{"title":"Dear Life Kit: My group chat is toxic","url":"https://www.npr.org/transcripts/1185112917","intro":"In college, I became close with a diverse friend group. Years later, we still stay in touch via text. Some people rely on our group to manage their anxiety. The norm in the group is to reassure whoever is most upset, even when that person is wrong.","transcript":[{"author":"ANDEE TAGLE, HOST","text":"Today on the show, my friend group is tightknit and supportive. They also enable each other's bad behaviors. I want things to change, but I'm worried I'll lose them if I say anything."},{"author":"UNIDENTIFIED PERSON #1","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #2","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #3","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #4","text":"Dear LIFE KIT, I have a question for you."},{"author":"TAGLE","text":"This is Dear LIFE KIT from NPR."},{"author":"UNIDENTIFIED PERSON #5","text":"How can I become a better caretaker?"},{"author":"UNIDENTIFIED PERSON #6","text":"How do I deal with my parents' unrealistic expectations?"},{"author":"TAGLE","text":"And we're getting personal."},{"author":"UNIDENTIFIED PERSON #7","text":"I'm catching feelings for someone, but they're married."},{"author":"TAGLE","text":"I'm your host, Andee Tagle. Every episode we answer one of your most pressing and intimate anonymous questions with expert advice."},{"author":"JOHN PAUL BRAMMER","text":"As an advice columnist, I often get letters where I'm like, this person knows. They're just waiting for someone to say it."},{"author":"TAGLE","text":"That's today's expert, writer and illustrator John Paul Brammer. He writes the popular queer advice column \"Hola, Papi,\" and is the author of a memoir by the same name. Today, JP is going to help us with a group chat that's gone off the rails. Stay tuned."},{"author":"TAGLE","text":"As you know, today's question involves a great big, messy group chat. Is this a situation with which you can identify?"},{"author":"BRAMMER","text":"Oh, absolutely. I mean, group chat dynamics are very interesting to me, and they're ones that I've had to get into a lot more over the past few years while we were all mostly on our computers for a while. I think that a lot of us got sucked into different group chats, and group chats kind of have a mind and a life of their own. And it's been fascinating to see where some of them have ended up. And some of them have died. So they're like plants in a way."},{"author":"TAGLE","text":"And do you like to feed the group chat? Like, do you like the mess?"},{"author":"BRAMMER","text":"Oh, I love being a different person in every single group chat, which I know makes me sound a little out of my mind. But I love all my different group chat personas 'cause each one is its own little ecosystem, right? And so..."},{"author":"TAGLE","text":"Sure. Yeah."},{"author":"BRAMMER","text":"...In one, you're sort of, like - you're the funny guy."},{"author":"TAGLE","text":"Yeah."},{"author":"BRAMMER","text":"You're the life of the party. In other ones..."},{"author":"TAGLE","text":"The memer."},{"author":"BRAMMER","text":"...You're just the observer."},{"author":"TAGLE","text":"Sure, yeah."},{"author":"BRAMMER","text":"Yeah, like, the hunter-gatherer society of the group chat where someone has to go out and gather the memes - they have to, like, hunt the memes down out in the wild and bring them back for everyone to enjoy by the campfire. It's a beautiful thing, really."},{"author":"TAGLE","text":"John Paul, are you ready for this big, meaty question?"},{"author":"BRAMMER","text":"Oh, I'm ready."},{"author":"TAGLE","text":"OK, let's do it."},{"author":"TAGLE","text":"Dear LIFE KIT, in college, I became close friends with a big, diverse group of people. Years later, we're spread all over the country but still stay in touch. A couple people in the group are very opinionated and dominate all the conversations, and they've come to rely on the group to manage their anxiety in ways that generate a lot of toxicity. For example, one of the friends recently got into serious trouble at work for violating health and safety policies. They refused to take any accountability, blaming the co-worker who snitched on them. Most of the group reassured them that they'd done nothing wrong or weren't actually in trouble. I pushed back and said they made a serious lapse and should change their behavior even if they disagreed with their boss. Others said it was wrong to make this friend feel bad."},{"author":"TAGLE","text":"I feel like the norm in the group is to reassure whoever is most upset, even when that person is wrong. Like, one person admitted to bullying another of our friends over a movie opinion. The group sided with the bully because they thought the victim should just keep the peace. If this was an ordinary friend group, I'd work on sustaining the friendships that mattered and distancing myself from the rest. But this group has been through a lot, and I can't stand the thought of just writing them off. I know I'm not the only one frustrated by this, but I'm worried any attempt to openly discuss the issues is going to bring down the entire house of cards. Is there a way to salvage this? Signed, friends or foes?"},{"author":"TAGLE","text":"OK."},{"author":"BRAMMER","text":"Oh, no."},{"author":"TAGLE","text":"JP, there are so many questions in this question."},{"author":"BRAMMER","text":"Yes."},{"author":"TAGLE","text":"Let's start with the behavior of the friend group and how they treat and respond to one another. Our letter writer clearly thinks the group is in a bad place. Do you agree? Is there a lot of toxicity here? I mean, is there really something so wrong with a big group of people you can turn to when you need a boost?"},{"author":"BRAMMER","text":"So I would say that's the part that's fine by me. I think when we are starting to openly admit to bullying each other, we might have a little toxicity on our hands..."},{"author":"TAGLE","text":"Yeah."},{"author":"BRAMMER","text":"...Which, you know, I'm going to come out and say, like, I don't mind a semi-toxic group chat. Those are some of the funnest group chats. I'm - like, listen, I need a little vinegar with my taco meat, you know? Like, I enjoy a space where I can go to just be a demon. However, it has to be a kind of toxicity that you're also having fun with or that's serving you in some way or that you are getting some catharsis out of because if not, then you're just sort of in a group project that you don't have to be a part of, which I've never understood why you would want to sign yourself up for that sort of thing. If you're sitting there monitoring yourself like, oh, man, I hope my group chat doesn't disapprove of what I did today, I think we have a problem here."},{"author":"TAGLE","text":"Yeah, absolutely. I think an interesting aspect of this situation to me is that question of what we owe our friends, you know, or more specifically, when do we step in? When do we just let people live. In the trouble at work example, the friend in question seems to just be asking for comfort, not for advice. But if you very clearly see your friend heading towards harm or a bad decision, is it your job to say something?"},{"author":"BRAMMER","text":"There are certain situations where even if I thought my friend was in the wrong, I would think to myself, you know what? This group chat is here to kind of build each other up, to make each other feel better. We all need that. I'm sure they get enough stuff in the real life that makes them feel like they messed up, or it makes them feel shame. And they don't need that here. But if I kind of felt like this person was just seeking ways to validate their poor behavior, I mean, I have spoken up before and been like, no, I don't think so, actually. I think you might be wrong there. And if you're among friends, I think that's something you should be able to get away with."},{"author":"TAGLE","text":"Right. Yeah. I mean, is there a line where you know the difference between being supportive and enabling someone? Or, like, once they're 72% wrong, OK, it's time to say something."},{"author":"BRAMMER","text":"You know what? Now that you mention it, 72% wrong sounds perfect."},{"author":"TAGLE","text":"(Laughter)."},{"author":"BRAMMER","text":"I think once you are 72% wrong is when I step in and intervene. I think we've crossed a line here because, you know, I think there's something to being a little bit more permissive with your friends in a group chat. I certainly am. Sometimes, my friend will be in a fight on Twitter, for example. They'll put the tweet that got them destroyed online, and they'll be like, why are people disagreeing with me on this? I thought it was pretty tame. And I'm like, you know what, bestie? They just didn't understand it. Even though I'm looking at the tweet, and I'm like, oh, if I didn't know you..."},{"author":"TAGLE","text":"(Laughter)."},{"author":"BRAMMER","text":"...I would've quote-tweeted that. I would have flamed you in the quote tweets if I didn't know you. But I think if you are talking about especially your work behavior and it's impacting your co-workers, and you're saying, like, but I didn't do anything wrong - right? - I might be sort of like, well, let's think about it. Let's revisit that. Let's - tell me what happened again. Give me some more details, etc., and we'll have a conversation about it as friends."},{"author":"BRAMMER","text":"I'm a big believer that we need these backstage areas for each other, and I kind of hold those things sacred. And I think it's important to protect those things. Just as important as it is to identify potentially harmful behavior is the notion that we all need those spaces where we can take our masks off a little bit, chill out with each other and speak honestly and openly because we're not supposed to be 100% consistent between what we announce to the world and who we are among people we trust. I think it's important to have those distinctions and have places you can go where you can be those different kinds of people. But, as you said, with the 72% rule, which I have now called it, there is a line."},{"author":"TAGLE","text":"(Laughter)."},{"author":"BRAMMER","text":"I think it'll catch on."},{"author":"TAGLE","text":"Let's do it. Let's make T-shirts."},{"author":"BRAMMER","text":"(Laughter)."},{"author":"TAGLE","text":"OK, so focusing now on our friend - is it time for them? Knowing what we know, is it time to just exit the group chat? Is it time to start a coup? What's your play?"},{"author":"BRAMMER","text":"So this person comes off as afraid to me, which kind of tells me maybe this group chat has worn out its welcome. Because here's the other thing about group chats - it's not just, oh, these are all my friends. And individually, I know what they're like, and I enjoy them. No. The group chat has its own personality. The group chat is its own entity. And the group chat sort of decides on itself when - you know, what the flavors are, what the vibe is. So just because you like people one-on-one - and you enjoy them, and they're kind, and they're lovely, etc. - that doesn't mean that, altogether, it's a great idea to be engaging with them."},{"author":"TAGLE","text":"Group think is a completely different can of worms, absolutely."},{"author":"BRAMMER","text":"It sure is."},{"author":"TAGLE","text":"So that kind of leads to my next question, which is, what about talking to these friends individually?"},{"author":"BRAMMER","text":"I think that there is - I mean, you know, if you read that room, and you say, OK, these two people are the ones I'm closest with. Maybe I can express the sentiment to them and see what they think about it. 'Cause sometimes, other people do quietly think the same thing you are in these groups. And you can sort of see eye to eye on it and be like, yeah, OK. And then you can sort of decide - do we want to get together and try to address this? However, I would add, I've never seen a group chat rehabilitate itself. Usually it's kind of set."},{"author":"TAGLE","text":"That's true."},{"author":"BRAMMER","text":"It's hard to suddenly, like, vibe-shift that dramatically into, like - and now we're a healthy space. No. You kind of have to torch it. It's sort of like a black mold or something."},{"author":"TAGLE","text":"How do you know when it's time to let a friendship go?"},{"author":"BRAMMER","text":"It's tough to know when it's time to let something like that go because - I mean, especially right now, it feels to me, anyway, that my friendships are so precious, and what relationships I do have are so important to me. And I really do want to keep as many people in the bus as I can. But if you find yourself shrinking to accommodate this group you're in - if you find yourself cutting pieces of yourself out or muting yourself or silencing yourself or trying to make parts of yourself more palatable just to keep this group going, then you're in a space, I think, where you need to break away, and you should probably feel confident in doing that because you're not being yourself. And there's no point in friendships where you're not able to feel comfortable in being yourself."},{"author":"TAGLE","text":"Love it."},{"author":"TAGLE","text":"Before you go, we end every show by asking our experts for the best piece of advice they've ever received, and I would absolutely love to hear yours."},{"author":"BRAMMER","text":"This is a pretty gay piece of advice that I got from my friend over text today. He said, the flop is always floppiest before the slay. And that's so true."},{"author":"TAGLE","text":"(Laughter)."},{"author":"BRAMMER","text":"It is so true."},{"author":"TAGLE","text":"If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"TAGLE","text":"This episode was produced by Beck Harlan and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6164175051.mp3","img":"https://media.npr.org/assets/img/2023/06/29/dlk_toxicgroupchat_02_wide-795adf69e95c65bff30bad093943ca219c617ed3.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","UNIDENTIFIED PERSON #1","UNIDENTIFIED PERSON #2","UNIDENTIFIED PERSON #3","UNIDENTIFIED PERSON #4","TAGLE","UNIDENTIFIED PERSON #5","UNIDENTIFIED PERSON #6","UNIDENTIFIED PERSON #7","JOHN PAUL BRAMMER","BRAMMER"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,10370,23832,14537,15950,1320,27658,16564,16788,14484,12605,11038,9324,16772,18673,10775,11102,9960,10603,7264,17213,20026,11212,14068,6311,14340,25216,11810,10359,18907,4816,17021,19492,17085,16234,19483,26928,10219,21203,23150,15898,25523,8970,3513,27560,22976,8935,3018,3059,3603,25449,12550,13613,17058,22165,5671,2557,18394,17986,17088,5279,12218,15531,11584,10583,7619,24628,15108,17221,21766,19019,26499,11032,16782,16790,15116,6960,5144,11190,18030,3626,12930,8037,18329,8848,3789,13171,13962,14595,19031,15096,17896,14616,8500,10851,3297,18471,19261,6564,2481,1860,25774,16292,12841,14641,15131,2704,24722,12488,17515,10973,8194,6449,17164,13302,9014,11212,12793,11644,5850,9844,20413,16187,14388,4293,26718,17815,18761,13994,15226,17668,17806,10959,12797,15601,12945,13952,1768,15418,20050,17272,8409,12834,10760,2135,17693,25422,18158,19556,16650,18715,10896,9667,11883,11914,8725,7303,2590,3526,24959,25427,11089,21949,11704,10795,19687,20263,4291,1051,14951,21832,18501,14187,11591,11559,1552,2343,2936,24082,26654,13348,16322,14529,14855,17087,15415,22044,3836,1863,17542,14139,1970,1820,1858,2062,1826,694,228,139,1363,20516,26599,19821,16628,24737,14272,12019,26989,20029,13231,14507,20508,14949,17929,25020,10493,11698,9837,11571,14237,17598,18128,17529,23670,15197,3486,23661,24785,15747,20417,21267,24772,10172,14590,17377,17933,9997,17753,2476,18269,15750,20417,12923,14577,12092,10519,7684,9954,23807,22372,18883,16859,15985,11823,16139,17382,12218,14583,19008,24248,13388,19109,9969,20521,5014,18083,13138,15955,15944,10374,8125,15170,11298,11641,13115,13704,10680,7250,17101,24187,23300,15993,5903,82,31,38,22188,28516,27475,15030,20545,19579,25236,15730,8798,14637,16245,18089,17189,14222,24447,26109,14035,9309,9609,10196,13791,22548,17836,20109,20494,21028,17579,14068,9482,13326,13458,13728,25629,13489,10584,17144,23950,23196,15471,14268,20568,25153,24383,26352,24594,19001,7076,24751,12800,13417,14441,1168,3,4,44,19817,13273,18655,16564,15758,21379,11727,20683,6822,9269,14857,9383,13403,11745,11274,16817,10316,8398,19280,9579,2184,22287,13913,21550,8769,8514,19318,16694,10777,9492,10527,18134,16978,19061,20389,12066,9100,16731,10227,8301,8957,12951,11959,13470,22621,16375,10409,7029,23063,13735,21986,21699,21755,20303,14320,16325,16465,10037,12147,12624,11855,2796,12395,11194,22574,15522,17898,21447,14853,21861,21117,15112,21544,7822,12631,739,6,27,3681,26172,24782,15239,7654,19271,21884,11093,22377,13471,8477,14401,5641,27866,25585,15530,21222,14002,9566,20493,9760,5196,61,4333,24146,19530,20291,15539,13789,18163,10839,8902,11927,11116,15866,8933,10782,13545,17173,17150,21019,8971,15974,12798,15839,15469,15386,5976,7332,16447,18363,17616,12208,9312,13506,11725,9851,655,15129,18213,18485,15500,13296,18417,11235,18489,12454,2656,16330,18684,23020,21130,1477,20889,18599,16648,15818,15483,10024,15579,10121,10351,20535,9877,8200,13214,11559,11725,16552,14588,20609,18126,7934,19685,22737,10482,21375,20321,23804,11262,9178,3095,16889,26747,10441,13626,10208,9822,18169,11897,21064,21316,19258,18859,10808,10493,13615,10391,4762,15329,13038,11237,20188,14123,13643,12896,10593,6423,15162,24912,20172,18990,17074,14725,22378,20497,13942,11402,17221,14890,9162,8577,12235,11073,13739,17424,25849,18124,13469,14134,1406,17711,13269,22983,15286,8743,20308,15196,15064,10051,10551,16646,19090,14731,22535,14344,2465,22178,25936,17801,21036,15099,11474,13434,12341,7449,16264,8522,15187,25989,22225,18648,19361,15010,19523,22000,18942,17359,15743,18320,11651,13772,10650,17106,13983,13537,7538,13060,13809,11941,15487,10777,18766,7172,2074,15498,13983,23477,25358,25506,15820,6277,3094,26740,13543,19657,17525,25808,27040,14205,14521,19544,9660,8686,192,24780,16274,4885,4928,9437,15697,3996,4386,25495,25759,10842,783,3585,23958,24478,5482,22221,12395,22844,20882,13453,13959,16332,15626,7602,7745,6527,4424,865,4236,12319,15499,11722,12927,15199,22170,18856,12605,12274,15206,13382,9818,9382,3256,3228,23857,25207,15239,11768,16181,16873,7016,3086,22978,11049,22652,10914,10538,4720,3466,13035,19576,18298,25372,24089,8518,13147,13572,9174,10764,9941,8848,10307,7776,7746,3850,28365,22882,6964,24087,18135,13196,16340,15647,9420,13508,16009,13499,12130,14087,15536,12442,6653,4285,3726,3709,17910,12336,14593,16019,12917,13503,13538,14576,11426,9744,6702,12975,11482,3848,4188,21581,18492,13890,13583,14238,17139,15699,18037,19649,13167,15708,10499,6838,22759,3811,3601,3852,27860,19568,14855,12551,13113,10865,11651,12367,6022,11076,13090,9410,13093,11697,12074,19747,13292,3138,4510,4610,26613,17963,15772,19352,11253,10332,15387,18308,2804,2933,25246,14367,20074,10645,11153,10359,13315,14335,11688,19172,13476,13002,23817,12274,10629,6212,2521,3622,15919,17661,15249,11270,19675,11601,14631,16016,15402,13331,9706,9063,9226,5861,3690,3380,3311,21562,13607,15551,19866,7901,11512,13926,15579,9648,12515,9853,4876,3176,3841,20721,26649,22682,19495,13393,3467,22381,17659,13827,18126,12977,16459,10097,11093,11937,14474,11777,12884,6175,4577,11343,16650,10182,14135,18726,3691,15113,8864,13755,11709,7896,7165,6256,3108,3833,26187,20016,17466,13829,6396,4976,3716,9628,13202,13857,10787,14172,13009,13545,13864,9944,7545,4993,15886,14194,14419,16227,7556,6496,18193,14736,10437,7042,4119,4939,4205,12849,17430,13046,13059,13691,6649,4538,4841,4417,24260,23926,4016,12750,13884,11909,13658,15459,5823,1729,2139,764,266,27862,23402,13950,7447,8277,17113,11936,17430,19116,10107,11385,21972,11286,8894,18105,3589,6898,25803,22002,1956,18716,23765,13452,11822,16860,12684,4223,12088,18907,16088,9119,17300,17022,13283,3681,23745,25236,22644,16354,12737,11305,18623,10771,11908,8997,6190,5117,12538,9293,13087,13240,18878,18199,15885,14083,11578,19719,17312,11540,8561,9313,5919,22733,22854,20529,16915,9276,12607,15239,10722,8792,1602,82,2833,3271,17352,16887,18601,15281,13037,15085,15300,18025,11108,22314,9541,7907,10979,18922,17239,16505,16212,10736,8724,9793,21028,14788,21272,11160,16336,11818,13846,13737,13602,20431,14677,14881,10543,8833,8665,6194,1428,22693,23613,16660,19700,15678,14888,16718,10302,7797,18369,10363,3652,11716,15260,6302,8553,15494,13346,13707,5140,653,13666,17005,18858,13582,19082,15732,17908,10143,20175,7978,18155,21232,18586,11524,13254,8646,14802,18643,11493,15124,11251,11832,21841,15483,13733,16469,9654,14081,11592,18346,15303,16744,21001,18661,15959,9588,5789,10750,16706,15444,13503,11853,17810,14530,13350,23422,13552,15266,9347,9869,11817,11610,10662,14224,9269,13464,10805,15901,14613,5135,19698,17967,18766,13862,12074,15904,14885,12305,11669,727,20719,13649,22842,15810,20191,12470,11097,3153,16679,18926,15677,15636,9670,15302,13143,4925,13308,12677,16037,19400,20917,19497,18286,14855,15905,12981,1220,19025,15316,15818,8032,16577,12778,13604,11489,16757,17639,12955,13246,14965,7398,1800,75,17041,14391,21824,26350,19092,6378,387,13333,12031,8506,19899,17363,11696,13931,14825,8857,11047,16305,16476,16115,23997,17113,13145,23200,19486,14151,10242,4309,8091,15733,19003,19636,23204,18434,12638,6246,22205,14533,9287,14505,3003,19089,26143,20226,24741,18269,6402,5464,2509,13219,22640,19488,14024,12599,11310,8619,14818,16941,14486,17018,20724,3652,28688,17788,24938,12989,13136,11372,14692,17834,16829,7267,20981,12851,10974,7442,2401,18193,15821,21856,18726,17637,11336,3171,23307,16822,13738,15323,11293,5133,10973,8282,15343,11757,15583,12305,11533,10273,10183,19391,12604,12606,11622,13104,11213,15665,16965,16906,19330,2260,9529,9280,11385,18918,14211,12081,7509,12617,15441,13229,12081,12797,18419,15288,6258,16105,14944,15484,10771,17650,10381,10205,562,14624,16476,18312,15088,13779,20161,16378,11131,8645,19454,13114,21871,17646,17372,11658,21377,19792,15601,16690,20727,14492,1733,6675,17122,13309,14828,15116,12836,8762,10744,15398,9126,17995,18792,14046,17443,13426,17654,14077,18746,16800,20520,9384,14868,15869,11304,10299,16907,9992,20777,9410,17029,12976,8793,13394,11375,12226,8965,16963,22975,21900,11571,12310,14841,10120,9129,16834,13948,16404,10351,1477,79,24459,11601,19233,24334,12937,3947,21937,20892,7962,11469,9633,22072,17341,11908,10675,8649,8682,13574,18822,15769,21314,27141,26901,11422,13127,19016,11913,9213,4121,3765,1157,18800,20148,13423,14155,14549,11268,14082,12961,16033,17762,14137,15629,24303,23170,24683,18191,15355,18328,13705,14714,18380,13042,11999,16810,21392,17345,12150,17470,10559,2240,18471,23697,14683,11033,9835,17169,16677,5639,13392,10558,7796,6752,1654,22781,2014,15150,22529,498,22417,21439,23201,8867,13392,17349,16267,12224,11675,8746,15054,5507,9532,14610,18880,15056,14206,15650,13722,12609,9251,10972,7792,10015,13886,14093,10267,5687,16767,16819,16647,10158,17211,22315,14412,14608,16942,15266,7812,13253,11090,10433,1588,22827,18596,15000,14725,16393,8092,6279,17205,18904,11163,8683,12560,11055,17358,22815,12154,17222,17088,12886,12243,5900,506,14225,13871,16201,15790,14408,12984,10647,12977,7526,27042,17628,15786,18294,17261,21830,16227,16143,16798,895,15843,9020,13538,8328,2863,14000,13656,5826,1174,10360,24892,13720,8832,10713,14684,13354,14798,10650,14171,13353,17933,11762,9956,12339,12807,7317,13934,16592,13355,2350,8523,11634,13686,10822,23980,17899,12204,16229,9629,9711,367,14951,11695,9090,13953,14591,15448,11713,833,21,12154,22605,24220,9416,178,18,17090,22055,19546,14114,15669,1651,18782,20503,22203,18222,10482,9014,11657,11879,10611,9088,12243,14226,22255,19554,11343,11161,15176,13815,115,16202,18452,12191,19535,9927,10085,9727,16861,12986,13071,15170,16856,12180,12045,13366,13703,14084,11733,17659,14928,15345,9765,16358,15538,10698,16050,10883,13742,16351,18404,16904,20457,15489,15739,7701,5057,18591,14441,16086,15822,13522,14363,17797,11415,15787,19896,12979,11802,19746,15112,15037,10387,14084,13211,14175,14295,10564,14767,13559,1582,790,16912,14390,14417,13604,13580,24472,8728,15584,9832,14075,15166,17144,17171,17017,20854,13904,8392,14451,16536,12296,9517,20025,14844,15598,15510,7670,12362,16244,21352,15916,10253,10249,16535,13499,13867,24671,17523,9966,12010,8106,15115,21727,17911,22757,13684,12930,18996,13078,7109,9926,14155,889,21133,1524,19676,20397,20096,19821,16338,18253,19114,15729,13921,10989,21005,16164,19387,16114,16352,12335,20219,17823,14777,11970,17590,20233,12597,12209,20312,19050,14576,5256,22868,26063,23818,10320,1610,8246,23173,23014,17896,21672,10925,5866,11093,15833,14085,17969,12712,17066,12127,15350,15244,17560,10197,23426,20798,25007,9201,12044,12682,21059,23363,7965,21,19303,15801,17038,13285,8921,13259,11966,12279,7505,2133,3402,11992,17386,12009,9407,10375,12499,9361,6959,15101,13022,14433,435,14887,14743,19866,12386,20837,11230,12777,14605,1178,17523,17363,9255,19341,1911,17825,14687,11061,12069,8775,11669,14353,9543,7242,12568,9133,13211,11073,28651,15679,17109,5877,15278,9584,12532,16699,17620,13773,13538,11812,10965,10508,20662,20184,10724,14077,16378,13656,7972,11901,747,21,9434,17281,20321,16327,13420,16013,12237,10533,1918,14148,18783,17542,12998,10179,9365,1775,7763,14304,16875,8353,14974,14646,16162,14000,10414,17980,19235,17127,12690,15441,8083,11598,13526,11529,6571,4702,12774,11317,4995,2090,25240,26006,16971,9398,10310,8114,14804,8568,14405,7034,682,11237,25527,26654,27482,19927,16045,9550,8355,22907,25177,19566,21360,8092,7348,5001,24,306,20531,15463,20606,15300,14077,14690,9436,7349,16254,11698,15097,13614,14184,10678,13512,11854,10330,7940,11458,17317,12909,8705,10944,14842,4547,10758,10320,15546,14571,17755,4688,24349,16823,14089,22916,11656,7864,18868,12937,14200,12242,15393,9200,10476,12979,14088,16996,18488,14838,16790,19132,11293,9121,11311,10742,4279,2207,15263,15783,12494,16422,9506,17429,9753,12944,18649,18770,13535,561,18690,19241,13761,11188,19520,2255,18596,18968,9691,4863,20864,19770,18371,15055,12041,11314,21963,20205,20912,17663,10077,9217,2121,282,23367,10673,20157,14365,13470,10634,18000,20427,19850,8117,10961,17050,20413,16654,16274,9805,15872,20567,8461,1343,24830,21899,12717,10483,4799,13447,18700,20801,11599,11820,4366,20191,22297,12819,12315,636,25063,23124,21350,18383,9305,11891,6872,9380,10659,6892,13693,13668,18130,11053,14868,16395,12757,18948,14234,10933,4809,15614,12211,17030,14145,12858,8414,16920,13536,19046,15316,9172,12908,14559,17683,20396,10708,19337,15177,11446,9571,1029,19223,19826,18320,10020,2541,21000,15778,13791,17262,12207,13155,13922,18830,14822,10791,14719,18397,7515,15346,16836,12346,15239,2043,20414,18697,5656,21679,15686,20462,1461,14290,13056,11649,19805,17532,22862,1494,21220,18773,16573,22672,18821,12854,12039,12852,14137,13617,11577,22263,10813,12168,12058,6892,25262,20454,13468,12808,10944,23545,24643,19182,12365,21493,15893,11624,9672,19402,14913,17333,15770,15619,9362,15717,13817,10200,6307,11069,1146,21451,24945,10679,10035,23335,11311,12453,18729,12992,9546,11228,10674,2866,18561,17587,19907,12761,17622,12617,15454,12154,14922,18583,15037,16273,12583,18390,11896,14769,12475,11814,8214,6285,4854,16283,7692,5038,3217,3455,1892,25823,25326,28861,18360,13886,14558,29188,14675,9779,11596,14460,16931,8899,24621,21947,12348,12903,12380,12588,12276,11042,12060,11397,8895,7725,3896,7117,11665,12064,22205,13266,12566,19502,5391,24029,22866,13284,12409,15055,8293,12207,2382,14863,12072,8433,21644,16289,5096,19136,20350,13653,14025,18803,21191,5027,19675,18042,17805,8837,10075,16392,20536,18439,19727,23216,20252,24920,16152,14502,26283,21050,20973,12590,3231,13279,5493,13784,10449,6799,6101,2346,3770,16413,26079,15766,17490,12549,25714,11685,18293,11992,11251,14368,22090,15906,17095,14069,14340,9357,13980,14897,18091,4522,3603,10964,5874,24622,12352,9367,9348,3987,2169,4774,18886,20696,25263,15535,19162,16488,24803,24543,18069,14538,12711,19678,20051,17905,16778,11036,10443,21753,3042,3381,3255,20132,26879,14115,14866,24061,17787,12467,18451,12097,5521,23289,26212,9993,10547,7511,18771,14860,13100,15585,17574,10977,14430,11342,14002,2378,6420,16629,23734,14398,10443,18744,8366,10836,8107,5046,3592,4847,26677,18206,16931,21306,5349,19439,23022,13067,7220,3788,6601,4645,5865,3366,5237,4137,3145,2811,1688,1543,646,1255,629,684,140,38,23720,25488,23933,17277,18015,24634,14348,10979,23149,16529,11931,15189,21819,22039,17047,26219,10948,19397,22043,3630,28069,28066,20654,13290,13161,17908,23934,15237,7485,14234,20844,18058,13845,21209,20465,15317,17299,23015,15790,21324,6814,11240,4044,25230,20455,6006,12895,18063,24341,21858,20105,13448,16042,27572,15686,18548,16069,13942,15321,14500,6559,17248,23230,15475,14310,21708,18850,23783,20291,8207,15901,23539,7321,17067,23130,11767,25675,17670,15211,19703,17626,26180,15025,13748,15284,9660,8933,13399,9917,4524,25662,16111,16632,14520,18715,9626,20993,24199,25414,10853,25213,26920,20056,13106,25923,28295,7002,24159,17691,23209,10387,13031,286,44,2,22111,23591,12539,13971,13952,15564,19376,10514,7605,22239,20662,13823,8299,9203,6168,15342,12221,13873,16011,9758,9200,16276,19996,19033,14079,11515,12966,15996,13486,5363,18966,13131,20902,9251,21615,15681,6091,10916,7714,15332,14631,6195,17796,15196,14731,11988,11935,21891,18634,9714,1287,18892,18453,21087,9782,18007,8331,16323,15261,9376,9098,21623,10002,17982,16970,8967,3745,19113,14505,16181,23518,8561,6463,8674,21329,21152,22171,11803,17515,13721,8788,15314,19820,7870,8235,12937,9722,11284,7321,14093,15464,17652,20364,20256,12868,13112,5754,4185,58,3,8674,5773,4075,22088,17130,12279,12263,25100,12893,14573,15891,17431,14077,13036,9827,11369,3020,24670,24625,5283,21811,24078,22048,24981,24249,19818,25214,8876,20811,19071,8269,15046,13447,9022,17884,15187,7172,16040,3561,13189,13257,16558,22917,16276,26248,24287,23489,24742,14906,13800,13281,7591,9127,8154,10965,6852,11757,9809,10370,7741,7127,3909,1887,982,342,71,11,0],"fragments":[{"begin":"0.000","end":"17.480","lines":["Today on the show, my friend group is tightknit and supportive. They also enable each other's bad behaviors. I want things to change, but I'm worried I'll lose them if I say anything."]},{"begin":"17.480","end":"18.600","lines":["Dear LIFE KIT..."]},{"begin":"18.600","end":"20.160","lines":["Dear LIFE KIT..."]},{"begin":"20.160","end":"21.760","lines":["Dear LIFE KIT..."]},{"begin":"21.760","end":"26.240","lines":["Dear LIFE KIT, I have a question for you."]},{"begin":"26.240","end":"29.480","lines":["This is Dear LIFE KIT from NPR."]},{"begin":"29.480","end":"32.120","lines":["How can I become a better caretaker?"]},{"begin":"32.120","end":"35.760","lines":["How do I deal with my parents' unrealistic expectations?"]},{"begin":"35.760","end":"38.280","lines":["And we're getting personal."]},{"begin":"38.280","end":"42.680","lines":["I'm catching feelings for someone, but they're married."]},{"begin":"42.680","end":"49.920","lines":["I'm your host, Andee Tagle. Every episode we answer one of your most pressing and intimate anonymous questions with expert advice."]},{"begin":"49.920","end":"56.040","lines":["As an advice columnist, I often get letters where I'm like, this person knows. They're just waiting for someone to say it."]},{"begin":"56.040","end":"75.920","lines":["That's today's expert, writer and illustrator John Paul Brammer. He writes the popular queer advice column \"Hola, Papi,\" and is the author of a memoir by the same name. Today, JP is going to help us with a group chat that's gone off the rails. Stay tuned."]},{"begin":"75.920","end":"89.760","lines":["As you know, today's question involves a great big, messy group chat. Is this a situation with which you can identify?"]},{"begin":"89.760","end":"126.120","lines":["Oh, absolutely. I mean, group chat dynamics are very interesting to me, and they're ones that I've had to get into a lot more over the past few years while we were all mostly on our computers for a while. I think that a lot of us got sucked into different group chats, and group chats kind of have a mind and a life of their own. And it's been fascinating to see where some of them have ended up. And some of them have died. So they're like plants in a way."]},{"begin":"126.120","end":"129.840","lines":["And do you like to feed the group chat? Like, do you like the mess?"]},{"begin":"129.840","end":"151.000","lines":["Oh, I love being a different person in every single group chat, which I know makes me sound a little out of my mind. But I love all my different group chat personas 'cause each one is its own little ecosystem, right? And so..."]},{"begin":"151.000","end":"152.920","lines":["Sure. Yeah."]},{"begin":"152.920","end":"158.600","lines":["...In one, you're sort of, like - you're the funny guy."]},{"begin":"158.600","end":"159.880","lines":["Yeah."]},{"begin":"159.880","end":"166.080","lines":["You're the life of the party. In other ones..."]},{"begin":"166.080","end":"166.840","lines":["The memer."]},{"begin":"166.840","end":"168.720","lines":["...You're just the observer."]},{"begin":"168.720","end":"169.800","lines":["Sure, yeah."]},{"begin":"169.800","end":"201.320","lines":["Yeah, like, the hunter-gatherer society of the group chat where someone has to go out and gather the memes - they have to, like, hunt the memes down out in the wild and bring them back for everyone to enjoy by the campfire. It's a beautiful thing, really."]},{"begin":"201.320","end":"205.640","lines":["John Paul, are you ready for this big, meaty question?"]},{"begin":"205.640","end":"206.600","lines":["Oh, I'm ready."]},{"begin":"206.600","end":"207.960","lines":["OK, let's do it."]},{"begin":"207.960","end":"252.440","lines":["Dear LIFE KIT, in college, I became close friends with a big, diverse group of people. Years later, we're spread all over the country but still stay in touch. A couple people in the group are very opinionated and dominate all the conversations, and they've come to rely on the group to manage their anxiety in ways that generate a lot of toxicity. For example, one of the friends recently got into serious trouble at work for violating health and safety policies. They refused to take any accountability, blaming the co-worker who snitched on them. Most of the group reassured them that they'd done nothing wrong or weren't actually in trouble. I pushed back and said they made a serious lapse and should change their behavior even if they disagreed with their boss. Others said it was wrong to make this friend feel bad."]},{"begin":"252.440","end":"294.040","lines":["I feel like the norm in the group is to reassure whoever is most upset, even when that person is wrong. Like, one person admitted to bullying another of our friends over a movie opinion. The group sided with the bully because they thought the victim should just keep the peace. If this was an ordinary friend group, I'd work on sustaining the friendships that mattered and distancing myself from the rest. But this group has been through a lot, and I can't stand the thought of just writing them off. I know I'm not the only one frustrated by this, but I'm worried any attempt to openly discuss the issues is going to bring down the entire house of cards. Is there a way to salvage this? Signed, friends or foes?"]},{"begin":"294.040","end":"294.480","lines":["OK."]},{"begin":"294.480","end":"295.480","lines":["Oh, no."]},{"begin":"295.480","end":"298.800","lines":["JP, there are so many questions in this question."]},{"begin":"298.800","end":"299.240","lines":["Yes."]},{"begin":"299.240","end":"316.160","lines":["Let's start with the behavior of the friend group and how they treat and respond to one another. Our letter writer clearly thinks the group is in a bad place. Do you agree? Is there a lot of toxicity here? I mean, is there really something so wrong with a big group of people you can turn to when you need a boost?"]},{"begin":"316.160","end":"327.640","lines":["So I would say that's the part that's fine by me. I think when we are starting to openly admit to bullying each other, we might have a little toxicity on our hands..."]},{"begin":"327.640","end":"328.040","lines":["Yeah."]},{"begin":"328.040","end":"370.000","lines":["...Which, you know, I'm going to come out and say, like, I don't mind a semi-toxic group chat. Those are some of the funnest group chats. I'm - like, listen, I need a little vinegar with my taco meat, you know? Like, I enjoy a space where I can go to just be a demon. However, it has to be a kind of toxicity that you're also having fun with or that's serving you in some way or that you are getting some catharsis out of because if not, then you're just sort of in a group project that you don't have to be a part of, which I've never understood why you would want to sign yourself up for that sort of thing. If you're sitting there monitoring yourself like, oh, man, I hope my group chat doesn't disapprove of what I did today, I think we have a problem here."]},{"begin":"370.000","end":"393.000","lines":["Yeah, absolutely. I think an interesting aspect of this situation to me is that question of what we owe our friends, you know, or more specifically, when do we step in? When do we just let people live. In the trouble at work example, the friend in question seems to just be asking for comfort, not for advice. But if you very clearly see your friend heading towards harm or a bad decision, is it your job to say something?"]},{"begin":"393.000","end":"429.360","lines":["There are certain situations where even if I thought my friend was in the wrong, I would think to myself, you know what? This group chat is here to kind of build each other up, to make each other feel better. We all need that. I'm sure they get enough stuff in the real life that makes them feel like they messed up, or it makes them feel shame. And they don't need that here. But if I kind of felt like this person was just seeking ways to validate their poor behavior, I mean, I have spoken up before and been like, no, I don't think so, actually. I think you might be wrong there. And if you're among friends, I think that's something you should be able to get away with."]},{"begin":"429.360","end":"438.760","lines":["Right. Yeah. I mean, is there a line where you know the difference between being supportive and enabling someone? Or, like, once they're 72% wrong, OK, it's time to say something."]},{"begin":"438.760","end":"441.320","lines":["You know what? Now that you mention it, 72% wrong sounds perfect."]},{"begin":"441.320","end":"441.760","lines":["(Laughter)."]},{"begin":"441.760","end":"474.960","lines":["I think once you are 72% wrong is when I step in and intervene. I think we've crossed a line here because, you know, I think there's something to being a little bit more permissive with your friends in a group chat. I certainly am. Sometimes, my friend will be in a fight on Twitter, for example. They'll put the tweet that got them destroyed online, and they'll be like, why are people disagreeing with me on this? I thought it was pretty tame. And I'm like, you know what, bestie? They just didn't understand it. Even though I'm looking at the tweet, and I'm like, oh, if I didn't know you..."]},{"begin":"474.960","end":"475.520","lines":["(Laughter)."]},{"begin":"475.520","end":"502.560","lines":["...I would've quote-tweeted that. I would have flamed you in the quote tweets if I didn't know you. But I think if you are talking about especially your work behavior and it's impacting your co-workers, and you're saying, like, but I didn't do anything wrong - right? - I might be sort of like, well, let's think about it. Let's revisit that. Let's - tell me what happened again. Give me some more details, etc., and we'll have a conversation about it as friends."]},{"begin":"502.560","end":"541.560","lines":["I'm a big believer that we need these backstage areas for each other, and I kind of hold those things sacred. And I think it's important to protect those things. Just as important as it is to identify potentially harmful behavior is the notion that we all need those spaces where we can take our masks off a little bit, chill out with each other and speak honestly and openly because we're not supposed to be 100% consistent between what we announce to the world and who we are among people we trust. I think it's important to have those distinctions and have places you can go where you can be those different kinds of people. But, as you said, with the 72% rule, which I have now called it, there is a line."]},{"begin":"541.560","end":"542.280","lines":["(Laughter)."]},{"begin":"542.280","end":"544.040","lines":["I think it'll catch on."]},{"begin":"544.040","end":"545.920","lines":["Let's do it. Let's make T-shirts."]},{"begin":"545.920","end":"546.880","lines":["(Laughter)."]},{"begin":"546.880","end":"555.480","lines":["OK, so focusing now on our friend - is it time for them? Knowing what we know, is it time to just exit the group chat? Is it time to start a coup? What's your play?"]},{"begin":"555.480","end":"595.680","lines":["So this person comes off as afraid to me, which kind of tells me maybe this group chat has worn out its welcome. Because here's the other thing about group chats - it's not just, oh, these are all my friends. And individually, I know what they're like, and I enjoy them. No. The group chat has its own personality. The group chat is its own entity. And the group chat sort of decides on itself when - you know, what the flavors are, what the vibe is. So just because you like people one-on-one - and you enjoy them, and they're kind, and they're lovely, etc. - that doesn't mean that, altogether, it's a great idea to be engaging with them."]},{"begin":"595.680","end":"601.920","lines":["Group think is a completely different can of worms, absolutely."]},{"begin":"601.920","end":"602.960","lines":["It sure is."]},{"begin":"602.960","end":"610.920","lines":["So that kind of leads to my next question, which is, what about talking to these friends individually?"]},{"begin":"610.920","end":"664.360","lines":["I think that there is - I mean, you know, if you read that room, and you say, OK, these two people are the ones I'm closest with. Maybe I can express the sentiment to them and see what they think about it. 'Cause sometimes, other people do quietly think the same thing you are in these groups. And you can sort of see eye to eye on it and be like, yeah, OK. And then you can sort of decide - do we want to get together and try to address this? However, I would add, I've never seen a group chat rehabilitate itself. Usually it's kind of set."]},{"begin":"664.360","end":"665.240","lines":["That's true."]},{"begin":"665.240","end":"689.120","lines":["It's hard to suddenly, like, vibe-shift that dramatically into, like - and now we're a healthy space. No. You kind of have to torch it. It's sort of like a black mold or something."]},{"begin":"689.120","end":"694.040","lines":["How do you know when it's time to let a friendship go?"]},{"begin":"694.040","end":"760.480","lines":["It's tough to know when it's time to let something like that go because - I mean, especially right now, it feels to me, anyway, that my friendships are so precious, and what relationships I do have are so important to me. And I really do want to keep as many people in the bus as I can. But if you find yourself shrinking to accommodate this group you're in - if you find yourself cutting pieces of yourself out or muting yourself or silencing yourself or trying to make parts of yourself more palatable just to keep this group going, then you're in a space, I think, where you need to break away, and you should probably feel confident in doing that because you're not being yourself. And there's no point in friendships where you're not able to feel comfortable in being yourself."]},{"begin":"760.480","end":"762.040","lines":["Love it."]},{"begin":"762.040","end":"771.520","lines":["Before you go, we end every show by asking our experts for the best piece of advice they've ever received, and I would absolutely love to hear yours."]},{"begin":"771.520","end":"783.720","lines":["This is a pretty gay piece of advice that I got from my friend over text today. He said, the flop is always floppiest before the slay. And that's so true."]},{"begin":"783.720","end":"784.680","lines":["(Laughter)."]},{"begin":"784.680","end":"786.480","lines":["It is so true."]},{"begin":"786.480","end":"808.320","lines":["If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"808.320","end":"828.320","lines":["This episode was produced by Beck Harlan and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."]}],"duration":828}