{
  "title": "How to be an amazing auntie or uncle",
  "url": "https://www.npr.org/transcripts/1186984003",
  "intro": "Parents aren't the only people who help raise kids or invest in their wellbeing. Uncles, aunties and family friends make great role models too.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. When I was a little girl, I spent time with my Titi Margo (ph) at her house in Albany. I remember sitting together on the green corduroy couch in their living room, watching Spanish game shows and telenovelas. She'd duck in and out of the kitchen to stir whatever she had on the stove. When I wanted a cuddle, I would crawl up next to her body, and she'd play with my hair. Sometimes she painted my nails. I felt fancy. I felt loved. I felt safe."
    },
    {
      "author": "SEGARRA",
      "text": "It's a special relationship, the one between a tia and her niece or between a kid and any supportive nonparent who plays a big part in their life. That could be an auntie or an uncle, a godparent, a family friend or next-door neighbor who you start calling Uncle Frank or Zia or whatever. They're not our parents. They don't have the primary responsibility of raising us, so they get to have a little more fun with us. When we're young, they spoil us. They buy us ice cream when we've already had plenty of sugar that day. And then as we get older, they become confidants, the keepers of our secrets."
    },
    {
      "author": "SEGARRA",
      "text": "But while there's endless advice out there for parents, there's not much specifically for how to be in this nonparent supportive role. And reporter-producer Mayowa Aina, who's an auntie herself, wanted to change that. On this episode of LIFE KIT - how to be a good auntie or uncle or whichever name you go by. Mayowa will talk about how to build those relationships, come up with routines and create a safe space for the kids in your life."
    },
    {
      "author": "MAYOWA AINA, BYLINE",
      "text": "Could you tell me a little bit more about what it is that you like about children?"
    },
    {
      "author": "RACHEL CARGLE",
      "text": "Yeah. I mean, children are such wonderful reminders to the wonder of life."
    },
    {
      "author": "AINA",
      "text": "I'm Mayowa Aina, and I'm talking here with Rachel Cargle. Rachel is an author and entrepreneur, and she doesn't actually have any kids of her own, but she's a big fan of them."
    },
    {
      "author": "CARGLE",
      "text": "Children often remind us of things that we lost along the way towards adulthood. And so I think that having children in your world is a really meaningful part of the life experience that allows life to be more full and well-rounded."
    },
    {
      "author": "AINA",
      "text": "I know Rachel from an Instagram account she started called Rich Auntie Supreme. The account celebrates people who have made the choice to live a child-free life. There are quotes that talk about women's autonomy and freedom and the realities of parenting. People in the comments talk about all the reasons why they don't want kids and how they explain that decision to others. For Rachel, part of being child-free is using that choice as an opportunity to explore other ways to be in a relationship with children besides parenting. This exploration stems from a practice called othermothering. Rachel says there's a strong tradition of othermothering in Black and Indigenous communities, where people, usually women, step in as parental figures to care for children that aren't their own. Sometimes they literally take kids in and raise them, and sometimes they act as figurative mothers, as community members and activists teaching and supporting kids through programs and other community efforts."
    },
    {
      "author": "CARGLE",
      "text": "This concept of everyone having an understanding that we were to care for each other and we all had good intentions to care for each other."
    },
    {
      "author": "AINA",
      "text": "You know the phrase it takes a village to raise a child? Well, not everyone in that village is a parent. People play other roles. And Rachel loves being an auntie."
    },
    {
      "author": "CARGLE",
      "text": "I really see it as this beautiful, expansive landscape that we get to explore about how we want to show up in the world. And there are opportunities to be auntie everywhere."
    },
    {
      "author": "AINA",
      "text": "I heard from a bunch of other people who love being aunties too."
    },
    {
      "author": "ZELINDA ZINGARO",
      "text": "It's like the first time that one of them swears in front of you, you go, oh, OK, I'm trusted (laughter)."
    },
    {
      "author": "AINA",
      "text": "Whether they're super close to the kids in their lives..."
    },
    {
      "author": "HEATHER ADAMS",
      "text": "Cooking with them is a big one. We love to cook and recognize it as a skill that can, you know, save a life and save a budget."
    },
    {
      "author": "AINA",
      "text": "...Or they play the auntie role in a different way."
    },
    {
      "author": "MIA BOSNA",
      "text": "We all live all over the country, so some of them don't know me at all. So it's more being supportive of the parents."
    },
    {
      "author": "AINA",
      "text": "I got a ton of advice for how to be a good auntie and support the kids in our communities even if they aren't our own. But before we get to it, I just want to say I'm going to be using the title auntie throughout this episode, but I'm really referring to the relationship between a nonparent and a child in general. So Rachel says she understands that there are plenty of people who do and don't have children of their own who simply are not interested in having relationships with other people's children. And there's no judgment there. But for those of us who do want that relationship, the first step to being a good auntie is recognizing that you want to be one and reflecting on what you can bring to the role. So takeaway No. 1 is figure out what type of auntie you want to be."
    },
    {
      "author": "CARGLE",
      "text": "I personally am not going to be the auntie who wants to play on the floor with the little babies. That's not a space of joy for me, and I'll probably be more stressed and not as fun of a person than if I poured my efforts into - you know, I really love to be able to take some of the older kids to new restaurants. I really love the opportunity to introduce people to new foods as they're growing and travel and things like that."
    },
    {
      "author": "AINA",
      "text": "Maybe you're the auntie that sends money on birthdays and holidays, or maybe you're rich in time and you can babysit on the regular or do school pick-up once a week. Or maybe you just want to make sure the kids in the neighborhood have a safe place to play after school. Being a good auntie starts with understanding your own interests and personality and being intentional about what you can and can't give."
    },
    {
      "author": "CARGLE",
      "text": "I think a lot of the auntie role is, of course, caretaking but also teaching and exposing and introducing and showing up. And so I think one of the first parts is just being thoughtful with yourself of, what is the way that I both enjoy and have the capacity and the ability to show up really well in the lives of the people that I care for?"
    },
    {
      "author": "AINA",
      "text": "Listener Heather Adams (ph) lives near Seattle, Wash., and she says she and her husband love to do all sorts of things with their nieces and nephews. She guesses there are about 15 to 20 kids who call them auntie and uncle. Some are related. Most aren't. She and her husband get giddy about traveling with them and taking them to the movies. Her husband and their nephews bonded over video games."
    },
    {
      "author": "ADAMS",
      "text": "So they look at him like, oh, my gosh, you know? Like, he's got all the old-school games in his office."
    },
    {
      "author": "AINA",
      "text": "Whether it's cooking or playing basketball, finding a shared interest is an easy way to create a point of connection that can help you start to build or strengthen a relationship with the kids in your life. Rachel says these points of connections can be big or small and can happen whether you're near or far. Even regular phone calls and messages can help you feel present if you can't be physically close."
    },
    {
      "author": "CARGLE",
      "text": "One of my favorite things to do with one of the children in my life is to send each other our Wordle answers, how quickly we answered it or do a crossword puzzle together one morning before school or on a weekend morning. I also love the opportunity to gift, so make sure that you gather all the birthdays and all the milestones of the kids in your world and find some really unique or fun ways to gift them."
    },
    {
      "author": "AINA",
      "text": "For Heather and her family, she says those common interests have led to many different conversations between her and the kids in her life."
    },
    {
      "author": "ADAMS",
      "text": "They were kind of confused about why you didn't have kids and, like - as if they didn't even know that was an option - not like we're out there promoting a child-free life but giving them this broader view of what an adult life could look like. And for me, my husband's white, so for me, personally, it's been fun to share some of, you know, Black culture with them that maybe they wouldn't otherwise get."
    },
    {
      "author": "AINA",
      "text": "Being able to introduce kids to that broader view of life is one of the really special things that aunties and uncles do, according to Erlanger Turner. Earl is a child and adolescent psychologist. He's also an uncle. And he says relationships with aunties help with children's development."
    },
    {
      "author": "ERLANGER TURNER",
      "text": "A lot of how kids learn is through observing things in their environment. And so the ways that they engage with us as a nonparent or as an aunt or uncle can also play a significant role in terms of how they grow up to be healthy adults."
    },
    {
      "author": "AINA",
      "text": "Aunties show kids that there are different ways to live and ways to be. They're examples of people who made different choices and decisions and were still successful. Aunties can demonstrate different types of nurturing and a way to build caring relationships outside of their immediate family and different ways to communicate beyond what they might see from their parents. Earl says the main difference between a parent-child relationship and an auntie-child relationship is, as an auntie, you're not the primary caretaker. You're not expected to provide for a kid's every need. There's less pressure on you to be on your best behavior all the time or be the perfect role model the way a parent might think they have to be. And that's helpful for kids to see, too."
    },
    {
      "author": "AINA",
      "text": "This leads us to our next takeaway, takeaway No. 2. Aunties can operate in a sort of neutral safe zone. In this safe zone, aunties can be more free to express themselves than parents, and kids can feel more comfortable sharing their thoughts and experiences, too. Zelinda Zingaro lives in California. She says she takes full advantage of living in that neutral auntie space, especially as her nieces and nephews have gotten older."
    },
    {
      "author": "ZINGARO",
      "text": "And I think it's easier to admit that I made mistakes in my life, that I've had some bad relationships or some errors in judgment or whatever than for a parent to admit that."
    },
    {
      "author": "AINA",
      "text": "And I heard this from other listeners. They liked being a step removed in that neutral space and being able to act as a listening ear. Because they aren't the primary caretaker, they can listen to kids a little bit differently than their parents might. Now, this isn't an excuse to start talking with children about all of your deepest regrets and darkest secrets. You definitely want to let the kid take the lead when it comes to more personal information. But when you do get there, to that trusted level within a relationship, it's pretty special. Listeners said they really enjoyed being able to support the kids in their lives in this way, especially when it comes to fun secrets like what a kid might want to get their mom for Mother's Day or just sharing life experiences that they're going through as they grow up. Listener Mia Bosna (ph) lives in Pennsylvania. She takes this part of being an auntie seriously."
    },
    {
      "author": "BOSNA",
      "text": "I hold that as sacred information between myself and my nieces and nephews, and I am not a third party, or I don't triangulate things with their mother or their father. That's probably why we have this connection, 'cause they can trust that what happens in Vegas stays in Vegas."
    },
    {
      "author": "AINA",
      "text": "Earl, the psychologist, says this is common. Kids might be afraid to share certain things with their parents because they're afraid they'll get in trouble. They don't want to be a disappointment or not meet their parents' expectations."
    },
    {
      "author": "TURNER",
      "text": "So I think when they have a relationship with the aunt or uncle that sometimes those sort of expectations may not be there. They may be more comfortable sharing certain things."
    },
    {
      "author": "AINA",
      "text": "This can be difficult to navigate, though, depending on the situation. Sure, you wouldn't want to ruin a surprise that a child is planning for their parent. You might even let them get away with a curse word here or there. But a time may come when you're being asked for advice or they tell you something that is a little bit outside of the scope of your relationship. You might even get a sense that they're in harm's way. So takeaway No. 3 for how to be a good auntie is have an open and honest conversation about boundaries with the child and their parents. Earl says if a child shares something with you that sets off your spidey senses or if they ask you to keep that information a secret and you don't feel comfortable with that, be real and upfront with the child in the moment."
    },
    {
      "author": "TURNER",
      "text": "You know, it's really important to communicate to the child and let them know that you do want to be supportive of them. You want to, you know, be there for them and listen to the things that they may be going through but also that, you know, if something comes up that they share that you think needs to be communicated to the parent, that you have to tell the parent those types of things."
    },
    {
      "author": "AINA",
      "text": "Validate them, he says, and let them know it's OK to share that information with you, and you are someone they can trust. You can even give them the option of going to talk with their parents with them as moral support. If it's something that you don't think you can handle or keep to yourself, kids might be upset at first, but that's OK."
    },
    {
      "author": "TURNER",
      "text": "You know, in most cases, that kids understand that you're an adult and that adults have to make some tough decisions sometimes that maybe they don't agree with. And so I think that it is important to at least communicate to the child before you tell the parent to say, hey; I know you told me this, and you wanted me to keep this a secret, but I think that it is something that I need to share with your parents. And I think that eventually they'll understand."
    },
    {
      "author": "AINA",
      "text": "You want to keep those lines of communication between you, the parent and the child open. Everyone is on the same team. Listener Heather says this is something she's starting to do more, especially as the kids in her life are getting older."
    },
    {
      "author": "ADAMS",
      "text": "There is this component to being an auntie that is now becoming more apparent, which is kind of being an ally for the parents, too, and the kids, you know we've all - we all have that exasperated, like, come on, Mom and Dad - but just kind of be there for the parent and ally them while giving the kids space to express their independence and their own frustrations, you know, like, kind of being this sounding board and being able to listen to both sides and - validate but stay neutral and give context, too."
    },
    {
      "author": "AINA",
      "text": "It goes back to that village mentality. As important as the relationship with the child is, you're there to help raise them. Being an ally to the parents and working with them, not against them, is key to being a good auntie. And this can go beyond talking about boundaries and sharing information. You should talk about discipline, too. And that's takeaway No. 4. Here's Earl."
    },
    {
      "author": "TURNER",
      "text": "In most situations, like, kids are going to probably test some limits, and sometimes they might just outright, you know, have some behavior issues in different settings when they're not with their parent. And so I think it is helpful to understand, like, what are some of the challenges that the parents may have with the child in managing behavior? What types of, you know, parenting practices do they use in terms of, you know, time out? Do they take away privileges? So those can be things that you can also potentially be prepared to do, you know, with the child when they are in your presence."
    },
    {
      "author": "AINA",
      "text": "Talking about discipline is important to do, even if you disagree with the parents' style or approach. Earl says parenting styles have changed a lot in recent years. And what you might think is appropriate or what you remember from growing up might not be what the parent is currently practicing. And beyond that, he says he's noticed there are fewer community members or nonrelatives involved in children's lives in general compared to the past. More and more parents are uncomfortable with community members or other people disciplining their children. So you want to make sure you're on the same page about what's appropriate and check in regularly. You can start by asking some questions."
    },
    {
      "author": "TURNER",
      "text": "You know, is it OK for me to set limits to your child or to step in when we notice that your child is doing something in terms of misbehavior or breaking some type of, you know, rule or social norm, you know? You know, what should we say to the child, or is it OK to even say anything to the child?"
    },
    {
      "author": "AINA",
      "text": "And keep the conversation going. Part of being a good auntie is being present and engaged. You can talk about all sorts of things with the parents and guardians, including how they think you can be most supportive. Maybe they'd like for you to work on a specific behavior with their child or mentor them on a particular subject. Talk with them about what supports they need as a parent and how you can best show up for them, whether it's just through encouragement or something more involved. There's no one right way to be a good auntie. It depends on a lot of factors, including your capacity. Being a good auntie takes time and consistency, so think about what your role is and the types of activities you want to participate in and how often you want to do them. Takeaway No. 5 comes from Rachel, and it's to come up with a routine."
    },
    {
      "author": "CARGLE",
      "text": "Some people might even want to use the words practice or ritual to it. You know, find a day of the week that you maybe get on a Zoom call with them to find out how school is going, or talk to the parent and say, hey; is there one day a week that I can do pickup for you, and you maybe go get frozen yogurt or go for a walk?"
    },
    {
      "author": "AINA",
      "text": "Make being an auntie an active and intentional part of your life. Like any relationship, you have to nurture it in order for it to grow. And you can do this even if the relationship is long distance. You can play games online, FaceTime or video call, send gifts. Sometimes I'll video chat with my niece when I do my makeup routine just to stay in touch. Or she'll randomly send me TikToks that she thinks are funny. Earl says it's normal for kids to develop attachments and get used to a particular level of interaction. So think about what level of commitment would be ideal for you. You can even get input from the parent to see what would work for them and try to stick to a schedule that you can balance the rest of your life. Rachel says it's that consistency that reminds the kids in her life that she wants to be a part of their experience and is genuinely interested in who they are as people."
    },
    {
      "author": "CARGLE",
      "text": "Sometimes it's just being present and being able to lean into what their interests are, leaning into what is important to them at the moment. I think, oftentimes, as children, our interests are dismissed sometimes by adults as being silly or not valuable. And as an auntie and as someone who, you know, doesn't have to deal with it all the time and can take the time, just being present and interested is such a gift."
    },
    {
      "author": "AINA",
      "text": "She says it's a gift to aunties and uncles, too. Being a good auntie, being involved in caring for kids that aren't your own, opens up your world. That relationship reminds you of different perspectives and keeps you in touch with your inner child in ways that would be difficult to access otherwise. For Rachel, being an auntie means being part of a village where children are loved, raised and celebrated, and adults are able to participate in that in a variety of ways."
    },
    {
      "author": "CARGLE",
      "text": "I can't express enough how much the relationship goes both ways. And as I continue to grow with the children that I'm in relationship with, you know, as they move into their middle-school years or their teenage years or their college years, there is a - there's the fruits of that. There's the fruit of a really genuine, authentic, trusted relationship with someone that has been built over time."
    },
    {
      "author": "AINA",
      "text": "So to recap, here are our five takeaways for how to be a good auntie. Takeaway No. 1 - figure out what type of auntie you want to be. Takeaway No. 2 - aunties can operate in a neutral safe zone. Takeaway No. 3 - have an open and honest conversation about boundaries with the child and their parents. Takeaway No. 4 - talk about discipline, too. And takeaway No. 5 - come up with a routine for staying in touch."
    },
    {
      "author": "SEGARRA",
      "text": "That was Mayowa Aina. For more LIFE KIT, check out our other episodes. Mayowa hosted one on how to develop your personal style, and we have another on how to build your life when you don't have kids. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was written and reported by Mayowa Aina. It was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino, Sylvie Douglis and Thomas Lu. Engineering support comes from Tre Watson. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1623728078.mp3",
  "img": "https://media.npr.org/assets/img/2023/08/11/goodaunty_01_wide-d2ad31d2ff47dd29e609899951db4b705625cd3a.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "MAYOWA AINA, BYLINE",
    "RACHEL CARGLE",
    "AINA",
    "CARGLE",
    "ZELINDA ZINGARO",
    "HEATHER ADAMS",
    "MIA BOSNA",
    "ADAMS",
    "ERLANGER TURNER",
    "ZINGARO",
    "BOSNA",
    "TURNER"
  ]
}