{
  "title": "How to pick a bank that works for you",
  "url": "https://www.npr.org/transcripts/1186764390",
  "intro": "It's easy to feel stuck with a bank account you've had forever, even if it's inconvenient or racking up fees. But there are lots of other options out there.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody, it's Marielle. Today we're going to talk about bank accounts with a personal finance expert, Yanely Espinal. And actually, her mom had an awful experience with a bank that puts a fine point on what we're going to discuss."
    },
    {
      "author": "YANELY ESPINAL",
      "text": "She had an account with a major bank, and they were charging her $5 every month as a monthly fee if you go below $50. And she went below $50, but she wasn't aware of the monthly account fee. So by the time she went to check her account, she had maybe 15, $20. And she was so frustrated."
    },
    {
      "author": "SEGARRA",
      "text": "Like, the whole point of this account was to have a safe place to keep my money."
    },
    {
      "author": "ESPINAL",
      "text": "And now my money is gone. And she was so infuriated. She closed the account. She didn't want to have it."
    },
    {
      "author": "SEGARRA",
      "text": "Yanely, by the way, is a director at NGPF, a nonprofit that trains educators to teach financial literacy in schools. And she wrote a book called \"Mind Your Money.\""
    },
    {
      "author": "SEGARRA",
      "text": "So, I mean, kudos to her mom in a way, right? Because once you have a bank account, even if it's not working for you, it's hard to muster the energy to close it. There's just so much inertia. And you think, like, am I really going to find anything better? But Yanely says there are a lot of options, and you can find a bank or a credit union or even an app that is a good fit for you. And she says it is important to put your money in one of these places because you don't want it all sitting in cash at your house, and you don't want to pay fees at a check-cashing place every payday."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, Yanely and I are going to walk through four different types of institutions and companies where you can get a checking or a savings account. There are the big major banks - you know, the Chases, Bank of Americas, Citibanks. Then there are the credit unions, and then there are the small community banks. And finally, there are the newer financial tech apps. We'll talk about the pros and cons of each. And she says you'll want to keep these questions in mind."
    },
    {
      "author": "ESPINAL",
      "text": "What do I care most about? What matters to me the most? What is my top one, two, three priorities when it comes to banking?"
    },
    {
      "author": "SEGARRA",
      "text": "Those will help you figure out where to put your money."
    },
    {
      "author": "SEGARRA",
      "text": "Before we jump into those financial institutions and apps, let's talk about the type of account you'll be stashing your money in. We're not going to touch on investment accounts today. Instead, we're talking about checking and savings accounts. You can deposit and transfer money with either of these, but you'll use a checking account for your everyday spending. You can usually write checks from them and access your money using a debit card at an ATM. Some checking accounts will pay you interest. But the interest rates are low, so you don't want to park all your savings in a checking account 'cause it's just not going to earn you much money. OK. And then savings accounts - you generally cannot write checks from a savings account, and there's often a limit to how many withdrawals you can make from them a month. But they offer much higher interest rates than checking accounts, so the bulk of your emergency savings should go in one of these. With that, here is my conversation with Yanely. We'll start with the big banks."
    },
    {
      "author": "SEGARRA",
      "text": "What are some of the potential benefits of going with a big bank?"
    },
    {
      "author": "ESPINAL",
      "text": "I mean, I think that the benefits of a major bank for sure are going to be the ease of use and accessing your money. That's the top thing - especially if you deal with cash fairly regularly - because you could go to any ATM machine anywhere and use your major bank's debit card and be able to get cash pretty much right away anywhere. And it's really important to know that the one that's going to have the widest range of financial products and services by far - definitely going to be the major bank."
    },
    {
      "author": "ESPINAL",
      "text": "And then one last thing I'll say, which - I learned it the hard way - is global presence. If you're ever going to travel outside of the country, major banks are often going to be the ones that have international operations and partnerships with foreign institutions and banks that would allow you to access your money easily and to get banking services even if you travel outside of the country."
    },
    {
      "author": "SEGARRA",
      "text": "How do major banks compare when it comes to fees?"
    },
    {
      "author": "ESPINAL",
      "text": "Fees - definitely going to be lower and better at credit unions in general compared to major banks. But I would say now you're starting to see key players in the major banking space completely eliminate maintenance fees on a month-to-month basis or offer you free ATM usage. So the one major bank that I actually use, the way it works is I put my ATM card - put my debit card into the ATM machine and, say, they charge me, you know, a $5 fee right there on the spot. I'll say, yes - I accept the fee to get my cash. But then, at the end of the month, the major bank will deposit the $5 fee back into my account. So they'll reimburse you for ATM fees. And a lot of major banks are starting to do that now."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So it sounds like, with big banks, a lot of them still do hit you with fees. But also, if you want to go with a big bank, you can shop around to find the ones that will reimburse you, for instance, for ATM fees or have gotten rid of things like monthly maintenance fees."
    },
    {
      "author": "ESPINAL",
      "text": "That's right."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And then one other thing on major banks - where do they fall in terms of risk? The federal government will insure the money in your bank account depending on the institution - that's FDIC insurance. Do the accounts that you'll get with a major bank tend to be FDIC insured?"
    },
    {
      "author": "ESPINAL",
      "text": "A hundred percent, yes. Most major banks are going to be FDIC insured, which means that you offer protection up to $250,000 per customer per bank. Ultimately, you can almost guarantee that, if you're at a major bank, your account will be FDIC insured."
    },
    {
      "author": "SEGARRA",
      "text": "OK, let's talk about another type of financial institution - credit unions. What are they?"
    },
    {
      "author": "ESPINAL",
      "text": "So a credit union is going to be a not-for-profit institution that is member-owned. So when you think of a bank, you think for-profit. This bank has the goal in mind of making profit - as much profit as possible, ideally - for the people involved in collecting that profit at the bank. So, you know, their board members and shareholders - that's who they care about. Versus - a credit union is going to be member-owned, which is literally the customers that go there to do their banking there. So they're going to care the most about you, which means that they're going to lower the fees for you and offer you, you know, higher savings rates. Your APY - your annual percentage yield on your savings account would be higher, right? Any money that they do generate wouldn't be considered profit. They would take it and actually disseminate it back to members of the credit union by lowering fees and increasing the rates that they offer - giving you better deals when you need to borrow. For example, they'll give you a better interest rate on your car loan. So the structure of it is different. The goals and the intentions of the institutions are different when it's a for-profit major bank versus when it's a not-for-profit credit union that's member-owned and operating for the benefit of the members."
    },
    {
      "author": "SEGARRA",
      "text": "What are some of the ways that you can have access to a credit union?"
    },
    {
      "author": "ESPINAL",
      "text": "There's a lot of different things that allow you to qualify to be a member. The main one is geography, but there's a lot of other ways - for example, the employer that you have. Like the Army or the Navy - if you were to join the military, you would have access to Navy Federal Credit Union, which is one of the largest. And it's really focusing on military members - service members and their families. So these are all, like, a group that you are a member of or a part of that is part of your either identity or characteristic of, you know, your lifestyle that would allow you to qualify for membership at a specific credit union. Generally speaking, it's going to be, you know, based on where you live or what you do for work, or if you are, you know, related to someone that has access to it through their work or through their geographic location."
    },
    {
      "author": "SEGARRA",
      "text": "And credit unions - do those tend to be FDIC insured?"
    },
    {
      "author": "ESPINAL",
      "text": "So credit unions have their own insurance, which is NCUA insurance, and it's - operates the same as your FDIC insurance. Your cash is protected in an account up to $250,000 per account per institution, except that it doesn't stand for FDIC, which means Federal Deposit Insurance Corporation. It's National Credit Union Administration, which is a completely different bucket of money - a different federal agency in the United States that regulates and insures credit unions, not banks."
    },
    {
      "author": "SEGARRA",
      "text": "And then in terms of access to your money, if you have, let's say, a credit union debit card. And you're traveling outside of your state, and there's nowhere that you can find an ATM associated with your credit union."
    },
    {
      "author": "ESPINAL",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Can you go to another ATM and use it, and just - then you pay a fee or something?"
    },
    {
      "author": "ESPINAL",
      "text": "Exactly. Basically, there's a series or a network of ATM machines in a certain area where you get fee-free access. And if you are not in that fee-free access zone or network of ATMs, then you're going to have to pay what's called an out-of-network ATM fee. And that's the same in terms of major banks, too. So if you are a Bank of America customer and you use a Citibank ATM machine, you're going to have to pay a fee to Bank of America, and you're also going to have to pay a fee to Citibank 'cause you're using their ATM machine."
    },
    {
      "author": "SEGARRA",
      "text": "Got it. So another type of financial institution is the small community bank. And these are similar to credit unions in a lot of ways, in that they offer things that major banks don't."
    },
    {
      "author": "ESPINAL",
      "text": "It's sort of like a bridge between them, which - it's like a nice in-between. Because they're smaller in size, you get the feeling that you're in a credit union. You get this customer service that's going to be better than what you may experience at a major bank. You're going to get more personalized service. But you might not get all of the top features, like online banking or a really cool mobile bank that you can just take a picture of a check and just upload it right from your phone instead of having to go to the community bank and hand your check over to someone. And you'll have a lot of the same offerings that are going to, you know, meet and tailor to your needs, but they're just more localized in terms of their customer base. So if that's what you care about and that matters a lot to you, you're going to get a lot of the same products and services that a major bank would offer, but with a much better experience if community-based banking is what matters to you."
    },
    {
      "author": "SEGARRA",
      "text": "It seems like, with credit unions and small community banks, you're not going to get as much of the advanced technology as you would with a big bank."
    },
    {
      "author": "ESPINAL",
      "text": "Yes, that's right."
    },
    {
      "author": "SEGARRA",
      "text": "And then the other option we're going to talk about today are those financial technology apps. Can you explain what those are?"
    },
    {
      "author": "ESPINAL",
      "text": "When you think about fintech and neobanks, this is like - they were created mobile-first. So they never had a physical bank - a brick-and-mortar location that you could go to. They don't have any bank branches that you could visit and talk to someone. So these are generally going to be startups. They market to a younger generation that is kind of annoyed or maybe frustrated with, like, the major banking space because, in major banking, you get high fees. You get, you know, maintenance fees. You get overdraft fees. You get all this stuff that you maybe don't really understand. Instead, they do the complete opposite. So if you overdraw from your checking account, they will - they see, hey, you're struggling. You went below zero in your account. This means you don't have money. Instead of charging you a $35 fee and calling it an overdraft fee, instead, we're going to give you a hundred dollars. We're just going to lend you this hundred dollars. We'll put it into your account, and then you would pay that hundred-dollar amount back, and you wouldn't get charged any fees."
    },
    {
      "author": "ESPINAL",
      "text": "So they've kind of made a name for themselves by not only being tech first and being a mobile app before anything else, but also really thinking about how to help you. The part about the fintech space that I would say is actually the risk there is that, because they're startups, because they're so new and because they're not, like, chartered major institutions like banks, you know, they could go out of business and oftentimes struggle to maintain the flow of money coming in because they have to raise capital in the venture capital space. So that's the risk there. But the benefit is - for especially younger customers - is how convenient it is to have it right on your phone and how nice it is to have a startup that is preaching and talking about things that align with your values."
    },
    {
      "author": "SEGARRA",
      "text": "Are the fintech apps FDIC insured?"
    },
    {
      "author": "ESPINAL",
      "text": "They are not, which is also another risk. But what they do to kind of get around that is they partner with a major bank that is FDIC insured. So they are able to offer you products and services like a checking account or savings account that are FDIC insured - not through them, but through their partner bank."
    },
    {
      "author": "SEGARRA",
      "text": "How do fintech apps do when it comes to fees?"
    },
    {
      "author": "ESPINAL",
      "text": "Yeah, fintech apps are generally going to be on par, I would say, with what you would get at your credit union or at your local bank, but even better. So the reason why is because they can completely eliminate their overhead costs with physical locations - the brick-and-mortar buildings that you can walk into. So I think that that's probably the top draw for fintech apps. And then also, on top of that, the added benefit that you also get a much better experience on your mobile or computer or laptop."
    },
    {
      "author": "SEGARRA",
      "text": "All right. So a few big-picture questions here - we've been walking through all of these options, but it's not like you have to have just one bank account - right? - or even just one checking account and one savings account at the same bank. It actually could be a good idea to split them up."
    },
    {
      "author": "ESPINAL",
      "text": "It definitely is a good idea, and that's actually what I do, personally, with my banking. I have my savings account at a high-yield savings, which is an online-only bank. I have one of my checking accounts that I have set up for my spending and - like, in the short term - I have it with a fintech app. And then my major checking account, which is where I have my direct deposit coming in from my paycheck at my job, and, you know, any time that I do transactions online at a major bank. So I am really a fan of diversifying where you put your money and trying to find institutions and - you know, and accounts that really align with what you're looking for and what you care most about."
    },
    {
      "author": "SEGARRA",
      "text": "Mmm hmm. Yeah. I mean, speaking of what you care about, I know within the realm of community banks and probably also credit unions, you can support a certain community group that you really want to invest in. Like, if you, for instance, want to support the Black community and Black-owned businesses, putting money into a Black-owned bank is one way to do that, for instance."
    },
    {
      "author": "ESPINAL",
      "text": "Yes. I love that. Yeah. When you think about savings accounts and even checking accounts or spending accounts, think of it as a loan. You are lending your money to that credit union, to that bank, to that institution, to that app. And that's the big thing there - is that we don't usually think of it as us lending them money. We think of it as us saving our own money in our own account. But what we're doing is lending them our money. And they're going to go ahead and make decisions about what to do with that money to turn it into even more money. And sometimes that's going to be really risky stuff, and sometimes it's going to be low-risk stuff. Sometimes it's going to be investing in the community. Sometimes it's going to not be doing that. So if you care about that, then you're going to want to choose an institution, a credit union, a bank that is likely going to be using your dollars in ways that align with the ways you would use your dollars outside of that institution anyway."
    },
    {
      "author": "SEGARRA",
      "text": "OK, cool. We really did it. We went through, like, so..."
    },
    {
      "author": "ESPINAL",
      "text": "So much."
    },
    {
      "author": "SEGARRA",
      "text": "...We went through the whole banking system."
    },
    {
      "author": "ESPINAL",
      "text": "It's a banking master class (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, seriously. Well, thank you so much. Yanely, really lovely to meet you and talk."
    },
    {
      "author": "ESPINAL",
      "text": "Yeah, you too. Thank you all so much."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to pick a credit card and another on how to get the highest interest rates on your savings. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. Our visuals editor is Beck Harlan, and our visuals producer is Kaz Fantone. Our digital editors are Malaka Gharib and Clare Marie Schneider. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Sylvie Douglis and Thomas Lu. Julia Carney is our podcast coordinator. Engineering support comes from Valentina Rodriguez Sanchez, Joshua Newell and Stu Rushfield. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4640937099.mp3",
  "img": "https://media.npr.org/assets/img/2023/07/10/gettyimages-1072593766_wide-69723d15dce5fe6041753042baa2dfbf8e9af4e9.jpeg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "YANELY ESPINAL",
    "ESPINAL"
  ]
}