{
  "title": "A (former) veggie hater's guide to making a crave-worthy salad",
  "url": "https://www.npr.org/transcripts/1188770699",
  "intro": "Salads are so often hit or miss. Here's how to make a salad that's nutritious, easy to make and a joy to eat.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "Hey, everybody, it's Marielle. I want you to think about the last time you got a side salad at a restaurant. I'm thinking it was iceberg lettuce, maybe some shredded carrots from a bag, possibly a couple cherry tomatoes and, like, ranch dressing. I don't know about you, but when I'm hungry, that is not what I'm fantasizing about. It's cold. It's listless. Kyle Norris, who's a radio producer, would tend to agree with me. He's a meat and potatoes kind of guy."
    },
    {
      "author": "KYLE NORRIS",
      "text": "Yeah. My name's Kyle Norris, but my name should be Kyle Cheeseburger Norris because if you opened up my heart, you'd find a cheeseburger inside."
    },
    {
      "author": "SEGARRA",
      "text": "But he has recently found himself enthusiastically making salads. Seriously, this is him the other day."
    },
    {
      "author": "NORRIS",
      "text": "And I'm going to chop up my cabbage. That was about half of a head of the red cabbage. I'm going to chop up this half a bell pepper. It's red for some bright pop, and I love the crunch and the taste. Pretty."
    },
    {
      "author": "SEGARRA",
      "text": "Kyle is here to tell us that salads can be nutritious, affordable, easy to make, tasty and, dare I say, complex."
    },
    {
      "author": "NORRIS",
      "text": "That, like, hit of the green onion, that, like, mellow intensity of that oniony smell. And then I actually can get the herby smells - cilantro and parsley. Yeah, that's what I'm getting."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, Kyle is going to teach us how to make a better salad. He's got ideas for salad haters and for salad enthusiasts who want to up their game."
    },
    {
      "author": "NORRIS",
      "text": "I got into salads because I've been struggling with my sleep. I went to see a health professional for some help, and one of the things we did was study my diet to find more ways to eat vegetables, which led me to salads. I like to make a big salad on Sundays and then eat it throughout the week. But I get that salads are not everyone's cup of tea. So I talked with a friend of mine who's a professional chef, and I asked him how he would respond to someone who stood in his face and was like, I hate salads."
    },
    {
      "author": "JAY GUERRERO",
      "text": "Wow. That's a very aggressive person. I hate salads."
    },
    {
      "author": "NORRIS",
      "text": "That's Chef Jay Guerrero. He teaches classes at The Pantry in Seattle, classes about cooking with Filipino flavors and knife skills and how to roast a Peking duck. Before that, he worked for seven years at a restaurant called Prune in New York City."
    },
    {
      "author": "GUERRERO",
      "text": "I would say that their definition of a salad is very narrow because, do you hate potato salad? Do you hate macaroni salad? - which I just had the other day. Tell me all the salads that you hate and tell me why because somewhere in there, I'm pretty sure there's something that you do like that is classified as a salad, and you just refuse to accept it."
    },
    {
      "author": "NORRIS",
      "text": "I just want to say on NPR, God bless a potato salad, a pasta salad, a macaroni salad. They have their time and their place. But today we're going to focus on salads where you can shine a spotlight on vegetables. Back to Jay's point - his approach is to be genuinely curious with a salad hater and to try to identify something they do like eating. And that's Takeaway No. 1."
    },
    {
      "author": "GUERRERO",
      "text": "Find a thing you want to eat. Always start with a thing you want to eat."
    },
    {
      "author": "NORRIS",
      "text": "The idea being that once you find that item, build your salad around it. So I made Jay improvise a salad by imagining what a salad hater might like to eat. What if they said they loved, like, barbecue chicken?"
    },
    {
      "author": "GUERRERO",
      "text": "Awesome. I love barbecue chicken, too. You can put barbecue chicken into a salad, I promise, if you shred it up. You shred it up, it just means that you have, like, a more dirty salad. You like something bigger. Like, put in some potatoes in there."
    },
    {
      "author": "NORRIS",
      "text": "Jay says he'd add in a creamy dressing and some red onion for bite."
    },
    {
      "author": "GUERRERO",
      "text": "And then maybe I'll put in some radishes to give me some crunch. If you're trying to, like, slowly sneak vegetables into someone, maybe a few leaves of something sturdy, maybe some sliced-up cabbage."
    },
    {
      "author": "NORRIS",
      "text": "OK. I know, like, 20 seconds ago, I lied to your face and said we were going to go heavy on vegetable salads. But I feel like this salad is going in a different direction, and I'm here for it. But to bring it back to spotlighting vegetables, I might throw in some romaine lettuce and diced-up bell peppers. You can also structure your salad by starting with one vegetable you really like. I mean, let's say it's roasted broccoli. Start with that and then build your salad around it using these approaches I'm going to tell you about."
    },
    {
      "author": "NORRIS",
      "text": "When it comes to buying your produce, any vegetable is better than no vegetable. There's not a big difference in the nutrients found in fresh produce versus canned or frozen. Plus, veggies in a can are a great option if your access to cooking is limited. However, try to find canned veggies in water only versus ones with sodium and sugar. However you get ahold of your vegetables, try and eat them sooner rather than later because they lose nutrients over time. And remember, the big point here is that you should want to eat the stuff in your salad."
    },
    {
      "author": "NORRIS",
      "text": "Jay also says with this barbecue chicken salad we just improvised that suddenly you've got an entire meal on your hands, which is to say that a main salad should be hearty with a range of nutrients; whereas a side salad can be lighter and simpler. Plus, you're going to want to think about how that fits with the other dishes of the meal. Out of the gate, here are some ways to make your salad more substantial. Try using more robust greens like cabbage or kale or Swiss chard, which I recently learned you can eat raw. For some protein, you can add in meats, beans, eggs or tofu. And throw your leftovers into your salad, like yesterday's rice pilaf."
    },
    {
      "author": "NORRIS",
      "text": "And that walks us into Takeaway No. 2. Think about the different textures and flavors for your salad, because that's going to make things more dynamic. Jay says you can also imagine what you want your salad to taste like. Do you want something that's really green-tasting with lots of leaves? Or maybe you want something on the sweeter side."
    },
    {
      "author": "GUERRERO",
      "text": "Let's say we're starting with someone who really has, like, never made a salad before. Let's start with a green - maybe you really love Bibb lettuce - and then think about something you'd want to add to that that would be a contrast. Bibb lettuces are soft, so you want something that's, like, crunchy. So maybe you throw in some nuts. And then you want maybe something that's a little sweet, so maybe you throw in some dried fruit. Maybe you don't want something sweet. Maybe you want something that's, like, sharp. Then you throw in a little, like, shaved onion. You can just have three elements in a salad. As long as they all work together, that's all you need. And then you need to season it with salt, and pepper if you like it."
    },
    {
      "author": "NORRIS",
      "text": "We're going to talk about salad dressings in a little bit, but notice the words that Jay used, like the softness of Bibb lettuce, the crunchiness of the nuts and the sweetness of the dried fruit. Jay is talking about variety in texture and flavors. And he has a good example of this from his childhood."
    },
    {
      "author": "GUERRERO",
      "text": "There is this salad that my dad made literally, like, every day, which was blanched green beans, sliced tomatoes, salt and sometimes fish sauce, and then also sometimes hard-boiled eggs."
    },
    {
      "author": "NORRIS",
      "text": "This everyday salad works because there's a balance of flavors, and Jay says they harmonize well together, starting with the acidity in the tomatoes."
    },
    {
      "author": "GUERRERO",
      "text": "The sweetness comes from the green beans and also from - a little bit from the tomatoes as well, because there's sugars in them, and then you have salt from your fish sauce and, like, that kind of deep umami flavor from the fish sauce. The salt just brings out the flavor."
    },
    {
      "author": "NORRIS",
      "text": "You probably know this, but the big flavors our palates can taste are sweet, salty, bitter, sour and umami, which is a flavor that's sometimes called pleasantly savory. You can taste it in certain meats and cheeses and soy sauce and miso. And this green-bean salad is hitting several of those flavors, which Jay says makes the experience delicious. There are also different textures."
    },
    {
      "author": "GUERRERO",
      "text": "Maybe there's a little bit of crunch in your green beans. You have the softness and the tomatoes and then the eggs."
    },
    {
      "author": "NORRIS",
      "text": "And again, this variety is making things more interesting. So here's some ways to add textures into your salad. Throw in nuts for crunchiness - jay loves to use candied nuts - or try crispy shallots, olives or pickles. You can go for some softness or creaminess with softer lettuces, some cheeses, roasted garlic or a dollop of hummus. Play with texture and temperature by adding in roasted or steamed vegetables, and then mix them into some cooler and crispy leaves of lettuce. I like to roast an entire tray of sweet potatoes, squash, red bell peppers and Brussels sprouts, maybe some onions, and then I dump that into a salad. Or toss in grains like quinoa or lentils. For a sour punch, add pickled things like sauerkraut or kimchi. Hey, I love a quick-pickled red onion. For bitterness, there's a range of bitter greens you can use, things like watercress, dandelion greens and mustard greens. And for umami, try one of my favorite hacks, smoked fish, or mushrooms or sun-dried tomatoes."
    },
    {
      "author": "NORRIS",
      "text": "Let's say you want to take this idea of variety in your salads even further. You can apply that to the color of things in your salad."
    },
    {
      "author": "ANNETTE SACKSTEDER",
      "text": "It's kind of a cliche, the colors of the rainbow, but it's actually a great way to think about it. So you've got greens, but then I like different shades of greens. I'm looking for some reds, looking for some purples, also, maybe, some white."
    },
    {
      "author": "NORRIS",
      "text": "That's Dr. Annette Sacksteder. She's the naturopathic physician I saw who helped me learn about the awesomeness of salads. And Annette is hardcore about salads. Last year, she did a cross-country road trip in her Nissan Leaf electric vehicle. She packed a giant cooler full of vegetables and proteins and traveled across America with her cutting board, knife and salad spinner, eating salads for most of her time on the road. And Annette's going to bring us into our third takeaway, which is to go for a variety of colors when composing your salad."
    },
    {
      "author": "SACKSTEDER",
      "text": "I'm looking for deep reds, deep blues, greens - lots of greens. Lots of greens - and some oranges and yellows."
    },
    {
      "author": "NORRIS",
      "text": "Because real talk - it turns out we should be eating a lot of vegetables."
    },
    {
      "author": "SACKSTEDER",
      "text": "If you look at your plate, I want to see your plate every meal, even breakfast, be at least a half vegetables. So that could be salad and other vegetables."
    },
    {
      "author": "NORRIS",
      "text": "And of course, Annette has a favorite salad, and of course, it has a fancy name."
    },
    {
      "author": "SACKSTEDER",
      "text": "It's Dr. Sacksteder's bowl of life, you know? And it is a deep dive into texture and color and flavor and crunch. And it is this lovely combination of different things."
    },
    {
      "author": "NORRIS",
      "text": "The bowl-of-life salad hits the trinity of points we've been talking about - variety and texture, flavor and color. Annette likes to make her bowl-of-life salad in a big batch, which usually lasts about four days. She starts with two heads of lettuce - she loves Romaine - and one bunch of spinach, along with..."
    },
    {
      "author": "SACKSTEDER",
      "text": "Maybe a half a bunch of rainbow chard. And I would do a third of a bunch of cilantro, maybe a third of parsley. Radishes are fabulous, so maybe six radishes."
    },
    {
      "author": "NORRIS",
      "text": "Annette throws in the greens of radishes, too, which add a little kick, and she grates in a carrot."
    },
    {
      "author": "SACKSTEDER",
      "text": "You can also take beets, which are that beautiful purple color, and you can grate beets in also. And you can take red cabbage or green cabbage and chop that up."
    },
    {
      "author": "NORRIS",
      "text": "Dr. Sacksteder's bowl-of-life salad is now a part of my life, but I go heavy on the cabbage in my version. In fact, I just call it the cabbage salad because I didn't know until now it had an official name. If you don't have access to a kitchen, Annette says you can make a portable salad. Buy some carrots and celery and radishes, clean them, maybe get a bottle of dressing, and munch on those. I had to ask Annette, why is she so friggin' pumped on salads?"
    },
    {
      "author": "SACKSTEDER",
      "text": "It's just - it's life, right? It's live food. And it's vibrant, and it's beautiful. And every time you get together with friends or family and you're thinking, gosh, what can I bring? - bring your salad. And people will say, oh, my gosh, this is gorgeous. How did you make that?"
    },
    {
      "author": "NORRIS",
      "text": "It's so funny you say that. That's what's happened with my - your cabbage salad. Now it's our cabbage salad. It's become the thing I make. I make it for my family. My sister makes it now. But also - I know you know this - my mom unexpectedly got sick last year and passed away. And there was, like, a really rough month in the hospital, and we would make the salad, my dad and sister and I, in bulk and - because we were spending long days away - right? - at the hospital, and just to come home and be like, oh, my God, we can eat the salad. You know, just to know that it was, like, something decent we could eat, it actually carried us through that tough time as well. And my mom liked the salad. She got to eat it before she got sick. But so, like, it actually does play this pretty important role in my life in these other ways, too."
    },
    {
      "author": "NORRIS",
      "text": "As much as I love salads, I'm not eating them dry, which leads me to salad dressings, which I believe can make or break the salad. Plus, they bring variety to how things taste. Both Jay and Annette said the same thing about dressings, and that's our Takeaway No. 4. Bottle dressings can be cool, but try making your own. Here's Annette."
    },
    {
      "author": "SACKSTEDER",
      "text": "If you buy them, they're convenient. They're extremely expensive, and they're not always the best quality of oils, and they oftentimes have sugar in them."
    },
    {
      "author": "NORRIS",
      "text": "The general idea is that dressings are a balance of acid and fat. Commonly used acids are lemon juice or vinegar, and commonly used fats are vegetable oils, like olive oil or canola oil. And the rule of thumb for vinaigrettes is the 3-to-1 rule, three parts oil to one part acid. But really, just use this ratio as a place to start. Know that there are also tons of different oils and vinegars you can play with. I usually keep a few jars of homemade dressing in my fridge. Right now, I have some honey mustard vinaigrette and then also a Thai-inspired peanut dressing. They last about a week, and that way, I can dress each individual salad before I eat it. Swear to God, I could drink that Thai dressing, like, by the bucketful, OK? Also, know your salad dressings can get gloppy and solidify in the fridge, so a good hack for that is to run the container they're in under warm water until the dressing turns back into a liquid. You can also tailor-make your dressing right over the salad. That's what Jay likes to do."
    },
    {
      "author": "GUERRERO",
      "text": "I don't measure. I do, like, a glug-glug-glug-glug-glug of olive oil, and then I squeeze lemon juice, and then I taste what's in the bowl."
    },
    {
      "author": "NORRIS",
      "text": "He says it's all about tasting and adjusting. Jay also says make your salad in a really big bowl so you have some space to toss it. I like to use a stainless-steel mixing bowl with a circumference that's, like, a little bigger than a soccer ball. And then when you toss it, just use your hands. Annette likes to make her simple dressing with three parts olive oil to one part apple cider vinegar, along with some salt and pepper."
    },
    {
      "author": "SACKSTEDER",
      "text": "You can add some mustard powder, garlic powder, onion powder, thyme, basil. I particularly like to put those ingredients into a food processor because then it gets all nicely blended together."
    },
    {
      "author": "NORRIS",
      "text": "If it were me, I'd also chop up some raw garlic and then marinade that in a generous amount of natural maple syrup and add it to the dressing, along with a generous glug of Dijon mustard. OK. All these recipes for dressings can easily be found online. In fact, there's a bunch of videos of people on the internet making all kinds of salads. It's a fun place to go to for inspiration. And God bless a public library or a used bookstore for more inspiring ideas about salads and salad dressings. I asked Annette at the end of our interview if there was anything else that was on her heart that she wanted to mention."
    },
    {
      "author": "SACKSTEDER",
      "text": "I encourage you to find a salad buddy, to find another friend or coworker or somebody who's been saying, yeah, I'd like to eat more vegetables, and make it something you do together. Make a salad and say, hey, I'll bring mine to work for you, or what did you put in your salad?"
    },
    {
      "author": "NORRIS",
      "text": "I swear to God, I have a salad pal. It's my buddy Lila. We share videos and recipes and give updates on the salads we've made. And we call each other our sal pal."
    },
    {
      "author": "SACKSTEDER",
      "text": "Oftentimes, we try to make changes in isolation, and that can be difficult. And so doing things in community and to do it with support and encouragement can really make a difference. So, yeah, consider who's out there in your life who would love to be your salad buddy."
    },
    {
      "author": "NORRIS",
      "text": "Let's review the big salad strategies that we talked about. Takeaway No. 1 - make sure you put things in your salad that you enjoy eating. Our experts say pick one ingredient you know you like, and then build your salad around that. Takeaway No. 2 - go for a variety of textures and flavors. An easy hack is to pair crunchy things with softer things, like walnuts and goat cheese. Takeaway No. 3 is to be inspired by a gay rainbow of color. Choose a variety of colors in your vegetables. And our last takeaway is that we are not mad at bottled salad dressings, but experiment with making your own. Remember the 3-to-1 rule as a starting point - three parts vegetable oil to one part acid. I hope you were able to pick up a few golden nuggets of salad wisdom in this episode, and that you can take these ideas and run with them and make awesome salads your own."
    },
    {
      "author": "SEGARRA",
      "text": "That was journalist Kyle Norris. Kyle also hosted an episode for us on exploring your gender identity. You can find that at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editors are Malika Gharib and Clare Marie Schneider. Megan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Thomas Lu. Engineering support comes from Valentina Rodriguez Sanchez. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8248148446.mp3",
  "img": "https://media.npr.org/assets/img/2023/07/21/gettyimages-634461407-copy_wide-77bb00b293a2d8fa867b293ffb40e615dc003c18.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "KYLE NORRIS",
    "SEGARRA",
    "NORRIS",
    "JAY GUERRERO",
    "GUERRERO",
    "ANNETTE SACKSTEDER",
    "SACKSTEDER"
  ]
}