{
  "title": "Why it's OK to judge a book by its cover (and more tips on how to find a great read)",
  "url": "https://www.npr.org/transcripts/1188769974",
  "intro": "Traci Thomas, host of the hit reading podcast The Stacks, explains how she finds books she can read from start to finish. Some of her ideas may surprise you!",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. When I was a kid, I was a beast when it came to reading. I was gulping down books by the dozen. I think that's in part because of that BOOK IT! program where you'd get a free personal pan pizza from Pizza Hut when you read a certain number of books. But also, reading transported me to this other world filled with magic and adventure and possibility. Plus, I had a lot of free time. As an adult, I have lost some of that magic. I get into these reading ruts because my time is limited, and nobody's offering pizza. And also, I'm not sure what books I'll even like."
    },
    {
      "author": "TRACI THOMAS",
      "text": "OK, what kind of TV shows do you like? That's where I start."
    },
    {
      "author": "SEGARRA",
      "text": "That's Traci Thomas, reporting for duty. She's a creator and host of \"The Stacks,\" a podcast about books. And Traci is really good at recommending books based on questions like this. I told her I just watched a movie on Netflix called \"Uncharted\" with Tom Holland and Mark Wahlberg."
    },
    {
      "author": "SEGARRA",
      "text": "And they are in search of, you know, buried treasure from long ago. And there are other people who are trying to get to it first. It's a big, big adventure."
    },
    {
      "author": "THOMAS",
      "text": "OK. Would you want a story that's set in the past, or would you want a story that is set in the present or in the future?"
    },
    {
      "author": "SEGARRA",
      "text": "What I liked about this was that it was set in the present, but they were looking for something from the past."
    },
    {
      "author": "SEGARRA",
      "text": "She also asked how I want to feel when I'm reading - happy or maybe tense but only in a, you know, got to solve the mystery kind of way. I also told her that one of my favorite books as a kid was \"Around The World In Eighty Days\" by Jules Verne, another adventure tale. With that info, she came up with two intriguing book suggestions, which I will share at the end of this episode. But yeah, if you're looking for something to read, Traci's got so many tips for you. On this episode of LIFE KIT - how to find books that you will love. We talk about what questions to ask yourself, how to decide on a genre or category and whether you can, in fact, judge a book by its cover."
    },
    {
      "author": "SEGARRA",
      "text": "What are you reading right now?"
    },
    {
      "author": "THOMAS",
      "text": "Oh, that's a great question. So I am currently reading a book called \"Momfluenced.\" I'm doing that on audiobook. And then with my eyes, I am reading a book called \"The Death Of Public School\" by Cara Fitzpatrick."
    },
    {
      "author": "SEGARRA",
      "text": "Both of them sound like maybe nonfiction?"
    },
    {
      "author": "THOMAS",
      "text": "Both of them are definitely nonfiction. I am a nonfiction girlie."
    },
    {
      "author": "SEGARRA",
      "text": "What do you love so much about nonfiction?"
    },
    {
      "author": "THOMAS",
      "text": "I'm a skeptic. And so sometimes when I read fiction, I'm like, that would never happen in real life, and it takes me out of it. I have a hard time, like, suspending my disbelief. But when I read nonfiction, I'm like, this is real life. And I like to learn. And also, the writing style of nonfiction is often a little more straightforward. I think sometimes with fiction, you know, authors write with sort of flowery language, which I know lots of people love, but for me, it just can be distracting."
    },
    {
      "author": "SEGARRA",
      "text": "Totally. I want to know if you are someone, especially if you're someone who hasn't been reading that much lately or in - you're in a kind of a reading rut, how can you start to figure out what you actually want to read?"
    },
    {
      "author": "THOMAS",
      "text": "I think you know, right? Don't you know? Like, for a movie, like, I know I want to see the \"Barbie\" movie."
    },
    {
      "author": "SEGARRA",
      "text": "Me too."
    },
    {
      "author": "THOMAS",
      "text": "I'm not sure if I'll like it or not, but I know, at least, that I want to give it a shot. And I just - I think that people feel like they have to finish books. And I think that that is not a helpful approach because I think there are so many books in the world, and there are books out there for you. And I think if you trust your gut a little bit more and you say, OK, I'm really interested in the \"Barbie\" movie, what are some books about the 1980s and 1990s, or what are some books that have hot pink covers - like, you know, like, just the things that you're drawn to. And I think once you find that, it's sort of easier to articulate what it is that you're looking for. Are you looking for something with a lot of plot? Are you looking for something that's romance? Are you looking for something that's nonfiction about public schools? Like, there's so many books once you start to zero in on what it is that you like."
    },
    {
      "author": "SEGARRA",
      "text": "Do you think it might be helpful to go to a bookstore and wander around?"
    },
    {
      "author": "THOMAS",
      "text": "Yes. And talk to the booksellers or the librarians. I mean, booksellers and librarians are book matchmakers and sort of magicians. You can go in and say, I read this and this and this, and I loved those three, but I also read this other book that I hated, and I'm in the mood for something that feels like, you know, a long drive on Christmas Eve. And they'll be like, oh, here you go. And they always come up with something."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. It reminds me of when I go, occasionally, to a cocktail bar and I know exactly how to describe the type of drinks that I like."
    },
    {
      "author": "THOMAS",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "Something either herbal and fresh or smoky, right? And, like, that's something that I have perfected over the years, like, just knowing..."
    },
    {
      "author": "THOMAS",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "...Getting a lot of the wrong cocktail and being like..."
    },
    {
      "author": "THOMAS",
      "text": "Right, right."
    },
    {
      "author": "SEGARRA",
      "text": "...This tastes medicinal or I'm - this is way too strong or whatever. So I wonder, yeah, are there ways to describe the kinds of book you might like that way?"
    },
    {
      "author": "THOMAS",
      "text": "Yes. Yes, you can definitely describe books that way. I think there's sort of three ways to describe books - what it's about, what genre it is, and then also sort of how it makes you feel or what it feels like - you know, 'cause I don't always know what topic I want to read about. I'm usually like, oh, what's some great investigative journalism, or what's a book where someone takes their memoir and ties it into some research? And usually, by kind of coming together with what I'm in the mood for, not necessarily the exact topic, I can get some really great recommendations."
    },
    {
      "author": "SEGARRA",
      "text": "Right. So when you walk into a bookstore, do you have a strategy for how to figure out whether you will like a book that you pick up?"
    },
    {
      "author": "THOMAS",
      "text": "I like to look and see what's on the tables in the front because that usually is something that's new and exciting to either the world at large or the booksellers in that specific store. Bookstores get to decide what they stock, so they're going to stock things that they think will sell or that they think are really good or interesting for their community. If the bookstore that I go into has books that face out on the shelves, I like to see which books they've sort of picked to face out. Definitely talk to the booksellers. I ask them what they're reading, what they're excited about, what they've heard good things about. And I'm also just kind of looking around to see what jumps out at me. And then I might read the jacket copy and see a little bit. I don't like to read a lot of the jacket copy because I do not like to know what I'm going into as much as possible."
    },
    {
      "author": "SEGARRA",
      "text": "Right."
    },
    {
      "author": "THOMAS",
      "text": "But if you're feeling like you're in a rut or you want to get into reading, I would recommend reading it a little bit more because you don't want to get a book and then be like, I'm not interested in this."
    },
    {
      "author": "SEGARRA",
      "text": "You mentioned before covers. How much can covers tell you about a book?"
    },
    {
      "author": "THOMAS",
      "text": "I think so much. I am the queen of judge a book by its cover. I know I'm not supposed to say that. I have definitely read books that have gorgeous covers that I did not like the book, and I have also read books that had covers that I thought were embarrassing, that - like, embarrassing because they were bad - that I loved the book. So I don't think it's a surefire way. But I think when you start to look at the books that you've loved in your life or that you've read recently that you like, you might notice some trends. Like, for me, when I look at my bookshelves, I have the most black books and the most red books, but I don't have a lot of green books. Like, I think whatever they're doing with the marketing with the green books - not for me."
    },
    {
      "author": "THOMAS",
      "text": "But I think that the reason that you can judge a book by its cover is because there is a lot of effort and marketing that goes into making covers that tell you sort of what's in the book, what kind of person it's for, what to expect. I don't know if you should 100% use a cover to pick a book, but, you know, if you're down to the last three or four and you're like, I don't know which one, which one, you know, sort of speaks to you and jumps out to you?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I feel like there are a lot of categories you could consider in books as well. So there's obviously prose, and then there's poetry. There are plays, graphic novels, workbooks. Do you think these are helpful distinctions to start with - like, what kind of book am I looking for?"
    },
    {
      "author": "THOMAS",
      "text": "I think so, yes. I think most people have a sense - you know, a broad sense. Like, do I want to read a novel? Do I want to read a play? Do I want to read a collection of poetry? I definitely think if you know for sure you don't like poetry, then no point browsing the poetry section, though I would challenge people to try to read poetry. I am in my trying-to-read-poetry phase and it's a really great, exciting challenge, even though I don't always get it. And I'm told that that's fine, too. So..."
    },
    {
      "author": "SEGARRA",
      "text": "It's just such a big category to write it off completely."
    },
    {
      "author": "THOMAS",
      "text": "Totally, totally. I mean, that's - I used to be a I don't read poetry, and then a poet challenged me to read more poetry. So I said, I'm going to read a poem a day for a year. And I did it, and now I read poetry. Poems are a great way to get out of a reading rut, too."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So let's say you do want to venture out of what you typically read. We can use the example of nonfiction and fiction."
    },
    {
      "author": "THOMAS",
      "text": "OK."
    },
    {
      "author": "SEGARRA",
      "text": "You're a nonfiction fan. But if you wanted to try to read a fiction book, would you look for something that had, I don't know, similar qualities to some of your favorite nonfiction?"
    },
    {
      "author": "THOMAS",
      "text": "Yes. Yes."
    },
    {
      "author": "SEGARRA",
      "text": "Like, how would you think about that?"
    },
    {
      "author": "THOMAS",
      "text": "So I know, for me, that I like fiction that is based in reality. I am not super into sci-fi fantasy, so I'm going to stay most likely away from that unless a book comes highly recommended. But we'll pretend like I'm just going in browsing. So I would ask someone or I would look around for a book that is in, like, maybe literary fiction or general fiction. And so - as opposed to genre fiction, which is, like, thriller, mystery, horror, romance. They call that genre fiction, and then general fiction is sort of more realistic, everyday life. This would be where I'd probably read the jacket copy. I would probably read a few sentences to get a sense for what the book is about."
    },
    {
      "author": "THOMAS",
      "text": "And then if I grab a handful, I might go ask the bookseller, like, hey, which of these feels like, you know, real life? Which of these feels sort of like clear narrative? I like plot, so I'd ask, you know, do you know if this book has plot? And I say I like plot because some people really like character development, where not a lot happens in the book, but you sort of sit with a character for hundreds of pages and sort of their thoughts and their musings. So for me personally, I'm a plot person, so I would ask about that. And also, the other thing is if there's no bookseller available to you, if you have your phone on you, you can always Google and just see what the book's about, or maybe see if you can find a review and read a few sentences of that as well. We're in, you know, the information age, so might as well take advantage of that."
    },
    {
      "author": "SEGARRA",
      "text": "There's another element here, too, which is, like, what kind of mood are you going for when you're reading, right? Like, if you're feeling really down, are you one of those people who wants to listen to sad music and lean into it?"
    },
    {
      "author": "THOMAS",
      "text": "Right. (Laughter) Right."
    },
    {
      "author": "SEGARRA",
      "text": "Or are you going to put on a happy song and try to change the vibe? It feels like it's about knowing yourself, right? Does it work the same with reading?"
    },
    {
      "author": "THOMAS",
      "text": "Yeah, for sure. That's such a good point, because sometimes - and sometimes you want to put on the sad music. And then sometimes you want to put on the happy music. So, like, you really have to figure out what you want. Another piece of advice kind of along those lines is that - I know so many people who get in reading ruts because they try to read whatever they saw in the New York Times or on Oprah's Book Club or whatever, even though it's not anything that they would normally want to read. I encourage folks to trust what you like over trying to read with Oprah Winfrey, because she's picking the books that she likes."
    },
    {
      "author": "SEGARRA",
      "text": "And, I mean, there's also, like - it's OK to like books that other people say are corny..."
    },
    {
      "author": "THOMAS",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "...Or that other people review badly."
    },
    {
      "author": "THOMAS",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "If you love it, that's what matters."
    },
    {
      "author": "THOMAS",
      "text": "Yes, it's art. Books are art, so just like songs. Like, for example - I'm sure I'll get in trouble for saying this, but I do not like Taylor Swift."
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter)."
    },
    {
      "author": "THOMAS",
      "text": "I understand that a lot of people do. It's just, it's not for me. It's OK to read something that other people don't like. There's an audience for every single book. You may or may not be that audience, but there are people out there who will like it. So I always try to keep that in mind when I talk about books publicly and when I give people book recommendations."
    },
    {
      "author": "SEGARRA",
      "text": "How do you know, on the flip side, when you're reading that you don't like the book and that you're ready to put it down? Like, how much of a chance do you usually give something?"
    },
    {
      "author": "THOMAS",
      "text": "OK, so for my work, I have to read books and finish books that I do not always like. I can tell you, usually, within 10 to 20 pages if I will like a book. And part of that is because I read so much. I think, for most people, though, you know. You know if you don't like something. I think if you're falling asleep while you're reading it, that's a good sign that maybe you don't like it. I think that if you are constantly checking your phone while you're reading that that might be a sign that you don't like it. I think that if you want to do anything else but read, that might be a sign that you don't like what you're reading. I think that if you are rolling your eyes as you're reading the sentences, that might be a good sign that you don't like something. I think it's like everything else. You know what is not for you."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, and then it is A-OK to put it down."
    },
    {
      "author": "THOMAS",
      "text": "Put it down. Save yourself. There are too many books in the world to read books you do not like. You know what I think? I think that if you are not finishing a book, that is called cultivating taste."
    },
    {
      "author": "SEGARRA",
      "text": "By the way, if you want to read more and you're having trouble getting into the practice, Traci has tips for that, too. One thing you can do is set an achievable goal, like, I'm going to read 12 books in a year. That worked when she was in a rut."
    },
    {
      "author": "THOMAS",
      "text": "And then I just hit my stride. It made it a practice for me. Now the goal that I have is I read 10 pages a day at minimum. Obviously, some days, I read 300 pages. And some days, I don't quite get to 10. But for me, 10 pages a day felt like, OK, I can commit to this. It's probably 10 to 15 minutes of reading. And if I go beyond, great - and if not, I'm not going to, you know, kick myself in the butt for it."
    },
    {
      "author": "SEGARRA",
      "text": "Finally, back to those book recommendations. Based on everything I said, especially my love of adventure tales, Traci recommended \"Lucky Red.\""
    },
    {
      "author": "THOMAS",
      "text": "I haven't read it yet. But everyone that I respect who has read it, loved it. And it's, like, a queer, lesbian Western. And my friend described it as kiss, kiss, bang bang, which I thought was a fantastic way to describe a book."
    },
    {
      "author": "SEGARRA",
      "text": "She also suggested a book called \"Deep As The Sky, Red As The Sea.\" It's another adventure novel that her friend loved. An online description calls it a historical novel about a legendary Chinese pirate queen, her fight to save her fleet from the forces allied against them and the dangerous price of power. I cannot wait to start reading them."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to read more books and another on the benefits of journaling. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Thomas Lu. Our visuals editor is Beck Harlan, and our visuals producer is Kaz Fantone. Our digital editors are Malaka Gharib and Clare Marie Schneider. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Sylvie Douglis. Engineering support comes from Valentina Rodriguez Sanchez, Joshua Newell and Stu Rushfield. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9065017334.mp3",
  "img": "https://media.npr.org/assets/img/2023/07/19/gettyimages-200464440-001_wide-c8e6aa20e6694bd239ccfbe9dccfc3ee283d4c24.jpeg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "TRACI THOMAS",
    "THOMAS"
  ]
}