{
  "title": "How to bring more play into your life",
  "url": "https://www.npr.org/transcripts/1190234742",
  "intro": "Play isn't just fun. Researchers argue it can help you adapt to difficult circumstances, collaborate better and problem-solve. We'll help you figure out your play personality and how to prioritize play in your life.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody, it's Marielle. When Whitney Bae was growing up in Illinois and her mom would tell her, go outside and play, she knew what that meant."
    },
    {
      "author": "WHITNEY BAE",
      "text": "Play for us was going outside, climbing trees. It was making mud pies. It was - we used to, like, reenact a lot of, like, current events, like the Olympics - the 1996 Olympics, I believe."
    },
    {
      "author": "SEGARRA",
      "text": "The 1996 Olympics were an iconic moment for young girls. We were obsessed with Dominique Moceanu, Dominique Dawes, Kerri Strug and the four other incredible gymnasts who won gold for the U.S. that year."
    },
    {
      "author": "BAE",
      "text": "We'd set up, like, this little bench, and I'd run, and I'd, like, jump over it like it's a vault. And it's literally just, like, a sitting bench, so just, like, use our imagination, and it was fun. It really felt - I mean, of course it wasn't real, but it just - it felt like I was somebody."
    },
    {
      "author": "SEGARRA",
      "text": "Like a lot of kids, Whitney was fluent in play. You probably have an idea of what play is, but here's a definition I think really rings true."
    },
    {
      "author": "JEFF HARRY",
      "text": "I define play as any joyful act where you forget about time. It's where you're, like, fully immersed in the moment. It's when you are your you-est you."
    },
    {
      "author": "SEGARRA",
      "text": "That's Jeff Harry. He's a play coach. Companies hire him to get their employees to play more."
    },
    {
      "author": "HARRY",
      "text": "I like to say I make work suck less, because work sucks right now, and it really doesn't have to."
    },
    {
      "author": "SEGARRA",
      "text": "And he says play looks different depending on who you are. It could be whitewater rafting or pickleball. It could be making a podcast. It could be cooking. As adults, we often stop playing. Sometimes we even forget how to do it. Dr. Stuart Brown, a play researcher and physician psychiatrist by training, says that is a problem because play is a central part of our existence."
    },
    {
      "author": "STUART BROWN",
      "text": "It's as basic as sleep and nutrition. It just doesn't necessarily produce the same outcome as hunger or fatigue. But the need to play is there in all of us. And we all have deficits when we don't experience it sufficiently."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, why we should play as adults and how to do it. We'll help you figure out what feels like play to you using the concept of play personalities and how to work it into your life, even if you don't have a lot of free time."
    },
    {
      "author": "SEGARRA",
      "text": "Before we get into the how of play, let's talk about the why. First off, you should know that humans are not the only animals that play. Obviously, domesticated animals like dogs and cats do it, but so do bears and leopards and bison and ravens and dolphins. And the list goes on. And from an evolutionary perspective, play might not make sense at first. It often seems to have no purpose, and it can come at a cost. You know, it uses up energy, and it can even be dangerous. But animal play scholars and biologists argue that play does serve a number of purposes - that it can help us adapt to difficult circumstances, to practice skills that we need to survive, to problem solve and to collaborate."
    },
    {
      "author": "SEGARRA",
      "text": "Stuart Brown, whose voice you heard just before the break, says there's a lot of research on how animals play and also on how humans play when we're kids, but there aren't as many studies on play in adult humans, for now, at least. We have learned a lot, though, from watching other social animals. For example, there's research on rats, who are highly playful creatures. The researcher prevented them from playing and then, after, watched them run a maze and also socialize with other rats."
    },
    {
      "author": "BROWN",
      "text": "The play-deficient rats have the inability to socialize as well as those who have played, so that play itself is seen as a necessity for rat health and rat pack socialization."
    },
    {
      "author": "SEGARRA",
      "text": "He says the same seems to be true for humans and other social animals. As you can see, there are a lot of reasons you might want to incorporate more play into your life. Also, come on - feels good, right? So let's move on to the how portion of this episode and get back to Whitney Bae, our make-believe Olympic gymnast. Classic story - she grew up, and she learned from the world that her playfulness was inappropriate."
    },
    {
      "author": "SEGARRA",
      "text": "Whitney studied engineering in college. And when she graduated, she went to work for an engineering firm in Seoul."
    },
    {
      "author": "BAE",
      "text": "They were, like, kind of pushing me. Hey, you need to be more serious. Like, don't be so funny, goofy. Like, this is a serious workplace. Be more serious."
    },
    {
      "author": "SEGARRA",
      "text": "So you would get that feedback, like, at the office."
    },
    {
      "author": "BAE",
      "text": "Oh, all the time, every day. My boss would be like, you're laughing too loud (laughter). And I was like, it's funny. I can't help it. Or they'd be like, oh, your clothes are too bright, you know, these kinds of things. And..."
    },
    {
      "author": "SEGARRA",
      "text": "No."
    },
    {
      "author": "BAE",
      "text": "...I was like, I feel like I'm losing myself."
    },
    {
      "author": "SEGARRA",
      "text": "Whitney is talking about a concept that psychologists call the inner child."
    },
    {
      "author": "HARRY",
      "text": "There is an aspect of you that knows what you want - that has always known what you want. Your kid self knows what makes you happy. Your kid self knows what makes you fulfilled and satisfied."
    },
    {
      "author": "SEGARRA",
      "text": "So Takeaway 1, figure out your play style by getting in touch with your inner child. Let's start with a question that Jeff shared. What were your favorite ways to play as a kid? Were you super into Legos or Erector sets, finger painting, make-believe, catching fireflies, seeing how far you could catapult yourself off the swing set? For me, it was Barbies."
    },
    {
      "author": "UNIDENTIFIED ACTOR #1",
      "text": "(As character) Hello, Barbie?"
    },
    {
      "author": "UNIDENTIFIED ACTOR #2",
      "text": "(As Barbie) Let's go for a drive."
    },
    {
      "author": "SEGARRA",
      "text": "I loved to dress them up in the coolest fashions and also create storylines for them. They'd be in love triangles filled with passion and betrayal."
    },
    {
      "author": "UNIDENTIFIED ACTOR #2",
      "text": "(As Barbie) Tonight's the school dance."
    },
    {
      "author": "UNIDENTIFIED MUSICAL ARTIST",
      "text": "(Singing) Got to look great."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so then you're going to think about what kind of play that is. What's at the center of it? One framework that can help is called play personalities. Stuart Brown lays these out in a book he wrote on play. In his decades as a psychiatrist, he would ask patients about their early experiences with play. And then he and his colleagues would review the notes. And they noticed some archetypes."
    },
    {
      "author": "BROWN",
      "text": "So that there is a kind of a play fingerprint that I would call the play personality that emerges. It's not scientific. This is not something that we're measuring with a series of neurotransmitters, but it's a clustering of what really gives you a sense of joy and engagement and sustained motivation?"
    },
    {
      "author": "SEGARRA",
      "text": "Here are a few examples. And you can be more than one of these. There's the joker, who loves to laugh and make other people laugh, whether that's through practical jokes, wordplay, physical comedy. There's the artist-creator. The point for this person is to make something - could be something beautiful, something functional, something goofy. As Barbie's personal stylist, my inner child definitely fell into this category. You've got the kinesthete, who finds joy in movement - you know, swimming, running, stretching. You've got the director. They love to call the shots, to plan the parties."
    },
    {
      "author": "BROWN",
      "text": "One of the people that we picked out that's a celebrity director is Oprah."
    },
    {
      "author": "SEGARRA",
      "text": "Also, the storyteller - hi, hello. Those relational dramas between my Barbies, classic storyteller behavior. Once you have a sense of your play personality as a kid, you can start to think of ways you might like to play now. For my artist-creator side, I recently went to a panel about fashion in hip-hop. And I put together a gallery wall of art behind my couch. For the storyteller, I went to see the new \"Barbie\" movie with friends. And I watch shows with storylines filled with love and betrayal, like \"Grey's Anatomy.\""
    },
    {
      "author": "SEGARRA",
      "text": "Another way to find out what kind of play is for you is to listen to the whispers, and this is Takeaway 2. Jeff Harry says, think for a moment about what we started doing when we were stuck at home during the pandemic with nothing to do. We picked up hobbies - baking sourdough bread, doing embroidery, woodworking. And that was in part because we were bored. His challenge for you - for five or 10 minutes a day, put down your phone and your laptop and do nothing."
    },
    {
      "author": "HARRY",
      "text": "When you get bored, all of a sudden that inner child starts to whisper all these nerve-sided ideas, these ideas that make you nervous and excited, you know, ideas like, hey, you know, why don't you start writing that book or that blog post? Why don't you make a video on TikTok?"
    },
    {
      "author": "SEGARRA",
      "text": "Whitney heard the whispers when she was working at that engineering job in Seoul. They were telling her to travel and to start her own YouTube channel."
    },
    {
      "author": "BAE",
      "text": "Hey, everyone. It' me, Whitney. Hi, everyone. Good morning. (Singing) Good morning. Good morning."
    },
    {
      "author": "BAE",
      "text": "And those videos got a lot of good feedback. And so I just, like, kept going."
    },
    {
      "author": "BAE",
      "text": "Off to the next adventure."
    },
    {
      "author": "SEGARRA",
      "text": "She started doing improv in Korea. And then in 2019, she moved to New York to pursue a career in comedy. Now she's in her fourth season performing improv at a nonprofit called the Armory Comedy, and she loves it."
    },
    {
      "author": "BAE",
      "text": "So like, I'm on the stage. And I'm - someone sets me up to be a rat that can do karate. So I'm on the stage, and I'm doing karate as a rat - just, like, very imaginative, just things I would probably never really do on my own. So yeah, I find, like, now I go in these wacky worlds, and I just follow the fun."
    },
    {
      "author": "SEGARRA",
      "text": "Sometimes smaller, less world-shifting opportunities for play will present themselves. I was at an event recently and I was deciding what to do. Did I want to drink? Did I want to go to another panel? Was I ready to leave? And then I saw that someone was selling coconuts. They'd chop off the top and stick a straw in. And I was like, that. That's what I want, so I got one. I told Jeff this story."
    },
    {
      "author": "HARRY",
      "text": "I love that story so much because what you did in the moment, you're like, what will bring me joy right now? And you just walked on over to that."
    },
    {
      "author": "SEGARRA",
      "text": "But then I'm walking around, happy as a coconut, and people started talking to me. One woman with cool silver boots complimented my drink. We chatted and exchanged info. And she even held my coconut when I went to the bathroom. And that's the thing, doing what's calling you in a given moment can lead to connection because people think, ooh."
    },
    {
      "author": "HARRY",
      "text": "She looks so happy. I want to be around that type of energy."
    },
    {
      "author": "SEGARRA",
      "text": "So the advice here? Do the things that you find interesting and watch what adventure shows up. OK, so we're listening to our inner child. We're following the whispers. We're starting to play. At this point, we may hear from our inner critic - Takeaway 3, talk to it. Jeff Harry says your inner critic is that voice inside you telling you why you shouldn't do that thing and saying that you look ridiculous when you play."
    },
    {
      "author": "HARRY",
      "text": "You're, like, feeling crappy. You're binge-watching Netflix. You got popcorn, like, on - you know, just dribbling down. And you're just like, oh, I'm the worst person in the world. And then you were like, oh, my goodness. There's my inner critic."
    },
    {
      "author": "SEGARRA",
      "text": "One exercise that can help, write down what your inner critic is saying. Or visualize what it looks like and sounds like."
    },
    {
      "author": "HARRY",
      "text": "Does it sound like that bully from third grade? Like, who's that inner critic? So get a visual, and then name it, you know? And mine is Gargamel from \"Smurfs.\" Gargamel would always love to suck all the joy and play out of everything, right? And literally, when Gargamel shows up, I write down what it's saying."
    },
    {
      "author": "SEGARRA",
      "text": "And then once you write the insults down, cross them out and write the opposite."
    },
    {
      "author": "HARRY",
      "text": "So it's like, I'm never going to be enough. And then I write, you are going to be enough. Oh, I'm never going to be successful. Actually, you're already successful and you're going to even be more successful. And you cross those out and put the positive of that, and you start reading those back to yourself. And this is a positive psychology technique. This is just pattern recognition in many ways."
    },
    {
      "author": "SEGARRA",
      "text": "You can do this in the middle of play. Your inner critic pops up and says, this is such a waste of time. And you're like, OK. Thank you, inner critic. I appreciate you, but I'm playing with my inner child right now. And actually, this is a great use of my time. OK, takeaway four - think about what makes you feel free. Stuart has a question in his book. When have you felt free to do and be what you choose?"
    },
    {
      "author": "BROWN",
      "text": "Was there a moment? Was there a circumstance? Was there a situation that allowed you to really feel like you were yourself, whether you were 4 years old or 40?"
    },
    {
      "author": "SEGARRA",
      "text": "Why are we talking about freedom? Because play and freedom are interwoven. When you're doing something simply for the end result, like to achieve, you lose a part of the joy of being alive."
    },
    {
      "author": "BROWN",
      "text": "It's easy to lose a sense of an experience which is, in itself, wondrous by demanding that the experience produce outcome."
    },
    {
      "author": "SEGARRA",
      "text": "When you're playing and you're not so attached to the outcome, that gives you the freedom to wonder, to be in awe, to learn for the sake of learning. So in addition to that question above about when you felt free, also ask yourself, what stands in the way of you feeling free now? Is your environment unsafe? Is your job constantly in jeopardy? Is your partner always critical of you? That is all legitimate."
    },
    {
      "author": "BROWN",
      "text": "And for many, many people living in a violent neighborhood, being impoverished, having a physical illness, this is not to make life just fun and games and play. It's not. Life is challenging for all of us. But the play nature that we have usually allows us to find, within our lives, even in very difficult lives, moments of joyfulness."
    },
    {
      "author": "SEGARRA",
      "text": "Look, I get it. You may feel like you barely have time in the day to sit down, let alone play. But playtime doesn't have to mean spending hours every day making sandcastles, though I'm kind of into that idea. You can inject play throughout the day. Whitney Bae was at a restaurant with her parents this one time."
    },
    {
      "author": "BAE",
      "text": "And my rule is at a restaurant, everybody puts away their phones."
    },
    {
      "author": "SEGARRA",
      "text": "So while they were sitting there, she taught them how to play this little improv game where the first person says who they are, the second person says where they are and the third person says what they're doing."
    },
    {
      "author": "BAE",
      "text": "Like, if I say, oh, we are farmers, then you have to say where we are. And so my mom would, you know, be thinking like, OK, I'm a farmer. Where am I? And just kind of using her imagination. We are farmers and we are at Walmart. You could say anything."
    },
    {
      "author": "SEGARRA",
      "text": "And then maybe the third person is like, OK, we're farmers at Walmart and we are shopping for bikinis. And you do a little scene."
    },
    {
      "author": "BAE",
      "text": "I could be like, hey, Farmer Joe, that's a nice hot pink bikini you got on."
    },
    {
      "author": "SEGARRA",
      "text": "And so on."
    },
    {
      "author": "BAE",
      "text": "And it was only, like, 10 minutes and our food came out and that was the end of that. But to this day, we still talk about that. We're like, oh, remember when my dad did this and my mom did - like, we still talk about that fun moment that we had."
    },
    {
      "author": "SEGARRA",
      "text": "You can also find moments of play by just letting yourself be playful, even for 30 seconds. Pet a puppy on the street - with permission. Pick up a pinecone at the park and ask your friend to name it. Watch people flirting on your subway car. Stuart said that on the morning of our interview, he walked out of his house to get his copy of The New York Times."
    },
    {
      "author": "BROWN",
      "text": "Which is part of my 90-year-old ritual now. And there on the step in front of me was a little Oregon Junco And that little Oregon Junco was looking up at me and jumping up and down and jumping up and down. And I thought, that little bird is really glad to be alive. OK, so am I. I'm an old guy, but I'm still glad to be alive. So I got, from the immediate surroundings, a sense from nature that, you know, at least that moment was a joyful one."
    },
    {
      "author": "SEGARRA",
      "text": "OK, it's time for a recap. Figure out your play style or personality. You can start by asking, how did I like to play as a kid, and how can I incorporate that form of play into my life now? Also, follow the whispers. Whether you're at a job you hate or at an event unsure of what to do next, listen to that voice that's saying, go get a coconut. Engage with your inner critic. Give it a name. Mine's called Doreen (ph). She is the worst. And when she starts yapping and telling me that I look ridiculous, I tell her she's wrong. Think about what makes you feel free. And by that we mean think of a time when you felt free to do and be as you choose. What stands in the way of that now? Lastly, find moments of play whenever you can."
    },
    {
      "author": "SEGARRA",
      "text": "Sorry, I was just thinking of something else silly that I did this morning, but it's too silly to tell you."
    },
    {
      "author": "BROWN",
      "text": "Good for you. Well, don't hesitate to share it."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so, like, I - I don't know if you'll know this song. I think it's, like, a song from the '80s, but it's like, (singing) we got the beat."
    },
    {
      "author": "SEGARRA",
      "text": "You know that one?"
    },
    {
      "author": "BROWN",
      "text": "No, I don't. But I'm a couple generations older than you."
    },
    {
      "author": "SEGARRA",
      "text": "I got food - groceries delivered, and I got beets. And so when I took out the bag of beets, I just started singing, we got the beets. And I was alone in my house."
    },
    {
      "author": "BROWN",
      "text": "Good for you."
    },
    {
      "author": "SEGARRA",
      "text": "But I was like, (singing) we got the beets."
    },
    {
      "author": "BROWN",
      "text": "Well, you felt better when you sung it, after - while you were singing it."
    },
    {
      "author": "SEGARRA",
      "text": "I really did. I really did."
    },
    {
      "author": "BROWN",
      "text": "See, that's part of the magic of play itself. All of a sudden, you feel better. Why? Why does play do that? Why do we have that in us? And since it's in us, why don't we use it more?"
    },
    {
      "author": "SEGARRA",
      "text": "Good question. For more LIFE KIT, check out our other episodes. We've got one on rest as a form of resistance and another on the power of fun. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Margaret Cirino. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Clare Marie Schneider. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Sylvie Douglis and Thomas Lu. Engineering support comes from Valentina Rodriguez Sanchez, Joshua Newell and Stu Rushfield. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6366920623.mp3",
  "img": "https://media.npr.org/assets/img/2023/07/26/gettyimages-1285353302_wide-deb5b64d3c3c4130c00294088e9a073e7b2a32ed.jpeg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "WHITNEY BAE",
    "BAE",
    "JEFF HARRY",
    "HARRY",
    "STUART BROWN",
    "BROWN",
    "UNIDENTIFIED ACTOR #1",
    "UNIDENTIFIED ACTOR #2",
    "UNIDENTIFIED MUSICAL ARTIST"
  ]
}