{
  "title": "Minimize your back pain while cooking",
  "url": "https://www.npr.org/transcripts/1190793987",
  "intro": "Many of us will experience back pain at some point in our lives. It might not disappear entirely, but you can find ways to comfortably perform everyday tasks like cooking. This episode offers strategies for minimizing your pain when making a meal – like chopping and loading an oven with minimal discomfort.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "Hey, everybody. It's Marielle. Many of us, at some point in our lives, will experience back pain."
    },
    {
      "author": "PIEN HUANG, BYLINE",
      "text": "That pain is actually one of the top if not the top reason that people go get medical care."
    },
    {
      "author": "SEGARRA",
      "text": "That's Pien Huang, a health reporter at NPR. And she says for a lot of people, that pain never fully goes away."
    },
    {
      "author": "HUANG",
      "text": "So one of the most common causes is inflammation or arthritis, and it can also be caused by disc degeneration."
    },
    {
      "author": "SEGARRA",
      "text": "There's no cure for that general wear and tear on our spines. Yeah, I know this is a super depressing way to start the episode, but Pien says it's not as bad as it might sound. She's been reporting on back pain, and she talked to a doctor named Griffin Baum. He's a spine surgeon at Northwell Health in New York City, and he told her..."
    },
    {
      "author": "HUANG",
      "text": "Once we get over the misconception that somehow it's possible to get back to the bodies that we had from years ago that didn't hurt at all, it can actually be a liberating thought. Let's talk about what is possible. You know, people can still do a lot of what they want to do. They just have to do it with a different strategy."
    },
    {
      "author": "SEGARRA",
      "text": "Today, we're going to focus on how that ethos applies to something many of us do every day - cooking. Cooking can be a highly physical act, even starting with the prep, you know? You're chopping meats and vegetables. You're lifting pots and pans. Maybe you're standing at the stove for a while."
    },
    {
      "author": "HUANG",
      "text": "There's twisting. There's torquing. There's bending. There's lifting. You're doing everything in choreography. There's a lot of motions that can set off back pain if you're prone to getting it. And it's not even just about being careful. You just can't get around the fact that it's just a very physical, movement-heavy process."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT - how to cook with back pain. Pien will share tips with us from a cookbook that Dr. Baum wrote called \"The Healthy Back Kitchen: Move Easier, Cook Simpler - How to Enjoy Great Food While Managing Back Pain.\" We'll have strategies for how to minimize your pain when you're engaged in the basic acts of cooking, like chopping and loading an oven, because you might not be able to cook exactly how you used to."
    },
    {
      "author": "HUANG",
      "text": "But you can still make a delicious healthy meal. You can share it with the people you love. You can build social connections, a sense of home around food. You can absolutely do it. You just have to make some changes to the way that you plan and do your cooking."
    },
    {
      "author": "SEGARRA",
      "text": "All right. Let's start with the prep. If you find that you're chopping vegetables, let's say, and you're standing for long periods of time, is there a way around that?"
    },
    {
      "author": "HUANG",
      "text": "Yeah, so that can often be a no-go for people in pain. But philosophically, what the book recommends is a couple things. So it recommends doing things in shorter spurts that are more manageable, doing things in more comfortable positions and making use of pre-chopped ingredients, making your life easier if that's accessible to you. So, for instance, like, you don't have to think about prepping as standing for an hour at a kitchen table chopping. You can actually do it with a seated prep station. You can bring a chair to the kitchen table. You can sit while you do things like trim vegetables and chop herbs. If you want to give your body a break from the physical motion of chopping, you can use different tools - kitchen shears or using a smaller paring knife that's more maneuverable, like, just to sort of give your body a break from, like, that one up-and-down chopping motion."
    },
    {
      "author": "SEGARRA",
      "text": "Did the book recommend any specific kind of seat for when you are chopping? - like, something with a back, a tall stool? Anything in particular?"
    },
    {
      "author": "HUANG",
      "text": "Yeah, it kind of depends on, like, where you're sitting and, like, where you are in position to the height of the counter that you're going to be sitting at. So if you're going to be going to, like, the kitchen counter, which is often a little bit higher, they recommend, like, bringing over a stool. Definitely something with a back will let you rest against it if you need to. But, you know, it's kind of trying to make use of whatever you have available."
    },
    {
      "author": "HUANG",
      "text": "Like, if you're - you know, if you've got, like, a dining table with a chair that's already set up at the right height for you, you can just have your prep station at the dining table - anything that sort of gets you in the right ergonomic position. So you want to make sure that your, like, shoulders are lower, you know, sort of relaxed and lowered. You want your arms at, like, a 90-degree angle. And you just want to make sure that, like, whatever you're doing is comfortable and not, like, super straining any part of your back, shoulders, body that you're putting into it."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so then what about if you do decide to stand. Are there ways to make it easier?"
    },
    {
      "author": "HUANG",
      "text": "You know, what they really recommend is wearing shoes with, like, a good heel and good arch support and using a standing mat as a cushion and making use of pre-chopped ingredients. So you can get the garlic that's already minced. You can get the diced vegetables from the grocery store. If you're buying meat, you can see if the butcher on staff can actually cut it down for you. If you think and plan ahead and make some design tweaks to your space, you know, you can do some prep work in the morning, take a long break before you actually put the ingredients together. That will make the cooking process just easier on your back overall."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And if - I mean, I know that the pre-chopped ingredients can be more expensive sometimes. I wonder too if there's a role that family or friends could play here. Like if someone is saying, how can I help? You know, say, you can chop all of these onions."
    },
    {
      "author": "HUANG",
      "text": "Absolutely. Right. I mean, getting help, you know, getting people to chip in, is a huge part of it. You know, you can have people help you with the chopping. You can have people help you with the dishes. You can have people move things around and lift things for you. So that is also part of the communal aspect of cooking and preparing a meal together."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I mean, I know sometimes people have, you know, Sundays with family or Sundays they have friends come over and maybe meal prep for the week. So that could be something where people could come and help, you know. And then you'd have your ingredients chopped up and ready to throw into, like, salads during the week or whatever else."
    },
    {
      "author": "HUANG",
      "text": "Yeah, yeah. No, I love that. I mean, I think part of it, too, is, you know, taking advantage of those days when things are going well. Like one of the tips is to really prepare a bunch of things that you can freeze in the freezer and just have on hand for, you know, like you said, later in the week or later in the month. If you're having an episode of back pain, and you just want to throw some stuff that's pre-chopped in a pot, you can do that then too."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. What about using a food processor?"
    },
    {
      "author": "HUANG",
      "text": "Yeah, totally. I mean, one of the things that they really recommend too is making use of, like, appliances that make your life easier. So they do make ample use of a food processor. And they also recommend instant pots, rice cookers, like, things that kind of, like, you can kind of set and forget for a while."
    },
    {
      "author": "SEGARRA",
      "text": "Well, another big task after the prep is loading something - like, let's say, loading a pan into a hot oven. Did the book have any tips for that?"
    },
    {
      "author": "HUANG",
      "text": "Yeah. This is actually something that they spent a lot of time, Baum told me, going through. You know, they spent weeks going back and forth trying to figure out, like, how exactly do you load something into a hot, sizzling oven because that is one of the most dangerous things that you can do in a kitchen. And so what they came up with is a process that uses, like, a series of steps that's really focused on keeping your spine stacked upright with your head over your feet. And to do that, you need two things that you might not generally think of when you load an oven. You're going to need a pair of tongs and a stool."
    },
    {
      "author": "HUANG",
      "text": "So like you said, like, maybe you've got a pan loaded up with something delicious, some vegetables that you've put some oil on and some spices and herbs on. So you take that pan, and you kind of put it onto a stool next to the oven. And then once you've got the hot oven open, you can use a pair of long tongs to pull out that oven rack. So that kind of extends your arm so you're able to just kind of, like, pull it out without reaching too much or without bending over too much. And you can lift that pan and just kind of, like, scoot it onto that oven rack either from, like, the side or from the corner. That makes it easier for you to kind of access that oven rack. And then you can just use your tongs to push the rack back in."
    },
    {
      "author": "HUANG",
      "text": "So to unload the oven, you would just do the reverse. And the point of this, again, is to as much as possible, just keep yourself completely vertical with less strain on your back."
    },
    {
      "author": "SEGARRA",
      "text": "It seems like one of the issues too, especially with loading stuff into an oven, is how heavy these things can be, how heavy a pot or a pan can be. What about just cooking in smaller quantities?"
    },
    {
      "author": "HUANG",
      "text": "Yeah, that's totally one of the things that they try to sort of encourage in the book is, you know, instead of, like, planning to cook a meal for eight to 10 people or, you know, something that has a lot of leftovers, like, really kind of make it small and keep it manageable. So one of the things that they're really excited about in the book is, like, roasting a chicken. So what they recommend in this case is, like, like you said, smaller quantities, smaller ingredients, lighter pans and pots. So what they recommend for roasting a chicken is getting a small chicken, you know, no more than four pounds. They really recommend getting it spatchcocked, which is kind of like flaying the chicken. And you can either buy it spatchcocked or you can get the butcher, again, at the grocery store to spatchcock it for you. That way it's easier to manage, and it even cooks more evenly."
    },
    {
      "author": "HUANG",
      "text": "You can take that chicken and work with it at your seated prep station if that's what you've made for yourself. You can pat it dry, rub it with some oils and spices and herbs, and then you can sort of just lift it onto a lightweight rimmed baking sheet. And then to cook it, what they really encourage you to do is preheat your oven to very hot. They recommend 500 degrees. That helps brown the chicken skin. And then you can use the oven loading technique that we talked about earlier. Although honestly, the other thing they say is that this chicken is small enough to actually make in some toaster ovens."
    },
    {
      "author": "HUANG",
      "text": "And then, you know, one thing that they recommend and they put in every recipe is to take frequent breaks. So you can use the time to take a rest break, do some back stretches while the oven is doing the work."
    },
    {
      "author": "SEGARRA",
      "text": "Does it help also to do sort of one-pot meals, things that you don't have to move around a lot?"
    },
    {
      "author": "HUANG",
      "text": "Yeah, absolutely. And that helps in a number of ways. Like you were saying, like, you don't have to move around too much. And it also really, frankly, helps with the cleanup aspect of it."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so I feel like we need to talk about the other big part of cooking, which is everything that comes before the prep. It's the going to the grocery store and having to pick things up and maybe even carry them to your car or carry them home if you live in a city and don't have a car. How can you make all of that easier on yourself?"
    },
    {
      "author": "HUANG",
      "text": "Yeah. Yeah. I mean, like you said, you know, pre-prep is also a part of cooking. And, you know, one of the things that they really recommend is planning ahead, like you were saying. So if you, you know, sit and think and sort of make a list of everything that you need, not just for one meal but for maybe a couple meals ahead, you can minimize the number of trips that you take to the grocery store, you know? You can kind of get it all in one go."
    },
    {
      "author": "HUANG",
      "text": "And then another thing that you can do, which is, you know, sort of borrowed from the grocery store idea, is that, like, you can use a cart to help move things around - so not just at the grocery store where you put everything in a cart so you don't have to carry it. You can do the same at home, you know? You can get, like, a little rolling kitchen cart, and you can use it to load up ingredients from the fridge, from the pantry. So you can kind of, like, not have to, like, move things over in multiple trips. You can kind of just bring them all to your prep station in one go."
    },
    {
      "author": "SEGARRA",
      "text": "Or even, like, you could probably get one of those carts and take things from your car, bring the grocery bags from your car into your house with it."
    },
    {
      "author": "HUANG",
      "text": "Yeah, absolutely. Right. Like, you can use wheels to help you move things over. I mean, I guess, you know, it depends on your setup - like, if there are stairs involved, or if there's, you know, pavement, or if you have to go over some kind of uneven surface or any of that. But right, like, you can sort of think about how you can use something that rolls to help you move things and carry things in fewer trips and safely."
    },
    {
      "author": "SEGARRA",
      "text": "I guess there's also the option, if you can afford it, of trying grocery delivery."
    },
    {
      "author": "HUANG",
      "text": "Yeah, absolutely. Like, one of the recommendations is to get your dry goods delivered, you know, because, like you said, if you can afford it, they'll show up at your door in a very quick amount of time. And that's, you know, jars of tomato or tomato sauce or, you know, bags of rice or things that you don't have to personally then carry from - yeah, like, a car or from the metro or from a bus to your house."
    },
    {
      "author": "SEGARRA",
      "text": "Right. So the heavy stuff maybe in large quantities so that you don't have to get it delivered that often."
    },
    {
      "author": "HUANG",
      "text": "Absolutely."
    },
    {
      "author": "SEGARRA",
      "text": "I feel like you can file that delivery service under self-care - right? - 'cause it's all about understanding and accepting your body's limitations."
    },
    {
      "author": "HUANG",
      "text": "Absolutely. And it's also sort of understanding that, like, you know, things might be different now but that they can still be good. You can do things that you used to enjoy. You can just do them a little bit differently, you know? You might just - you can cook. You can exercise. You just have to sort of figure out different ways to go about it in ways that don't trigger the worst of your pain."
    },
    {
      "author": "HUANG",
      "text": "And, you know, one thing that he really said that's, I think, a good tip, you know, for people with back pain but also just maybe anyone sort of living in this world right now is that you should find something to savor every day - you know, like, really, really fully, wholeheartedly enjoy it. Like maybe it's, you know, a cup of coffee or a chunk of chocolate or a bite of chicken that you roasted yourself. Like, if you really take the time to enjoy it, to savor it, it will really enrich your life."
    },
    {
      "author": "SEGARRA",
      "text": "Well, on that note, I'm going to go get some lunch."
    },
    {
      "author": "HUANG",
      "text": "(Laughter) I'm feeling a little hungry myself."
    },
    {
      "author": "SEGARRA",
      "text": "Pien, thank you so much."
    },
    {
      "author": "HUANG",
      "text": "Yeah, you're welcome."
    },
    {
      "author": "SEGARRA",
      "text": "OK, let's recap. You don't have to stand during the prep phase of cooking. Try finding a comfortable chair or a stool, ideally one with a back, where you can sit with your legs relaxed and your arms at a 90-degree angle. Use kitchen tools like shears to cut things that you used to chop. When you're loading an oven, try the technique with the tongs and the stool. Also, carts aren't just for the supermarket. You can get small collapsible ones for your house and use them to unload groceries from the car or move ingredients around your kitchen when you're cooking. And enlist help from your family or friends. Ask them, hey, can you chop these veggies for me, or grab that heavy bag of flour? A lot of the time, they want to make your life easier, but they're not sure how, so help them out."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one about how to meal prep and another about cooking one-pan dinners. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Clare Marie Schneider. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino, and Thomas Lu. Engineering support comes from Valentina Rodriguez Sanchez. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2685980543.mp3",
  "img": "https://media.npr.org/assets/img/2023/07/28/gettyimages-1495582663_wide-fa40c33b21c967a7aec898e330ebfc04ac7aa6c6.jpeg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "PIEN HUANG, BYLINE",
    "SEGARRA",
    "HUANG"
  ]
}