{"title":"Free and low-cost ways to have fun this summer","url":"https://www.npr.org/transcripts/1191071743","intro":"You don't need to spend a lot of money to have fun. Have you ever done a chocolate bar taste test? Hosted a themed hangout? Ideas to keep yourself entertained (and on a budget).","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT from NPR."},{"author":"SEGARRA","text":"Hey, everybody. It's Marielle. We're going to start today's episode at the top of a hill with Emma Tempest. Back when she was a teacher, she would take her class of 4- and 5-year-olds to the park for an end-of-year celebration."},{"author":"EMMA TEMPEST","text":"And it was at the top of this enormous hill. And every year, we'd have a rolling down the hill competition. And all the adults would join in because you just had - you had that permission to have fun."},{"author":"SEGARRA","text":"The other part of that celebration was a trip to a mini zoo."},{"author":"TEMPEST","text":"You'd hear the children saying things like, oh, I wonder what that fish is thinking? And you'd be like, what? I've never thought about that before."},{"author":"SEGARRA","text":"That spirit of imagination and wonder - you can take that with you anywhere, and it costs nothing. Emma is now a positive psychology coach who helps people get unstuck through play. We did an episode last week about play - what it is, why it's good for you and how to do more of it. And in the process of reporting that episode, we came up with a whole bunch of ideas for how to play for cheap 'cause you don't have to spend a lot of money to have fun."},{"author":"TEMPEST","text":"Don't let money or time be the thing that decides whether or not you will have fun. You can have fun almost in spite of those things if you really put your mind to it."},{"author":"SEGARRA","text":"On this episode of LIFE KIT, we're going to share those ideas for how to have fun on a budget. Think of these as offerings. Try them out. See what you like and see if they spark any ideas of your own."},{"author":"SEGARRA","text":"All right. We're breaking this episode up into categories. And since this story started at a park, we'll begin with the outdoors. If you want to have cheap fun outside, public parks and beaches are your best friend. You can go there and fly a kite or ride a bike, have a picnic. LIFE KIT producer Margaret Cirino does that a lot in New York."},{"author":"MARGARET CIRINO, BYLINE","text":"I'll get all my friends and pack up my little hammock and pack up some snacks, like strawberries and fresh fruits and crackers. And we'll all, like, lay out our blankets together and make, like, one giant seating area and then just be there for literally hours. And just, like, we'll snack, and we'll be hammocking, and we'll be talking. And some of us will be crafting, and we all have our little books. And it's all just, like, very cute and wholesome."},{"author":"SEGARRA","text":"Or you could get a bunch of friends together for a field day. I'm talking about a three-legged race, egg on a spoon, water balloon toss. Use your imagination, which also comes in handy if you want to do some kind of park cleanup. Picking up trash or fallen tree branches - it's easy to make that a game. Coat hangers can double as pirate swords, and plastic bags can be bandanas. Or you could get to know the creatures and plants that live in the park."},{"author":"CIRINO","text":"So there's, like, a lot of free apps out there that, like, that allow you to, like, unlock these sciencey hobbies where you're just going on a walk, but you're, like, looking for this specific kind of bug or this bird. And then you can log it into these apps. It's almost like a game, but it's helping them collect, like, citizen science, like, data while you're doing it."},{"author":"SEGARRA","text":"By the way, LIFE KIT has an episode on birding and another on how to be a community scientist. Another tip - a lot of parks will have outdoor workout equipment that you can use for body weight exercises. Also, a lot of parks offer free programming, jazz music, salsa lessons, bingo. If you go to the website of your local park or parks department, they may have an events calendar."},{"author":"SEGARRA","text":"OK. Moving beyond parks, another outdoors idea which is perfect for exploring a neighborhood or a city is something called a penny date."},{"author":"NICOLE DOW","text":"A penny date really kind of gets you out to explore things without an objective."},{"author":"SEGARRA","text":"This idea comes from Nicole Dow. She's a freelance writer who wrote a piece about how to have cheap fun for a personal finance website called The Penny Hoarder. Here's how penny date works. You take a penny or any other coin, really, and pick a direction for heads and tails."},{"author":"DOW","text":"Heads will be left. Tails will be right or vice versa. And then you flip the coin, see what direction it takes you, and that's where you go."},{"author":"SEGARRA","text":"And you stop when you see something interesting. Maybe you land in front of a building that has really cool architecture, and you do an online search about its history. Another idea from Nicole - go to the farmer's market. Make a morning of it. You don't have to buy anything."},{"author":"DOW","text":"A lot of times, farmer's markets will offer not just vendors selling things, but they'll have local people singing or playing an instrument. And that's a great form of free entertainment. And there's always free samples out from vendors."},{"author":"SEGARRA","text":"Oh, and how about a parade? Any of those going on in your city or town? Could be fun. Lots of merriment. OK. Our next category is arts and crafts. If your idea of play is being creative and making things, the classic move is to get a coloring book and crayons or a paint-by-numbers set, or you could get a little more elaborate. Our producer Margaret likes to host art nights with friends at her apartment. She'll get some cheap, colorful clay at the craft store, and they'll make mini sculptures or jewelry while watching a movie."},{"author":"CIRINO","text":"Or, like, a lot of the times, we'll, like, just get paper and each, like, have a little canvas and just paint for five minutes and then swap. And that's always really fun 'cause, like, the art is really wacky and weird."},{"author":"SEGARRA","text":"Sometimes, they'll give each other prompts they have to stick to. Like, a recent one was secrets."},{"author":"CIRINO","text":"And we all had to, like, make our art secret-themed or, like, something you're not supposed to know. Like, shh."},{"author":"SEGARRA","text":"If you'd rather go see or hear some art, look at the events calendars for your local coffee shops and bars and restaurants. They could be hosting open-mic nights or poetry slams. Janet Woojeong Lee is a producer on NPR's education desk. And sometimes, she goes to mystery movie screenings at this local theater on Wednesday nights."},{"author":"JANET WOOJEONG LEE, BYLINE","text":"How it works is that you don't know what movie you're going to be watching until you get there, but it's entirely free. So if I wanted to grab a bite or drink afterwards, like I felt less guilty about it."},{"author":"SEGARRA","text":"They turned out to be films she wouldn't have seen otherwise. And if you don't have this option in your city, you can do it with friends at your house. One of you picks the movie and then surprises the rest of the group. Another tip from Janet - a lot of museums are free one day a week, and your local library might also offer free museum passes too. You just have to reserve them ahead of time."},{"author":"SEGARRA","text":"OK. Our next category is food. One idea is to recreate a family recipe. Ask your mom for her mom's famous meatloaf recipe, or look online for a meal that your ancestors might have eaten. This is a beautiful practice on your own or with a group. And when you're doing this, don't focus on perfection or an exact recreation. Here's what Chef Joudie Kalla had to say about that in another LIFE KIT episode."},{"author":"JOUDIE KALLA","text":"Comparison is like a killer. When you compare things to other people, you lose your confidence, whatever it might be. It's not your mom's or your grandmother's. It's your own. I cook a lot, and I cannot cook my mom's quality food ever - never - because everybody has their own touch."},{"author":"SEGARRA","text":"Now, if you don't feel like making your food, how about a food challenge or a taste test? LIFE KIT producer Sylvie Douglis likes to do those with her partner."},{"author":"SYLVIE DOUGLIS, BYLINE","text":"And last time we were in Canada, someone told us that Canadian chocolate is much chocolatier-tasting. So we got some Kit Kats to do a taste test with."},{"author":"SEGARRA","text":"They like the Canadian ones better. You can do this with different brands of vanilla ice cream."},{"author":"DOUGLIS","text":"Or you could go to your local bodega and, like, try a bunch of different brands of, like, the same flavor chip."},{"author":"SEGARRA","text":"The sky's the limit here."},{"author":"SEGARRA","text":"All right. Our last category is all the random stuff that didn't fit in before. First off, themed hangouts - Margaret likes to do these. You pick a theme, invite people over."},{"author":"CIRINO","text":"OK. Tonight is the French night, so we'll watch \"Amelie\" and make French onion soup, and that's our night."},{"author":"SEGARRA","text":"Our supervising editor, Meghan Keane, held a rom-com movie marathon at her house. It was a full-day event with a rundown and a photoshopped invitation and lots of pizza. On the list - \"My Best Friend's Wedding,\" \"10 Things I Hate About You\" and \"Moonstruck,\" among others. You can also make up games with your friends. One of my favorite examples of this is on the show \"New Girl.\" They play this game called True American. And it seems like the rules are always changing."},{"author":"ZOOEY DESCHANEL","text":"(As Jess Day) So it's 50% drinking game, 50% life-sized Candy Land."},{"author":"MAX GREENFIELD","text":"(As Schmidt) Well, it's more like 75 drinking, 20 Candy Land. And, by the way, the floor is molten lava."},{"author":"LAMORNE MORRIS","text":"(As Winston Bishop) It's actually 90% drinking, and then it's got a loose, Candy Land-like structure to it."},{"author":"DESCHANEL","text":"(As Jess Day) But with stakes."},{"author":"GREENFIELD","text":"(As Schmidt) Hey, guys. We doing teams?"},{"author":"SEGARRA","text":"Or you can play those kind of road trip games - you know, the ones you get into on a long car ride or while you're on a hike. Darian Woods is a host at The Indicator From Planet Money, and he shared a game his friends like. I'm going to simplify it slightly. Basically, the group picks a category, like, let's say, animals, and then you pick an animal, in this case, and decide how you would rate that particular animal 1 to 10."},{"author":"DARIAN WOODS, BYLINE","text":"Tell me what the animal is, but don't tell me the number, and I'll try to guess."},{"author":"SEGARRA","text":"Crocodile."},{"author":"WOODS","text":"You're either scared of crocodiles or find them incredibly cute and impressive. I'm going to guess 8 out of 10."},{"author":"SEGARRA","text":"Four."},{"author":"WOODS","text":"OK. You're slightly averse to them."},{"author":"SEGARRA","text":"I'm slightly averse to them. They scare me for sure because obviously. But I do think they're really fierce, you know, so I have to give them some credit. But I would not want to be around one."},{"author":"WOODS","text":"Right. So respect."},{"author":"SEGARRA","text":"So it's going to be - yeah, respect but at a distance."},{"author":"WOODS","text":"Grudging respect."},{"author":"SEGARRA","text":"Yeah, exactly."},{"author":"WOODS","text":"That makes a lot of sense. Very good. That's the game."},{"author":"SEGARRA","text":"The game here really is, do your friends know how you think? You can also do this with cities or movies or songs or whatever. Some other cheap, fun ideas from Nicole Dow, the freelance writer - do a house or apartment swap with a friend, maybe one who lives in your city, but a different neighborhood."},{"author":"DOW","text":"You can get a feel of what they have. Like, if they have a pool, you can take a dip in their pool or check out their DVD collection, just kind of enjoy new surroundings. That's a low-cost alternative to taking a full-fledged vacation."},{"author":"SEGARRA","text":"OK. I really need to get some friends with pools. Also, if they happen to have a gorgeous sibling who stops by the house on a whim and ends up being the love of your life, that is a bonus. You could also go to an open house, even if you're not in the market."},{"author":"DOW","text":"It's a good chance to kind of see what's going on with, like, the latest home decor. You know, sometimes they have fresh-baked cookies. You can say, OK, we're going to, like, make up a backstory about, you know, who you are and why you're out here looking for a home."},{"author":"SEGARRA","text":"More ideas from our grab bag - you could go to the mall or a vintage store with a friend and try on silly or super formal outfits. Do a science experiment at home, like, for example, make a baking-soda-and-vinegar volcano. Build a time capsule. Write your future self a letter, and give it to a friend for safekeeping. And here's one from our colleague, Lauren Gonzalez. If you have a coffee shop or a bookstore nearby, especially one that's just starting out, ask them if they'll let you host a book club or a writer's group once a week 'cause, you know, sometimes you have to make your own fun."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one on how and why to play and another on how to make friends as an adult. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want even more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Thomas Lu. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Clare Marie Schneider. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Sylvie Douglis. Engineering support comes from Valentina Rodriguez Sanchez and Josh Newell. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7083206514.mp3","img":"https://media.npr.org/assets/img/2023/07/31/gettyimages-1148966927_wide-0161dab02a298f95bd5eb33ab1321431e55ad378.jpeg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","EMMA TEMPEST","TEMPEST","MARGARET CIRINO, BYLINE","CIRINO","NICOLE DOW","DOW","JANET WOOJEONG LEE, BYLINE","JOUDIE KALLA","SYLVIE DOUGLIS, BYLINE","DOUGLIS","ZOOEY DESCHANEL","MAX GREENFIELD","LAMORNE MORRIS","DESCHANEL","GREENFIELD","DARIAN WOODS, BYLINE","WOODS"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,11,6575,19029,11976,20018,18507,12181,15203,9687,19941,13364,23760,2745,2257,1561,1665,1281,893,998,702,549,508,20019,15415,5915,6450,6886,153,7310,26421,27132,27844,13840,14644,21269,14093,8703,11038,28087,26827,18346,8779,25879,23032,12575,20887,13312,20678,17705,25625,15204,19791,24796,12290,12490,25100,4096,23263,20292,20583,20760,13684,12298,2957,15951,19519,13687,20286,23399,10495,15211,11012,16860,17835,3349,23803,25982,16733,21116,16641,16477,15901,10857,7566,20564,21641,22089,2440,22304,22630,24144,8829,14327,9214,2760,19444,6602,11809,9179,2309,13887,24853,22348,21553,16118,8854,9174,21604,16083,25842,26016,19197,18765,13861,11373,13812,26625,12573,14186,14314,4658,12803,13117,17681,9462,15254,11213,16726,10515,15052,11261,21255,8948,8417,25042,23954,18316,24832,104,2259,14531,16592,13812,22231,17290,25352,15116,15604,2654,27385,21252,22693,21071,14603,19082,13629,14550,11040,15349,22914,25721,11014,13356,10226,4816,15194,15729,11638,9884,3867,4520,28646,26753,26045,19779,21410,14557,11572,10806,25377,13425,17309,15801,25375,8596,26923,12380,4344,24228,23656,16739,10408,16405,10883,4614,24384,19878,19226,16638,13420,6640,28736,23313,13958,3368,15386,22935,21681,12729,21417,24726,15847,13863,19786,17509,17271,17921,24800,16280,20542,12449,7271,6747,2954,2058,25764,24212,25813,17289,21490,13713,16670,15559,2182,22496,25347,14909,11304,24824,23514,8147,14945,16197,26453,17956,9611,10343,20806,20371,13202,13423,17454,2637,13948,10308,25792,24427,13993,19196,7705,16271,19511,14219,17324,7386,2858,3747,18483,25266,21214,20691,4176,22309,21851,18180,13980,16917,22133,14079,14400,8954,4074,21226,18130,20210,9490,9541,28523,27524,2778,16921,14435,2956,14226,14070,17492,22715,12295,16147,9726,5299,4247,6475,6074,6653,9166,10510,9089,11211,9834,10939,8350,12395,9805,12572,12154,11398,9613,10150,12678,9878,9120,7089,11783,8018,5948,5132,3901,2848,1889,1131,707,287,136,3390,25329,21940,17231,13711,26545,18231,12276,16730,12055,5584,26105,10966,21355,27366,17764,9678,7894,20423,9275,16478,17479,18797,15699,17691,18872,28019,9853,24506,11981,21505,12210,12342,15555,9834,27503,21659,21107,25770,12544,16086,11801,25742,23802,15628,8595,4917,20209,15594,13048,16577,13360,17105,7404,20523,16911,16884,18341,19668,14398,23763,13429,11213,13749,14886,19853,3853,21975,17942,11457,13248,18920,19833,27761,9856,17462,3926,28142,18779,20176,18630,26718,24514,6322,27750,15718,27982,16469,16209,13155,10618,11522,9594,23382,18294,24302,18857,14821,16319,15699,17178,9240,26539,16628,16243,14408,10062,9664,45,22,10,28195,27815,23867,17448,16077,14489,26022,16835,2892,16705,17317,20017,15639,11316,19177,19652,13365,16075,19137,12535,13591,7179,17158,15703,20488,15645,15049,23797,22704,15241,23614,17274,14765,10083,16061,19742,16079,16771,8708,21178,21776,28027,22182,11966,24773,21540,25207,16720,17131,2886,10,3,8,19,26177,19941,15355,11314,14396,19573,9060,15494,11454,1204,19152,21744,15116,11362,13611,13652,7224,15432,23373,14058,11353,11994,16001,11908,4863,7771,13766,8068,10860,9431,14907,10024,21119,23384,10213,6620,8327,8597,8517,5205,1851,22477,10165,22390,14667,20866,13995,1074,3,43,0,0,718,24596,19104,22947,26709,22741,19281,10011,11168,12520,24636,19515,22939,24263,18295,15255,18160,20456,16729,8088,16656,12396,8260,1541,14010,15023,26438,19207,15485,20970,24984,21007,2507,25226,22940,21448,10982,11290,14789,18260,15981,6465,1220,8179,19489,20188,18349,25078,21234,6802,12053,16198,17907,1620,26351,8272,6636,1462,29069,18336,17041,14477,15127,14509,15022,16111,18590,9226,15502,1812,11374,16333,24173,13917,18396,21301,25689,23462,18905,1988,26297,24500,10152,24098,9749,17273,4440,7967,7847,8889,24011,10787,16496,4858,21840,14336,20114,15376,10593,22537,19434,11629,16888,14345,24377,11659,2258,18237,23712,19054,14334,14899,14926,17158,15659,18500,10730,14129,18059,9910,1961,16281,18432,20630,18424,12484,16795,14798,7924,14644,10648,12455,15230,20882,13536,10118,9162,11790,12956,16008,1703,24526,23238,21759,23610,9350,18001,3689,11091,13128,13543,23450,24153,22484,25697,25992,3799,18230,19620,25049,21009,21732,20515,13704,10820,14851,9636,27049,19232,17698,18289,14272,18602,19973,13270,11742,8538,15662,10491,14809,8904,4502,18208,18359,10100,11077,3955,23480,23587,18357,13932,15326,15714,16034,15990,18706,9675,7281,16525,16837,26680,8851,19680,10872,12248,8227,7673,13700,22820,16768,25148,14786,8418,1201,26445,18216,10209,21421,14528,13081,14829,14265,19583,12748,17860,8632,4641,8425,11026,11997,1138,14338,25082,23805,19182,14860,13723,13370,21927,22230,12428,9669,5726,8227,19688,14342,21435,16397,6262,12528,18821,17518,22093,23524,10949,487,25451,23095,20103,18382,15288,18027,18661,17218,12674,11989,14388,14692,11063,16561,13011,24301,15247,18108,8975,18585,21877,8387,13113,1753,26104,14944,24420,19084,5133,23966,7089,23114,22995,18078,22618,6257,25487,25891,20882,24016,20752,17619,10218,17002,21884,10187,15699,17763,23941,11044,9537,10348,20545,23199,16262,10455,13794,12787,6857,14319,16934,15145,11642,7860,9886,8385,6443,31,520,27259,22011,1268,23184,19485,17589,24497,14591,20663,21337,7225,11448,12272,13075,21671,15079,18646,6385,10086,133,9840,18783,13435,13664,12260,15022,19034,21458,7669,872,25926,11348,15710,18986,24190,8778,13056,11140,8253,13612,17903,27177,22982,13373,16667,21463,10799,23315,24185,16709,16906,26040,18707,16922,10655,462,380,16452,24255,15901,23419,14325,10456,19000,25801,14458,13267,10867,24269,18561,13871,18760,13913,18459,20253,14752,1948,15872,23611,15760,10263,7483,21835,18208,20527,18260,9741,7101,19770,11572,14555,4702,816,22710,25469,24061,1693,17298,23430,13831,12488,14928,9209,10415,25861,19974,14148,19314,21018,18216,25006,21994,17004,27953,23833,23435,15565,24062,14796,7029,22153,17987,26148,18824,18349,19667,17290,9737,7515,1820,15782,25450,17896,14945,16596,10608,26604,27185,10783,14615,14391,12420,7361,2167,25109,25173,25705,19057,23664,13520,12011,11939,5460,19471,25103,22438,1672,16305,23737,15867,11584,24609,7928,6271,1298,17707,12985,6244,5054,4412,16444,21666,19517,1763,13052,13234,15461,19146,12596,19201,19359,22872,5114,16724,22950,19405,10404,7470,11437,11667,8242,8651,15976,19601,23224,17900,12251,16008,24887,17002,8390,9776,19064,25550,23264,18913,20522,13568,3989,1552,1029,20201,24232,10505,12853,6750,1338,25357,22033,15406,11921,656,7448,11666,11599,367,15064,19733,21941,9897,5648,1809,23226,12051,5160,608,17585,20660,19744,12363,15273,16137,18335,9190,23899,20700,17046,11849,17680,12702,10546,667,9227,14485,11531,24437,14571,11180,11797,16637,15988,14273,9489,290,15459,16119,12941,10894,11183,6903,8455,144,20144,9553,6966,9102,23322,17445,24442,23032,20993,24736,22300,17061,24610,19735,3011,23058,12460,15459,12842,18558,14896,10157,12042,19484,4357,2416,7861,9865,6385,10021,11555,16496,12441,11304,4037,179,4034,24283,25564,26331,13143,12690,13460,24325,10885,13401,24542,11096,5873,14466,14878,25246,13929,12874,19089,19513,13431,10410,7427,4339,16833,25099,11155,10934,21936,16763,14130,14110,15256,9686,11487,12883,20577,13124,9791,3433,19044,25045,17762,16955,12594,16271,8851,24788,18556,21171,23474,10005,23390,24345,8829,22985,15099,20946,7771,8437,25732,11652,25365,15172,17141,14101,25726,13682,12071,23998,20309,19059,22575,13529,9148,12174,8863,14777,16141,14523,3090,18059,21662,24221,21221,18569,12509,3967,3058,20521,24356,20292,21209,8951,19816,7202,7302,25309,20173,17258,17113,7394,14849,24090,15323,16452,18598,20694,22924,9855,18935,10273,23203,14428,16150,13393,16153,12329,6889,19782,10894,10875,4956,27113,20605,18718,14748,22659,18573,14928,10502,16900,22017,20143,15842,15248,11500,9678,2166,18989,18165,26891,23743,2758,23861,21186,6671,8948,11835,13837,11868,2663,355,25163,24378,9695,15785,23700,12387,10635,10798,24454,16450,10336,16053,14094,19508,13544,14354,26403,25720,14824,11903,18062,19961,22569,21718,24812,20855,20556,18295,15585,21722,19162,16069,19181,13947,12163,18416,10970,9232,501,233,23738,17172,18252,11509,9579,15837,11708,12177,9242,10767,21149,3192,18453,28368,17339,13513,14078,13255,13533,8361,10697,25933,12578,11490,10778,15864,9646,2106,23759,25537,24647,19089,20314,12811,13992,13213,13960,25468,15672,25045,17194,18763,24024,13694,14817,7796,25107,24892,18621,24686,24926,24829,23697,19724,17882,5128,8868,19198,11573,21073,15044,14024,25783,18179,19328,12688,14898,17674,7851,2125,15742,22496,25011,23201,11257,17691,11584,7201,16191,18761,12466,12880,14114,4227,24441,13632,12080,11998,8704,22063,13291,20273,9757,4351,22,1677,23619,13582,14815,5928,25204,25139,14037,14258,11132,15301,10914,4538,6237,20040,24768,22678,22699,14979,11790,7520,17619,17785,11150,6470,14494,27590,21278,12272,13569,14001,8493,6389,3880,26501,26071,27454,21344,15010,9992,6926,4855,21428,15625,13371,10936,12300,14290,11468,16907,16411,4470,3980,23654,15278,22075,16357,16051,13080,14376,15315,14536,8841,4883,25236,18563,21848,18751,17760,17461,17820,17974,13659,14027,6755,2658,10277,17765,22291,18624,12933,15639,11446,11170,12254,2599,2898,2605,16506,17780,16248,24125,18112,19361,26558,12535,12273,11547,24653,8604,6474,8707,10596,3004,23373,25511,22422,21665,17130,15857,18556,23434,13324,15404,13034,9210,5628,10163,19380,21335,13639,7222,10030,18911,23786,11149,9736,12710,17470,16960,16137,12071,1841,5075,13763,16597,20646,18128,3239,17401,23517,19848,15968,2138,1202,13826,20789,22997,19305,19828,20555,16821,11875,19205,18648,3535,21756,16806,15866,18876,15554,16364,18118,4081,2881,2103,13062,15177,20432,12313,11882,3245,14598,17820,6589,12785,6045,6951,1989,15279,14903,6948,20405,16655,14774,20543,18701,17747,14658,13281,5380,3689,27663,24624,22409,19811,13125,7415,851,12602,19757,20383,11392,17981,7223,8547,12959,24166,12881,28620,23376,14332,18598,17840,22414,15400,12381,18471,7589,25724,25708,21301,24029,23894,17277,27091,19136,55,27073,15339,19818,23933,950,19211,24194,23518,14594,14032,9318,25264,23706,5130,25941,26916,23119,15446,11525,15872,6721,2185,24765,25384,18643,25362,17267,17818,24574,11427,9256,7368,14443,23724,23501,1463,22886,9842,8789,10437,9415,24,9611,26774,26547,18115,17941,16039,23521,12132,10963,5764,23643,22624,17153,14834,13085,19130,12356,15793,19125,24169,22331,17881,18802,23457,12047,14410,9069,17610,24447,1202,24626,26420,9431,2754,1458,24945,22089,24631,25637,19537,10245,5684,2106,26594,23030,24754,12281,11444,9182,1939,2138,20607,26064,1553,13044,8065,18798,21216,4436,26954,21589,10178,7224,26045,21286,16669,5284,23162,16711,15049,1834,26056,22182,2035,21620,22831,17714,24911,15629,11070,19304,19706,22205,15086,18190,12331,24720,16234,9933,26963,26073,12726,8533,19975,28119,26355,13716,7269,16570,22579,21419,21477,15154,10391,12379,7217,25318,10762,17286,22217,22716,21943,8620,20186,23280,17535,14843,22853,14279,24469,13396,1836,26481,17687,16217,2536,28205,25339,7018,27977,19339,22238,3941,28370,21316,20663,9615,13378,10267,19022,9659,17194,8395,2895,1554,21185,22020,21440,13771,6539,17933,12378,2538,29702,21653,19926,13114,14051,16488,13822,12411,9536,14187,24644,18792,13917,12079,8698,3514,8276,10087,15737,19081,21798,14305,10399,7540,3604,20355,20640,16072,10298,10545,10304,11711,18262,23124,6739,9247,15190,19054,22768,17730,6583,11543,10811,9368,24234,17918,9562,21679,15201,6305,15461,19834,17429,14692,16870,7832,18690,15704,8904,19169,14212,16388,16975,18028,9986,6863,21977,19366,17731,19523,21019,9770,7774,1754,28494,25938,20100,19386,21998,19989,23170,9459,17060,15741,7424,886,25207,17466,12029,14834,16234,18493,10371,17125,13549,11406,25788,21723,14303,24151,12073,3566,23812,20520,16858,17767,15815,1864,25437,22356,14731,14548,25160,5512,11371,17011,18531,10303,4453,13108,19296,16263,19806,27371,8299,9246,9164,9235,20507,27691,25119,24913,10777,15975,22494,9363,10660,7574,16080,20182,0,23412,21184,11747,10053,1988,22691,11244,8295,9632,9498,10388,7555,24675,17706,441,15631,8843,17409,23345,17773,25599,23863,18669,20284,18618,7627,12147,1642,1145,821,5648,23630,22087,1453,38,7883,17320,21228,15853,7560,27,16096,7010,2616,6137,23412,2701,79,26165,16372,1943,7360,24557,16972,4572,4566,21430,9040,7258,9444,25470,19360,21566,14745,12462,21179,20497,23537,9055,13014,12391,17356,14168,13270,21153,19620,5498,703,24921,6721,10120,9650,8928,6603,3708,14397,19249,25001,23220,12463,12740,14392,12569,24851,25127,24292,8652,11055,22909,23879,27346,26794,18538,16737,19334,7136,23920,22663,23934,22641,25578,16188,20203,23639,22712,24421,14645,5787,3942,2520,8990,17181,25392,25765,4417,156,24642,16866,19700,16041,8562,11251,22942,15638,17848,10175,1877,5370,17227,18553,20354,17422,11856,12790,8407,17638,13725,7028,23773,11393,1688,622,689,116,26931,26360,13145,19380,15461,11133,13230,16466,11182,12239,15271,9101,5160,26474,25343,24044,22791,15540,12309,25308,8154,15922,15920,19560,12392,17386,26375,15129,27049,14177,428,12068,24428,7589,6798,672,25386,20542,11361,18184,9172,10787,12438,11410,1456,23998,15159,15439,17184,12176,13228,8430,5999,8859,18343,10264,5119,408,12175,10728,11079,20137,14097,10464,4098,747,17915,9800,16371,21679,10659,13789,9149,8922,10898,7852,24107,26174,11661,13219,12461,25,13254,25269,23105,9617,6245,5181,15164,10937,2677,5813,19373,13715,25095,19718,18087,17822,25006,23027,11287,13337,12740,22371,21832,19118,16739,17780,5464,24646,23240,14671,14134,12450,1260,3487,17123,9276,12039,6584,30,25739,24911,16205,12669,10538,1107,13646,13760,16984,10132,8911,14092,16007,25896,21886,14915,10578,98,10300,11794,10354,11055,10506,10325,6081,10304,10299,6273,2977,8252,13449,14957,14121,14841,9943,21403,2980,1507,21669,16621,19512,12611,24345,24957,8919,25161,20538,11,22523,10719,15345,20584,15254,5285,22232,18809,8933,6883,8313,10516,4987,8638,8084,7538,5138,8208,21921,26500,18803,17504,21972,19307,11064,7454,13536,14715,17158,18314,18800,13952,19466,16890,21726,7356,10661,10457,11449,9697,12546,13311,20247,13150,4881,4977,16841,26418,12477,25515,24159,17753,4696,11763,23368,25834,22171,25129,24311,17895,25621,18571,21271,16708,11519,1537,12810,25258,22504,14336,6224,2100,19912,9050,16594,22056,16594,13230,11129,8970,12515,11742,8042,6935,1563,18397,21221,17258,24569,21027,15386,15657,11952,2895,24638,25266,23460,24396,19701,15730,12691,12421,11748,17319,14864,22651,10722,9245,25197,14475,24413,23157,16735,14355,12356,15865,13143,10967,9695,4919,4211,11121,9112,11685,11277,13896,11837,10929,11772,8155,8187,8759,4961,11324,7025,9199,8094,10908,4197,9502,7001,4775,3744,6855,3734,3245,5251,3499,23183,20495,18542,23445,14539,13662,12450,8039,8943,25355,12272,18142,13605,14154,15028,3024,27857,23909,17273,21468,13285,14573,13166,13900,25620,25513,26638,26477,15041,23576,15973,9594,2948,16960,19736,21694,19756,12592,20874,9323,12507,16977,7755,25153,17663,26696,9448,12879,18255,21679,20804,12091,11232,11222,7087,217,928,5149,30092,20345,27074,16674,13115,22807,16103,11484,7681,10146,26107,26041,16880,23411,21472,8261,20064,19178,17076,12424,20306,14182,8387,4010,19499,22739,25414,11023,21617,13731,11169,11467,12857,10536,12616,3596,23324,21514,13024,23596,21195,12851,18356,25795,16991,20556,19177,13794,12778,3379,25080,26616,21429,25595,15455,13565,16836,15426,8897,23979,19096,7244,15610,16176,14538,9471,13466,15105,10077,4437,19025,21121,15465,16830,9778,17670,19241,17531,20162,24680,14589,21254,21497,12704,5892,3432,27572,26853,12598,14868,3737,4875,7829,17051,8682,7247,6236,9729,8251,6813,9533,6090,8925,7949,6505,8222,6673,7598,10223,8842,7348,8961,7063,8891,6933,8769,10582,11086,12476,11133,10450,11666,6484,9262,6552,10773,7091,14330,10029,14472,8057,8800,10404,10013,11343,7677,13617,7423,7670,8780,10263,10366,7143,14021,9006,8516,11864,8435,11566,11001,12046,10169,9905,13874,8473,11071,6838,10004,7563,7569,11243,11622,9532,8595,10793,9691,9448,7844,11404,9117,8599,11221,11753,9897,8992,10646,10213,7547,8058,12670,9715,10745,8705,11722,10457,12797,9200,9634,8087,13366,7691,11861,10783,14203,7686,10767,11424,10868,11261,5624,12078,7815,5493,4211,3200,2175,1722,1463,1081,642,448,635,658,138,32,9,5,3,3,3,0,2,9,22111,23591,12741,13971,15564,19376,13297,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,6224,16276,19996,14079,11933,10300,14507,15996,10372,18966,16413,13131,20902,3201,21615,15681,6091,10916,13365,15332,14631,17796,16012,15196,11988,11935,10486,21891,10712,7093,17806,18892,15302,21087,18007,17868,8331,16323,12579,9376,21623,20050,13614,17982,13725,7775,3745,19113,14505,16181,23518,8019,5600,10115,21329,22171,9702,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,8673,12868,13112,5754,3608,22,3,22268,20864,18213,16565,25665,22410,14609,20505,22843,12937,13542,23480,16586,19546,24427,20487,12327,15819,5630,5551,24964,11829,9820,14417,21290,19281,19545,12167,17497,20541,8385,11881,8864,10966,11596,6919,24755,20550,20787,27754,8746,10695,25472,25395,10083,21627,25816,14973,14906,23915,17812,8866,7542,102,1457,4716,21295,18989,6218,19347,11652,8253,13509,15061,15139,13361,4575,16356,16967,16462,6927,24093,8693,11481,12031,14952,14995,19028,17709,8227,14570,25381,20876,18398,12645,11619,7022,17650,8469,16169,11739,9809,2494,23224,19291,16099,19856,2169,10781,24223,27208,16747,13980,11358,7834,12182,12924,13864,18535,12519,10499,19126,14527,9104,23144,15896,20695,4135,2173,15915,16274,19801,24639,23514,15035,12330,10438,9744,9487,13841,9689,563],"fragments":[{"begin":"0.000","end":"4.400","lines":["You're listening to LIFE KIT from NPR."]},{"begin":"4.400","end":"30.880","lines":["Hey, everybody. It's Marielle. We're going to start today's episode at the top of a hill with Emma Tempest. Back when she was a teacher, she would take her class of 4- and 5-year-olds to the park for an end-of-year celebration."]},{"begin":"30.880","end":"49.920","lines":["And it was at the top of this enormous hill. And every year, we'd have a rolling down the hill competition. And all the adults would join in because you just had - you had that permission to have fun."]},{"begin":"49.920","end":"53.600","lines":["The other part of that celebration was a trip to a mini zoo."]},{"begin":"53.600","end":"70.640","lines":["You'd hear the children saying things like, oh, I wonder what that fish is thinking? And you'd be like, what? I've never thought about that before."]},{"begin":"70.640","end":"117.560","lines":["That spirit of imagination and wonder - you can take that with you anywhere, and it costs nothing. Emma is now a positive psychology coach who helps people get unstuck through play. We did an episode last week about play - what it is, why it's good for you and how to do more of it. And in the process of reporting that episode, we came up with a whole bunch of ideas for how to play for cheap 'cause you don't have to spend a lot of money to have fun."]},{"begin":"117.560","end":"129.560","lines":["Don't let money or time be the thing that decides whether or not you will have fun. You can have fun almost in spite of those things if you really put your mind to it."]},{"begin":"129.560","end":"145.360","lines":["On this episode of LIFE KIT, we're going to share those ideas for how to have fun on a budget. Think of these as offerings. Try them out. See what you like and see if they spark any ideas of your own."]},{"begin":"145.360","end":"178.600","lines":["All right. We're breaking this episode up into categories. And since this story started at a park, we'll begin with the outdoors. If you want to have cheap fun outside, public parks and beaches are your best friend. You can go there and fly a kite or ride a bike, have a picnic. LIFE KIT producer Margaret Cirino does that a lot in New York."]},{"begin":"178.600","end":"229.640","lines":["I'll get all my friends and pack up my little hammock and pack up some snacks, like strawberries and fresh fruits and crackers. And we'll all, like, lay out our blankets together and make, like, one giant seating area and then just be there for literally hours. And just, like, we'll snack, and we'll be hammocking, and we'll be talking. And some of us will be crafting, and we all have our little books. And it's all just, like, very cute and wholesome."]},{"begin":"229.640","end":"255.560","lines":["Or you could get a bunch of friends together for a field day. I'm talking about a three-legged race, egg on a spoon, water balloon toss. Use your imagination, which also comes in handy if you want to do some kind of park cleanup. Picking up trash or fallen tree branches - it's easy to make that a game. Coat hangers can double as pirate swords, and plastic bags can be bandanas. Or you could get to know the creatures and plants that live in the park."]},{"begin":"255.560","end":"274.920","lines":["So there's, like, a lot of free apps out there that, like, that allow you to, like, unlock these sciencey hobbies where you're just going on a walk, but you're, like, looking for this specific kind of bug or this bird. And then you can log it into these apps. It's almost like a game, but it's helping them collect, like, citizen science, like, data while you're doing it."]},{"begin":"274.920","end":"297.280","lines":["By the way, LIFE KIT has an episode on birding and another on how to be a community scientist. Another tip - a lot of parks will have outdoor workout equipment that you can use for body weight exercises. Also, a lot of parks offer free programming, jazz music, salsa lessons, bingo. If you go to the website of your local park or parks department, they may have an events calendar."]},{"begin":"297.280","end":"304.800","lines":["OK. Moving beyond parks, another outdoors idea which is perfect for exploring a neighborhood or a city is something called a penny date."]},{"begin":"304.800","end":"311.040","lines":["A penny date really kind of gets you out to explore things without an objective."]},{"begin":"311.040","end":"325.720","lines":["This idea comes from Nicole Dow. She's a freelance writer who wrote a piece about how to have cheap fun for a personal finance website called The Penny Hoarder. Here's how penny date works. You take a penny or any other coin, really, and pick a direction for heads and tails."]},{"begin":"325.720","end":"334.880","lines":["Heads will be left. Tails will be right or vice versa. And then you flip the coin, see what direction it takes you, and that's where you go."]},{"begin":"334.880","end":"349.520","lines":["And you stop when you see something interesting. Maybe you land in front of a building that has really cool architecture, and you do an online search about its history. Another idea from Nicole - go to the farmer's market. Make a morning of it. You don't have to buy anything."]},{"begin":"349.520","end":"365.080","lines":["A lot of times, farmer's markets will offer not just vendors selling things, but they'll have local people singing or playing an instrument. And that's a great form of free entertainment. And there's always free samples out from vendors."]},{"begin":"365.080","end":"396.720","lines":["Oh, and how about a parade? Any of those going on in your city or town? Could be fun. Lots of merriment. OK. Our next category is arts and crafts. If your idea of play is being creative and making things, the classic move is to get a coloring book and crayons or a paint-by-numbers set, or you could get a little more elaborate. Our producer Margaret likes to host art nights with friends at her apartment. She'll get some cheap, colorful clay at the craft store, and they'll make mini sculptures or jewelry while watching a movie."]},{"begin":"396.720","end":"409.240","lines":["Or, like, a lot of the times, we'll, like, just get paper and each, like, have a little canvas and just paint for five minutes and then swap. And that's always really fun 'cause, like, the art is really wacky and weird."]},{"begin":"409.240","end":"414.000","lines":["Sometimes, they'll give each other prompts they have to stick to. Like, a recent one was secrets."]},{"begin":"414.000","end":"420.480","lines":["And we all had to, like, make our art secret-themed or, like, something you're not supposed to know. Like, shh."]},{"begin":"420.480","end":"438.520","lines":["If you'd rather go see or hear some art, look at the events calendars for your local coffee shops and bars and restaurants. They could be hosting open-mic nights or poetry slams. Janet Woojeong Lee is a producer on NPR's education desk. And sometimes, she goes to mystery movie screenings at this local theater on Wednesday nights."]},{"begin":"438.520","end":"448.600","lines":["How it works is that you don't know what movie you're going to be watching until you get there, but it's entirely free. So if I wanted to grab a bite or drink afterwards, like I felt less guilty about it."]},{"begin":"448.600","end":"468.320","lines":["They turned out to be films she wouldn't have seen otherwise. And if you don't have this option in your city, you can do it with friends at your house. One of you picks the movie and then surprises the rest of the group. Another tip from Janet - a lot of museums are free one day a week, and your local library might also offer free museum passes too. You just have to reserve them ahead of time."]},{"begin":"468.320","end":"494.040","lines":["OK. Our next category is food. One idea is to recreate a family recipe. Ask your mom for her mom's famous meatloaf recipe, or look online for a meal that your ancestors might have eaten. This is a beautiful practice on your own or with a group. And when you're doing this, don't focus on perfection or an exact recreation. Here's what Chef Joudie Kalla had to say about that in another LIFE KIT episode."]},{"begin":"494.040","end":"516.280","lines":["Comparison is like a killer. When you compare things to other people, you lose your confidence, whatever it might be. It's not your mom's or your grandmother's. It's your own. I cook a lot, and I cannot cook my mom's quality food ever - never - because everybody has their own touch."]},{"begin":"516.280","end":"525.240","lines":["Now, if you don't feel like making your food, how about a food challenge or a taste test? LIFE KIT producer Sylvie Douglis likes to do those with her partner."]},{"begin":"525.240","end":"537.880","lines":["And last time we were in Canada, someone told us that Canadian chocolate is much chocolatier-tasting. So we got some Kit Kats to do a taste test with."]},{"begin":"537.880","end":"542.840","lines":["They like the Canadian ones better. You can do this with different brands of vanilla ice cream."]},{"begin":"542.840","end":"548.720","lines":["Or you could go to your local bodega and, like, try a bunch of different brands of, like, the same flavor chip."]},{"begin":"548.720","end":"549.760","lines":["The sky's the limit here."]},{"begin":"549.760","end":"561.040","lines":["All right. Our last category is all the random stuff that didn't fit in before. First off, themed hangouts - Margaret likes to do these. You pick a theme, invite people over."]},{"begin":"561.040","end":"567.560","lines":["OK. Tonight is the French night, so we'll watch \"Amelie\" and make French onion soup, and that's our night."]},{"begin":"567.560","end":"593.040","lines":["Our supervising editor, Meghan Keane, held a rom-com movie marathon at her house. It was a full-day event with a rundown and a photoshopped invitation and lots of pizza. On the list - \"My Best Friend's Wedding,\" \"10 Things I Hate About You\" and \"Moonstruck,\" among others. You can also make up games with your friends. One of my favorite examples of this is on the show \"New Girl.\" They play this game called True American. And it seems like the rules are always changing."]},{"begin":"593.040","end":"604.120","lines":["(As Jess Day) So it's 50% drinking game, 50% life-sized Candy Land."]},{"begin":"604.120","end":"612.640","lines":["(As Schmidt) Well, it's more like 75 drinking, 20 Candy Land. And, by the way, the floor is molten lava."]},{"begin":"612.640","end":"618.840","lines":["(As Winston Bishop) It's actually 90% drinking, and then it's got a loose, Candy Land-like structure to it."]},{"begin":"618.840","end":"621.040","lines":["(As Jess Day) But with stakes."]},{"begin":"621.040","end":"624.280","lines":["(As Schmidt) Hey, guys. We doing teams?"]},{"begin":"624.280","end":"659.040","lines":["Or you can play those kind of road trip games - you know, the ones you get into on a long car ride or while you're on a hike. Darian Woods is a host at The Indicator From Planet Money, and he shared a game his friends like. I'm going to simplify it slightly. Basically, the group picks a category, like, let's say, animals, and then you pick an animal, in this case, and decide how you would rate that particular animal 1 to 10."]},{"begin":"659.040","end":"663.920","lines":["Tell me what the animal is, but don't tell me the number, and I'll try to guess."]},{"begin":"663.920","end":"665.720","lines":["Crocodile."]},{"begin":"665.720","end":"676.200","lines":["You're either scared of crocodiles or find them incredibly cute and impressive. I'm going to guess 8 out of 10."]},{"begin":"676.200","end":"676.680","lines":["Four."]},{"begin":"676.680","end":"679.920","lines":["OK. You're slightly averse to them."]},{"begin":"679.920","end":"694.680","lines":["I'm slightly averse to them. They scare me for sure because obviously. But I do think they're really fierce, you know, so I have to give them some credit. But I would not want to be around one."]},{"begin":"694.680","end":"697.080","lines":["Right. So respect."]},{"begin":"697.080","end":"701.480","lines":["So it's going to be - yeah, respect but at a distance."]},{"begin":"701.480","end":"703.240","lines":["Grudging respect."]},{"begin":"703.240","end":"705.040","lines":["Yeah, exactly."]},{"begin":"705.040","end":"712.200","lines":["That makes a lot of sense. Very good. That's the game."]},{"begin":"712.200","end":"738.560","lines":["The game here really is, do your friends know how you think? You can also do this with cities or movies or songs or whatever. Some other cheap, fun ideas from Nicole Dow, the freelance writer - do a house or apartment swap with a friend, maybe one who lives in your city, but a different neighborhood."]},{"begin":"738.560","end":"757.280","lines":["You can get a feel of what they have. Like, if they have a pool, you can take a dip in their pool or check out their DVD collection, just kind of enjoy new surroundings. That's a low-cost alternative to taking a full-fledged vacation."]},{"begin":"757.280","end":"774.960","lines":["OK. I really need to get some friends with pools. Also, if they happen to have a gorgeous sibling who stops by the house on a whim and ends up being the love of your life, that is a bonus. You could also go to an open house, even if you're not in the market."]},{"begin":"774.960","end":"799.240","lines":["It's a good chance to kind of see what's going on with, like, the latest home decor. You know, sometimes they have fresh-baked cookies. You can say, OK, we're going to, like, make up a backstory about, you know, who you are and why you're out here looking for a home."]},{"begin":"799.240","end":"857.880","lines":["More ideas from our grab bag - you could go to the mall or a vintage store with a friend and try on silly or super formal outfits. Do a science experiment at home, like, for example, make a baking-soda-and-vinegar volcano. Build a time capsule. Write your future self a letter, and give it to a friend for safekeeping. And here's one from our colleague, Lauren Gonzalez. If you have a coffee shop or a bookstore nearby, especially one that's just starting out, ask them if they'll let you host a book club or a writer's group once a week 'cause, you know, sometimes you have to make your own fun."]},{"begin":"857.880","end":"879.720","lines":["For more LIFE KIT, check out our other episodes. We have one on how and why to play and another on how to make friends as an adult. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want even more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"879.720","end":"923.040","lines":["This episode of LIFE KIT was produced by Thomas Lu. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Clare Marie Schneider. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Sylvie Douglis. Engineering support comes from Valentina Rodriguez Sanchez and Josh Newell. I'm Marielle Segarra. Thanks for listening."]}],"duration":923}