{"title":"Millennial? Gen Z? It may be time for colorectal cancer screening","url":"https://www.npr.org/transcripts/1191827596","intro":"Colorectal cancer cases are on the rise among people under 50. In this episode, we explain the risk, symptoms to look out for and how to get screened.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT from NPR."},{"author":"MARIELLE SEGARRA, HOST","text":"Hey, everybody. It's Marielle. Today's episode is about something super important that a lot of us put off - getting screened for colorectal cancer. Colorectal cancer cases are on the rise among younger people - folks under 50. Since the mid-1990s, cases in that group have increased by about 50%."},{"author":"ALLISON AUBREY, BYLINE","text":"It's now considered one of the deadliest cancers in this age group."},{"author":"SEGARRA","text":"That was Allison Aubrey. She's a health correspondent at NPR. And she says researchers are still trying to figure out the reason for this jump. They're looking at factors like diet and antibiotic use. The American Cancer Society estimates that about 20,000 Americans under age 50 will be diagnosed with colorectal cancer this year, and more than 3,700 will die from it."},{"author":"SEGARRA","text":"Now, we're not telling you all this to scare you, but colorectal cancer screenings are something to take seriously. And they're effective because colorectal cancer typically grows slowly over many years."},{"author":"AUBREY","text":"And most of the cancers start out as a growth called a polyp. A polyp is basically a small clump of cells that form on the lining of the colon. So taking a polyp out early may keep it from turning into cancer."},{"author":"SEGARRA","text":"And even if you end up having colorectal cancer, it's treatable, especially when you catch it early."},{"author":"AUBREY","text":"Cancer of the colon is considered highly treatable by the National Cancer Institute and often curable when localized to the bow (ph). Surgery is the main way that it's treated, and it leads to a cure, according to the NCI, in about 50% of patients. However, the cancer can recur, and this is a major problem and is often the cause of death in people who die from colorectal cancer."},{"author":"SEGARRA","text":"That's more likely to happen if the cancer is diagnosed at a later stage. On this episode of LIFE KIT, we get into the details on colorectal cancer. When should you start doing screenings? What do they entail? And what are some ways you can lower your risk?"},{"author":"SEGARRA","text":"Hi, Allison."},{"author":"AUBREY","text":"Hey, Marielle. Great to be here."},{"author":"SEGARRA","text":"When do experts recommend now that people start getting colorectal cancer screenings?"},{"author":"AUBREY","text":"So the recommendation now is to start at age 45. So if your health care provider sends that stool sample test in the mail, don't ignore it. And if you're younger, your doctor may recommend earlier screening if you have a family history of colorectal cancer or polyps."},{"author":"SEGARRA","text":"OK. And that's, like, about 10 years earlier usually?"},{"author":"AUBREY","text":"Generally, people who have first-degree relatives - so siblings, parents or children - who've been diagnosed with colorectal cancer should start screening about 10 years earlier than the age the family member was when they were diagnosed. So if your father, for instance, was diagnosed with colorectal cancer at age 45, you'd probably be advised to start the screening at 35."},{"author":"SEGARRA","text":"Well, let's talk about what screening looks like. What tests are available for colorectal cancer?"},{"author":"AUBREY","text":"So most people have heard of a colonoscopy, and that's considered a gold standard screening tool. Typically, a colonoscopy is recommended every 10 years for people who do not have an increased risk of colorectal cancer. But there are several other effective screening options that are not quite as invasive. They don't take as much time. So one commonly used tool is a stool test. It's called a fecal immunochemical test known as FIT. It detects small amounts of blood in the stool. It's typically done annually."},{"author":"AUBREY","text":"Another option is a stool DNA test - one is called Cologuard - which can detect both blood and DNA changes that may come from a cancerous or precancerous polyp in the stool. So people who choose this option are usually advised to do the test every three years. Typically, if you are at higher risk for colon cancer because of family history, then a colonoscopy is recommended. You can take this little personalized recommendation quiz online. It was developed by the Colorectal Cancer Alliance. You put in your age and other info, and it can give you a recommendation."},{"author":"SEGARRA","text":"What does a colonoscopy actually entail? Like, what are they doing during this procedure?"},{"author":"AUBREY","text":"So basically, during this procedure, a doctor inserts a tube, a scope, into the rectum, which has a tiny camera on it. And then the doctor can see the entire colon. So there's also this little instrument that they can use to cut or snip out a polyp or abnormal tissue. And then if the doctor suspects cancer, the doctor can send off the biopsy tissue for analysis. It's not uncommon for a doctor to find a polyp or even multiple polyps during the procedure and remove them. So polyps are often precancerous, meaning that cancer can develop in them, but they can also be benign. But doctors will typically remove them to prevent the risk of cancer developing."},{"author":"SEGARRA","text":"OK. And so when they insert this camera into your rectum, they're then snaking it all the way up through your colon, right?"},{"author":"AUBREY","text":"That's right. The little camera goes through all the little parts of it, and so the doctor can see every bit."},{"author":"SEGARRA","text":"It's on a little journey."},{"author":"AUBREY","text":"Yeah."},{"author":"SEGARRA","text":"(Laughter) And it's not like you're awake during this, right?"},{"author":"AUBREY","text":"Well, it depends on what you decide in terms of sedation. This is a decision that you'll make along with the doctor. Typically, there's sort of moderate sedation. When I had my colonoscopy, I was pretty heavily sedated, meaning I don't remember much. Like, they started the sedation. I fell asleep. An hour later, I woke up. I was in a waiting room. I don't remember anything."},{"author":"SEGARRA","text":"OK. And what is the prep like for a colonoscopy? Because I think we've all either done one ourselves or know someone who's done one, and the reputation is that you have to drink this really horrible stuff and that it's just, like, a day of sitting on the toilet."},{"author":"AUBREY","text":"Yeah. Typically what happens is that for 24 hours before the procedure, you have to follow a special diet, a kind of clear liquid diet. The night before, say if you had, like, a 9 a.m. colonoscopy, starting probably 9 p.m., then you're going to take this gross kind of very sweet drink. It's a laxative drink, and it clears you out pretty quickly. So, yes, it's an unpleasant evening. It's sort of like this concentrated period of several hours that you're making some trips to the bathroom. And then by the time that you get to the colonoscopy center, the idea is that you're all cleared out."},{"author":"SEGARRA","text":"I found the most annoying thing about the colonoscopy was not being able to eat the day before. I was just so hungry, you know?"},{"author":"AUBREY","text":"Yeah. I remember the same thing. I do. I thought broth helped the most because that at least gives you that temporary sensation of having a full belly. But, yeah, like, lots of water, lots of broth."},{"author":"SEGARRA","text":"Yeah. My two favorite options were chicken or beef broth because it tastes like - you can almost trick yourself into thinking that you're eating a full soup."},{"author":"AUBREY","text":"For about 15 minutes until you're hungry again, right?"},{"author":"SEGARRA","text":"I feel like, oh, I'm making my dinner now. And I put the broth in the saucepan and just, like, smelled it. And then also the - like, a lemon-flavored ice, an Italian ice, because it feels like you're actually eating a solid until it melts. And that you're allowed to have because it's - it turns into a liquid and it's clear."},{"author":"AUBREY","text":"Yeah, those are great options."},{"author":"SEGARRA","text":"What do you say to people who are just like, I don't know, I don't want to deal with all of this? I'm going to put it off. I'm going to put it off."},{"author":"AUBREY","text":"I mean, if you think about it, the risks are pretty low. I mean, when you do a risk-benefit profile, like, OK, it's uncomfortable. You're going to be hungry for a day. It's kind of icky to - the night before. The preparation isn't great. But this is a procedure that can not only find the cancer, but eliminate the thing - you know, the polyp that is the cancer, right? Like, so the risk-benefit is pretty clear. There's a huge benefit of doing the colonoscopy, especially if they're finding something like these polyps."},{"author":"SEGARRA","text":"Yeah. If people are like, I don't want to deal with a colonoscopy, can I just do the other one - you know, like the stool test - are there differences in how effective they are at finding cancer?"},{"author":"AUBREY","text":"You know, this is where it's just really important to talk to a health care provider because the tests are all effective. Oftentimes, where people start is with the stool sample test. The exception is if they have a family history. Then oftentimes a colonoscopy is recommended right away. Talking to your doctor and doing the online screening test are the best options to try to figure out where to start."},{"author":"SEGARRA","text":"And what kind of doctor should you be talking to? Is this the kind of thing where at age, let's say, 40, you go and find a gastroenterologist, you've never seen one before? Or can you talk to your primary care provider about this?"},{"author":"AUBREY","text":"Your primary care doctor should bring this up with you. In fact, if you're part of a health care system, they will send you the test, say, on your 45th birthday and say, hey, you know, you're 45. This is when colorectal cancer screening starts. Here's your test kit. Here's what to do. Here's a video to watch online to answer your questions. So this does not need to come from a specialist. This just comes from primary care medicine."},{"author":"SEGARRA","text":"What are some of the symptoms of colorectal cancer that people might want to be on the lookout for?"},{"author":"AUBREY","text":"Well, some of the early symptoms of colorectal cancer can include blood in your stool, a change in your bowel habits, weight loss for no known reason, a feeling of bloating or fullness or fatigue. If you experience any of these symptoms and you go to your primary care doctor and they can't figure out what's causing them, they will then likely refer you to a gastroenterologist for screening."},{"author":"SEGARRA","text":"OK. And how can you reduce your risk of getting colorectal cancer?"},{"author":"AUBREY","text":"You know, when it comes to lifestyle factors, the CDC says there are many habits or behaviors that can add to the risk. On their list, lack of regular physical activity, a diet low in fruits and vegetables, a low fiber diet or diet with too much fat or too much processed meats. Being overweight or having obesity are risk factors. Alcohol consumption is a risk factor. Tobacco use is a risk factor. I would say, of the research that's going on right now, there's a lot of focus on the diet stuff. I mean, there's questions about, like, what is different now starting in the 1990s that wasn't there in, you know, say the 1950s, given that the rate of colorectal cancer has gone up among younger people."},{"author":"AUBREY","text":"So the questions that researchers are asking are, what's the role of sugary drinks and processed meats and, you know, ultra-processed foods? So there was this one study published, I think in 2021. It found that women who drank more than two sugary drinks a day had more than double the risk of early onset colorectal cancer compared to women who drank hardly any sugary drinks. So there was a study just published a few months ago that found people who eat lots of fresh food and lots of minimally processed food are less likely to develop colon cancer compared to those who eat a lot of ultra-processed food. So again, pointing to diet."},{"author":"SEGARRA","text":"Yeah. So basically do all the things that you already know you should be doing - like, eat more leafy greens, eat more whole fresh foods, drink water instead of the sugary drinks, like, drink less alcohol."},{"author":"AUBREY","text":"Yeah, I think that there's a lot of kind of signals in this epidemiological literature and a lot of research to try to pin it down."},{"author":"SEGARRA","text":"All right, Allison, thank you so much for this."},{"author":"AUBREY","text":"You're welcome. It was great to be here."},{"author":"SEGARRA","text":"OK, let's recap. If you're 45 or older, it's time for a colorectal cancer screening. That might be a stool test or a colonoscopy. Talk to your doctor about your options. If you are having a colonoscopy, you're not allowed to eat solid foods the day before. Broth and certain Italian ices can be helpful and also clear drinks with electrolytes in them. You'll generally do a colonoscopy every 10 years, but if you have a family history of cancer or your doctor finds polyps in your colon, they might want you to come in sooner. And if you're having symptoms of colorectal cancer, like blood in your stool or unexplained weight loss, go see a doctor."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We've got one on how you can talk to your doctor without freezing up and another on ways to cut back on alcohol. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Margaret Cirino. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Clare Marie Schneider. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Sylvie Douglis and Thomas Lu. Engineering support comes from Hannah Gluvna, Josh Newell and Valentina Rodriguez Sanchez. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8411220597.mp3","img":"https://media.npr.org/assets/img/2023/08/03/gettyimages-1473310453_wide-ba5d42b14974e314794dbae92e2cf541bd67d340.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","ALLISON AUBREY, BYLINE","SEGARRA","AUBREY"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,11,0,1494,2016,3047,2521,2282,3563,3229,17660,11445,18052,14952,4379,3486,4191,3425,3497,4265,3768,20056,13472,17154,318,47,29,23424,25594,9015,13971,13340,2958,867,10964,25240,28645,24816,28042,17940,17067,15984,4763,14408,23886,22059,11456,2356,4456,28863,15047,10274,18846,18843,10982,12285,790,3198,1484,1200,3997,1290,4101,25718,24876,13503,12951,21266,23463,20965,12829,13512,7646,10704,15164,13442,13019,9379,2412,21190,23060,24136,21117,12252,21078,17632,25043,18337,18628,13296,20681,15153,7777,25798,9863,10412,16161,16724,13586,11383,17676,17382,12008,10787,10882,10774,18234,9044,26037,25999,14811,8623,12369,24377,20903,13874,8852,13323,2304,23268,23664,19137,15743,20404,17818,22754,10604,13375,10251,12137,20158,26759,24737,15066,24278,18803,12205,25482,17401,14512,7302,1386,2276,26082,22022,18059,21136,20023,21412,17215,21363,11287,24070,11644,14283,12847,10334,13004,11768,5979,19330,25850,16109,16635,12313,6913,11166,12495,10599,10322,18028,9990,22276,15935,19357,18289,15112,9216,5217,4377,6636,6827,8089,4331,5014,4646,3081,28947,28772,20738,25703,18619,14745,7047,22747,23372,26328,16854,15013,23748,26513,9980,10361,12716,9051,2140,16808,18217,25797,20989,2016,16493,26046,16436,13241,13615,21900,13183,15751,10937,15621,9724,11342,11016,11488,20697,14592,19376,15869,14895,12127,12140,17833,12386,18426,20615,15410,21071,14550,14411,13894,11292,15227,9654,15500,10745,9130,9057,7454,11833,11856,6321,7213,809,7764,14777,17561,19448,18283,15409,11596,13040,8179,9760,11736,19372,8239,6153,20834,25310,27928,24613,16754,24474,7612,15789,1901,22615,16137,20991,12779,26027,13472,10560,16284,17698,17513,15431,12446,10373,8675,10025,18373,15514,17566,11746,9834,11367,8681,5738,6324,8219,9970,11972,13597,20625,16077,15022,14213,15411,12255,17046,14677,7863,14297,16790,16978,15479,13331,16001,13515,11502,15981,10178,13676,15021,17108,14664,9815,11417,9638,10330,11552,15741,13400,12084,11623,16858,15270,10590,9186,7668,15733,7477,950,19174,14343,11687,10020,11521,13679,12292,9365,10843,12829,11613,10527,9359,11398,10770,8072,11934,21132,16646,9633,9135,12208,7803,6420,6586,5366,4595,3547,2752,2573,25264,17413,23498,23246,14055,9586,10471,19961,15599,16898,10511,12112,23177,9445,7540,3727,28283,27703,26935,22463,18048,23337,9943,13851,13678,21822,8014,13012,3714,15592,12858,24238,11222,13954,4754,26065,22984,22000,5643,17821,17671,11314,8887,11640,12904,11974,6817,12635,7615,9006,4923,9887,6465,6291,13085,6164,9403,16713,5704,10603,4742,11185,6473,4735,12222,10848,5233,8008,4172,4345,2055,1855,809,451,299,130,42,28150,21096,7321,22477,15506,16023,25700,25760,17679,11100,24981,16554,11142,18006,26256,19785,16272,20262,14587,24955,13379,5972,4779,27363,13288,12869,13350,14713,28298,11956,16884,12941,17434,19361,24225,26666,8397,20215,19081,7843,4529,27498,23580,10116,25063,20967,16635,19364,24863,21165,6631,19462,22901,21374,25423,22845,9389,12157,14315,18743,1722,26880,24678,13690,18176,19235,25435,25835,11000,14452,26090,25748,23262,17404,16683,11666,14537,6591,22041,23882,26631,19927,12839,19327,15953,9041,1077,18,9,15145,26606,10663,26978,19463,21910,26220,16301,4229,20723,13113,13068,14913,13782,10357,15523,15717,11088,6725,19055,18700,24924,12117,12678,11463,25712,17474,19587,13508,19997,25420,20054,12088,12907,21833,23612,25786,19653,21088,26311,19442,26188,19326,20283,8946,14985,9412,591,5,4,4,19817,19419,9690,18655,16564,15758,21379,11727,20683,2209,14857,9786,9383,13403,6694,13113,16817,10316,9996,19280,9579,1252,22287,13913,21550,8769,7627,19318,16694,9492,10527,7727,18134,9831,19061,20389,12066,8950,16731,10227,8957,12951,11376,11959,13470,22621,16375,9877,4213,23063,13735,21986,21755,21307,20303,14320,16465,11903,8687,12147,12624,11855,12395,12237,10456,22574,15522,17898,21447,14853,21861,19874,21101,21544,7822,12631,19,6,4,0,0,19,48,22156,25289,7545,3647,16432,13862,11419,10783,1579,29074,24298,23236,24086,17315,22302,13981,23396,19297,22180,21100,19442,16538,11601,28179,13875,18822,15381,12609,11314,11796,7539,13429,11676,9850,12042,7469,20772,7526,3838,18550,19803,24500,16423,13562,8304,13260,13546,7522,22234,21616,12096,13632,20934,6536,13786,10883,18777,21154,11652,18858,10830,16922,19254,10911,8126,11048,10759,10064,10107,8717,13055,6795,6004,5547,8052,4133,6283,14647,13087,4094,210,19457,21154,2407,14885,22666,24177,22675,8654,13832,23253,21403,21943,17003,11071,8159,132,22620,18033,13118,14768,12073,15567,10560,13269,9070,8286,20234,8982,10730,16490,10305,13098,9873,17232,20991,4821,9310,7970,9383,1216,10420,22779,12146,13392,25437,14009,12704,11778,10390,10965,10063,15204,14498,10567,20549,19666,12356,17237,10202,9971,20114,9941,3910,13026,8750,19646,23470,9659,11523,15740,10122,10544,8328,9458,17958,21932,22481,11737,14433,12671,15708,7405,8810,6503,14691,19038,19037,13700,1846,13723,21278,16048,16587,11233,11693,23200,5482,23848,23543,17157,15689,14546,18558,16953,18535,11264,18119,246,24654,24820,18763,14756,20646,14864,18892,7647,10299,25638,9618,13121,12456,14838,10466,8495,9005,5489,8399,5685,5613,447,18592,14106,10593,13160,16968,13869,13914,14531,21975,21785,9340,13219,13304,12843,15297,9542,22889,22582,9008,5401,9338,8583,7575,13020,7050,9223,25097,19539,15734,25676,18661,18350,18998,12023,11047,11492,7930,17490,25873,20609,10464,15568,8431,7845,8707,7422,13938,25132,14053,1142,19884,14111,25906,19163,14190,10941,8220,11118,11455,12685,11306,15154,13328,11636,13961,18547,13317,14852,12133,12810,7603,5910,27108,8931,14261,14063,13189,15461,26142,24047,9959,14991,11175,10957,8286,7881,10978,9634,5571,6730,9838,1291,23581,23029,20090,14492,11233,12374,11031,11752,20841,19220,12642,13111,8159,19613,19045,1250,15113,16106,17319,25031,17382,20063,23382,16237,16791,10570,16708,16875,11831,17190,14348,9507,8128,7028,7474,6520,7678,9556,8469,5758,8253,14682,1217,14469,16467,8993,10257,9989,11963,19902,10497,12179,11615,18297,9138,11564,21533,9158,10646,9066,11123,12748,7888,929,15758,17380,13097,20511,25917,16087,18068,13975,11450,10140,7385,8240,7091,5056,6877,8772,11269,13140,9089,9671,19125,11472,10038,9618,13646,14664,8099,10991,9010,6522,10612,14808,11987,10093,14465,13492,16038,15270,15271,12006,8780,8590,9416,7236,7508,8711,964,6780,11718,16212,13343,12632,22315,17591,10814,11525,10747,10087,9193,5762,6585,3798,7416,22034,20453,25149,22486,11326,9945,8662,7942,5368,8560,25840,23420,18189,15293,11287,6334,10927,622,13135,18232,15365,14176,14293,12724,14650,16738,14588,11726,11877,11583,8798,7892,17351,19907,12555,15272,12607,8766,14869,15989,11013,12230,13695,14911,11957,13010,19647,23301,16483,9769,8863,14817,15828,16350,6415,275,3132,12433,11767,15612,14037,11879,11495,13636,14960,14445,7536,3670,20928,10139,15707,22390,16763,18214,15276,16299,10886,13450,15707,1252,14618,16691,24254,12406,8587,12437,14039,10816,6281,10079,19032,19501,15004,7161,8996,12839,16940,19512,929,6078,22890,17715,16927,21701,12547,11980,13912,11928,10954,19967,15321,11360,14623,9604,9326,13852,11668,21509,11604,1515,11002,20307,10938,23786,19613,4712,20937,12379,15812,15947,12163,13919,14593,13091,13119,18074,17918,8850,20150,9758,13642,13259,8077,6336,18389,10724,10865,19113,6903,11371,12986,14899,16568,9917,10675,17137,14845,11152,6326,18036,12787,38,20376,12911,2218,1524,24090,22555,4569,27783,22398,17450,17623,22252,25266,12968,22089,4642,2147,20204,21870,18489,12987,20700,17936,22191,6107,12379,13154,8683,14681,20835,20401,13696,14614,17631,13872,19191,19347,15452,14763,18824,8574,20199,19146,8138,14891,13867,15740,8273,8605,6106,438,16415,15788,26334,10597,7347,22193,8129,10946,18281,24498,16474,261,26183,25233,20017,21902,22004,13078,14832,3014,18018,16834,15425,6165,12867,9341,10357,12817,7885,8628,9508,15036,11942,11022,13179,11622,14699,10260,8897,17395,1680,18928,16941,6750,8606,16851,13872,11807,21871,14749,15516,14411,1225,18492,8000,15245,16088,11033,9567,19213,20232,10041,7050,6937,13644,20764,15271,24954,12584,21263,24941,17256,18048,14498,6811,15732,19648,14603,13562,20963,19802,2830,733,23533,22846,25355,19124,22828,18429,14043,13421,11448,12323,12949,10409,10453,7004,3929,12449,19058,17762,202,18197,18838,21575,20372,17870,11694,11435,8185,4503,20601,4154,24,19281,14169,12,3421,24713,18870,1757,17688,23448,22442,16876,25990,21600,21905,26003,17599,13689,22908,15851,15296,16003,15206,22614,12645,16153,12665,8818,16217,22516,15593,13894,10001,8563,20918,12809,20029,23096,8669,975,23903,13518,6907,2934,20788,21804,24974,24605,24827,24937,12846,2011,24588,8694,6752,12079,24541,12216,16265,20872,12448,12416,14167,14107,22235,11408,13133,6383,12210,9985,11857,8690,10982,17919,15067,6651,13013,14594,7611,13393,3990,1037,17117,6138,1112,8052,21410,7434,21842,17889,14225,12741,13389,17271,16495,10310,4865,17454,16404,10621,7664,6671,4833,4912,11454,13408,16313,7914,19990,19136,12880,10832,10232,11089,17181,11281,11832,16818,9983,10969,13324,13092,7745,25668,8366,11401,11874,14228,14249,16798,17851,7123,7802,20390,22006,10487,11904,25271,16405,8540,10282,13181,1443,22108,21932,20709,20291,6926,23772,15193,10165,15031,11367,21863,24451,6133,9263,9259,7638,6217,8841,20779,13020,2119,25240,10058,7671,20564,11742,27612,17933,10696,26611,10649,12425,4279,19578,7372,14653,11821,12458,9445,8414,12483,5367,17192,2327,24702,23828,22807,21964,21629,22479,13620,17935,9072,11053,780,25584,14197,15789,6313,13565,11539,6662,4241,21,9590,25887,21349,19981,10371,26488,12584,10575,14682,21420,20436,20119,14586,17002,17564,15481,22588,13970,2462,21244,20271,14339,21824,20752,15718,12034,19630,18405,7921,19084,5957,11173,9483,6460,6372,6712,12557,5586,9800,7514,16960,15552,12980,16038,15126,11651,17607,12880,12118,11241,24572,22578,17776,8981,8157,8600,92,23932,25279,16367,7506,15159,8324,251,14365,15792,14693,22945,22815,489,14843,25404,23491,12566,24025,1037,21938,25457,20874,24672,24123,12771,17917,21977,13040,13241,22878,16550,12520,12748,8311,5256,7697,4534,302,19421,16912,25923,11932,15897,13183,16766,8978,8129,23072,21868,21350,15875,17014,24606,24631,20972,22485,9351,25106,3834,11636,20610,11434,23465,21320,18661,12188,16119,19701,23212,14085,1736,13533,17356,18453,12001,17604,12230,13447,13648,13472,2932,10141,15596,16933,10959,9666,22635,15158,7329,7244,23623,22665,18774,23489,7739,18262,6630,18294,23830,15975,2900,9540,15814,22040,2643,24324,19780,3277,2372,25234,24748,23807,19921,12751,7937,13285,11960,11870,5847,6989,4986,24260,16179,10146,13916,3761,2324,1836,22275,20585,24460,13419,22827,20857,14001,5599,7827,9571,12471,12356,5636,15472,5587,5351,5050,17,23155,15952,12452,14974,20305,13808,11874,14189,12919,9442,14442,10404,8640,10856,12180,12566,12964,19033,16417,15100,13516,8755,7658,9391,10215,10768,7851,9062,12267,9561,5712,7110,8309,10677,9947,10406,11288,14436,13978,9939,7033,9991,12424,21813,1642,15820,13359,13266,19387,9566,1515,20410,15856,22339,15244,16103,11988,14307,10485,19220,17927,19620,11354,12060,24475,19399,14838,16911,21554,15069,21238,21223,20861,6850,11903,18799,13963,12233,16445,23574,20929,15632,12665,18487,7269,8538,16224,14060,12794,17964,18452,11527,10765,8658,8574,8638,11268,12204,11357,6359,5848,11820,12526,1977,10833,13853,98,21541,23160,20324,23694,15140,18931,21715,9148,15275,9210,9851,13270,16664,12923,4675,21085,25750,27342,21204,16659,18591,23869,4782,1004,442,23984,16632,23737,12596,15732,22436,20188,10683,23328,20234,22525,22679,16463,18891,6842,14378,9290,4393,16740,21437,23624,21321,22637,12041,6960,14755,11708,11294,9978,11208,8210,8585,9055,11907,6967,17292,18897,17585,204,15638,22121,22542,26050,18988,17797,10851,605,23675,12428,9284,14814,19627,8526,10997,659,12892,18987,1015,11211,13095,9315,13420,6134,15857,21691,11601,6564,16266,15412,13739,4431,9530,8450,655,15897,9383,11873,11570,9158,7895,6611,15091,20486,614,6590,21635,19613,13863,9014,12429,12469,12568,12054,13410,17777,16813,2540,15703,27301,24999,15841,8486,14059,16676,15993,10726,13465,4197,19701,17801,14162,12317,21144,8887,6801,13488,6300,22857,9556,16105,18989,26606,20274,22908,9325,25044,13182,11731,24240,25274,13007,22504,8906,3664,9699,7642,8507,23290,23414,23134,21800,17270,14807,17422,13577,22848,24326,23742,23315,15150,23651,13037,17850,19116,15050,8724,261,21285,23475,12934,14214,16459,15146,8331,7728,10691,16574,12782,11758,20707,7607,16557,23387,10787,13041,13718,14166,14531,11147,601,23803,16027,14777,23731,10787,23517,20675,5622,4315,13511,11108,14467,18061,22968,11458,12289,6037,18685,9196,12551,12404,23295,22932,11533,8245,9342,17232,17210,18814,10642,16905,11283,13414,25655,15352,14696,14785,10793,13382,24182,14028,13923,16803,7911,22205,11105,9146,7452,18085,11563,22257,17411,24378,13074,9545,16640,12847,434,14940,20241,9303,10332,12036,6980,7734,10855,9466,8584,5105,3140,4737,26816,22508,23142,17700,15911,13040,21214,3697,20448,18157,11078,23705,9045,10304,14986,13752,8550,22506,13781,16747,2405,16371,16501,14960,17083,13046,12485,5643,10692,12694,7383,8753,6689,7524,6465,7012,12670,10189,17595,8081,12013,12580,11660,13101,24233,19597,11408,847,16650,23209,21306,9656,12622,10301,12264,14919,6248,7909,8542,13167,22960,15280,13106,13206,13310,6937,11125,10596,2901,936,15481,12180,15977,18908,14039,13628,14428,15599,12116,16388,14878,17708,13992,17081,14700,22287,20948,11357,10954,5113,14934,13044,15708,17197,10661,8078,9440,9969,7085,10274,4814,6462,5552,103,15497,5229,1629,150,11663,20387,9910,9468,8587,9617,11349,6083,12110,6096,8689,5791,16606,18239,12691,15443,16052,18905,18082,13248,8119,9030,9513,10756,13821,17394,17072,18218,11119,11819,21009,15182,10145,13080,12705,8824,14207,8374,8234,4641,12012,17065,13980,7349,189,11751,24084,16285,14033,11740,10836,6948,687,17958,23953,19372,14919,13649,22190,5243,15020,15916,25294,16685,15281,9536,22371,17755,7045,10224,25210,11536,13735,13391,15448,7040,12788,10316,1154,26461,20223,17833,20222,7466,9982,11904,16339,7297,12350,5177,3903,16351,17628,16004,13864,10239,19529,12527,10002,26406,24148,8355,7299,9269,7591,11821,6656,25517,22353,23938,13934,16348,15497,9368,13678,14196,14060,15146,18154,16167,21157,11253,13725,9741,6816,9311,7486,9531,2397,11479,17166,10392,11773,10670,22140,16584,8926,13860,12082,4372,16572,11302,10454,8466,15539,13706,23843,21999,15767,14482,12387,13086,19825,8827,11321,9900,8507,14974,10901,8681,7578,9949,25942,8325,7727,8566,8574,11264,9521,11154,6998,23759,25089,14905,14861,10860,8570,13333,11059,13747,22378,12397,6385,18940,21396,16084,13091,9190,17430,17463,20615,22914,11739,11356,17770,13164,11810,11114,25328,18811,15699,15774,13200,12492,8021,21332,13640,21611,18853,12806,15807,8974,23843,22607,10649,19204,13886,11570,16552,14269,462,27419,18424,22863,22588,24642,15695,17536,16322,17512,18350,9961,11594,10698,16021,7671,8948,8057,15932,17559,26140,15059,6191,7328,6755,791,26363,25828,23494,19259,12135,19153,17995,13953,22808,15705,6951,11938,13430,7904,17648,15787,24191,20717,8203,10755,21708,14599,14166,20574,16636,12952,8120,8363,11992,15032,13467,11228,15564,9511,11560,11927,13227,12252,13327,18167,10244,10688,5839,6331,833,13410,20967,25703,12369,10011,20611,15608,6954,5995,97,19,37,933,15587,24040,17637,14416,22727,13644,8779,4886,17928,19328,20224,7207,6772,5885,14143,9879,12132,26158,6763,13526,19436,22567,12452,21833,12402,5789,15595,23484,19510,23828,9106,10422,21484,15325,22309,15155,8956,22988,10922,16342,16880,17665,19509,19224,21741,23767,7575,5476,15984,15127,11866,16531,14662,15158,18873,12304,17667,16019,12837,12113,13887,13228,11809,16555,18336,16828,22272,22750,11121,8199,10681,6911,13494,4054,2448,3716,3048,3288,2858,23650,18995,18707,20465,12166,6412,5307,22649,21594,10663,10288,9785,2535,2818,3616,3443,27768,27598,15501,22204,18387,2464,21759,26025,25793,16278,23840,14291,12564,13055,20618,8080,10686,10173,2700,26104,23085,12810,24446,13892,18134,9416,7914,21820,27109,26585,16010,17557,7659,13005,3037,11520,24944,25667,21626,18072,7227,6818,21974,13002,23264,18187,8027,15417,13207,9615,24582,25509,16081,10294,17718,11641,8034,16827,8887,2494,28424,11118,23560,19623,12622,23862,15563,9330,2506,2206,29353,26623,18062,19431,11164,20826,13200,12715,5504,27290,21682,18200,13766,15498,15076,13306,18757,15750,13875,16303,14069,10995,13623,24723,19539,10094,10576,7427,2577,22540,23447,18391,14654,18612,15158,8051,8704,17632,21208,10953,10069,13958,13707,14925,17020,9640,1811,15837,24080,12669,1411,1453,2052,26750,25332,14150,18722,21290,14352,10867,6295,25762,24544,23462,26604,25625,18245,13231,26555,14103,15960,2112,26032,26578,17037,15538,25557,19833,15990,3081,13717,26910,24883,23790,26148,20498,7699,18612,11912,14046,24246,24300,26793,13546,9743,18711,9185,14717,16085,12769,25844,22232,15293,20005,19605,24935,18152,17233,14514,10589,9893,8967,4663,5959,7385,7443,8717,24031,26934,25483,12510,13131,22866,15952,21212,7477,11368,18663,26008,28682,25559,25313,11939,18123,19260,19110,12936,14319,12071,8460,2099,25819,25183,26515,21141,20517,12838,7516,9422,7734,9481,9363,3379,2506,28312,19301,10981,26368,27245,18289,11500,26639,25246,16168,24370,15150,10440,13971,2294,25200,22363,7721,17736,16180,7296,16116,21911,22298,15281,24149,14788,12608,27287,23510,6673,16395,8555,3881,2024,26599,26008,25114,18504,11754,26177,20384,8098,26520,15122,8764,23561,14245,16807,20034,16106,10005,13125,1984,15907,23593,18867,9508,2313,16688,14029,9523,3887,4464,6630,3468,1666,541,401,125,46,13,4,2,27,23591,12778,12741,13971,15564,19376,13297,10453,3865,22239,18165,12338,9203,8677,5549,15342,11265,14026,16011,9758,2123,16276,19996,14079,11933,10300,15996,13486,10372,18966,16413,13131,20902,1901,21615,15681,10916,10017,15332,14920,14631,17796,11401,15196,11988,11935,16253,21891,10712,4069,17806,18892,15302,21087,18007,10814,8331,16323,12579,8970,21623,18264,17982,16970,13725,7775,3745,19113,14505,16181,23518,8019,3957,21329,14704,22171,11803,17515,17365,9404,15314,14950,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,11785,12868,13112,5754,1996,11,3,23720,25488,23933,17277,24634,14348,10979,23149,20093,16529,3480,19185,21819,22039,26219,10948,8613,22043,20062,2408,28069,28066,12128,13290,4392,17908,23934,14018,12952,14618,20844,7432,21209,20465,15317,17299,23015,14684,15790,21324,11240,4529,25230,20455,15374,12674,18063,24341,17395,21858,20105,11715,27572,14661,15686,18548,16069,11928,15321,14117,6559,23230,15475,14310,10765,21708,21304,23783,20291,8207,23539,21142,8164,23130,19846,25675,17670,14466,15211,19703,14133,26180,15025,15284,9660,9566,13399,9917,5538,2099,25662,16632,14520,18715,9626,9063,20993,25414,12007,10853,25213,26920,20056,25923,22812,28295,6027,24159,23209,14617,13031,5851,69,21512,19360,11732,24731,25737,22580,13826,14420,19395,24868,21311,7092,26412,17229,12246,20643,20129,10510,11572,12990,11970,23639,9557,17220,20428,8919,12229,19812,17635,20392,8443,26131,20850,23864,18080,13521,17735,19245,14329,21173,23226,25010,15990,15978,15426,25800,28493,8357,16996,13389,17240,17284,10536,4136,25885,13238,18181,20373,20638,18753,10764,13931,4613,43],"fragments":[{"begin":"0.000","end":"2.360","lines":["You're listening to LIFE KIT from NPR."]},{"begin":"2.360","end":"45.440","lines":["Hey, everybody. It's Marielle. Today's episode is about something super important that a lot of us put off - getting screened for colorectal cancer. Colorectal cancer cases are on the rise among younger people - folks under 50. Since the mid-1990s, cases in that group have increased by about 50%."]},{"begin":"45.440","end":"49.280","lines":["It's now considered one of the deadliest cancers in this age group."]},{"begin":"49.280","end":"70.240","lines":["That was Allison Aubrey. She's a health correspondent at NPR. And she says researchers are still trying to figure out the reason for this jump. They're looking at factors like diet and antibiotic use. The American Cancer Society estimates that about 20,000 Americans under age 50 will be diagnosed with colorectal cancer this year, and more than 3,700 will die from it."]},{"begin":"70.240","end":"84.080","lines":["Now, we're not telling you all this to scare you, but colorectal cancer screenings are something to take seriously. And they're effective because colorectal cancer typically grows slowly over many years."]},{"begin":"84.080","end":"105.400","lines":["And most of the cancers start out as a growth called a polyp. A polyp is basically a small clump of cells that form on the lining of the colon. So taking a polyp out early may keep it from turning into cancer."]},{"begin":"105.400","end":"116.240","lines":["And even if you end up having colorectal cancer, it's treatable, especially when you catch it early."]},{"begin":"116.240","end":"189.520","lines":["Cancer of the colon is considered highly treatable by the National Cancer Institute and often curable when localized to the bow (ph). Surgery is the main way that it's treated, and it leads to a cure, according to the NCI, in about 50% of patients. However, the cancer can recur, and this is a major problem and is often the cause of death in people who die from colorectal cancer."]},{"begin":"189.520","end":"215.280","lines":["That's more likely to happen if the cancer is diagnosed at a later stage. On this episode of LIFE KIT, we get into the details on colorectal cancer. When should you start doing screenings? What do they entail? And what are some ways you can lower your risk?"]},{"begin":"215.280","end":"216.840","lines":["Hi, Allison."]},{"begin":"216.840","end":"222.120","lines":["Hey, Marielle. Great to be here."]},{"begin":"222.120","end":"226.640","lines":["When do experts recommend now that people start getting colorectal cancer screenings?"]},{"begin":"226.640","end":"243.640","lines":["So the recommendation now is to start at age 45. So if your health care provider sends that stool sample test in the mail, don't ignore it. And if you're younger, your doctor may recommend earlier screening if you have a family history of colorectal cancer or polyps."]},{"begin":"243.640","end":"248.480","lines":["OK. And that's, like, about 10 years earlier usually?"]},{"begin":"248.480","end":"270.440","lines":["Generally, people who have first-degree relatives - so siblings, parents or children - who've been diagnosed with colorectal cancer should start screening about 10 years earlier than the age the family member was when they were diagnosed. So if your father, for instance, was diagnosed with colorectal cancer at age 45, you'd probably be advised to start the screening at 35."]},{"begin":"270.440","end":"276.040","lines":["Well, let's talk about what screening looks like. What tests are available for colorectal cancer?"]},{"begin":"276.040","end":"310.280","lines":["So most people have heard of a colonoscopy, and that's considered a gold standard screening tool. Typically, a colonoscopy is recommended every 10 years for people who do not have an increased risk of colorectal cancer. But there are several other effective screening options that are not quite as invasive. They don't take as much time. So one commonly used tool is a stool test. It's called a fecal immunochemical test known as FIT. It detects small amounts of blood in the stool. It's typically done annually."]},{"begin":"310.280","end":"348.320","lines":["Another option is a stool DNA test - one is called Cologuard - which can detect both blood and DNA changes that may come from a cancerous or precancerous polyp in the stool. So people who choose this option are usually advised to do the test every three years. Typically, if you are at higher risk for colon cancer because of family history, then a colonoscopy is recommended. You can take this little personalized recommendation quiz online. It was developed by the Colorectal Cancer Alliance. You put in your age and other info, and it can give you a recommendation."]},{"begin":"348.320","end":"353.760","lines":["What does a colonoscopy actually entail? Like, what are they doing during this procedure?"]},{"begin":"353.760","end":"397.040","lines":["So basically, during this procedure, a doctor inserts a tube, a scope, into the rectum, which has a tiny camera on it. And then the doctor can see the entire colon. So there's also this little instrument that they can use to cut or snip out a polyp or abnormal tissue. And then if the doctor suspects cancer, the doctor can send off the biopsy tissue for analysis. It's not uncommon for a doctor to find a polyp or even multiple polyps during the procedure and remove them. So polyps are often precancerous, meaning that cancer can develop in them, but they can also be benign. But doctors will typically remove them to prevent the risk of cancer developing."]},{"begin":"397.040","end":"405.520","lines":["OK. And so when they insert this camera into your rectum, they're then snaking it all the way up through your colon, right?"]},{"begin":"405.520","end":"410.760","lines":["That's right. The little camera goes through all the little parts of it, and so the doctor can see every bit."]},{"begin":"410.760","end":"412.280","lines":["It's on a little journey."]},{"begin":"412.280","end":"414.080","lines":["Yeah."]},{"begin":"414.080","end":"418.160","lines":["(Laughter) And it's not like you're awake during this, right?"]},{"begin":"418.160","end":"441.600","lines":["Well, it depends on what you decide in terms of sedation. This is a decision that you'll make along with the doctor. Typically, there's sort of moderate sedation. When I had my colonoscopy, I was pretty heavily sedated, meaning I don't remember much. Like, they started the sedation. I fell asleep. An hour later, I woke up. I was in a waiting room. I don't remember anything."]},{"begin":"441.600","end":"462.720","lines":["OK. And what is the prep like for a colonoscopy? Because I think we've all either done one ourselves or know someone who's done one, and the reputation is that you have to drink this really horrible stuff and that it's just, like, a day of sitting on the toilet."]},{"begin":"462.720","end":"502.280","lines":["Yeah. Typically what happens is that for 24 hours before the procedure, you have to follow a special diet, a kind of clear liquid diet. The night before, say if you had, like, a 9 a.m. colonoscopy, starting probably 9 p.m., then you're going to take this gross kind of very sweet drink. It's a laxative drink, and it clears you out pretty quickly. So, yes, it's an unpleasant evening. It's sort of like this concentrated period of several hours that you're making some trips to the bathroom. And then by the time that you get to the colonoscopy center, the idea is that you're all cleared out."]},{"begin":"502.280","end":"509.960","lines":["I found the most annoying thing about the colonoscopy was not being able to eat the day before. I was just so hungry, you know?"]},{"begin":"509.960","end":"523.720","lines":["Yeah. I remember the same thing. I do. I thought broth helped the most because that at least gives you that temporary sensation of having a full belly. But, yeah, like, lots of water, lots of broth."]},{"begin":"523.720","end":"536.760","lines":["Yeah. My two favorite options were chicken or beef broth because it tastes like - you can almost trick yourself into thinking that you're eating a full soup."]},{"begin":"536.760","end":"539.560","lines":["For about 15 minutes until you're hungry again, right?"]},{"begin":"539.560","end":"561.600","lines":["I feel like, oh, I'm making my dinner now. And I put the broth in the saucepan and just, like, smelled it. And then also the - like, a lemon-flavored ice, an Italian ice, because it feels like you're actually eating a solid until it melts. And that you're allowed to have because it's - it turns into a liquid and it's clear."]},{"begin":"561.600","end":"563.680","lines":["Yeah, those are great options."]},{"begin":"563.680","end":"569.240","lines":["What do you say to people who are just like, I don't know, I don't want to deal with all of this? I'm going to put it off. I'm going to put it off."]},{"begin":"569.240","end":"600.480","lines":["I mean, if you think about it, the risks are pretty low. I mean, when you do a risk-benefit profile, like, OK, it's uncomfortable. You're going to be hungry for a day. It's kind of icky to - the night before. The preparation isn't great. But this is a procedure that can not only find the cancer, but eliminate the thing - you know, the polyp that is the cancer, right? Like, so the risk-benefit is pretty clear. There's a huge benefit of doing the colonoscopy, especially if they're finding something like these polyps."]},{"begin":"600.480","end":"614.240","lines":["Yeah. If people are like, I don't want to deal with a colonoscopy, can I just do the other one - you know, like the stool test - are there differences in how effective they are at finding cancer?"]},{"begin":"614.240","end":"641.320","lines":["You know, this is where it's just really important to talk to a health care provider because the tests are all effective. Oftentimes, where people start is with the stool sample test. The exception is if they have a family history. Then oftentimes a colonoscopy is recommended right away. Talking to your doctor and doing the online screening test are the best options to try to figure out where to start."]},{"begin":"641.320","end":"655.880","lines":["And what kind of doctor should you be talking to? Is this the kind of thing where at age, let's say, 40, you go and find a gastroenterologist, you've never seen one before? Or can you talk to your primary care provider about this?"]},{"begin":"655.880","end":"683.920","lines":["Your primary care doctor should bring this up with you. In fact, if you're part of a health care system, they will send you the test, say, on your 45th birthday and say, hey, you know, you're 45. This is when colorectal cancer screening starts. Here's your test kit. Here's what to do. Here's a video to watch online to answer your questions. So this does not need to come from a specialist. This just comes from primary care medicine."]},{"begin":"683.920","end":"690.280","lines":["What are some of the symptoms of colorectal cancer that people might want to be on the lookout for?"]},{"begin":"690.280","end":"715.240","lines":["Well, some of the early symptoms of colorectal cancer can include blood in your stool, a change in your bowel habits, weight loss for no known reason, a feeling of bloating or fullness or fatigue. If you experience any of these symptoms and you go to your primary care doctor and they can't figure out what's causing them, they will then likely refer you to a gastroenterologist for screening."]},{"begin":"715.240","end":"719.960","lines":["OK. And how can you reduce your risk of getting colorectal cancer?"]},{"begin":"719.960","end":"766.360","lines":["You know, when it comes to lifestyle factors, the CDC says there are many habits or behaviors that can add to the risk. On their list, lack of regular physical activity, a diet low in fruits and vegetables, a low fiber diet or diet with too much fat or too much processed meats. Being overweight or having obesity are risk factors. Alcohol consumption is a risk factor. Tobacco use is a risk factor. I would say, of the research that's going on right now, there's a lot of focus on the diet stuff. I mean, there's questions about, like, what is different now starting in the 1990s that wasn't there in, you know, say the 1950s, given that the rate of colorectal cancer has gone up among younger people."]},{"begin":"766.360","end":"807.440","lines":["So the questions that researchers are asking are, what's the role of sugary drinks and processed meats and, you know, ultra-processed foods? So there was this one study published, I think in 2021. It found that women who drank more than two sugary drinks a day had more than double the risk of early onset colorectal cancer compared to women who drank hardly any sugary drinks. So there was a study just published a few months ago that found people who eat lots of fresh food and lots of minimally processed food are less likely to develop colon cancer compared to those who eat a lot of ultra-processed food. So again, pointing to diet."]},{"begin":"807.440","end":"822.080","lines":["Yeah. So basically do all the things that you already know you should be doing - like, eat more leafy greens, eat more whole fresh foods, drink water instead of the sugary drinks, like, drink less alcohol."]},{"begin":"822.080","end":"829.880","lines":["Yeah, I think that there's a lot of kind of signals in this epidemiological literature and a lot of research to try to pin it down."]},{"begin":"829.880","end":"838.600","lines":["All right, Allison, thank you so much for this."]},{"begin":"838.600","end":"843.080","lines":["You're welcome. It was great to be here."]},{"begin":"843.080","end":"921.360","lines":["OK, let's recap. If you're 45 or older, it's time for a colorectal cancer screening. That might be a stool test or a colonoscopy. Talk to your doctor about your options. If you are having a colonoscopy, you're not allowed to eat solid foods the day before. Broth and certain Italian ices can be helpful and also clear drinks with electrolytes in them. You'll generally do a colonoscopy every 10 years, but if you have a family history of cancer or your doctor finds polyps in your colon, they might want you to come in sooner. And if you're having symptoms of colorectal cancer, like blood in your stool or unexplained weight loss, go see a doctor."]},{"begin":"921.360","end":"1008.800","lines":["For more LIFE KIT, check out our other episodes. We've got one on how you can talk to your doctor without freezing up and another on ways to cut back on alcohol. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Margaret Cirino. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Clare Marie Schneider. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Sylvie Douglis and Thomas Lu. Engineering support comes from Hannah Gluvna, Josh Newell and Valentina Rodriguez Sanchez. I'm Marielle Segarra. Thanks for listening."]}],"duration":1008}