{
  "title": "Get a better handle on your money with a financial self-care routine",
  "url": "https://www.npr.org/transcripts/1193803129",
  "intro": "Just like your health, your finances need checkups too. Here are 5 good habits to do every year to help you reach your financial goals.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. There are these things that you're supposed to do every day, week, month and year to stay healthy, like brush your teeth twice a day, floss once a day, shower every so often, go to the doctor, get that colonoscopy, move your body at least 150 minutes per week. I know. It's a lot, and we're not doing all of these things consistently. Give yourself a break. Do your best. The reason I bring this up is that there's a version of this for your financial health. When it comes to money, there are certain things you should do to take care of yourself. And they have a cadence - daily, weekly, monthly and yearly. You could almost plot them out on a calendar. On this episode of LIFE KIT, we're going to walk through that calendar with you. We'll talk about the super practical stuff - you know, here's when to check on your tax withholdings and your investment accounts - but we'll also go beyond the number crunching..."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Because something I always tell people is the overwhelmed, overstimulated, exhausted brain cannot engage in financial planning."
    },
    {
      "author": "SEGARRA",
      "text": "That's coming up after the break."
    },
    {
      "author": "SEGARRA",
      "text": "OK. We're going to start with an exercise. It comes from Brent Weiss, who co-founded a financial advice company called Facet and has a whole bunch of letters after his name."
    },
    {
      "author": "BRENT WEISS",
      "text": "(Laughter) Right - it's a little bit of the alphabet soup. So CFP is certified financial planner. ChFC is chartered financial consultant. And CLC is actually certified life coach."
    },
    {
      "author": "SEGARRA",
      "text": "He tells his clients to pick a time horizon - say, three years, five years or 10 years from now - and then ask themselves..."
    },
    {
      "author": "WEISS",
      "text": "What has to happen for you to look back and say, that was a wildly successful period of my life. And I go, but here's the trick - you can't mention money."
    },
    {
      "author": "SEGARRA",
      "text": "'Cause money really is a means to an end. That end might be security and safety, pleasure, freedom. It might be a move to another country or the chance to start a business. Brent says your financial goals should get you closer to whatever it is that you want."
    },
    {
      "author": "WEISS",
      "text": "So it's really an exercise in sort of defining the life I want to live, the person I want to be."
    },
    {
      "author": "SEGARRA",
      "text": "And then you can create the goals - like, I need to pay off my student loans or max out my retirement investments or save up for a down payment on a house. Speaking of savings, make sure you're getting a competitive interest rate on the money you keep in the bank. I talked to NPR reporter Arezou Rezvani about this for another episode of LIFE KIT. She says, take a look at your savings account."
    },
    {
      "author": "AREZOU REZVANI",
      "text": "And this might be an account that you started years and years ago, when you were really young. Maybe this is an account that you haven't checked in on in quite a while. And take a look at what kind of interest you're accruing there. It's not uncommon, if you have an account at a very big bank, that you will be getting an interest rate of, like, 0.01%. So not all savings accounts are created equal."
    },
    {
      "author": "SEGARRA",
      "text": "Right now, some banks are offering between 4- and 5% interest. When you pick one, just make sure that your money is insured by the federal government. Look for the acronym FDIC or NCUA insured."
    },
    {
      "author": "SEGARRA",
      "text": "Anyway, setting financial goals is a great annual practice, and you can pick any time of year to do it. But it can help to lump it in with the other financial stuff that you need to do annually. For instance, taxes - in mid-April, tax returns are due for most individuals unless you choose to file based on a fiscal year or you're self-employed and making estimated payments - those happen quarterly. We're not going to go super in-depth on taxes here, but mark the important dates on your calendar and check out our other episodes on this topic."
    },
    {
      "author": "SEGARRA",
      "text": "There's also open enrollment, which tends to start in November. And that's a window when you can get a new health insurance plan on government-run exchanges. And if you have an employer, that's when they'll say, OK, time to pick your health insurance for the year. Brent says a lot of people just let last year's benefits roll over. Don't do that."
    },
    {
      "author": "WEISS",
      "text": "Take the time, sit down, look at any updates to your health insurance plans."
    },
    {
      "author": "SEGARRA",
      "text": "And make sure you're happy with your other insurance plans. Also, check on your retirement plan contributions and make sure your beneficiaries are up to date. Those are the people who get a life insurance payout or the money in your retirement account when you die. You can also use this moment to see if there are any benefits you're missing at work, like a gym reimbursement or an employer 401(k) match. And to check on your subscriptions - make sure you're not paying for things you don't use. Also, look at your credit card benefits. Like, maybe you'll realize that one of your cards offers extended warranties on big purchases, and you want to use that in the future."
    },
    {
      "author": "SEGARRA",
      "text": "Another annual task is to check on your investment accounts. Maybe that's a 401(k) or a Roth IRA or a brokerage account. For this one, we're going to turn to Rita Soledad Fernandez Paulino."
    },
    {
      "author": "RITA SOLEDAD FERNANDEZ PAULINO",
      "text": "You can call me Soledad. I am the CEO of Wealth Para Todos, and I'm a money and self-care coach."
    },
    {
      "author": "SEGARRA",
      "text": "She says the first thing you'll want to do is look at the rate of return you're getting."
    },
    {
      "author": "FERNANDEZ PAULINO",
      "text": "So the rate of return being - how much money did you earn from your investments?"
    },
    {
      "author": "SEGARRA",
      "text": "You can find that in your account statements or on the online portal for your brokerage firm."
    },
    {
      "author": "FERNANDEZ PAULINO",
      "text": "Ideally, you're going to earn at least 10%, average, over 10 years. There are going to be years where your rate of return is going to be really high, 21%, and there are going to be years that it's low."
    },
    {
      "author": "SEGARRA",
      "text": "Right. Sometimes stock prices drop across the board for some global reason, like a recession or fears of one, for instance. And as a coach, Soledad sees her clients get nervous when that happens. You know, they want to pull all their money out."
    },
    {
      "author": "FERNANDEZ PAULINO",
      "text": "Then I'm like, baby, everyone - everyone's dealing with that right now, which is why it's so important to compare - to check in to see what - how the entire market is doing, not just your portfolio."
    },
    {
      "author": "SEGARRA",
      "text": "And that's step two here. Compare your rate of return to the S&P 500, which is a stock market index made up of 500 of the largest publicly traded companies in the U.S. That'll give you a sense of how the market is doing in general. And you can just Google S&P 500 rate of return 2022 or 2023."
    },
    {
      "author": "FERNANDEZ PAULINO",
      "text": "And then you just compare between those two."
    },
    {
      "author": "SEGARRA",
      "text": "If your investments are doing about the same as the S&P 500, Soledad says you're probably in a good position. But if not, you'll want to rebalance your portfolio."
    },
    {
      "author": "WEISS",
      "text": "That just simply means you're going to adjust the stock-to-bond mix that you have."
    },
    {
      "author": "SEGARRA",
      "text": "And this can get complicated. You know, it depends on your situation, how much risk you want to take on, how long it is until you'll want to use the money. We have done a couple deep-dive episodes on investing, so check those out. Also, when you're checking your investments, pay attention to fees. You'll find those listed for individual funds under the term expense ratio."
    },
    {
      "author": "FERNANDEZ PAULINO",
      "text": "The lower the expense ratios, that means that's less fees you're paying a brokerage firm for investing and more money that you get to keep. And then it gets to grow. And I personally don't have any investments with an expense ratio that is greater than 0.15%."
    },
    {
      "author": "SEGARRA",
      "text": "You may find that the fees in your retirement plan are higher than this, but she says to go for funds with lower expense ratios when you can."
    },
    {
      "author": "SEGARRA",
      "text": "All right. So that's the annual stuff. Let's move into the tasks you're going to do a handful of times a year. Here's a big one - get a credit report. A credit report lists information about the money you owe or have owed in the past. It'll say whether you missed a payment on a credit card or closed an account, for instance. And you want to make sure that it's accurate because this is one of the main things lenders look at when they decide whether to loan you money. Every year, you can get a free report from each of the credit bureaus. Those are Equifax, TransUnion and Experian. You can go to annualcreditreport.com to request those. Brent suggests that, every four months, you request one from a different bureau."
    },
    {
      "author": "WEISS",
      "text": "And do yourself a favor. Look it over 'cause there might be something that's up. I actually had an old student loan payment - one student loan payment from when I was, like, 22 - that I missed that was on my credit report. And then I called back, and I said, hey, I don't remember missing it. Turns out they actually went back. They had it removed, and it jumped up my credit score."
    },
    {
      "author": "SEGARRA",
      "text": "By the way, on the topic of loans and debt..."
    },
    {
      "author": "WEISS",
      "text": "If you haven't looked at your debt in a while, do it now. Make it really easy for yourself. Just list what you have - the balances, the interest rates, the monthly payments, etc."
    },
    {
      "author": "SEGARRA",
      "text": "Figure out if you need to make any changes. Maybe you should be paying more towards one bill or trying to consolidate your loans or refinance."
    },
    {
      "author": "SEGARRA",
      "text": "All right, back to taxes for a moment - if you get a paycheck from an employer, it's a good idea to check on your tax withholding during the year. That's how much money your employer is taking out of your paycheck and sending to the government on your behalf. If they take out too little, you might get a big bill when you file your taxes. An accountant or a tax planner can do this math for you. But also, the IRS website has a calculator you can use. It'll give you an estimate of what your employer should be withholding. You just need to have your last pay stub handy. If you find that the numbers are off..."
    },
    {
      "author": "AKEIVA ELLIS",
      "text": "Consider updating your tax withholdings, right? If you are an employee - right? - you can ask your employer for a new form W-4 so that you can properly tell them how much taxes to take out of your check."
    },
    {
      "author": "SEGARRA",
      "text": "You can also get a W-4 on the IRS website and then submit it to your employer. That was Akeiva Ellis, by the way. She's a certified financial planner. And I talked to her for one of our tax episodes."
    },
    {
      "author": "SEGARRA",
      "text": "So that's if you have an employer who withholds taxes from your paycheck. If you're self-employed or you're an independent contractor, your cadence is going to be different. We also have an episode on how to handle your finances when you're a freelancer. One tip from that episode from Paco de Leon, a financial coach and bookkeeper..."
    },
    {
      "author": "PACO DE LEON",
      "text": "I think a really good habit to build right away is to set up a tax savings account. There's a general rule of thumb that you should be saving anywhere between 10% to as much as 30% of every dollar you earn. Dump it into your tax savings account, and that way you are saving for potentially paying income taxes."
    },
    {
      "author": "SEGARRA",
      "text": "All right. Moving on to the monthly stuff - this is just basic financial housekeeping. You want to be paying your bills on time. Brent pays all of his bills on the first of the month. You might set your bills to auto pay whenever possible. Whatever you do, Soledad says it's a good idea to keep a buffer in your checking account so that you don't overdraft and then get hit with fees."
    },
    {
      "author": "FERNANDEZ PAULINO",
      "text": "I say between 10% to 25% of your monthly expenses should be kept in your checking account buffer. I say no more than 25% because, again, any money that's in your checking account is not going to be earning interest."
    },
    {
      "author": "SEGARRA",
      "text": "And then, a couple times a month - so every two weeks? - look over your accounts for fraud. Like, maybe you'll see a charge from a shoe store, but you didn't buy any shoes. Call your credit card company or report that as fraud online so they can freeze the old card and send you a new one. Soledad says, every month, we should also check on our income and career goals. That might mean updating your LinkedIn or applying for a new job or making a new contact in your industry or just adding to your brag bank."
    },
    {
      "author": "FERNANDEZ PAULINO",
      "text": "Your brag bank is a document - it could be a Google doc - where you just record how you're performing in your job - like the wins, the compliments that you received - whatever evidence you have of how you are performing so well. So when it comes to your annual review, you have this evidence already gathered."
    },
    {
      "author": "SEGARRA",
      "text": "Next, remember those annual financial goals that you set? Brent suggests that you check in on them monthly to start."
    },
    {
      "author": "WEISS",
      "text": "Because what we're trying to create in the first couple of months is momentum."
    },
    {
      "author": "SEGARRA",
      "text": "And when you do meet a goal, do something nice for yourself."
    },
    {
      "author": "WEISS",
      "text": "Give yourself the lollipop or get a bottle of wine or whatever it - drink some tea - whatever your choice is, do a little celebration. Make it fun, right? Because no one else is usually going to celebrate your success except for you."
    },
    {
      "author": "SEGARRA",
      "text": "On that note, Soledad says it's important to reflect monthly on how you're taking care of yourself - your mind, your body, your spirit. She's noticed that it's much harder for clients to work on their finances when they're exhausted."
    },
    {
      "author": "FERNANDEZ PAULINO",
      "text": "They'll start to say, like, oh, I'm so bad with money 'cause, you know, I can't create this budget. This feels overwhelming. And it's like, no, you're not bad with money. The issue is that you have - you worked really long days. You had car troubles. You had a friend who called you crying, and you stayed up really late talking to her. And all these different stressors have happened, and you haven't given yourself an opportunity to rest."
    },
    {
      "author": "SEGARRA",
      "text": "So now you don't have the emotional and mental bandwidth to deal with your finances or, like, open a Roth IRA. Now, self-care is going to look different for everyone, but it could mean setting aside money to do things that bring you joy. It could mean saying no to plans or saying yes to plans. Or, if you're always rushing around, it could be something as simple as blocking off time to eat three meals a day."
    },
    {
      "author": "SEGARRA",
      "text": "And on that note, it's time for the daily tasks. The good news is there's no money equivalent to brushing your teeth - nothing you absolutely have to do every day for your financial health, except maybe go to work. Bummer. I know. But here are some nice-to-haves. Brent says you can make a daily habit of reflecting on your purchases."
    },
    {
      "author": "WEISS",
      "text": "Just look back at those decisions and think about - where did I spend money intentionally, or maybe where did I spend emotionally?"
    },
    {
      "author": "SEGARRA",
      "text": "And are my choices lining up with what matters to me? Are they helping me build the life that I want? Soledad likes to do something called thought work. You can do this on paper or in a voice note."
    },
    {
      "author": "FERNANDEZ PAULINO",
      "text": "It can start with a brain dump of whatever's in your mind. And this is, like - one of my favorite forms of self care is, you know, engaging in what I think is a spiritual practice of knowing what you're thinking, the thoughts that are creating an energy leak, and then creating space to decide whether you want to keep repeating those thoughts to yourself."
    },
    {
      "author": "SEGARRA",
      "text": "Maybe you're constantly telling yourself, I'm so bad with money. Or I'm not saving fast enough. Or I feel like I'm never going to pay off my loans. Once you know what those things are, you can create daily affirmations. These are some of hers."
    },
    {
      "author": "FERNANDEZ PAULINO",
      "text": "My wellness is essential to the collective. When I take care of myself, I make good money. When I take really good care of myself, I make really good money. I operate on divine time. I'm divinely protected. Those are, like, some of the main ones that really work for me - that allows me to then take actions aligned with the results that I want."
    },
    {
      "author": "SEGARRA",
      "text": "OK, it's time for a recap. Every year, you should be paying your taxes, checking on your insurance plans and your investment accounts, setting financial goals and seeing if you're missing any benefits at work or through your bank. Also, get a free credit report from each of the credit bureaus every year."
    },
    {
      "author": "SEGARRA",
      "text": "And then, monthly, make sure that you pay your bills on time. Keep a buffer in your checking account so you don't overdraft. Look over your bank and credit card activity for fraud, and keep track of your financial goals."
    },
    {
      "author": "SEGARRA",
      "text": "Daily, take care of yourself. Journal. Do your affirmations and reflect on how you're spending your money. You know, does it align with the life you're building?"
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have ones about how to invest, how to do your taxes and how to budget. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Clare Marie Schneider. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Thomas Lu. Engineering support comes from Hannah Gluvna. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3725317608.mp3",
  "img": "https://media.npr.org/assets/img/2024/04/02/lk_financial-self-care1_wide-467d4baf9ad016beac70a055aab37ab03e4cc8d3.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "UNIDENTIFIED PERSON",
    "BRENT WEISS",
    "WEISS",
    "AREZOU REZVANI",
    "RITA SOLEDAD FERNANDEZ PAULINO",
    "FERNANDEZ PAULINO",
    "AKEIVA ELLIS",
    "PACO DE LEON"
  ]
}