{
  "title": "When is it OK to lie?",
  "url": "https://www.npr.org/transcripts/1195046939",
  "intro": "When are white lies harmless or hurtful? Experts weigh in on when it's appropriate to tell a lie, explain how lying can lead to more lying and share tips for cutting back if you want to break the habit.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "When was the last time you told a lie? What's that? You never lie? All right. I'm willing to bet that, at some point in your life, somebody's given you a gift that you did not like, but you pretended to love it. Or their friend made a new recipe that came out tasting like a shoe, and you told them that it was delicious. And look, these aren't big lies. You're not committing fraud or hiding an affair. But Gail Heyman, a professor of psychology at the University of California, San Diego, says sometimes our good intentions can be misguided."
    },
    {
      "author": "GAIL HEYMAN",
      "text": "You're trying to be helpful. But, often, these kind of lies that you're trying to do to help other people don't end up working, and I think there's often better approaches to these kinds of things."
    },
    {
      "author": "SEGARRA",
      "text": "On the other hand, a white lie can have its place. Gail remembers this time she helped a friend shop for her wedding dress."
    },
    {
      "author": "HEYMAN",
      "text": "And she was trying on different dresses, and she had a clear favorite that she knew she was going to pick. And she wanted me to say that I liked the same one. I actually did not like the same one. But in that case, I lied and said that I liked the same one. And I knew that what she wanted was validation so that - 'cause she has trouble making decisions. Now, if there was, like, a real problem with the dress that she picked, I would have told her the truth, even though she might not have been happy with me."
    },
    {
      "author": "SEGARRA",
      "text": "So yeah, lying is complicated and maybe even more so if you have kids in your life. We adults like to talk a big game, telling kids, lying is never OK - you should never lie. But we lie to them all the time."
    },
    {
      "author": "HEYMAN",
      "text": "And they also sometimes get in trouble when they don't lie. Like, maybe a parent will say never lie, but then the parent will lie to say they're younger than they are to get them a cheaper admission ticket into Disneyland or something."
    },
    {
      "author": "SEGARRA",
      "text": "So on this episode of LIFE KIT - how to know when you are and are not OK with telling falsehoods. This one comes to us from reporter Frank Festa, who talked to experts about why we lie, what it might say about us and our relationships, and what to do with the shame afterwards. And, of course, he comes bearing lots of tips."
    },
    {
      "author": "FRANK FESTA, BYLINE",
      "text": "This is NPR's LIFE KIT. I'm Frank Festa. Gail is a developmental psychologist. And as you might have guessed, a lot of her research investigates how we learn to lie. She told me about a really interesting experiment where her team taught 3-year-old kids a game where they had to hide a treat under a cup while the researcher had their eyes closed. The kids pointed to one of the cups, and the shtick was that the researcher had to look under whichever cup that kid pointed to. Those were the only instructions that the 3-year-olds had to work with."
    },
    {
      "author": "HEYMAN",
      "text": "So if the child pointed to the wrong cup, then the experimenter would pick the wrong cup and then the child would win the prize instead of the experimenters."
    },
    {
      "author": "FESTA",
      "text": "The kids played the game over the course of 10 days, always one-on-one with the researcher, never having observed other kids play the game. And Gail says that, over the course of those 10 days, most of the kids figured out how to deceive the researcher and win the game. Her research suggests that it might be human nature for most people to develop the basic skills they need to lie not long after getting out of diapers."
    },
    {
      "author": "FESTA",
      "text": "And that's our first takeaway - lying is pretty normal."
    },
    {
      "author": "HEYMAN",
      "text": "Very young children's lies typically are hilariously bad lies and just getting caught. Like, they don't notice - I knew a young child who would draw on the walls. And whenever her parents would come up, she would blame it on her sister, even though her parents were right there watching."
    },
    {
      "author": "FESTA",
      "text": "As we get older, our reasoning becomes more sophisticated."
    },
    {
      "author": "JACQUELYN JOHNSON",
      "text": "I think, back then in high school, it was such about impression management. I wanted to be seen as, like, the cool kid. And I don't want to be the nerdy one - you know, not being able to partake of activities. And so - but my parents were strict, so what do I do? I tell a lie about - you know, I'm going to the library, for sure."
    },
    {
      "author": "FESTA",
      "text": "That's psychologist Jacquelyn Johnson. She runs her own practice in LA called Deeply Seen PCS that specifically caters to the challenges women of color face in the workplace. Her high school fibs are pretty relatable. It's part of what she calls impression management, which reflects the natural desire to fit in."
    },
    {
      "author": "JOHNSON",
      "text": "I think sometimes, when we lie reflectively that way, there's - there seems to be a threat our brain is perceiving that makes us feel like I have to do something to preserve my sense of belonging here. Because, when you think about belonging, it was actually crucial for our ancestors."
    },
    {
      "author": "FESTA",
      "text": "Yeah."
    },
    {
      "author": "JOHNSON",
      "text": "Like, if you were ostracized from the group, you were really in threat of - in danger of, like, not living. You were not going to make it. And so I think sometimes, when we've done something wrong or people are upset with us, it taps into this very primal part of our brain that is worried about what the consequences may be or what the punishment may be for us."
    },
    {
      "author": "FESTA",
      "text": "To be clear, frequent lying or compulsively being dishonest is another thing entirely. But as we'll talk about throughout this episode, the experts we spoke with believe that white lies can have the utility. For example, in Jacquelyn's line of work, she says it's pretty common for her clients to grapple with how much of themselves to bring into their professional lives."
    },
    {
      "author": "JOHNSON",
      "text": "Working with, like Black women and other women of color, you know, there's this idea that, yeah, show up as your full self in this workspace. We want all of you. But sometimes it's not safe. Our folks just don't want to bring, you know, their full personal selves. And so I only give you parts of me, but that's no less authentic or genuine. But I maybe withhold maybe what I really think or feel about a certain thing because I'm not sure how that would be protected or cared for in this space."
    },
    {
      "author": "FESTA",
      "text": "So sometimes a lie, even in the form of an omission, can protect us from being unnecessarily vulnerable or oversharing. Feel free to let yourself off the hook for these kinds of lies."
    },
    {
      "author": "FESTA",
      "text": "But what if our lie isn't about impression management? How do we know if that's all right? That brings us to takeaway No. 2. Consider the relationships in your life."
    },
    {
      "author": "JOHNSON",
      "text": "So typically, when people matter to us or we care about the relationship, we tend to feel crappier..."
    },
    {
      "author": "FESTA",
      "text": "Right."
    },
    {
      "author": "JOHNSON",
      "text": "...About lying to them about it. So if it was just kind of a new co-worker, and I kind of, like, blew them off for happy hour - I'm like, I'm not really going to..."
    },
    {
      "author": "FESTA",
      "text": "(Laughter)."
    },
    {
      "author": "JOHNSON",
      "text": "You know, I'm like, I don't really care that much - right? - about you or what I think of you."
    },
    {
      "author": "FESTA",
      "text": "Now, if I replace the stranger in this scenario with someone I'm close with, it's a lot more likely that I'll feel shameful after the fact."
    },
    {
      "author": "JOHNSON",
      "text": "If it's someone I really care about - say, they did ask me, like, well, how do I look in this? Like, does this outfit look cute? I'm like, oh, girl, yeah, like..."
    },
    {
      "author": "FESTA",
      "text": "(Laughter)."
    },
    {
      "author": "JOHNSON",
      "text": "...You know? - and then I sent her out in the world looking foolish, then I'd - you know, I'm like, oh, that's my girl, and I really set her up for failure."
    },
    {
      "author": "FESTA",
      "text": "Giving feedback is a theme that came up in our interviews over and over again. It's one of the most common scenarios we might be tempted to bend or break the truth in. Think about it. I'm sure you have two different answers for two different friends seeking the same advice if they have a different threshold for the truth. One might want your brutal honesty, and the other might just want you to validate them. So my question is, is either person wrong for the sort of feedback they're hoping for?"
    },
    {
      "author": "HEYMAN",
      "text": "I once talked to an expert on relationships, marriages, and I asked the question specifically to this expert."
    },
    {
      "author": "FESTA",
      "text": "Here's Gail again."
    },
    {
      "author": "HEYMAN",
      "text": "And the answer I thought was interesting - and it kind of stuck with me - was you can use either model, but you kind of need to be on the same page about it, and you need to coordinate. And if both people really want to have the kind of relationship where they know the person's going to tell them the blunt truth and they accept that, that can work. But if you have the kind of relationship where you're like, I'm always going to boost you up - I'm always going to tell you you look great - that can work, too. So you're kind of navigating this with individuals and in relationships."
    },
    {
      "author": "FESTA",
      "text": "It might not matter all that much if you make something up to get out of plans with a co-worker now and again. But when it comes to the most important relationships in our life, it can help to know what their preferences are. That gives you a playbook for the level of honesty someone is expecting from you. If you're gassing someone up all the time with white lies when they actually want you to be more genuine, you run the risk of being seen as less reliable or even inadvertently setting them up for failure."
    },
    {
      "author": "HEYMAN",
      "text": "I think one of the questions always is - what can the person do with this feedback if I give them accurate feedback that they might not like? And I think that's important to ask that rather than just to prioritize protecting someone's feelings above all else. I mean, people's feelings are very important, right? But if a person's practicing a job interview, and it's a few days before their interview and they gave an answer that you think is not good at all, and you don't tell them because you don't want to hurt their feelings, that's really not very nice to them - right? - because they have an opportunity to fix that thing."
    },
    {
      "author": "FESTA",
      "text": "Look, it can be really tempting to lie if we know it's going to make someone we love feel better or if it'll make a socially sticky situation easier. That's why you want to keep our third takeaway in mind. Beware of the slippery slope of lying."
    },
    {
      "author": "FESTA",
      "text": "Tali Sharot is a professor of cognitive neuroscience at University College London and MIT. She's also the author of a new book called \"Look Again: The Power Of Noticing What Was Always There.\""
    },
    {
      "author": "FESTA",
      "text": "In one of her experiments, Tali had adults play a game in pairs. She never told them to lie. But as the game progressed, the players figured out that there weren't going to be any major consequences for doing so. And as they were playing the game, Tali used brain imaging technology to see what was happening in their brains."
    },
    {
      "author": "TALI SHAROT",
      "text": "And what we saw is, at the beginning, when you lied for the first time in this specific context, the part of the brain that is important for emotional arousal - the amygdala - responded quite a bit."
    },
    {
      "author": "FESTA",
      "text": "As they grew more comfortable lying, the emotional response decreased - meaning that the players became more and more desensitized to their dishonesty with each subsequent lie."
    },
    {
      "author": "SHAROT",
      "text": "At first, they just lie by a little bit because, in general, most people think that lying is not OK, and they feel bad when they lie. So they just lie by a little bit. But then they get used to it, right? And so then they lie a bit more and a bit more and a bit more. So lying can actually increase gradually, right? It kind of, like, snowballs."
    },
    {
      "author": "FESTA",
      "text": "In her own life, Tali's seen how the slippery slope can undermine relationships. She told me a story about her childhood friend who was born without a pinkie toe on one foot. Embarrassment and pride can often be facilitators for telling a lie, and Tali's friend really didn't want people to find out about his nine toes."
    },
    {
      "author": "SHAROT",
      "text": "That's led to a lot of like, you know, miniature, not important lies about, like, well, why is he not - I was - I grew up in the Negev Desert in Israel. It's very hot. You're either, like, barefoot or you have sandals, and you're in the pool all the time, right? So it's a difficult thing to hide 'cause you would have to wear, like, shoes - you know, sneakers in the middle of summer, which is odd. And obviously, people would ask him about it, and he had to come up with lies."
    },
    {
      "author": "FESTA",
      "text": "Over the years, Tali noticed that her friend's lying habit infected other parts of his life."
    },
    {
      "author": "SHAROT",
      "text": "He started lying about things that were unrelated to his pinkie toe - little lies that would make him look better in the eyes of others. So it felt to me like he felt at ease with lies. He got used to them. He did it, like, all his life. And now, from just lying about his pinkie toe, he would start lying about a lot of other things."
    },
    {
      "author": "FESTA",
      "text": "How did you find out that he was lying?"
    },
    {
      "author": "SHAROT",
      "text": "Oh, we all knew. So the thing about it is that we all knew about the pinkie toe, right? I have to say that, behind his back - which is - I'm not so very proud of - but that what people made fun of is not his pinkie toe, but his lies."
    },
    {
      "author": "FESTA",
      "text": "A lie we might be using in our heads to protect our relationships might actually have the opposite effect. And our true friends are going to care a lot more about the fact that we lied than whatever we're trying to cover up."
    },
    {
      "author": "SHAROT",
      "text": "If you start by just a little bit - you say, oh, I'm just lying a little bit, right?"
    },
    {
      "author": "FESTA",
      "text": "Yeah."
    },
    {
      "author": "SHAROT",
      "text": "But, in fact, that one little bit can turn into bigger and bigger and bigger lies over time because you just get used to it. You habituate emotionally, and it changes your behavior."
    },
    {
      "author": "FESTA",
      "text": "So if you notice yourself sliding down the slippery slope and aren't comfortable with that, try to catch yourself."
    },
    {
      "author": "SHAROT",
      "text": "Put policy in place to nip little lies in the bud."
    },
    {
      "author": "FESTA",
      "text": "One way to do this is to try to better understand the situations you're tempted to lie in. Our fourth takeaway is to understand your triggers. Jacquelyn thinks it's best to do this when you're not actually in the middle of reacting to those triggers."
    },
    {
      "author": "JOHNSON",
      "text": "Sometimes it just rolls off the tongue so quickly and easily. So it's kind of like, well, what are the cues for you that let you know you're about to tell a lie? Like, is there something that happens for you internally or a particular situation or scenario that you tend to lie the most with this person? And so just - the goal is just to increase self-awareness."
    },
    {
      "author": "FESTA",
      "text": "Let's say you're prone to telling white lies when it comes to talking with your family about your career. Maybe work's been really stressful lately, or you've been having doubts about your job, but you'd rather not be under their magnifying glass and dance around their questioning."
    },
    {
      "author": "JOHNSON",
      "text": "Before you enter that situation, knowing what your response will be - so writing down even, like, some responses that can be your go-to."
    },
    {
      "author": "FESTA",
      "text": "Rather than pouring your heart out, you can keep your preplanned spiel short and sweet. In this situation, I might just say, yeah, freelancing is pretty stressful, but I'm figuring it out. Tali says to just go for it and give it a shot."
    },
    {
      "author": "SHAROT",
      "text": "Like, consciously, when you're about to kind of lie - whether it's a white lie or so - tell yourself, OK, let's try not to, and see what happens. If you're kind of in a habit of, like, always, like, engaging in white lies and so on, you don't really know - what are the consequences if I just tell the truth? How would I feel - how other people would feel? So maybe do a little experiment."
    },
    {
      "author": "FESTA",
      "text": "Maybe you've noticed that you're using fake plans more often to get out of invitations, like we've talked about a few times now. Committing to changing that behavior can be daunting, but Tali's advice is to try to correct that behavior as soon as you notice it in yourself or your loved ones."
    },
    {
      "author": "SHAROT",
      "text": "Even if a child lies and it's a small lie, and you kind of ignore it, well, then they kind of get used to it, so they will start lying more and more. So I think the answer here is you have to call out people - whether it's your children or colleagues, you know, in the workplace or anywhere else - call them out even for these small lies."
    },
    {
      "author": "FESTA",
      "text": "Jacquelyn agrees that starting small can set you up for success when you're going about changing any given behavior, but especially one that's rooted in relationships."
    },
    {
      "author": "JOHNSON",
      "text": "Sometimes having my clients do, like, small challenges - instead of, like, having it be this broad goal of, like, reducing lying, maybe it's reducing lying in this one relationship or with this one person. So really kind of starting small of - how do I be more truthful in this one case? And so I'm not - so lie all you want everywhere else. But in this relationship, I'm going to be committed to telling the truth."
    },
    {
      "author": "FESTA",
      "text": "Let's consider one last situation - maybe you get caught in a lie. At best, this makes you really embarrassed. But at worst, there can be some serious fallout as a result. Our fifth and final takeaway is to do your best to learn from the repercussions, whatever they might be. Let's think about that time Gail was helping her friend pick out a wedding dress."
    },
    {
      "author": "HEYMAN",
      "text": "In my dress example, if my - if I would've told somebody, oh my gosh, I thought that dress was horrible, but I told her she liked it 'cause I thought that's what she wanted to hear, and then that she had overheard that friend say that, she would've probably been very hurt. And that could've actually - it could've actually harmed the relationship for something as important as a wedding dress."
    },
    {
      "author": "FESTA",
      "text": "Gail's friendship could have been on the line if her white lie came to light. So if a lie comes back to bite you in the butt, the most important thing to do is use it as a learning moment."
    },
    {
      "author": "HEYMAN",
      "text": "And I think reflecting on - what are our values and what's important to us, and how do I want to handle similar situations that might come up in the future? Because a lot of these kind of situations are likely to come up in the future."
    },
    {
      "author": "FESTA",
      "text": "Stop and ask yourself, how do I want to handle these situations the next time around? If your intentions were in the right place like Gail's were, it's pretty likely that the fallout following a lie might not put the whole relationship in jeopardy."
    },
    {
      "author": "HEYMAN",
      "text": "If you think that the person was really trying to help you, often you'll give them the benefit of the doubt. And we find in our research that even children, when they know that someone lied with the intentions of benefiting someone else, they're still considered trustworthy."
    },
    {
      "author": "FESTA",
      "text": "In other words, don't get in your own head. Jacquelyn says..."
    },
    {
      "author": "JOHNSON",
      "text": "Our minds can weave a - just a gnarly tale about what will happen if you tell the truth and, like, what the ramifications or consequences are. And a lot of that may not even be based in reality."
    },
    {
      "author": "FESTA",
      "text": "Because feeling guilty and beating up on ourselves isn't going to do us much good."
    },
    {
      "author": "JOHNSON",
      "text": "So one thing I'm always working with my clients on when they're dealing with shame or any emotion that they don't like is to be mindful of judging themselves for it because judgment only highlights the negative feeling and the distress about it. And so instead of judgment, I offer them the invitation to approach themselves with curiosity."
    },
    {
      "author": "FESTA",
      "text": "Part of this for Jacquelyn has to do with ditching an emotions-based response to triggering situations. Shifting your attention away from shame and focusing more about the sort of values that are important to you can be a healthy way to start looking at this more proactively."
    },
    {
      "author": "JOHNSON",
      "text": "Who do you want to be in these situations? What matters to you in terms of, you know, I'm a person that values truth telling, even when it's hard or even when I may risk how people see me? And so how do we be led by our values instead of, you know, managing if we're going to be ostracized or managing - trying to manage or control the outcome of how people may respond to truth telling? It's like, well, I don't have control over that, but I do have control over how I show up in these situations."
    },
    {
      "author": "FESTA",
      "text": "Let's recap. Takeaway one - lying is a natural human behavior that can have its utility and is often rooted in either wanting to protect ourselves or someone else. Seeing it as normal can make weeding out the lying you'd rather not be doing a lot easier."
    },
    {
      "author": "FESTA",
      "text": "Takeaway two - the quality and nature of the relationship matter a lot when it comes to telling harmless-seeming lies. And for our most important relationships, we should always try to use their preferences for honesty as a guide."
    },
    {
      "author": "FESTA",
      "text": "Takeaway three - small lies can snowball into big lies or compulsive behavior if we're not careful. And we should try to get off that train as soon as we notice a pattern forming."
    },
    {
      "author": "FESTA",
      "text": "Takeaway four - oftentimes, we're lying in situations we've encountered before. Knowing the scenarios that trigger a lie can help you have a plan for how to handle them when they come up."
    },
    {
      "author": "FESTA",
      "text": "And finally, takeaway five - don't use getting caught in the lie or feeling shameful after the fact as an excuse to throw yourself a pity party. Try to honor your values and learn how to approach that situation differently the next time around."
    },
    {
      "author": "SEGARRA",
      "text": "That was reporter Frank Festa. For more LIFE KIT, check out our other episodes. There's one from Frank about how to be decisive and another about rethinking masculinity. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Thomas Lu. Our visuals editor is Beck Harlan. And our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Clare Marie Schneider. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino, Sylvie Douglis and Carly Rubin. Engineering support comes from Hannah Gluvna and Valentina Rodriguez Sanchez. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6256918333.mp3",
  "img": "https://media.npr.org/assets/img/2023/08/22/lieless_01_edit_wide-e4dfaf2078fb1b9db00f61715be1c022641692db.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "GAIL HEYMAN",
    "HEYMAN",
    "FRANK FESTA, BYLINE",
    "FESTA",
    "JACQUELYN JOHNSON",
    "JOHNSON",
    "TALI SHAROT",
    "SHAROT"
  ]
}