{
  "title": "We've heard we need more fiber in our diets. Here are 8 easy tips for getting there",
  "url": "https://www.npr.org/transcripts/1196977677",
  "intro": "Rethink your relationship with fiber, the dietary superhero of food — and learn clever ways to add more of it to your diet.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody, it's Marielle. When I say the word fiber, what do you think about? - maybe pooping? You were probably taught that fiber keeps you regular. And it does do that - but also so much more. NPR science correspondent Maria Godoy says fiber is kind of like the Peter Parker of food."
    },
    {
      "author": "MARIA GODOY, BYLINE",
      "text": "You think it's kind of this nerdy nutrient, but it's actually really secretly a dietary superhero."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, a superhero - because this carbohydrate, which occurs naturally in plants, has a ton of health benefits."
    },
    {
      "author": "GODOY",
      "text": "It lowers cholesterol. It helps regulate blood sugar levels. It keeps your hunger in check. And it is the primary food source for the trillions of microbes that live in our guts. And those microbes play, really, a critical role in so many aspects of good health."
    },
    {
      "author": "SEGARRA",
      "text": "On today's episode of LIFE KIT, Maria and I talk all things fiber - how it works in our bodies, the best ways to get it, whether you should take supplements and how to avoid some of the uncomfortable side effects that can come with upping your fiber intake."
    },
    {
      "author": "SEGARRA",
      "text": "I feel like, for a long time, I just thought fiber was something that was kind of like a broom sweeping your digested food through your intestines."
    },
    {
      "author": "GODOY",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "It does play that role, right?"
    },
    {
      "author": "GODOY",
      "text": "Right."
    },
    {
      "author": "SEGARRA",
      "text": "But it also does other - all this other stuff."
    },
    {
      "author": "GODOY",
      "text": "Right. There's actually a huge body of research that shows diets high in fiber boost health in lots of ways. For example, there was this big review of nearly 200 studies and dozens of clinical trials, and it found diets rich in fiber were linked to a lower risk of major health problems, like obesity, Type 2 diabetes, cancer, cardiovascular disease, even dying prematurely from any cause."
    },
    {
      "author": "SEGARRA",
      "text": "Do we know why it's so beneficial - like, how it's working in our bodies?"
    },
    {
      "author": "GODOY",
      "text": "One of the big things that scientists have learned over the last two decades is that one of the reasons it's so important to health is that fiber is the primary food source for those microbes in our gut. And those microbes, we've learned, play a critical role in regulating health not just in our guts, but throughout our whole bodies. I mean, they influence health in everything from immunity - really important to immunity - you know, allergies to heart disease, inflammatory bowel disease, even mental health. And scientists are still untangling those mechanisms, but it's pretty clear that they play a critical role. And fiber is the primary food source for these microbes, especially a type of fiber called prebiotic fiber, which is the kind of fiber that these microbes can ferment."
    },
    {
      "author": "SEGARRA",
      "text": "Let's linger here for a second on the gut microbiome because this is so fascinating. Could you explain what the gut microbiome actually is? What is the gut, and what are these microbes?"
    },
    {
      "author": "GODOY",
      "text": "OK. So your gut is your gastrointestinal system. You know, so it includes your stomach and your small and large intestines, which - you know, the large intestine or colon. And it is home - especially your large intestine - is home to this community of very diverse - trillions - trillions of very diverse microbes. And those microbes play a critical role in influencing health throughout your body. And those microbes are adapted to work with different fibers. So that's one reason why you want to eat a diversity of fiber in your diet because - I like to think of them kind of like a team of builders building a house, right? Like, you want to have your gut as the house. And so some microbes are like plumbers, and some are electricians. And some of them are, you know, masonry experts. And so they all need different tools. And the fibers are those different tools to build different things. So you don't want to rely on one kind of fiber. You want to eat lots of different fiber from foods. But what we do know from research is more diverse types of microbes living in your gut equals better health."
    },
    {
      "author": "SEGARRA",
      "text": "I feel like a lot of people have heard of taking probiotics, either in a pill or through what they eat - kombucha or kimchi - something like that - yogurt - in order to help their gut microbiome. But fiber is the other element here, right? Like, fiber is called a prebiotic."
    },
    {
      "author": "GODOY",
      "text": "Yeah. So both prebiotics and probiotics are great for the health of your gut microbiome. Probiotics are foods or supplements that contain live microorganisms that have a proven health benefit. So think foods like kombucha or yogurt. Prebiotics are the food or fuel for those good microbes in your gut. All known prebiotics are fiber, but not all fibers are prebiotic. So prebiotic fibers are those that gut microbes ferment to produce chemical messengers that go throughout your body. But not all fibers are easily fermentable by microbes. But, you know, just because microbes can't break them down doesn't mean that they're not beneficial. For example, cellulose is a type of fiber found in foods like celery. And gut microbes don't do a great job of breaking it down, but we have lots of research that shows that cellulose can help keep you regular, which I think we can all agree is pretty important."
    },
    {
      "author": "SEGARRA",
      "text": "The human body is amazing."
    },
    {
      "author": "GODOY",
      "text": "I know, right?"
    },
    {
      "author": "SEGARRA",
      "text": "It's so amazing."
    },
    {
      "author": "GODOY",
      "text": "It really, really is. It's fascinating. And I'll tell you - the reason I got interested in fiber years ago was I thought I was eating super healthy. I was having salads every day and whatnot. And I read an article about the benefits of fiber, and I got curious - like, hmm, I wonder how much fiber I eat in a day. And I started tracking it, and it actually wasn't that much because - you know, so fiber is found in plant-based foods, and I was eating a lot of salads. But the thing is, like, iceberg lettuce doesn't really have a lot of fiber in it. So I started sort of targeting high-fiber foods in my diet. And so one thing I'll do nowadays is, like, I'll sprinkle a tablespoon of chia seeds on my yogurt, and that one tablespoon of chia seeds has 4 grams of fiber. And I think you'd have to eat, like, a truckload of iceberg lettuce to even get anywhere near that (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Wow."
    },
    {
      "author": "GODOY",
      "text": "But - I know - or a cup of raspberries or blackberries have 8 grams of fiber, which is a lot. And those can be expensive."
    },
    {
      "author": "SEGARRA",
      "text": "I was going to say, maybe that's why they're so expensive."
    },
    {
      "author": "GODOY",
      "text": "Right. But actually, you could just buy them frozen - right? - and, like, throw them in a smoothie. And they're a lot cheaper when they're frozen."
    },
    {
      "author": "SEGARRA",
      "text": "OK. The main issue I have with raspberries and blackberries, which also have a lot of fiber, is, like, they get moldy before I can even look at them."
    },
    {
      "author": "GODOY",
      "text": "Oh, yeah, yeah. No, I eat them up first because if I'm paying, like, six bucks for a little pint or whatever, I'm going to eat them right away."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, yeah. Well, how much fiber should we be getting a day?"
    },
    {
      "author": "GODOY",
      "text": "So the formula is basically 14 grams of fiber for every 1,000 calories you eat. And that translates usually, for women, something around 25 grams of fiber. And for men, it's something like 38 grams of fiber. But it's - in a way, it's moot because the vast majority of Americans get nowhere near that. Less than 10% of Americans eat the daily amount of fiber they're supposed to. Most - the average, I think, is something like 16 grams a day. So that's where, like, you know, maybe being a little more conscious about what you eat can help without being obsessive."
    },
    {
      "author": "GODOY",
      "text": "But really, what you want to think about doing is eating the rainbow, which is something you've probably heard a million times from - like, registered dietitians say it all the time. And that just means eating a variety of plant-based foods that are rich in fiber. So, like, sweet potatoes or avocados - very rich in fiber - asparagus and artichoke. You know, brown rice can help. Lentils and other beans - navy beans, black beans, etc. - very high in fiber and not expensive at all. I mean, I eat lentil soup, you know, at least half of the week (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Do you count your fiber every day or periodically?"
    },
    {
      "author": "GODOY",
      "text": "I do, but that's 'cause I'm a little bit obsessed with fiber. But I don't think the average person needs to at all. Really, if you just sort of try and eat a variety of plant-based foods - you know, like, fruits, vegetables and, obviously, whole grains, legumes - like, all of that can just help you get closer to your goal."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. What is the difference between soluble and insoluble fiber? Because I feel like those terms are a little confusing, and I'm not sure whether I need to be keeping track."
    },
    {
      "author": "GODOY",
      "text": "No, I don't really think you do. For the average person who's got a million things going on and isn't kind of a fanatic like I am, I don't think so. It's really easy to get really in the weeds pretty fast when it comes to fiber. But, basically, soluble fiber means it can dissolve in water. Soluble fibers bind with water and kind of turn into this gel-like consistency that slows digestion, and that can be helpful - can lower glucose levels and blood cholesterol levels. Again, like, chia seeds, oat bran, lentils, nuts and seeds, apples and pears have soluble fiber. Insoluble fiber means it doesn't dissolve in water, and that's helpful 'cause it can help food move through your digestive system and add bulk to your stool and help keep you regular and prevent constipation. So you can think of foods like quinoa or brown rice, kale, walnuts - that falls into that category. And the thing that's important to remember is that different kinds of plant foods have different kinds of fiber in them, and they're all important to health in different ways."
    },
    {
      "author": "GODOY",
      "text": "So again, that's why you want to eat the rainbow - you know, eat lots of different fruits and vegetables and whole grains, nuts and seeds and beans - just to make sure you're getting, you know, a variety of fibers in your diet."
    },
    {
      "author": "SEGARRA",
      "text": "Right. So is it ever a good idea to get fiber from a supplement or a pill?"
    },
    {
      "author": "GODOY",
      "text": "Very good question - every researcher I've spoken to told me your best bet is to get fiber from a variety of plant-based foods - la, la, la - I've said it a million times now. And - but that's really for a couple of reasons. One is, you know, when you eat fiber-rich berries or sweet potatoes, you're also getting all the vitamins and minerals and phytonutrients in those foods - so not just the fiber - so they're good for you in multiple ways. But another reason is, the fiber used in supplements - it's been highly purified. It's a simpler structure than the fiber that's sort of bound up in complex structures naturally inside of plant foods. And so these simpler fibers tend to get fermented faster by gut microbes, but that means they might not travel all the way down the full length of your large intestine and feed the microbes there, too. So basically, they might not reach all the microbes that need it throughout your gut. That said, if you don't get enough fiber, supplements are probably helpful. They just don't seem to be as helpful as getting your fiber through plant-based foods."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I noticed, too, that - like, I was taking fiber supplements for a while. And then once I realized how much fiber we need a day, I looked at the label, and it was, like - I had to take five capsules to get 2 grams of fiber. I was like, this is wild. Like, what is even in these? It was, like, mostly caramel coloring."
    },
    {
      "author": "GODOY",
      "text": "My advice is, like, eat a bowl of black bean soup..."
    },
    {
      "author": "SEGARRA",
      "text": "Right."
    },
    {
      "author": "GODOY",
      "text": "...Or lentil soup, right? It's going to be tastier, hopefully."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So if you're someone who does not eat a lot of fiber right now, where do you start? 'Cause if you start really abruptly and, like, crank it up, you could get gas and bloating and just, like, gastrointestinal distress, right?"
    },
    {
      "author": "GODOY",
      "text": "Right, right. And I think that's a really important point - like, if you don't eat a lot of fiber, I would definitely say the key is to start slowly. Just be very gradual about increasing your fiber intake. So for instance, if you like to eat white bread, maybe, you know, the first week you're trying to increase your intake, switch out one serving with whole-grain bread. And the second - you know, second week, do two servings until you've done all your servings with whole-grain instead of white bread."
    },
    {
      "author": "GODOY",
      "text": "The other thing is drink lots of water because this can help the fiber bind. It prevents it from hardening. And you can try cooking vegetables or eating fruits without the skins or seeds that, you know, can help make foods a little less likely to cause gas. One thing you might want to do is, if you're eating more foods with fiber and noticing gas, maybe take note of which foods cause symptoms. You might want to adjust your diet if you're particularly sensitive to something. Like, for instance, I've said I'm a fiber fanatic, but I've realized I got to moderate my chia seed intake. Like, one tablespoon with my yogurt is fine - two tablespoons and I'm in trouble later."
    },
    {
      "author": "GODOY",
      "text": "That's just me personally, you know?"
    },
    {
      "author": "SEGARRA",
      "text": "Totally."
    },
    {
      "author": "GODOY",
      "text": "Yeah. And the other thing - you know, I find that taking a walk after meals can also be helpful with gas and bloating discomfort. And so yeah, just moving a little bit afterward - it can help with digestion and help relieve some of that gas."
    },
    {
      "author": "SEGARRA",
      "text": "All right. Well, I am - I'm, like, kind of pumped now to go eat fiber all day."
    },
    {
      "author": "GODOY",
      "text": "Yea (laughter). Yea. But, like, do it in moderation, you know?"
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter) All right. Well, thank you so much. This has been great."
    },
    {
      "author": "GODOY",
      "text": "It has been my pleasure as your official NPR fiber fanatic (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to handle constipation and another on weightlifting. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider and edited by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Carly Rubin, Margaret Cirino and Thomas Lu. Engineering support comes from Neil Tevault. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9169249874.mp3",
  "img": "https://media.npr.org/assets/img/2023/09/18/gettyimages-1465039109_wide-6632d0b20dfbc28402d1033de4abf2df7d44ee61.jpeg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "MARIA GODOY, BYLINE",
    "GODOY"
  ]
}