{
  "title": "Demystifying your health insurance plan",
  "url": "https://www.npr.org/transcripts/1196978072",
  "intro": "It's open enrollment season, meaning it's time to pick a health care plan. But it can be confusing to decipher all the acronyms and lingo of health care — so how do you pick the right health care plan for you? This episode, we break down commonly used terms and offer a strategy to help crunch the numbers.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. It is open enrollment season, that time every year when many of us have an opportunity to enroll in a new health care plan, whether that's through an employer or on your state's health care exchange. Now, I think a lot of us put this off until the very last minute because it's so complicated. There are all these terms that you may or may not understand. Every health insurance plan has its own wrinkles and caveats. And it's hard to know exactly how much you'll end up spending. You know, there's just a lot going on."
    },
    {
      "author": "CINDY GEORGE",
      "text": "So we hopscotch. So we double Dutch. We jump around, and we stay informed, and we look at our personal situation. We look at our options, and we figure out what the best choices are, to the best of our knowledge."
    },
    {
      "author": "SEGARRA",
      "text": "That's Cindy George, the senior personal finance editor at GoodRx. So on this episode of LIFE KIT, we'll do our best to help. We'll give you some definitions, explain the different types of health care plans - you know, HMO, PPO, that sort of thing. We'll talk about tax savings. And then we will help you put it all together and do the math to compare your options."
    },
    {
      "author": "SEGARRA",
      "text": "Hi. Have you signed up for LIFE KIT+ yet? Becoming a subscriber to LIFE KIT+ is a way to support the work we do here at NPR. Subscribers also get to listen to the show without any sponsor breaks. To find out more, head over to plus.npr.org/lifekit. And to everyone who's already subscribed, thank you."
    },
    {
      "author": "SEGARRA",
      "text": "OK, here we go. First up some definitions. There are terms you'll see as you're looking at health insurance plans. One is premiums."
    },
    {
      "author": "GEORGE",
      "text": "Your premium is what you pay every month as the cost of having a health plan. So your health insurance costs you something every month, just like your car insurance or other kinds of insurance. There's a monthly payment. That would be your premium."
    },
    {
      "author": "SEGARRA",
      "text": "If you have an employer, your premiums will get taken out of your paycheck. Now, keep in mind the plan with the cheapest premiums won't necessarily be the cheapest over the course of a year. Premiums are just the upfront cost. But other costs will get added on as you go to doctors and need services. Another word you'll see is copay. That's a set dollar amount you pay every time you see a specialist, for instance, or get an X-ray. Another term - deductible. That's how much you pay out of pocket before your health plan starts reimbursing you or paying your doctors directly for your care. Under some plans, there are services that aren't subject to the deductible. So your insurance starts paying for those right away. And the amount of the deductible will depend on your plan. But..."
    },
    {
      "author": "GEORGE",
      "text": "The Kaiser Family Foundation did a study and found that for individuals in employer-based health plans, about a third of individuals have a deductible that's $2,000 or more."
    },
    {
      "author": "SEGARRA",
      "text": "Now, a deductible is different from an out-of-pocket maximum."
    },
    {
      "author": "GEORGE",
      "text": "The deductible is the beginning. The out-of-pocket maximum is the end. So a deductible is everything you pay upfront before cost sharing begins. An out-of-pocket maximum is where you reach the end of the tunnel, and then your health plan takes over."
    },
    {
      "author": "SEGARRA",
      "text": "That is until the next plan year, usually in January. One other definition we want to go over is coinsurance. Sometimes, under your health insurance plan, you don't pay a copay for, let's say, a specialist visit. Instead, you pay a percentage of the bill, and the insurer pays the rest. That's the case with Medicare."
    },
    {
      "author": "GEORGE",
      "text": "Traditional Medicare is typically, Medicare pays 80%. The insured Medicare enrollee pays 20% of a covered service after you meet your deductible. So we're always talking about a percentage when we talk about coinsurance."
    },
    {
      "author": "SEGARRA",
      "text": "And this is why open enrollment can be so maddening - because it just feels like we shouldn't have to do this to estimate so specifically what our health care is going to be and also make these guesses. Like, OK, so my coinsurance is 10%, but what's the actual bill going to be for this thing? I just want to acknowledge that here. It's not a good system, but here we are. All right. Next up, Cindy and I talk about the different categories of health insurance plans you might be offered."
    },
    {
      "author": "SEGARRA",
      "text": "What are some different health plan types? They're often acronyms like HMO or PPO or HDHP."
    },
    {
      "author": "GEORGE",
      "text": "Yes. It's all so confusing, isn't it? It's alphabet soup."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Well, let's start with the HMO. What is that?"
    },
    {
      "author": "GEORGE",
      "text": "So an HMO is a health maintenance organization. And a health maintenance organization is a tight network or a narrow network of providers, which means that you'll have to stay in network for your care to be covered by your plan. An HMO typically requires you to refer all your care through a PCP, or a primary care provider. An HMO is going to have lower monthly premiums, which means what you pay every month is lower than maybe other plans. And HMO is less likely to have a deductible. That means that your insurance plan begins cost sharing when you access care, and you don't have to fully pay for a certain amount of care before your insurance begins cost sharing."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And then what's a PPO?"
    },
    {
      "author": "GEORGE",
      "text": "So a PPO is a preferred provider organization, which means that unlike an HMO, you aren't restricted to your coverage or even to a specific service area. So you typically have greater flexibility in choice about your providers. You also don't need a primary care provider, or PCP, to refer you to specialists. The PPOs also typically have higher premiums, and they're more likely to have a deductible."
    },
    {
      "author": "SEGARRA",
      "text": "OK. The acronym HDHP - it stands for high-deductible health plan. What is that?"
    },
    {
      "author": "GEORGE",
      "text": "So a high-deductible health plan is health insurance. That begins with how much you pay out of pocket before any cost sharing. So that means all of the care that you access before you meet your deductible, you pay for. Now, with all the plans that we're discussing, the caveat on all of these things will be preventive care. Your mammogram, your well-woman exam, your well-baby exam - that's considered preventive care. And thanks to the Affordable Care Act, if you have a qualified health plan, you are able to access that preventive care without meeting a deductible, without paying your copay or without coinsurance, which means it brings you value in having paid those premiums and having a health plan because there are services that you are able to access with no out-of-pocket costs."
    },
    {
      "author": "SEGARRA",
      "text": "And then with a high-deductible health plan - so you pay - you have to meet this deductible first before most things will be covered. And then what happens after that, after you hit the deductible?"
    },
    {
      "author": "GEORGE",
      "text": "So your plan begins cost sharing. So after you meet your deductible, you'll begin to access more care. You'll have copays and coinsurance. But there is a limit to how much you pay out of pocket. When you reach those limits for either an individual or a family, your plan picks up 100% of your cost through the end of the calendar year."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And then with a high-deductible health plan, the premiums are much lower than other plans, right?"
    },
    {
      "author": "GEORGE",
      "text": "Typically. That's the advantage of them - is that it gives you the peace of mind of having a health insurance plan. But if you need to use it, you need to understand that you'll be responsible for a minimum amount before you get relief from cost sharing."
    },
    {
      "author": "SEGARRA",
      "text": "So a high-deductible health plan can be useful for people in multiple different kinds of situations, I think. But one of them is if you don't think you'll really use your health insurance much and you just want to pay the bare minimum but you want to have coverage just in case of anything."
    },
    {
      "author": "GEORGE",
      "text": "Absolutely."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Now, the other thing you'll want to consider as you're choosing a health insurance plan are the tax benefits. You can get a tax break for some of the money you spend on health care. But the way you do that and how much of a tax break you get is going to depend on the type of health insurance plan you have. It's time for a couple more acronyms. Stick with me here. HSA and FSA both are a type of tax savings account."
    },
    {
      "author": "AKEIVA ELLIS",
      "text": "So you can contribute money into this account throughout the year, use it for eligible expenses. And the money that you contribute to this account helps to reduce your taxable income."
    },
    {
      "author": "SEGARRA",
      "text": "That's Akeiva Ellis, co-founder and financial coach at The Bemused and a certified financial planner."
    },
    {
      "author": "ELLIS",
      "text": "So let's say, for example, that you have a salary or compensation of $50,000 for the year, and you decide that you're going to put $1,000 into your FSA for the year. The amount of income that's actually going to be reported for tax purposes will be 49,000, right? It goes to reduce the amount of income that is subject to taxation."
    },
    {
      "author": "SEGARRA",
      "text": "You can use HSAs and FSAs to pay for doctor's visits and prescription drugs, sometimes over-the-counter drugs and other medical services. You generally can't use them to pay for premiums, though, with some exceptions for HSAs."
    },
    {
      "author": "ELLIS",
      "text": "There's a whole list of eligible expenses that you can access online from the IRS just to make sure that you are following all of the rules."
    },
    {
      "author": "SEGARRA",
      "text": "But HSAs and FSAs are different in a few notable ways. Let's start with an HSA, a health savings account. You are only eligible for one of these if you sign up for what the IRS considers a high-deductible health plan. We talked about those earlier. In 2024, individuals can contribute up to $4,150 to an HSA. That money will not be taxed. It either comes straight out of your paycheck before taxes, or you can put it into your account and get a tax deduction in April. Now, your HSA account belongs to you."
    },
    {
      "author": "ELLIS",
      "text": "If you leave the company, if anything changes, you have that money. It is yours to keep."
    },
    {
      "author": "SEGARRA",
      "text": "And the money in it rolls over every year. Another thing that's nice about HSAs - once you hit a certain threshold, you can start investing your money. And actually, some people use these accounts as another form of retirement savings because the money isn't taxed going in or coming out. Also, if you do choose a high-deductible health plan, your employer might put money into your HSA for you as an incentive because when you're on a high-deductible plan, that can save your company money, too. So those are the basics. The other kind of tax savings plan we're going to talk about is an FSA, a flexible spending account. You can't contribute quite as much money to an FSA. As of the recording of this episode, the IRS hasn't released the limit for 2024. But last year, it was $3,050. And unlike with an HSA, this is kind of a use it or lose it situation."
    },
    {
      "author": "ELLIS",
      "text": "So with an FSA, you have to use the money you put in in that same plan year. Now, your employer may offer you a grace period of up to 2 1/2 extra months to use the money in your FSA, you know, going past the end of the year, December 31. And they can allow you to carry over up to $610 per year currently to use in the following year."
    },
    {
      "author": "SEGARRA",
      "text": "But that's optional."
    },
    {
      "author": "ELLIS",
      "text": "So if you see that your employer doesn't give you that option, they are not doing anything mean or anything that is not above board. They do not have to offer these options to you."
    },
    {
      "author": "SEGARRA",
      "text": "Also, your employer owns your FSA account. So if you leave your job, you forfeit any leftover money that you put into it. With an FSA, you typically have to decide during open enrollment how much you're going to put into it for the full year. That's not true of HSAs. And that requires you to do some guesswork and some math."
    },
    {
      "author": "ELLIS",
      "text": "So you want to take a look at what your anticipated health care expenses might be for the upcoming year, right? You want to say, OK, how much is my deductible for my health insurance plan? Because I can use the money in my FSA to help go toward my deductible - right? - those out-of-pocket expenses that I'll have to have before my health insurance really starts to provide coverage."
    },
    {
      "author": "SEGARRA",
      "text": "If you think, though, that you won't use medical services much at all, the most you should put in there is whatever amount rolls over."
    },
    {
      "author": "ELLIS",
      "text": "Because it is use it or lose it. You don't want to over fund it. So you want to be conservative while also making sure you're taking into account all of the expenses that you might foresee in the future."
    },
    {
      "author": "SEGARRA",
      "text": "OK, we've learned a lot. We've gone through a lot of definitions. It's time to put it all together. Let's do the math. Now, say you work for a company. You get that email with the benefits guide, the packet or PDF that lays out all the different health plans. You're going to take out a piece of paper or open up a spreadsheet and make a column for each health care plan you're considering. Next, you're going to put the cost of each plan's premiums in the columns. So again, just using a round number, if the premiums were $10 per paycheck and you have 26 paychecks a year, that'd be $260 for the whole year. Next, you're going to try to estimate what else you might spend on health care services under each plan. On a separate sheet of paper or in a word document, start making a list of what medical procedures or visits you expect to have next year. You know, do you see a therapist every week? Write that down. Do you go to the dermatologist twice a year? That's two specialist visits. Do you take medication? Write that down, too. Ask yourself questions, like..."
    },
    {
      "author": "GEORGE",
      "text": "Do I anticipate needing a surgery? Do I anticipate having a baby or my partner having a baby?"
    },
    {
      "author": "SEGARRA",
      "text": "If you log into the online portal for your current health insurance plan and click on claims, you can see what services you use this year. And that might help as you're making this list. After you've compiled the list, you're going to calculate what those services would cost under each plan you're considering. And you'll want to take into account any deductibles, copays and coinsurance and whether the providers are in network or out of network. Then you're going to subtract any tax savings from an HSA or an FSA. To estimate your tax savings, Akeiva says, take a look back at your last tax return."
    },
    {
      "author": "ELLIS",
      "text": "Look to see how much you actually ended up paying in taxes and do the math, right? What percentage was that of my income for the year? And that will help you get a general gauge as to how much you might save going forward."
    },
    {
      "author": "SEGARRA",
      "text": "So let's say that after all your tax deductions, you were paying taxes on $50,000 of income. And your tax bill was - just a hypothetical round number here - $10,000. That means you paid about 20% in taxes. And that's the percentage you can expect to save on any money you put into an FSA or an HSA this year. Keep in mind, if you just got a huge raise or you lost your job, your tax rate may change."
    },
    {
      "author": "SEGARRA",
      "text": "Next, if you have a high-deductible plan, subtract from the cost any money your company is putting into your HSA account. Then compare the total cost for each plan. But before you make a final decision, think about other factors besides cost. Like, if you have an HMO, you might need to get a referral every time you see a specialist. Maybe the hassle isn't worth it to you. Or with a high-deductible health plan, you might be responsible for paying a bunch of medical bills in full until you hit your deductible. And you may not like the way that feels or the extra paperwork it adds. And just remember, if you get confused, that's because this stuff is way more complicated than it should be."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to talk to your doctor and another on how to wake up early. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. And our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is our supervising editor. And Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Sylvie Douglis. Engineering support comes from Patrick Murray and Phil Edfors. Fact-checking help from Candice Kortkamp. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3794972244.mp3",
  "img": "https://media.npr.org/assets/img/2023/10/30/npr_healthinsurance_final3_wide-6c6c7ff7b0468ad84264f58f9fd07590e15bdde7.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "CINDY GEORGE",
    "GEORGE",
    "AKEIVA ELLIS",
    "ELLIS"
  ]
}