{"title":"Student loan repayment is resuming. Here's what you need to know","url":"https://www.npr.org/transcripts/1196441562","intro":"The three-year federal pause on student loans is expiring soon. If your financial circumstances have changed, or you just need an explanation of the many payment plans out there, here's a refresher course on how to pay off your student debt.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT from NPR."},{"author":"SEGARRA","text":"Hey, everybody. It's Marielle. Today we're doing a deep dive on student loan debt for two reasons. One, the federal pause on student loan payments and interest is about to end. So on September 1, the interest starts accruing again, and on October 1, people will have to start paying their loans back. Two, with all the jargon and the repayment plans and the options for loan forgiveness, this topic gets really confusing. I remember, as a first-generation college student, when I took on student loans at age 17, I didn't think too much about them or even understand how they worked. And then right before graduation, we had this assembly where you show up and they do this mind-numbing PowerPoint presentation, and then you leave with an armful of paperwork and no clue what to do next."},{"author":"BETSY MAYOTTE","text":"I'll one-up you on the exit counseling thing. I got put in a room by myself with a VCR tape of a video of an old man in a suit walking through a park telling me I should pay my loans back to be a good citizen."},{"author":"SEGARRA","text":"Betsy Mayotte is president of the Institute of Student Loan Advisors, a nonprofit that offers free expert advice for borrowers."},{"author":"MAYOTTE","text":"I've been in the student loan industry doing compliance and advocacy work feels like since the Earth cooled."},{"author":"SEGARRA","text":"And she is here to help."},{"author":"MAYOTTE","text":"So I have a couple of commandments for people new to repayment. The two commandments - No. 1, the name of the game is paying the least amount over time. The second thing I tell people is don't set it and forget it. You should be reevaluating your budget and your student loan strategy on an annual basis."},{"author":"SEGARRA","text":"On today's episode of LIFE KIT, Betsy and I are going to walk you through the jargon, talk about repayment strategies and explain what you need to know now as student loan payments start up again."},{"author":"SEGARRA","text":"Betsy, what should people be doing now to prepare for that deadline of October 1?"},{"author":"MAYOTTE","text":"I've got a trusty to-do list that I've been advising all borrowers they should be doing. First thing is you need to make sure you know where your loans are. During the pause something like 17 million loans change servicers, so the servicer you had pre-COVID may not be the servicer you have now. The way to find out where your loans are is to log on to the Department of Ed's website. From there, they should log on to their servicer's account and make sure that all their contact information is up to date. That's email, snail mail, phone, owl, however they prefer to receive their communications. And then they need to make sure they're opening all the things to ensure they're not missing any type of really important deadline."},{"author":"MAYOTTE","text":"While they're on their servicer account, they should look and see what their payment is and what payment plan they're on. And if that needs to change, if that doesn't fit their student loan strategy, now's the time to start looking at the different, lower payment options that are available. The final thing in the to-do list is anybody who was on automatic payments pre-COVID or wants to do it now needs to sign up for it now. They're not going to automatically turn payments on for people that were on it pre-COVID because it's been 3 1/2 years. Lots of things could change. So people are going to have to sign up for that."},{"author":"SEGARRA","text":"So let's say then you are looking at repayment plans. How can you decide between them?"},{"author":"MAYOTTE","text":"The name of the game is paying the least amount over time. And for some people, the way to do that is to pursue a loan forgiveness program. But for other people, it might mean paying their loans off aggressively. Now, for those people that heads are spinning like, well, how am I supposed to figure all that out? There's some awesome tools online. In particular, I want to guide you to the loan simulator tool at the Department of Ed's website, which is studentaid.gov. You just have to plug all your information in once, and it will tell you what your monthly payment will be under each plan, how much it'll cost you over time and whether you might end up with any forgiveness."},{"author":"SEGARRA","text":"How many repayment plans are there?"},{"author":"MAYOTTE","text":"A bunch - so there's the 10-year standard plan, which is the plan you go into when you first get out of school. That's the one where you're making the same payment every month either until the loan is paid off or they calculate the payment to make sure you pay it off within the 120 months. Another plan is called graduated repayment. That's where you're making interest-only payments for the first two or four years and then the payment gradually increases."},{"author":"MAYOTTE","text":"The other category of payment plans are what we call the income-driven repayment plans, and those plans are based on your income. Those income-driven plans can really be a lifesaver because those ensure that the payment's affordable. And of course, there's the light at the end of the tunnel, which is the forgiveness component. If they're on an income-driven plan for the 20 or 25 years and still have a balance, that that balance will be forgiven. Now, just to be clear, this - people out there that think, oh, you know, I read somewhere if I pay my loans for 20 years, they just forgive it. That's not true. You have to actually be on an income-driven repayment plan for every one of those 240 or 300 months to get the forgiveness."},{"author":"SEGARRA","text":"OK. So let's talk more about the forgiveness programs. What other options are there?"},{"author":"MAYOTTE","text":"So the most commonly recognized programs is public service loan forgiveness. Public service loan forgiveness is for federal direct loan borrowers only, and you have to be working for either a nonprofit - all 501(c)(3) nonprofits are eligible. All government employers - federal, state, local, tribal - those are all also eligible. As long as you're working at least 30 hours a week for one or a combination of those eligible employers while making payments under an income-driven repayment plan, anything that's left over after those 120 payments is forgiven. None of it has to be consecutive. It doesn't have to be with the same employer, and it doesn't have to be under the same repayment plan. So it might take you longer than 10 years to hit that mark because maybe you go into the private sector for a little while or you change repayment plans for some reason. But that's public service loan forgiveness."},{"author":"MAYOTTE","text":"And then, of course, there's forgiveness programs that the military does. A lot of states have forgiveness programs for people who work in high-need areas - in the medical field or public defenders or teachers. I've seen some for veterinarians. We have a list of all the forgiveness programs that we're aware of in a database on our website, freestudentloanadvice.org, and we update that database at least twice a year."},{"author":"SEGARRA","text":"OK. What happens if you miss a payment in a forgiveness program?"},{"author":"MAYOTTE","text":"You'll have to make it up or cover it with forbearance. If you never make the payment, that month will not count, but it's not going to reset you to zero. You don't have to start all over again."},{"author":"SEGARRA","text":"OK, good to know. And you mentioned forbearance. Is that the same as deferment?"},{"author":"MAYOTTE","text":"Forbearances and deferments are exactly the same, except where they're different. They're both tools that can be used to postpone the payments. And they have different eligibility requirements. Deferments tend to be for more specific reasons, such as you're unemployed or you're receiving - your income is very low, and you're receiving some sort of benefit like food stamps or SSI. Forbearances tend to be a little more loosey-goosey. I don't mean to be flippant about it, but you literally could call your servicer and say, I'd like a forbearance because I'm sad because I lost my gerbil. And they would give you a forbearance."},{"author":"SEGARRA","text":"And what about defaults? When do those come into play?"},{"author":"MAYOTTE","text":"Now, defaults - what's happened - if you don't take advantage of any of the things I've already talked about and you let your loan go delinquent by 270 days or more, default is when all the really bad stuff happens. If your loan defaults, first of all, it's reported to your credit report as a default. It prohibits you from getting any other federal financial aid. They can and will garnish your wages at about 15%, and they can and will garnish other payments such as your Social Security or your tax refund and other things. So default should be avoided at all costs."},{"author":"SEGARRA","text":"OK, let's go through some more student loan vocab. I've heard these terms loan consolidation and also loan refinancing. What are both of those things?"},{"author":"MAYOTTE","text":"So loan consolidation is very different from loan refinancing. When we talk loan refinancing, we're talking about the private student loan program. And while people can certainly refinance a federal student loan into a private program, I cannot try to dissuade you from that hard enough because doing so means losing all the safety nets that exist in the federal student loans forever. There are no take-backsies (ph) once you take a federal student loan out of the federal student loan program, so no more forgiveness programs, no more income-based repayments, no more deferments. Consolidation, on the other hand, is the term we use for taking your individual federal student loans and paying them off to create one great, big, fat new loan that has a longer term and sometimes a slightly higher interest rate."},{"author":"SEGARRA","text":"OK. And now, a lot of people can only pay their minimum monthly payment, and that's fine. But if you do happen to have a bigger chunk of money, where should you put it towards in terms of your student loans? Like, I have heard before pay it towards the principal of your highest interest rate loan first. But there are different strategies, right?"},{"author":"MAYOTTE","text":"Yes. If you're trying to aggressively pay off your loans, most people would advise that. You throw the extra money at the highest interest loan first. We call that the avalanche method. If you are someone that might need a little more frequent moments of gratification, there's also the snowball method where you send the extra money towards the loan with the lowest balance first. So you're checking off loans a little faster that way. You might pay a couple extra bucks more on the snowball method than the avalanche method, but it all sort of works out to about the same. It really - that really depends on your financial personality."},{"author":"SEGARRA","text":"What if you want someone to walk you through it because all of this is a lot?"},{"author":"MAYOTTE","text":"First of all, we never recommend that anybody pay for help with their student loans. We don't think anybody should have to pay for their help with their student loans. The first place you should go is your loan servicer. If you don't want to talk to your servicer or if you have and you want a second opinion, there are free resources out there. Of course, shameless plug, our organization, the Institute of Student Loan Advisors, we provide free counseling via email every day."},{"author":"SEGARRA","text":"One last thought. If you had to come up with a word to describe the approach people should take to paying back their student loans, like a mindset kind of word, what might that be?"},{"author":"MAYOTTE","text":"I want two words."},{"author":"SEGARRA","text":"OK. You can have two words."},{"author":"MAYOTTE","text":"Thoughtful and educated - the people I find that are the most successful and are the least stressed about their student loan debt are the people that educate themselves about their options. And the reason I added thoughtful to that is because I go back to what I said earlier - people should not be setting it and forgetting it. You should be thinking of the long-term student loan strategy."},{"author":"SEGARRA","text":"OK. It's time for a recap. Before payments restart in October, log on to the Department of Education website and make sure you know who your loan servicer is and that you have your login info. And then go to the servicer's website and update your contact and payment information. Also check to see if your payment plan needs to change. When it comes to student loans, you want to pay the least amount over time, and you could do that through loan forgiveness or through a more aggressive payment strategy. But Betsy says you kind of need to pick one."},{"author":"MAYOTTE","text":"You're either paying your loans off aggressively, or you're pursuing a forgiveness program - not both."},{"author":"SEGARRA","text":"There's a loan simulator tool on the Department of Education website that'll do the numbers on whatever payment plans you're considering. And if you're thinking about loan consolidation, Betsy's organization, TISLA, has a list of pros and cons on its website. Lastly, all of this is hard, and it can be confusing. But you got this."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one all about setting a budget and another about how to find a job after college. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Carly Rubin. It was edited by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Clare Marie Schneider. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Thomas Lu. Engineering support comes from Cena Loffredo, Valentina Rodriguez Sanchez and Stacey Abbott. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5370449776.mp3","img":"https://media.npr.org/assets/img/2023/08/28/gettyimages-1372659657_wide-8c016d532dce257c644b0cb95711850319b9c65a.jpeg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","BETSY MAYOTTE","MAYOTTE"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,418,19864,18009,21743,16797,7498,15625,9740,8695,8902,29382,25117,2291,1783,1620,1087,1229,952,647,690,534,384,413,286,19550,15897,6312,12316,15761,1626,1569,975,18326,20884,14501,12155,15772,15811,8986,9600,8655,11182,617,23251,24228,10829,384,27147,6995,26529,19754,19812,10703,10609,12569,8297,12310,12232,16939,14288,2752,25813,23372,25976,18685,12349,11949,16972,18534,13145,11221,14301,14067,20659,11029,9443,17324,12297,15662,10499,7386,21749,4368,5212,1435,19689,9862,25095,24298,21374,20448,5194,18298,22369,25200,17525,15700,21164,13924,21831,15790,1503,20556,13455,14662,9948,8195,8098,7330,2559,1054,2761,29585,26362,13101,13786,13249,14292,11569,10136,1662,26295,23432,15728,8467,15283,25450,15160,15480,2133,21073,21256,21824,23135,5692,20195,6220,12630,17829,15593,24438,20754,2128,19857,17468,26160,13799,25422,10770,12289,8157,14647,12046,13100,21199,14540,7741,7338,9053,13641,13084,25035,15042,10399,5911,10092,2624,11886,15978,24027,14564,20985,23631,11971,16299,19748,12437,11852,16088,11700,23254,8229,2759,24804,24948,14320,25758,13464,15485,10065,8484,2689,24941,12086,15688,16304,11983,24373,7818,9818,7309,18414,9623,5159,2214,18604,9934,20938,12243,12320,8391,6759,8224,17291,8206,11632,9116,5273,5427,9041,9404,5363,5234,5673,2755,2515,25940,22424,13511,19996,12109,15266,9348,11012,14061,13410,16981,8061,7260,26954,20960,21219,19638,17878,21198,22020,21510,10160,11867,8864,2842,25388,24774,21097,22115,11925,10951,10986,14211,24093,12548,26970,11871,19715,3146,16651,10512,19203,11299,2377,11541,13977,9799,17223,16406,23767,11100,22530,22821,27012,10714,13370,11143,8225,10716,9037,9600,8952,6715,1585,2619,12069,15231,15586,15583,22886,1613,13673,15038,10493,9602,10908,6902,8592,3052,1809,22360,16726,11231,23728,15327,13566,6934,25832,18915,22555,10389,13187,2536,2624,12471,8964,9945,25398,22295,12137,4415,16771,24536,15665,8665,6126,15223,17304,10480,5786,7798,5777,5511,2149,19233,25145,28156,27104,16057,26600,16178,22292,22054,22295,13556,19489,14277,26508,26995,15832,17837,20171,9693,25126,27186,15982,11844,13658,15986,11299,16957,18791,12391,15574,8773,1337,631,742,1222,1365,1348,1102,497,425,280,108,105,27,17,6,6,2823,28150,9956,22477,19901,16023,13466,25760,17679,11100,24981,16554,11142,10851,26256,24817,18278,19416,20262,24955,13379,7416,1611,27363,22198,12869,13350,14278,28298,11438,11956,16884,17434,19361,21684,26666,8397,20215,19081,10461,438,27498,23580,15451,25063,19818,20967,19364,22635,24863,8021,16384,22901,21374,25423,22845,12386,12157,13616,18743,5365,26880,24678,23088,11321,19235,25435,25835,11061,1581,26090,23862,25748,17404,16683,12321,14537,10427,11047,23882,26631,25200,12839,19327,15953,11488,5334,18,10,6,22188,28516,12366,27475,19759,20545,25236,16887,362,14637,16245,18089,12401,17189,16812,26109,14035,8395,9609,8362,13791,22548,17836,18454,20494,21028,17579,15051,11778,12369,13458,12656,13728,25629,13489,9455,23950,23196,15471,14268,2937,25153,21181,26352,24594,17186,19001,17977,24751,13417,14441,3510,6,4,7,19817,16357,18655,13561,16564,21379,17021,20683,8342,75,14857,7549,10574,13403,6694,15557,16817,8398,17568,19280,6423,19416,22287,21550,11720,8769,5971,19318,10777,9492,10527,6149,18134,16701,19061,20389,12066,15296,16731,10227,8957,12951,11376,13470,22621,16375,10409,7029,18312,23063,9393,21986,21755,20303,13012,14320,16465,11903,8687,12624,11335,11855,12395,12237,10456,22574,4979,21447,14853,21377,21861,15112,21544,7822,12631,6001,5,6,0,0,0,8674,6357,4062,22088,17130,12279,12252,25100,11422,12893,15826,17431,10338,14077,9827,11369,3637,24670,24625,11352,21811,24078,22048,24981,24249,19818,25214,8876,20811,19773,8269,7743,15046,9022,17884,15187,6844,16040,6284,4381,13257,16558,22917,16276,26248,24287,15115,24742,14906,13800,13281,7591,9127,8250,10965,6900,11757,10329,10370,7741,7127,4860,1887,982,505,114,16,0,0,0,0,0,4135,3361,2977,26148,25544,9931,16163,27387,27997,23612,22200,19381,12240,2565,21023,13187,24797,21783,24101,20613,12852,18467,20354,20237,20209,11316,10594,16463,4190,7212,26966,23392,13881,11034,21465,20955,14250,17190,9897,6251,2969,26595,28140,16206,25160,19126,21391,6322,13061,24843,24498,13168,8188,24175,18950,10311,3423,25756,19253,22303,26169,24432,6665,12544,9530,9580,2569,4579,2431,7380,5336,2227,2920,2962,1016,914,2071,1807,1643,1402,1437,1429,765,140,66,69,58,233,26157,18769,19283,12958,14828,16685,11960,14170,23857,14946,19142,9722,10058,17531,437,24814,25632,20476,16677,13092,14050,7570,25263,14175,18984,22715,24654,16534,6846,11516,4699,494,13293,25131,9937,8160,9642,13112,15475,9958,343,2348,16296,19553,13035,8449,12233,6021,9211,8423,5551,7180,5058,597,540,18674,26557,225,25518,17884,18450,8487,15638,13729,7940,9970,10916,9086,5712,384,20233,18110,21380,18963,9797,11896,7056,16017,7561,6467,17017,9175,7311,7890,294,316,21854,13924,14913,25384,14599,10584,11598,7335,12953,1903,2343,7274,17900,15475,10323,25091,25072,16342,9319,6036,9226,7716,7497,7081,9112,9236,11348,10269,16026,6359,18064,11261,20715,19842,15369,12397,5408,4838,799,378,22645,9194,10450,5084,22776,3087,19202,9801,9382,23289,24784,14176,13881,4785,20314,21247,7894,9604,8697,6717,6204,13503,9404,11893,9496,10156,9354,2447,1384,397,23893,24026,25441,13268,17936,13402,15057,9723,9956,9261,10942,6895,6854,5683,5266,7456,5406,510,13321,26151,25285,14025,14179,20036,12421,11779,10030,11077,14613,21487,9601,607,14887,19933,11588,14337,14494,9439,13229,13918,14953,12553,7488,10698,10175,5469,12664,25864,14480,10034,8621,12405,12162,1386,17853,18796,18863,11662,10902,12961,19281,25387,11451,4859,5703,12972,13686,1737,26979,27230,8178,10292,14662,6003,12618,21376,8911,4112,3806,21183,26018,24942,25942,10471,6869,7336,2683,7832,11271,4660,11094,11240,7321,10454,6302,15189,6803,11776,9792,15206,7719,6780,5214,956,3188,15123,24637,19958,6659,7172,4951,4435,11452,22995,20979,21964,6186,2324,6236,6372,5297,23742,13057,23660,8617,17051,11750,6566,5852,233,23939,17150,6654,6073,11654,25126,7958,12671,7063,8699,14585,11123,12951,9162,12392,9503,7528,378,13450,20417,18180,13297,8452,21465,9874,12461,17727,10249,12961,4552,453,14324,26128,14341,11310,10338,8229,8142,13329,13428,17349,5177,1093,215,159,17963,25350,18088,25013,12620,13827,22226,24038,13929,9234,14081,10085,10406,15889,19606,591,286,19006,17884,23162,10260,13584,11716,6020,7384,19396,14293,11881,14448,24547,6415,9343,10038,9226,9873,7874,6083,4464,17695,18771,23694,14665,10735,10315,4988,6120,13217,16642,16234,1135,12779,18409,21032,23819,9009,6163,8366,25202,9915,804,19840,7172,25864,12973,9151,5992,8972,9850,12395,5028,10463,1882,24358,15602,23735,10315,6170,17976,8399,8276,14718,12317,11136,8777,5440,4388,4395,25881,22956,15667,13036,14285,16283,12372,8014,26495,3965,17195,15610,22003,8261,14749,17961,14668,13148,9287,10539,8658,13387,9635,12166,586,6623,17680,23031,25349,22544,26867,25499,7975,10507,7534,11648,13954,14239,595,9488,17412,18969,13581,23530,24250,14167,25679,806,12428,26132,13097,7174,7670,12354,15232,16145,10561,7822,8648,6945,5284,318,382,27259,21009,26389,25162,28068,9437,4467,21427,10518,7266,6849,12446,7266,7564,9507,12894,9096,15860,11878,9517,443,12299,11788,15662,17393,8162,8643,10363,7047,22015,19139,16717,12068,6318,9148,10125,20443,19233,17246,12370,12582,8405,5279,5555,2897,6494,23946,15456,12359,11167,19108,13395,493,582,12874,17331,14342,11092,12152,10066,12603,11259,8889,9814,10807,9252,19296,590,13688,9555,6569,24930,16901,8270,24076,26023,13518,13689,25924,15197,14678,16602,1434,12251,11908,12399,6706,12210,10796,20183,17418,10466,7606,9532,7880,501,24890,14998,15388,13604,23243,22910,15508,25208,23363,5512,1372,15729,14794,8257,8516,7141,9139,26235,8013,7976,8280,10746,408,10057,10303,1906,25958,22144,11303,26720,23701,16951,9625,665,19757,17730,11189,21128,14507,19245,16650,6016,8243,7301,7574,5484,892,23100,24168,14420,16585,649,25465,25786,16412,7370,19087,18559,13777,8772,5333,5388,8822,19369,19848,21172,416,1784,14883,10294,9092,13573,7003,7163,10343,8363,11043,6866,4290,3663,19092,11087,68,23441,18359,25169,24387,9976,17381,13771,9843,19778,18128,12640,10927,6889,421,26289,18303,24669,16857,16648,8275,5891,25860,19593,22833,2883,135,24583,13656,22454,11124,6374,4406,18612,11999,8636,9876,5264,15077,15389,356,1550,20187,15629,14208,18350,9912,6077,2737,279,17905,15351,10501,10234,16305,5164,15040,6166,410,21547,17911,21733,19990,24091,24631,4858,16686,25007,24699,22472,10140,5117,18819,13405,15308,11243,9150,535,23291,24490,24345,8413,8989,7145,24794,25176,13396,14376,8160,20898,11903,20632,22240,14298,11714,4189,717,1964,24617,24200,18547,8239,12932,22279,11051,5732,486,1306,22088,25117,17945,10466,7707,22152,7970,12404,6080,11956,8879,372,24253,10653,8093,8120,17208,15723,14250,8032,6311,10555,15201,11380,22562,11234,15285,22383,8813,20275,22448,18146,4327,6812,5222,4486,331,12313,13298,5915,334,24025,25929,18479,20441,11040,9793,22303,17431,11902,11240,11569,14012,11576,18163,21676,10504,13739,8254,4843,419,463,25837,18942,19489,17712,8941,2809,9849,16751,9919,673,11107,8981,16063,24031,16269,14682,17688,18923,7527,7756,5799,5774,6058,8850,4340,3050,358,19487,25855,25881,13644,15406,5912,6466,5025,323,18595,19905,25205,12405,10550,8787,15126,11658,11446,16173,13800,10729,7657,351,16101,25636,17238,6406,24841,10408,7590,13450,14048,503,16441,7521,7464,16990,8032,18753,8738,11937,9096,11352,13046,7743,8384,14856,10389,392,17668,20398,9099,23627,13294,7445,5198,10830,4657,424,21781,15117,14125,17517,14391,12349,9530,3698,8759,21876,19689,17880,23317,10098,10869,13425,7822,10210,24699,18601,19080,14862,6501,429,24581,23011,24397,13634,6316,11647,16359,16785,25471,15913,17550,17844,17506,9051,7344,18876,5187,5349,12097,5807,5011,26957,28162,9589,22819,26446,23588,19929,15613,14428,8080,11392,15287,15177,17666,2039,18281,17517,25229,24911,192,22204,26058,11863,17850,10908,292,16992,26079,23693,7693,5935,2833,25595,25412,12414,10434,8781,2256,25952,24933,25890,12887,15675,8036,13199,10344,11947,5761,3731,719,24036,11347,12314,26110,24672,15290,17657,14784,24732,13662,11732,18598,14669,11031,8523,242,16939,13908,10843,16986,13969,6625,457,24236,25006,8744,10860,8994,7694,3980,3727,18664,18823,5341,14856,9090,3136,3961,14429,9554,6591,5854,2804,425,19504,15901,20690,21734,8375,5163,21821,9272,13504,9569,15334,9889,3936,23943,21361,9992,13025,14668,20845,8405,22020,4304,865,24955,24799,22574,9098,6724,15055,221,16580,22776,15454,17830,10278,15067,12268,416,17913,19113,12668,18369,18624,21910,11723,9858,11575,9290,10228,18877,19917,288,511,24980,22483,21396,9257,15672,11922,12842,12632,6906,6447,507,23113,20203,20775,9329,14132,21219,10577,24595,12677,19551,12817,12670,10312,577,8415,18081,18006,21036,14972,7131,434,23642,15289,11141,19775,17632,14949,6503,15594,2788,9693,19936,22699,11579,10963,8269,10784,13977,10158,11574,13399,8917,3506,64,25201,13037,21030,23151,11400,11176,11156,6649,12664,10573,155,24995,24750,23657,25836,14693,25246,25232,2765,9945,11491,17497,12638,23596,18895,12836,10587,8713,738,5826,16684,19433,23291,7805,6899,11392,264,293,62,12175,24996,15439,9026,13458,8455,6806,6755,10434,24253,9724,21071,11496,10263,9247,6909,3115,283,20971,18582,23603,17251,15655,16578,12074,5490,16867,11209,8940,16127,5567,17149,989,12898,21729,13405,19241,16903,16122,13005,13789,17109,10870,5185,14710,2637,11152,14740,15305,17254,2805,24699,7887,10846,11111,12391,16952,5863,3572,5771,10782,526,11734,16061,11975,22442,11570,24422,4904,10008,8197,9053,9537,9501,318,15347,26031,24490,24147,15225,8027,242,18318,16689,17785,6581,16134,3489,216,25035,24723,8598,14007,14448,8367,10695,6391,4560,25776,27022,1537,88,26069,20036,17810,21688,12676,14130,21820,17304,177,27736,18385,14755,18367,22723,16897,15284,19257,15526,13630,14618,14135,14027,1767,3672,24411,16174,7592,7407,10614,629,26624,21335,23892,14033,14438,21034,17931,15506,5365,7323,25826,15031,10227,5298,19962,19566,10577,15231,12460,15647,17339,14702,12266,26633,22731,5878,10630,8656,3326,729,24116,23314,16583,14509,7640,262,8000,19868,11262,15625,5481,12507,9722,6590,16062,17752,17363,16211,477,12613,24209,20667,18141,49,116,24611,7025,7876,14348,13061,17204,3937,617,23228,24313,12474,20838,6308,13518,10822,549,24490,12472,8401,13732,13825,7442,5880,12966,6526,6899,14273,24242,12063,23943,12066,18228,16757,6026,5016,5227,363,15569,14823,12119,7660,13433,8717,8918,2315,10228,10623,4879,1072,26382,25542,16296,11991,15572,4789,23566,23189,15129,8595,17304,12465,6839,6873,6881,674,14311,24691,19393,8288,929,1771,15817,26534,22397,19284,12832,7809,10489,6920,7243,345,2811,26176,12425,12687,14520,17149,11073,19315,13069,15574,15358,2887,5353,13511,10951,23824,18690,276,9578,8852,25533,11358,10367,18882,11883,6979,6883,751,27315,24097,25104,8455,8297,526,21266,21475,12208,14595,18835,17602,16750,18372,14936,4544,5226,13440,24789,25326,26567,20269,20568,18231,8991,18136,6758,14151,4088,7322,14721,10020,6645,5720,7283,15638,7041,18130,25937,22864,802,68,23663,14074,25925,15014,23058,18532,15247,18098,8803,6198,1510,234,60,4966,24088,11999,12785,15789,8383,13495,8657,10161,10867,10263,11181,16729,7660,831,25120,24933,19159,19574,19102,22453,18073,9415,17572,23319,10450,24171,10841,11450,10664,18777,3641,23683,12522,10756,24278,20802,26117,9259,12580,11541,9422,10292,25581,15471,16522,9896,10633,13171,3225,304,2942,24630,17007,18001,24267,8443,16353,17808,9048,8055,10417,15957,7017,6396,10225,3980,21909,17279,20280,8753,6577,2913,699,23080,25112,21235,22356,14063,4598,410,13590,22715,15412,8307,14181,15801,8357,21164,12448,7670,7501,494,25158,12714,11913,21442,7561,2726,7593,21786,17509,19667,14403,6707,16598,11169,16468,16781,18968,10709,23362,15260,13587,4806,1468,438,22572,16777,17639,14170,23553,21393,13588,8142,21463,18543,7141,3221,513,12363,22505,10569,8396,25378,20535,19472,14637,9135,14733,13608,8579,289,20907,11402,12555,24924,25503,12309,11385,20465,20439,11176,7530,17088,7434,9109,8482,9103,17294,10879,11473,2725,270,14295,14527,7720,7429,5117,3221,17669,23276,25174,13516,11356,17358,13263,13743,16442,13563,7098,24777,24888,12379,7371,5515,19604,21869,4803,3091,25703,25205,104,16785,23242,25030,13626,13875,10162,12875,16213,5798,3631,12031,9385,9858,11587,2927,17350,8326,9961,12716,5342,3990,2612,352,276,11531,17515,15298,18680,24967,7149,11671,16883,16867,8061,1124,2079,5041,24695,22180,8460,13223,16286,348,1163,21589,26129,25495,11994,12568,7091,10356,17657,25018,8450,8519,10707,12804,10065,382,2341,26558,14821,8058,25342,205,640,27106,17134,10539,6844,6281,4644,9807,17512,7404,571,10467,18415,7269,5497,4721,7538,9769,1739,20960,8122,364,16962,13244,23088,23990,144,125,76,67,24804,21545,8108,8461,78,21620,14729,10059,8526,85,84,1077,20024,15892,18564,14620,7593,13400,25008,24050,17671,17846,8956,8891,13487,7510,22957,23789,10228,7285,7071,7083,23888,25821,23163,10020,24850,11813,1158,23371,23221,1846,73,9605,25806,21144,24172,7459,325,8513,20902,21586,12760,2730,76,8398,23999,12656,8352,9772,2952,24200,23573,23355,15528,8570,8034,2829,9768,18440,13160,10508,16524,254,10541,14042,15926,16561,14494,17801,21274,8826,254,1146,23962,24877,7371,4680,24553,5659,13674,19216,8281,14108,7957,6315,10129,9639,10277,1643,285,18107,16309,24514,23754,9670,24623,10152,816,11062,22128,10484,328,9475,25606,17609,11253,12497,8570,11395,10120,15236,12419,10732,11160,232,5835,5560,7107,8194,16745,11461,8584,6945,5867,7297,4003,1683,1737,1138,1329,1288,28871,26933,1538,25898,26844,14281,8341,1246,15695,24196,22769,12486,18607,23326,10711,1907,25856,23395,12781,21704,24231,12257,18974,12314,14052,11319,13989,9488,13860,11541,11279,7356,23106,15199,9264,4542,7020,1971,17997,29765,24200,23925,13809,22996,16246,24615,22333,26100,17456,15812,12439,10247,12307,2001,26148,25059,26854,11641,10393,9445,9882,12153,12666,13152,2141,1684,1710,23675,22517,18045,13171,13070,2121,22109,14129,11679,11830,8347,11401,9893,3248,8747,18684,26702,17959,14174,15271,15013,21043,14924,23678,10318,14239,12448,14470,9865,12355,27057,16134,8729,20829,10146,11014,3710,17751,18427,16319,13574,13012,16947,16222,12009,9964,10087,7200,10437,6739,13279,9842,1829,2784,2022,1653,2879,1693,28283,23012,15664,13075,10254,14571,22332,14996,10422,14749,18940,16925,23523,19880,12835,26379,12559,9985,12707,8799,2554,3178,27948,12830,26572,20962,23691,23293,17857,25825,16178,11007,12433,21130,14949,18433,15172,17579,12174,9922,8377,16171,16201,1748,1681,26939,25710,10636,2393,24309,15591,18511,4287,13351,12790,14043,14262,11268,16717,21181,2111,9276,23150,17465,18619,2249,1485,2775,1042,923,1123,1169,3834,27491,27069,13757,23687,21802,11286,10801,7164,25487,17280,25350,22482,25220,14701,16391,19530,21438,13919,16665,18256,17103,9289,6998,3431,25461,27539,23626,26795,25608,16670,17795,11084,1294,17714,22633,26775,16588,13716,16293,17333,20760,8798,23898,19173,11705,11875,15928,20669,19756,12773,15709,14297,8143,8126,3250,23803,26133,27781,21003,12683,15666,18378,8771,4083,15520,29242,19041,12955,19920,9060,12262,28255,28271,15547,22796,16618,18004,16242,21055,14076,10444,19314,18656,8100,1611,29053,27503,25204,8592,16587,14997,13893,12076,8349,10931,9773,2203,27668,15385,13731,26150,26289,17396,25618,22888,13312,14208,11615,7584,11678,1515,25726,27210,18111,22807,17027,13311,25488,22413,12418,26548,12323,10726,24693,16162,14184,9754,14258,7600,5239,1811,28077,19422,12207,13210,13978,19401,13646,5245,25012,14634,15015,20625,16264,8107,2092,15051,17154,14437,1838,897,15518,17716,11472,8405,2626,20857,9491,6427,2218,2120,2228,2193,1360,941,543,338,95,83,48,13,0,0,0,2,7540,23591,12778,13971,13952,15564,19376,13297,10453,944,22239,18165,12338,9203,8677,15342,12221,13583,14026,16011,9758,747,16276,19996,14079,11933,7999,15996,13486,10372,18966,16413,13131,20902,19425,21615,11878,10916,8614,15332,10008,14631,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,19170,18007,10814,8331,16323,12516,3145,21623,14408,17982,16970,13725,7775,2661,19113,16181,8176,23518,6463,1239,21329,14704,22171,11803,17515,15316,7912,15314,19820,7486,8206,8235,12937,11284,7114,7321,14093,16529,17652,20364,12868,13112,11728,5560,880,6,3,6,22111,23591,12741,13971,15132,19376,16572,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,6224,16276,19996,15142,11933,10300,14507,15996,11413,17998,18966,13131,20902,8567,21615,15681,6091,10916,13045,15332,14631,17796,16139,15196,9247,11988,11935,21891,10712,7093,16623,18892,16887,21087,14939,18007,8331,16323,12579,9376,21623,20502,10002,17982,16408,7775,3745,19113,14505,16181,23518,8019,5660,10115,21329,22171,18145,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,11923,12868,13112,5754,4185,42,3,21512,16039,23383,25737,24108,22580,13894,14420,24868,21311,15484,7092,26412,17229,12246,20643,20129,10510,11572,12990,20362,23639,9557,18140,20428,8919,19812,17635,18051,20392,8443,26131,20850,23864,14897,13521,17735,19245,8198,21173,23226,25010,15990,15978,15426,28493,9149,9729,16996,17240,15396,17284,10245,1774,25885,8933,18181,20373,20638,18753,11307,13931,69,36],"fragments":[{"begin":"0.000","end":"2.360","lines":["You're listening to LIFE KIT from NPR."]},{"begin":"2.360","end":"72.080","lines":["Hey, everybody. It's Marielle. Today we're doing a deep dive on student loan debt for two reasons. One, the federal pause on student loan payments and interest is about to end. So on September 1, the interest starts accruing again, and on October 1, people will have to start paying their loans back. Two, with all the jargon and the repayment plans and the options for loan forgiveness, this topic gets really confusing. I remember, as a first-generation college student, when I took on student loans at age 17, I didn't think too much about them or even understand how they worked. And then right before graduation, we had this assembly where you show up and they do this mind-numbing PowerPoint presentation, and then you leave with an armful of paperwork and no clue what to do next."]},{"begin":"72.080","end":"84.920","lines":["I'll one-up you on the exit counseling thing. I got put in a room by myself with a VCR tape of a video of an old man in a suit walking through a park telling me I should pay my loans back to be a good citizen."]},{"begin":"84.920","end":"92.560","lines":["Betsy Mayotte is president of the Institute of Student Loan Advisors, a nonprofit that offers free expert advice for borrowers."]},{"begin":"92.560","end":"98.280","lines":["I've been in the student loan industry doing compliance and advocacy work feels like since the Earth cooled."]},{"begin":"98.280","end":"100.280","lines":["And she is here to help."]},{"begin":"100.280","end":"146.600","lines":["So I have a couple of commandments for people new to repayment. The two commandments - No. 1, the name of the game is paying the least amount over time. The second thing I tell people is don't set it and forget it. You should be reevaluating your budget and your student loan strategy on an annual basis."]},{"begin":"146.600","end":"164.960","lines":["On today's episode of LIFE KIT, Betsy and I are going to walk you through the jargon, talk about repayment strategies and explain what you need to know now as student loan payments start up again."]},{"begin":"164.960","end":"172.640","lines":["Betsy, what should people be doing now to prepare for that deadline of October 1?"]},{"begin":"172.640","end":"270.080","lines":["I've got a trusty to-do list that I've been advising all borrowers they should be doing. First thing is you need to make sure you know where your loans are. During the pause something like 17 million loans change servicers, so the servicer you had pre-COVID may not be the servicer you have now. The way to find out where your loans are is to log on to the Department of Ed's website. From there, they should log on to their servicer's account and make sure that all their contact information is up to date. That's email, snail mail, phone, owl, however they prefer to receive their communications. And then they need to make sure they're opening all the things to ensure they're not missing any type of really important deadline."]},{"begin":"270.080","end":"329.600","lines":["While they're on their servicer account, they should look and see what their payment is and what payment plan they're on. And if that needs to change, if that doesn't fit their student loan strategy, now's the time to start looking at the different, lower payment options that are available. The final thing in the to-do list is anybody who was on automatic payments pre-COVID or wants to do it now needs to sign up for it now. They're not going to automatically turn payments on for people that were on it pre-COVID because it's been 3 1/2 years. Lots of things could change. So people are going to have to sign up for that."]},{"begin":"329.600","end":"337.680","lines":["So let's say then you are looking at repayment plans. How can you decide between them?"]},{"begin":"337.680","end":"374.600","lines":["The name of the game is paying the least amount over time. And for some people, the way to do that is to pursue a loan forgiveness program. But for other people, it might mean paying their loans off aggressively. Now, for those people that heads are spinning like, well, how am I supposed to figure all that out? There's some awesome tools online. In particular, I want to guide you to the loan simulator tool at the Department of Ed's website, which is studentaid.gov. You just have to plug all your information in once, and it will tell you what your monthly payment will be under each plan, how much it'll cost you over time and whether you might end up with any forgiveness."]},{"begin":"374.600","end":"376.720","lines":["How many repayment plans are there?"]},{"begin":"376.720","end":"402.160","lines":["A bunch - so there's the 10-year standard plan, which is the plan you go into when you first get out of school. That's the one where you're making the same payment every month either until the loan is paid off or they calculate the payment to make sure you pay it off within the 120 months. Another plan is called graduated repayment. That's where you're making interest-only payments for the first two or four years and then the payment gradually increases."]},{"begin":"402.160","end":"446.120","lines":["The other category of payment plans are what we call the income-driven repayment plans, and those plans are based on your income. Those income-driven plans can really be a lifesaver because those ensure that the payment's affordable. And of course, there's the light at the end of the tunnel, which is the forgiveness component. If they're on an income-driven plan for the 20 or 25 years and still have a balance, that that balance will be forgiven. Now, just to be clear, this - people out there that think, oh, you know, I read somewhere if I pay my loans for 20 years, they just forgive it. That's not true. You have to actually be on an income-driven repayment plan for every one of those 240 or 300 months to get the forgiveness."]},{"begin":"446.120","end":"451.240","lines":["OK. So let's talk more about the forgiveness programs. What other options are there?"]},{"begin":"451.240","end":"508.480","lines":["So the most commonly recognized programs is public service loan forgiveness. Public service loan forgiveness is for federal direct loan borrowers only, and you have to be working for either a nonprofit - all 501(c)(3) nonprofits are eligible. All government employers - federal, state, local, tribal - those are all also eligible. As long as you're working at least 30 hours a week for one or a combination of those eligible employers while making payments under an income-driven repayment plan, anything that's left over after those 120 payments is forgiven. None of it has to be consecutive. It doesn't have to be with the same employer, and it doesn't have to be under the same repayment plan. So it might take you longer than 10 years to hit that mark because maybe you go into the private sector for a little while or you change repayment plans for some reason. But that's public service loan forgiveness."]},{"begin":"508.480","end":"537.240","lines":["And then, of course, there's forgiveness programs that the military does. A lot of states have forgiveness programs for people who work in high-need areas - in the medical field or public defenders or teachers. I've seen some for veterinarians. We have a list of all the forgiveness programs that we're aware of in a database on our website, freestudentloanadvice.org, and we update that database at least twice a year."]},{"begin":"537.240","end":"541.520","lines":["OK. What happens if you miss a payment in a forgiveness program?"]},{"begin":"541.520","end":"552.040","lines":["You'll have to make it up or cover it with forbearance. If you never make the payment, that month will not count, but it's not going to reset you to zero. You don't have to start all over again."]},{"begin":"552.040","end":"556.920","lines":["OK, good to know. And you mentioned forbearance. Is that the same as deferment?"]},{"begin":"556.920","end":"597.640","lines":["Forbearances and deferments are exactly the same, except where they're different. They're both tools that can be used to postpone the payments. And they have different eligibility requirements. Deferments tend to be for more specific reasons, such as you're unemployed or you're receiving - your income is very low, and you're receiving some sort of benefit like food stamps or SSI. Forbearances tend to be a little more loosey-goosey. I don't mean to be flippant about it, but you literally could call your servicer and say, I'd like a forbearance because I'm sad because I lost my gerbil. And they would give you a forbearance."]},{"begin":"597.640","end":"601.040","lines":["And what about defaults? When do those come into play?"]},{"begin":"601.040","end":"638.960","lines":["Now, defaults - what's happened - if you don't take advantage of any of the things I've already talked about and you let your loan go delinquent by 270 days or more, default is when all the really bad stuff happens. If your loan defaults, first of all, it's reported to your credit report as a default. It prohibits you from getting any other federal financial aid. They can and will garnish your wages at about 15%, and they can and will garnish other payments such as your Social Security or your tax refund and other things. So default should be avoided at all costs."]},{"begin":"638.960","end":"648.880","lines":["OK, let's go through some more student loan vocab. I've heard these terms loan consolidation and also loan refinancing. What are both of those things?"]},{"begin":"648.880","end":"703.360","lines":["So loan consolidation is very different from loan refinancing. When we talk loan refinancing, we're talking about the private student loan program. And while people can certainly refinance a federal student loan into a private program, I cannot try to dissuade you from that hard enough because doing so means losing all the safety nets that exist in the federal student loans forever. There are no take-backsies (ph) once you take a federal student loan out of the federal student loan program, so no more forgiveness programs, no more income-based repayments, no more deferments. Consolidation, on the other hand, is the term we use for taking your individual federal student loans and paying them off to create one great, big, fat new loan that has a longer term and sometimes a slightly higher interest rate."]},{"begin":"703.360","end":"726.760","lines":["OK. And now, a lot of people can only pay their minimum monthly payment, and that's fine. But if you do happen to have a bigger chunk of money, where should you put it towards in terms of your student loans? Like, I have heard before pay it towards the principal of your highest interest rate loan first. But there are different strategies, right?"]},{"begin":"726.760","end":"765.800","lines":["Yes. If you're trying to aggressively pay off your loans, most people would advise that. You throw the extra money at the highest interest loan first. We call that the avalanche method. If you are someone that might need a little more frequent moments of gratification, there's also the snowball method where you send the extra money towards the loan with the lowest balance first. So you're checking off loans a little faster that way. You might pay a couple extra bucks more on the snowball method than the avalanche method, but it all sort of works out to about the same. It really - that really depends on your financial personality."]},{"begin":"765.800","end":"771.520","lines":["What if you want someone to walk you through it because all of this is a lot?"]},{"begin":"771.520","end":"798.720","lines":["First of all, we never recommend that anybody pay for help with their student loans. We don't think anybody should have to pay for their help with their student loans. The first place you should go is your loan servicer. If you don't want to talk to your servicer or if you have and you want a second opinion, there are free resources out there. Of course, shameless plug, our organization, the Institute of Student Loan Advisors, we provide free counseling via email every day."]},{"begin":"798.720","end":"815.960","lines":["One last thought. If you had to come up with a word to describe the approach people should take to paying back their student loans, like a mindset kind of word, what might that be?"]},{"begin":"815.960","end":"817.640","lines":["I want two words."]},{"begin":"817.640","end":"819.720","lines":["OK. You can have two words."]},{"begin":"819.720","end":"850.680","lines":["Thoughtful and educated - the people I find that are the most successful and are the least stressed about their student loan debt are the people that educate themselves about their options. And the reason I added thoughtful to that is because I go back to what I said earlier - people should not be setting it and forgetting it. You should be thinking of the long-term student loan strategy."]},{"begin":"850.680","end":"916.000","lines":["OK. It's time for a recap. Before payments restart in October, log on to the Department of Education website and make sure you know who your loan servicer is and that you have your login info. And then go to the servicer's website and update your contact and payment information. Also check to see if your payment plan needs to change. When it comes to student loans, you want to pay the least amount over time, and you could do that through loan forgiveness or through a more aggressive payment strategy. But Betsy says you kind of need to pick one."]},{"begin":"916.000","end":"923.320","lines":["You're either paying your loans off aggressively, or you're pursuing a forgiveness program - not both."]},{"begin":"923.320","end":"956.320","lines":["There's a loan simulator tool on the Department of Education website that'll do the numbers on whatever payment plans you're considering. And if you're thinking about loan consolidation, Betsy's organization, TISLA, has a list of pros and cons on its website. Lastly, all of this is hard, and it can be confusing. But you got this."]},{"begin":"956.320","end":"1035.120","lines":["For more LIFE KIT, check out our other episodes. We have one all about setting a budget and another about how to find a job after college. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Carly Rubin. It was edited by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Clare Marie Schneider. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Thomas Lu. Engineering support comes from Cena Loffredo, Valentina Rodriguez Sanchez and Stacey Abbott. I'm Marielle Segarra. Thanks for listening."]}],"duration":1035}