{
  "title": "It's leap day! Here's what to do with your extra time",
  "url": "https://www.npr.org/transcripts/1196978738",
  "intro": "Happy leap day! What will you do with your extra 24 hours? Whether you want to slow down and make time stop or just make sure to enjoy the time you've got, we've picked tips from some of our favorite episodes on how to spend your time wisely.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "STACEY VANEK SMITH, HOST",
      "text": "Hey, everyone. I'm Stacey Vanek Smith in for Marielle Segarra, and joining me is LIFE KIT reporter Andee Tagle. Hey, Andee."
    },
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "Hey, Stacey."
    },
    {
      "author": "SMITH",
      "text": "And for this episode we are taking a leap into a very special day (laughter)."
    },
    {
      "author": "TAGLE",
      "text": "We are indeed, Stacey. It is a leap year. It is leap day. Woo hoo."
    },
    {
      "author": "SMITH",
      "text": "Can you start us off and tell us, like, why do we have this day of leaping?"
    },
    {
      "author": "TAGLE",
      "text": "I would love to leap into this with you."
    },
    {
      "author": "SMITH",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "I just learned all this, and I think it's really cool. So a calendar year is typically 365 days long."
    },
    {
      "author": "SMITH",
      "text": "Yeah, yeah."
    },
    {
      "author": "TAGLE",
      "text": "The thing is, 365 is actually a rounded number. It's not exactly how much time it takes to revolve around the sun. The Earth takes 365 days, five hours, 48 minutes and 56 seconds to revolve around the sun."
    },
    {
      "author": "SMITH",
      "text": "Oh."
    },
    {
      "author": "TAGLE",
      "text": "That's why every so often - it's not exactly actually, precisely every four years. But we won't get into that right now - we get an extra day, a whole extra day, to account for that extra time and keep our calendars accurate."
    },
    {
      "author": "SMITH",
      "text": "We have to leap."
    },
    {
      "author": "TAGLE",
      "text": "We have to leap. And what is so great about that is all this extra time. Every single day, I wish that there were more hours in the day. Now we get a whole 24. That is so, so cool. But also so much pressure, right?"
    },
    {
      "author": "SMITH",
      "text": "Yes, I'm feeling pressure. The second after I said it was cool, I began to feel a crushing pressure."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "SMITH",
      "text": "What do we do with our leap day? But you looked into this. You have answers for us, right, Andee? You have answers."
    },
    {
      "author": "TAGLE",
      "text": "I do, I do. Here at LIFE KIT, we have done so many episodes about time - how to spend it, how to save it, make the most of it, slow it down. We have tips for all of it. Stacey. So would you care to do a little time traveling with me?"
    },
    {
      "author": "SMITH",
      "text": "Yes, I am so here for the time traveling. So in this very special episode of LIFE KIT - ways to spend your bonus 24 hours with some tips from some of our favorite LIFE KIT episodes about time."
    },
    {
      "author": "TAGLE",
      "text": "OK, Stacey, first up we're going to learn to stop time. Stopping time is definitely very high on my superpowers wish list. Tell me, Stacey, when did time last stop for you? Have you had any recent moments of timelessness where everything just kind of slowed down?"
    },
    {
      "author": "SMITH",
      "text": "I think the last time time stopped was when I was waiting for a delayed flight. It really seemed like..."
    },
    {
      "author": "SMITH",
      "text": "...Time stopped. I really was - I was so stressed. I was trying to get somewhere. My plane got super delayed. And I was kind of hitting the ceiling. Time stopped then."
    },
    {
      "author": "TAGLE",
      "text": "Oof. Of course. OK. Not the kind of time stoppage we are hoping for. For me, I get feelings of timelessness when I'm around my son."
    },
    {
      "author": "SMITH",
      "text": "Aww."
    },
    {
      "author": "TAGLE",
      "text": "He's 8 months old. Holding in my arms and rocking him to sleep, it's like time doesn't exist at all, you know? I just look at his sweet little face, and I just get lost in the wonder. And it's like hitting a great big pause button on life, you know?"
    },
    {
      "author": "SMITH",
      "text": "Oh, I love that. That's so much better than a delayed flight."
    },
    {
      "author": "TAGLE",
      "text": "So, to get us to this pause button, I enlisted the help of author Jenny Odell. She wrote a book called \"How To Do Nothing: Resisting The Attention Economy.\" It's a kind of guide on how to slow down and be present. So a few years ago, NPR reporter Andrew Limbong interviewed Jenny on how to be a tourist in your own city. And she has lots of ideas for ways to get off of autopilot and really notice the world around you. So she says, there are a lot of different lenses you can use to look at the world with new eyes. For example, Jenny said she often carried around a little magnifying glass to look more closely at nature."
    },
    {
      "author": "JENNY ODELL",
      "text": "I am always surprised by how things look. I mean, plants are so much hairier than you realize. And, like, insects are terrifying."
    },
    {
      "author": "SMITH",
      "text": "(Laughter) I think if I looked at a cockroach under a magnifying glass, I would have to leave New York."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "SMITH",
      "text": "I think that's what would happen. I think I would just leave the city."
    },
    {
      "author": "TAGLE",
      "text": "Me too. I agree. It's the idea of, you know, getting up close - really paying attention can give us that pause button, right? So I really like this idea here. Here Jenny's going to continue."
    },
    {
      "author": "ODELL",
      "text": "And so, like, that's sort of a literal example of lenses. But I think you can also think about, like, conceptual lenses. Like, what are you looking for?"
    },
    {
      "author": "TAGLE",
      "text": "So Jenny would often walk around her neighborhood and ask herself a simple question - what is different from yesterday?"
    },
    {
      "author": "ODELL",
      "text": "That's kind of a funny question, because you realize that actually everything is different from yesterday. But asking that question will maybe allow you to find the things that are most obviously different from yesterday, and that could be things that people are doing in the space, you know, things that are growing or blooming, things that are being built or torn down."
    },
    {
      "author": "TAGLE",
      "text": "So making space to engage with your surroundings, just find a little awe in your day - you can't actually stop time, but it can get you pretty close. So that's our tip No. 1. Moving on, sometimes you want to slow down the clock, and other times you're like, let's get a move on. Time tip No. 2 is about how to make time go faster. Specifically, I'm talking about getting as much done in the time I have as possible. Optimizing, being as productive as possible during the workday - this is something I'm sure you can definitely relate to. How do you measure your productivity, Stacey?"
    },
    {
      "author": "SMITH",
      "text": "I am a list person."
    },
    {
      "author": "TAGLE",
      "text": "OK."
    },
    {
      "author": "SMITH",
      "text": "But I don't - I'm, like, bad about crossing things off the list, but yes, I do make lists."
    },
    {
      "author": "TAGLE",
      "text": "OK, so one of my favorite guests on LIFE KIT - he's been on LIFE KIT lots of times. His name is Oliver Burkeman. He's a writer. He's a really interesting perspective on this."
    },
    {
      "author": "OLIVER BURKEMAN",
      "text": "I think it's very common for us to sort of wake up in the morning feeling like we're in a kind of productivity debt - in a negative balance, like in a bank account. And unless we do a lot of stuff that day, we won't get back up to zero and be OK."
    },
    {
      "author": "SMITH",
      "text": "Yes, that is exactly how I feel in the mornings. I really do. That's like the perfect way to put it."
    },
    {
      "author": "TAGLE",
      "text": "I feel attacked, attacked by that idea."
    },
    {
      "author": "SMITH",
      "text": "Yes."
    },
    {
      "author": "TAGLE",
      "text": "OK, so Oliver is the author of the book \"Four Thousand Weeks: Time Management For Mortals,\" and the title refers to the average human lifespan."
    },
    {
      "author": "SMITH",
      "text": "Oh, my gosh. Now I feel attacked."
    },
    {
      "author": "TAGLE",
      "text": "His whole message about time and productivity is that enough is just never enough. You know, emails beget more emails. Meetings beget more meetings. There will always be more you have to do. And you will never, ever have enough time to do it all."
    },
    {
      "author": "SMITH",
      "text": "What is his solution in all of this?"
    },
    {
      "author": "TAGLE",
      "text": "It's just a simple perspective shift. So if you want to feel like you've accomplished a lot and made the most of your time, instead of making a to-do list, try making a done list."
    },
    {
      "author": "BURKEMAN",
      "text": "This is super easy. A done list is just a question of whatever other lists you keep of all the tasks you have to do and when you plan to do them, keep a list of the things that you have already done that day that gets longer during the day as you do more things."
    },
    {
      "author": "SMITH",
      "text": "Can you count, like, drinking coffee?"
    },
    {
      "author": "TAGLE",
      "text": "Absolutely. Absolutely anything and everything. Take the dog for a walk - done. You know, I opened up my inbox today."
    },
    {
      "author": "SMITH",
      "text": "Showered - done."
    },
    {
      "author": "TAGLE",
      "text": "Exactly, exactly. It's just - you know, it's a little practice of just giving yourself a little credit. You're never going to finish everything you want to finish. But look at everything I did."
    },
    {
      "author": "SMITH",
      "text": "Oh, I do love that. It flips it a little bit. Yeah, the to-do list does feel like a deficit. It's like the debt of - like, the debt you go into your day with. And I love the idea of having a little credit list too. That's great."
    },
    {
      "author": "TAGLE",
      "text": "Exactly. Give yourself a little credit. So that's time tip No. 2 for speeding up time and making the most of the clock - try a done list. Next up, we're taking a big leap. Where we're going, we don't need roads. Let's go to the future."
    },
    {
      "author": "SMITH",
      "text": "Oh, my gosh. Deep cut..."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "SMITH",
      "text": "...I love - yes. Where we're going, we don't need roads."
    },
    {
      "author": "TAGLE",
      "text": "Time tip No. 3 is about how to give yourself more time. Specifically, I want to visit your future self, Stacey. So picture yourself 30 years from now. What do you like? What do you do? What do you see?"
    },
    {
      "author": "SMITH",
      "text": "Well, I'm probably retired or close to retiring. I hope I'm, like, outside somewhere, enjoying friends and family. Yeah, I don't know. I hope I'm chilling and not thinking about delayed airplanes."
    },
    {
      "author": "TAGLE",
      "text": "I - yeah, I love all of that. Future Andee would love to meet future Stacey."
    },
    {
      "author": "SMITH",
      "text": "Oh, yes please. We can make a future date."
    },
    {
      "author": "TAGLE",
      "text": "I love that, and we'll write our done list when we do it. The reason I ask this question is because it turns out just the way we think about aging can actually have an impact on our longevity. So there's this researcher at the Yale School of Public Health. Her name is Becca Levy, and she found this sociologist named Robert Atchley who interviewed a bunch of people in this small town in Ohio about their age beliefs."
    },
    {
      "author": "BECCA LEVY",
      "text": "I was able to match those age beliefs to a longevity database that's kept by the government called the National Death Index. So we were actually able to connect everybody's age beliefs to how long they lived."
    },
    {
      "author": "TAGLE",
      "text": "What she found was that there was a 7 1/2-year gap in the median age between people who held negative age beliefs and those who had more positive age beliefs."
    },
    {
      "author": "SMITH",
      "text": "Oh, interesting."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. So the study was also replicated in, like, 10 other countries with similar results. So there's a lot of evidence that shows how you think about aging can have a big impact on how you age, you know, on a behavioral level, a psychological level, even physiological levels. And it makes sense, right?"
    },
    {
      "author": "SMITH",
      "text": "Yeah. Look at J.Lo."
    },
    {
      "author": "TAGLE",
      "text": "Oh my - look at J.Lo."
    },
    {
      "author": "SMITH",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "Look at J.Lo."
    },
    {
      "author": "SMITH",
      "text": "Look at J.Lo - case in point, J.Lo."
    },
    {
      "author": "TAGLE",
      "text": "Case in point - let's end the episode. Yep, absolutely."
    },
    {
      "author": "SMITH",
      "text": "So wait, does this mean that we should spend our Leap Day just, like, thinking about how great we're going to look when we're old?"
    },
    {
      "author": "TAGLE",
      "text": "Yeah, absolutely. That's one way to do it."
    },
    {
      "author": "SMITH",
      "text": "And then we can put it on our done list?"
    },
    {
      "author": "TAGLE",
      "text": "The exercise I have for you is kind of like that. It's simple like that. We're going to pull a page from Becca's book, which is called \"Breaking The Age Code: How Your Beliefs About Aging Determine How Long And Well You Live.\" She has a ton of exercises to do this - to challenge and change your beliefs about aging. But one of my favorites is to build what she calls a portfolio of diverse, positive images of aging."
    },
    {
      "author": "LEVY",
      "text": "And what this involves is to write down at least five different older people that are either in your life or that you've heard about in, you know, popular culture or in history. And then for each person, try to think about a aspect of them that you particularly admire and that you'd like to strengthen in yourself."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. So, for example, when I did this interview with Becca a few years ago, I was thinking about my grandma, who still does yoga and headstands, or my dad, who celebrated his retirement by hiking 500 miles in Spain."
    },
    {
      "author": "SMITH",
      "text": "Go, Andee's father, Mr. Tagle, I assume."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter) Yes."
    },
    {
      "author": "SMITH",
      "text": "I don't know what his name is, but go, Mr. Tagle."
    },
    {
      "author": "TAGLE",
      "text": "All right, so we've gone forward. Are you ready to go back in time?"
    },
    {
      "author": "SMITH",
      "text": "Absolutely, yes."
    },
    {
      "author": "TAGLE",
      "text": "Time tip No. 4 is how to reverse the clock. I don't have an actual time machine, I'm afraid, but I do have tips from our episode on how to tell family stories. It's a way to create a time capsule and hopefully revisit the past whenever you want to."
    },
    {
      "author": "SMITH",
      "text": "I love this idea."
    },
    {
      "author": "TAGLE",
      "text": "We all have those stories that are passed on from generation to generation in our families. I, for example, love to hear how my grandma came over from the Philippines and started working in fashion in New York in the '40s and '50s - so cool."
    },
    {
      "author": "SMITH",
      "text": "What? That's amazing."
    },
    {
      "author": "TAGLE",
      "text": "I know. You know, and how many times have you been like - have you been listening to one of your parents' stories, one of your grandparents' stories and been like, I have to write this down, right? Like, this is so good. I need to preserve this."
    },
    {
      "author": "SMITH",
      "text": "Oh, my gosh. Yes, all the time."
    },
    {
      "author": "TAGLE",
      "text": "All the time, right? And then you never do. So in this episode, reporter Simran Sethi interviews reporter Yowei Shaw, who co-hosted NPR's Invisibilia, about how to get your family to open up to you when you're recording them."
    },
    {
      "author": "YOWEI SHAW",
      "text": "Questions like, tell me about X moment. What were you thinking? What were you feeling? What did it feel like in your body? Like, what did you notice? What did you see? Describe X. Paint a portrait of X. What surprised you about X?"
    },
    {
      "author": "TAGLE",
      "text": "Last tip from Yowei here is if you have a specific image, if there's something you want to - if there's something you really want to get from your family, if you really want to hold on to it, chase it. Take the time to capture those precious moments so you can hold on to them later."
    },
    {
      "author": "SHAW",
      "text": "Maybe, like, your dad likes to tell a certain joke at breakfast time and likes to slam his cup of coffee down onto the table. And then it splashes, and then your mom yells at him. Like, that's like a comedy sequence maybe that just, like, happens again and again, and you're like, OK, I want to capture that, you know? So I would just like - like, obviously let everyone know what you're doing and then try to fade into the background and then just go on a treasure hunt essentially to, like, get and record those specific sounds and scenes."
    },
    {
      "author": "SMITH",
      "text": "Aw, I love that, like, those little mundane moments."
    },
    {
      "author": "TAGLE",
      "text": "Exactly, exactly. It's all about finding the magic in the mundane, as they say. So that's time tip No. 4 - to travel back in time, record your stories now. So we're reaching the end of our timeline."
    },
    {
      "author": "SMITH",
      "text": "It went so fast."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter) The last tip I have for you is about enjoying the time you've got. So it comes from one of our favorite episodes here at LIFE KIT. It's a story about how to have a good weekend by a former NPR host, Sam Sanders. This episode came out in 2019, Stacey, and I still think about it all the time. Sam interviewed Cassie Mogilner Holmes. She's an associate professor of marketing and behavioral decision-making at UCLA's Anderson School of Management, and she's done a lot of research about happiness and time. Her recommendation is to treat your weekend like a vacation, even if you're on your couch."
    },
    {
      "author": "CASSIE MOGILNER HOLMES",
      "text": "And if you actually plan something that is fun to do so that it forces you out in ways of spending time that are good for happiness - social connection, as well as active leisure, so getting outside and doing something. So what that actually says is..."
    },
    {
      "author": "SAM SANDERS",
      "text": "Yeah."
    },
    {
      "author": "MOGILNER HOLMES",
      "text": "...You know, make a date to go hiking with your friends on Sunday afternoon or into Sunday evening..."
    },
    {
      "author": "SANDERS",
      "text": "Yeah."
    },
    {
      "author": "MOGILNER HOLMES",
      "text": "...Such that it pushes off the anxiety, it elongates the weekend into..."
    },
    {
      "author": "SANDERS",
      "text": "Enjoying - yeah, yeah."
    },
    {
      "author": "MOGILNER HOLMES",
      "text": "...Make use of those full two days."
    },
    {
      "author": "TAGLE",
      "text": "Another recommendation Cassie has for enjoying your time and making your weekend feel longer is maybe a little surprising. It's to actually spend some of that time helping others."
    },
    {
      "author": "MOGILNER HOLMES",
      "text": "I know you're looking at me like..."
    },
    {
      "author": "SANDERS",
      "text": "(Laughter) Did you see my face?"
    },
    {
      "author": "MOGILNER HOLMES",
      "text": "Yes. And it's surprising. You're like, what the heck?"
    },
    {
      "author": "SANDERS",
      "text": "What? Yeah."
    },
    {
      "author": "MOGILNER HOLMES",
      "text": "When I feel time-stressed, the last thing I'm going to do is, like, take the time to help someone else."
    },
    {
      "author": "SANDERS",
      "text": "Yeah, yeah."
    },
    {
      "author": "MOGILNER HOLMES",
      "text": "But the reason that alleviates that sense of time stress is because when you do spend some time to help someone else, it makes you feel really effective, like you've accomplished a lot. And you're like, gosh, look how much I did with the time that I have. And you're like, oh, my gosh, I can actually accomplish a lot with the time that I have. So it sort of lessens this sense of constrain, of not having enough time because you actually feel like you can accomplish more."
    },
    {
      "author": "SANDERS",
      "text": "Well, there's an action item."
    },
    {
      "author": "MOGILNER HOLMES",
      "text": "Yeah."
    },
    {
      "author": "SANDERS",
      "text": "You've accomplished something."
    },
    {
      "author": "SMITH",
      "text": "Oh, my gosh. God bless Sam Sanders. I had exactly the same reaction, but I never would have admitted it."
    },
    {
      "author": "SMITH",
      "text": "I was like, oh, of course, helping others, that sounds delightful. I'm like, no way. But I think that is lovely. I do like that explanation. Maybe I'll give that a try."
    },
    {
      "author": "TAGLE",
      "text": "I'm so glad, Stacey, because that's the last one I have for you."
    },
    {
      "author": "SMITH",
      "text": "No."
    },
    {
      "author": "TAGLE",
      "text": "I know."
    },
    {
      "author": "SMITH",
      "text": "It went too fast."
    },
    {
      "author": "TAGLE",
      "text": "It has really been a pleasure. You are the perfect time-travel partner, Stacey. Thank you."
    },
    {
      "author": "SMITH",
      "text": "Oh, anytime, anytime. Just like you said, Andee, where we're going, we don't need roads."
    },
    {
      "author": "TAGLE",
      "text": "OK, friends, here's a quick recap before we send you off to make the most of your Leap Day. Tip No. 1 - to slow down the clock, practice noticing your surroundings. Try viewing your environment through different lenses, for example, walking around your neighborhood and asking yourself, what's different today from yesterday? Tip No. 2 - to make time go faster, try making a done list. That means giving yourself credit for everything you do instead of just worrying about everything you've yet to finish. Then watch your workday fly by."
    },
    {
      "author": "TAGLE",
      "text": "Tip No. 3 - to give yourself more time in the future, practice positive age beliefs. One way to do that is by building a portfolio of positive, diverse images of aging. So what do you love most about Grandma or that coworker you really admire? Add them to your list. Tip No. 4 - to go back in time, try making a time capsule. Record your family stories and don't stop until you've captured the exact way your sister laughs every time your dad tells that terrible joke. Tip No. 5 - to enjoy your weekend or a short amount of leisure time, treat that time like a vacation. That means deliberately making space for fun, fulfillment or relaxation. Take yourself to the movies. Go on a hiking date with friends. Bonus points if you can help someone out along the way."
    },
    {
      "author": "SMITH",
      "text": "For more on LIFE KIT, check out our other episodes. We have one on how to be on time and another on grocery shopping on a budget. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, you can subscribe to our newsletter, npr.org/lifekitnewsletter. Also, we would love to hear from you. If you have episode ideas or feedback, please email us lifekit@npr.org."
    },
    {
      "author": "SMITH",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen and Sylvie Douglis. Engineering support comes from Joshua Newell. I'm Stacey Vanek Smith. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5567672171.mp3",
  "img": "https://media.npr.org/assets/img/2024/02/28/lk_leap-year-copy_wide-64c32c51c43763855aa44cb5e1956aaa46f4495f.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "STACEY VANEK SMITH, HOST",
    "ANDEE TAGLE, BYLINE",
    "SMITH",
    "TAGLE",
    "JENNY ODELL",
    "ODELL",
    "OLIVER BURKEMAN",
    "BURKEMAN",
    "BECCA LEVY",
    "LEVY",
    "YOWEI SHAW",
    "SHAW",
    "CASSIE MOGILNER HOLMES",
    "SAM SANDERS",
    "MOGILNER HOLMES",
    "SANDERS"
  ]
}