{"title":"What is the new etiquette for tipping?","url":"https://www.npr.org/transcripts/1196978930","intro":"Tipping requests are on the rise. Businesses that never seemed to ask for a tip, like fast food joints, are now asking for one. Here's how to deal with unexpected requests and more.A previous version of this story incorrectly said the company Square takes a \"chunk of your tip.\" A representative from Square says while they charge a fee based on the whole transaction, including tip, the worker still gets the full amount of their tip.","transcript":[{"author":"MARIELLE SEGARRA, BYLINE","text":"You're listening to LIFE KIT..."},{"author":"SEGARRA","text":"...From NPR."},{"author":"STACEY VANEK SMITH, HOST","text":"To tip or not to tip, that is the question. Also, though, how much am I supposed to tip? Is this 24% minimum tip I'm seeing on the screen, is that really the new minimum? Is it OK to leave less? Can I tip on my card, or am I supposed to tip in cash? Also, I didn't even know I was supposed to leave a tip at this kind of a business. And where is my tip even going? Does it go to the person who's actually helping me, or does it go somewhere else? Tipping, it is complicated. I'm Stacey Vanek Smith in for Marielle Segarra, and today on LIFE KIT, we take a look at tipping. The last couple years have seen a whole lot of talk and back and forth and emotion about tipping. One of our wonderful producers, Audrey Wynn, said at her local coffee shop, the tipping situation is especially intense."},{"author":"CHRIS DAVIS","text":"I have a 12-ounce orange juice and an 8-ounce cortado."},{"author":"VANEK SMITH","text":"It's called Retrospect Coffee Bar in Houston, Texas, and because of the way the coffee bar is physically set up, they can't turn the screen around and have a customer punch in a tip. So they have to ask."},{"author":"DAVIS","text":"$9.20, please. Ready when you are. Now, computer's going to ask me if you care to leave a tip today. You don't have to feel obligated."},{"author":"VANEK SMITH","text":"Chris Davis is one of the owners of the shop, and he says when they bought the shop, this was just the way it was set up. And he doesn't love it, but he has tried to find ways of making things less awkward when he works the register. You heard one of them back there, the computer is going to ask me if you want to leave a tip. That's one trick. But he has others."},{"author":"DAVIS","text":"Heavy on the self-deprecation. Hey, I know this is awkward. You don't have to feel obligated. And if they say no and they look sheepish, and I love to go to, we can handle no."},{"author":"VANEK SMITH","text":"It gets very awkward. Chris says he has gotten all kinds of responses from customers, some very kind, very understanding and generous. Others, not so much."},{"author":"DAVIS","text":"And I ask, do you want to leave a tip? And his answer was, all you did was pull the lever for my coffee. And it really hurt. Another time I think somebody asked me, is this even legal?"},{"author":"VANEK SMITH","text":"For the record, it is legal to ask for a tip, but truly, I kind of feel this customer's pain. Tipping has become very fraught. And a lot of this has happened because tipping is a pretty intense social interaction, not always as intense as it is at Retrospect, but still often quite intense. And ever since the pandemic, tipping expectations have changed a lot. And now there's just a lot that customers don't know. And the answers are not always so obvious. So today on LIFE KIT, tips for tipping. We lay out the facts and answer some of the big questions so that you can feel good about where you're putting your money and where your money's going in our brave new world of tipping."},{"author":"VANEK SMITH","text":"So pretty much everyone we talked with for this tipping story said, yeah, the tipping situation in the U.S., it is not great. It's not ideal. However, it is the system we have, so it's worth figuring out how to navigate it. But tipping in the U.S., it's just very fraught. And it seems like everyone has developed their own new system in the last couple of years. In fact, we asked some of our LIFE KIT listeners what their system is, how they navigate this wide world of tipping. Here's what they said."},{"author":"KENT TANG","text":"My personal philosophy is if there's a tip option, always tip."},{"author":"ANDREW LEWIS","text":"I think there should be a minimum of $5 for the pizza man. For a bar, buck a beer or premade mixed drink, $3 to $5 for a fresh mixed drink."},{"author":"VANEK SMITH","text":"That was Kent Tang (ph) and Andrew Lewis (ph). Listener Danielle Hoffman (ph) had a bit of a different perspective on tipping."},{"author":"DANIELLE HOFFMAN","text":"I remember all too well making a whopping $2.83 an hour as a server, so I tip everyone 20%, no matter what, to all table service, even if the server is a jerk. Actually, when I go to a diner, I tip way more than 20% because I know what a difference it makes."},{"author":"VANEK SMITH","text":"Someone else who knows firsthand what a difference a tip makes."},{"author":"SYLVIA ALLEGRETTO","text":"Sylvia Allegretto. I'm senior economist at the Center for Economic and Policy Research."},{"author":"VANEK SMITH","text":"Sylvia has done a lot of work around wages, pay and tipping. But before that, she lived on tips."},{"author":"ALLEGRETTO","text":"For over seven years as waitstaff and/or bartender, you know, far before I became an economist. But it certainly is one of the reasons why I write so much about it, because it's confusing, people don't really get it and it's really quite important."},{"author":"VANEK SMITH","text":"Sylvia says the most important thing to know when deciding how much you want a tip, location, location, location. Where you are, the state you're in, makes an enormous difference. And that is our first takeaway, know what the tipping and wage situation is in your area. For one thing, every state has its own minimum wage. There is the federal minimum wage of $7.25 an hour, but some states have minimum wages that are more than twice that. What gets even more confusing is that there is also a sub-minimum wage. That is a wage that some service workers get paid and it is below minimum wage, like our listener Danielle and her whopping $2.83 an hour. The idea is that the workers earn a sub-minimum wage and then customer tips make up the difference, get those workers up to a minimum wage."},{"author":"ALLEGRETTO","text":"People don't understand this two-tier wage system that we have in the United States. We have minimum wages and then we have sub-minimum or cash wages paid to workers who are tipped. And at the federal level, the sub-minimum wage is $2.13 an hour."},{"author":"VANEK SMITH","text":"$2.13 an hour. That is the federal sub-minimum wage, and that amount has not changed since the '90s. Now, some states do have a higher sub-minimum wage, and other states do not allow businesses to pay a sub-minimum wage ever, so the tip that you decide to leave for your coffee and pie means something really different for a server in Washington state, where the minimum wage is more than $16 an hour and there is no sub-minimum wage, versus a server in Tennessee where that person might be earning $2.13 an hour and really counting on the extra change you leave for your pie and coffee."},{"author":"VANEK SMITH","text":"And I think this is one of the reasons why there is so much emotion around tipping from customers. Because tipping is presented like an option or a courtesy, like, oh, if the service was great, leave a tip. But in some cases, that money, your tip, is vital to the income of that worker. Like, the Tennessee server is really counting on your tip to be able to pay their gas bill. Economist Sylvia Allegretto says, yeah, this system is confusing and it is complicated and it puts way too much on the customer as far as knowing what people are getting paid in different jobs in different states."},{"author":"ALLEGRETTO","text":"So here in California, we're one of seven states that do not allow for a sub-minimum wage. So we don't have tip workers making less than the regular minimum wage. So tips in California are actual gratuity on top of the minimum wage. If you're not tipping in a state like Maryland, for instance, Maryland has a $3.63 sub-minimum wage. So if you're not tipping somebody in Maryland, they're likely not getting up to the regular minimum wage. So that's the case that - where tips are not necessarily gratuity, they are in part a very large share of the minimum wage."},{"author":"VANEK SMITH","text":"Sylvia says one great place to get this information is the Economic Policy Institute's wage tracker. That is at epi.org/minimum-wage-tracker. The information is totally free and updated all the time, but there are also a lot of other sites where you can get this information. But even when you know what the minimum and sub-minimum wages are in your state, it can still be hard to know who is earning a minimum or a sub-minimum wage. It's not always so clear. Often, a sub-minimum wage will get paid to bartenders, servers, but also people who work in car washes. It can just be really hard to know. So when in doubt..."},{"author":"SHUBHRANSHU SINGH","text":"Asking is never a bad idea."},{"author":"VANEK SMITH","text":"Shubhranshu Singh is a professor of marketing at Johns Hopkins Business School, and that is our takeaway number two. When in doubt, just ask the person who is serving you. Shubhranshu has a lot of practice doing this because tipping in the U.S. has always seemed kind of mysterious to him, because where he grew up, tipping was not a thing."},{"author":"SINGH","text":"I lived in Singapore before I moved to U.S., but when I moved to U.S., then tipping is a thing that I had to learn and when to tip and when not to tip."},{"author":"VANEK SMITH","text":"So Shubhranshu taught himself to ask questions, not just about minimum versus sub-minimum wage, but also asking people, hey, do you get to keep your whole tip? For instance, the business might not be tipping the person that you are interacting with, the person who is serving you and who you might think your money's going to. So ask. And if you just really don't feel comfortable asking, Shubhranshu says you can always go old school and just tip in cash."},{"author":"SINGH","text":"Giving a cash is always the preferred option because then you know that you are giving that person that money right there."},{"author":"VANEK SMITH","text":"And takeaway number three, as much as you can, ignore social pressure when tipping. There is a lot of social pressure around tipping, especially when you are looking at the person who is asking for the tip. But Shubhranshu says your decision to tip should not be completely based on who is looking at you. In fact, he says right now most people do not tip their Uber or Lyft drivers or leave a tip for housekeeping at their hotel."},{"author":"SINGH","text":"So I will suggest that please add a tip that will help the person. Right now, less than half of individuals are tipping in these situations, right?"},{"author":"VANEK SMITH","text":"And often those workers really count on tips, but they are not looking at you when you are making the tipping decision. Now, for businesses where you're not even sure if you should be leaving a tip - and this has happened a lot since the pandemic, some business you don't even expect to ask you for a tip is suddenly asking you for a tip - Shubhranshu suggests leaving a 10% tip. He says even asking for a tip is often an indication that the workers there are not really getting paid a minimum wage, so it is good to err on the side of leaving something. And one thing to watch out for - screen pressure. Shubhranshu says in a lot of businesses, they have loaded a minimum tip of more than 20% - 22%, sometimes 24%. So there can be a lot of pressure to leave more than you want just so you don't hold up the line. But Shubhranshu recommends rejecting that pressure and feeling totally empowered to press that custom tip button. You know, push back a little bit on businesses who might be asking for too much."},{"author":"SINGH","text":"In fact, I will suggest that everyone should hit that custom tip all the time instead of paying 24% or 28% default tip. Why should you? If you want to pay 20% tip, just hit that custom tip button."},{"author":"VANEK SMITH","text":"So there they are. Our tips for tipping. Just to recap, takeaway number one - know the tipping and wage situation in the place where you're paying because that makes a huge difference, probably the biggest difference of anything. There are a bunch of free resources online around this. One is at the Economic Policy Institute. Takeaway number two - when in doubt, ask questions. Ask workers how much of a tip they will receive or if their job pays a minimum wage or a sub-minimum wage. Just ask. Takeaway number three - try to ignore the social pressure around tipping. Think about who you want to tip outside of who is looking at you. Don't be afraid to hit that custom tip button. And you should feel fine about taking a minute or two to decide how much you want to tip."},{"author":"UNIDENTIFIED PERSON","text":"Hi."},{"author":"DAVIS","text":"How can I help you?"},{"author":"UNIDENTIFIED PERSON","text":"I'll just get a vanilla latte with an extra shot."},{"author":"DAVIS","text":"All right. One vanilla latte, extra shot. Whole milk is fine?"},{"author":"UNIDENTIFIED PERSON","text":"Yep."},{"author":"DAVIS","text":"And 12 or 16 ounces?"},{"author":"UNIDENTIFIED PERSON","text":"Can I have a 16 ounce?"},{"author":"DAVIS","text":"And I hope that's the hardest decision you have to make today."},{"author":"UNIDENTIFIED PERSON","text":"I know, right?"},{"author":"DAVIS","text":"One more decision..."},{"author":"VANEK SMITH","text":"For more LIFE KIT, check out our other episodes. There's one about how to do a budget refresh and another on how to save for a big purchase. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we would love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org."},{"author":"VANEK SMITH","text":"This episode of LIFE KIT was produced by Audrey Wynn. It was edited by Sylvie Douglis. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle and Clare Marie Schneider. Engineering support comes from Becky Brown. I'm Stacey Vanek Smith in for Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/ondemand.npr.org/anon.npr-mp3/npr/lifekit/2024/03/20240326_lifekit_9a557981-3635-45e4-933b-110c9ec9e4bc.mp3","img":"https://media.npr.org/assets/img/2024/03/20/lifekit_tipping_reinat_wide-f723019dca7544af360301e2ec068e1fb9f3e601.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, BYLINE","SEGARRA","STACEY VANEK SMITH, HOST","CHRIS DAVIS","VANEK SMITH","DAVIS","KENT TANG","ANDREW LEWIS","DANIELLE HOFFMAN","SYLVIA ALLEGRETTO","ALLEGRETTO","SHUBHRANSHU SINGH","SINGH","UNIDENTIFIED PERSON"],"wave_peaks":[15,19365,12416,20980,19182,7527,15109,10099,20215,13451,24491,2920,2238,1605,1665,1277,939,9687,15982,1078,26446,20729,10951,1319,26495,25570,10371,17056,6374,1466,1088,1114,24924,23562,6184,2341,10576,15515,7622,9148,10392,10554,10366,6427,15644,25772,15357,18210,15572,13994,10279,15731,25660,1453,9153,14356,11259,16024,15262,6476,6933,19221,24691,1895,8219,20031,16232,17601,22697,24359,16622,9198,3106,27324,6015,24368,12788,10046,15241,10569,10673,24940,26556,10110,18784,7232,11322,693,8843,25033,18619,18252,14235,18534,8508,16569,13863,24648,20452,6809,12076,16073,14355,27027,5717,1018,1766,12054,11797,3819,21158,10530,18998,27495,12651,6494,903,24514,12833,17544,10726,9523,9377,25309,25918,22535,14190,15105,8353,14230,12027,16983,20346,9395,4983,2133,24673,18806,9400,14085,6432,23211,24561,20503,17176,19273,23541,26393,7163,26287,8280,24504,26009,5920,12672,2615,25246,25766,7918,9672,15377,9915,10654,21348,15844,22867,21565,19870,16322,10916,13844,13043,9239,13560,13924,6464,5245,5222,13390,18918,15695,8553,13001,11186,2540,9790,20693,18282,22156,15153,16278,13648,20402,16572,23340,13546,23321,12521,2476,18762,26457,18669,19599,15782,13302,4945,8010,3915,25613,12126,12272,13207,20288,20080,8733,12704,18230,21960,1247,24153,9385,9683,11572,14332,21853,13360,21239,19647,10966,11208,16529,14306,686,24914,27713,814,19477,23503,8947,10724,24861,8875,1900,2967,6904,25759,25401,9919,13289,11055,14278,14824,13314,15829,15362,11672,17703,8826,5954,25257,22269,21753,23531,9685,16673,12887,15394,19204,22967,17320,8644,4492,11660,13732,8908,6103,5754,24806,1283,23532,22970,7651,21646,20929,9148,9052,17140,8220,19611,9151,4666,11093,2217,26404,23427,25765,11158,24378,26724,19710,15471,10216,6280,5486,16275,15172,11307,7696,25114,12341,1365,25761,9216,14569,9914,10768,24334,13460,3835,8786,7928,25286,8154,18283,14623,20202,11002,17648,18961,14384,24831,24140,5997,24224,25033,21895,17807,23029,7817,3545,25284,24386,13191,24407,8258,10749,5895,23984,24294,22935,21456,15531,14163,3756,22592,21647,23787,25104,20353,20164,12863,5756,19848,21814,22614,22709,16397,9300,4348,22332,18165,17101,1380,2979,24197,7501,1513,23555,12498,21005,7084,7340,1479,24916,7178,7749,24505,6694,13348,7855,17303,11366,11537,9565,13666,6250,10172,10645,5788,13856,12680,10952,18397,7311,1605,22180,21856,2305,2273,24524,15030,15478,5228,2725,10068,26346,23103,19135,20253,19672,4767,16380,22215,19052,3823,16658,22067,18810,11439,18188,16633,3169,19749,22523,5146,17795,23175,19367,3417,25374,23870,23968,3583,23306,17474,10856,19518,23708,15921,11112,16221,14413,6198,2605,28032,20574,9134,18934,13992,19909,17428,25752,12318,15887,17412,1125,26858,16170,17585,7696,25208,7146,15216,25464,16216,7465,7957,7824,7676,13373,13202,436,1451,10375,21621,25192,26077,24392,9658,24612,9993,16276,5536,10068,7311,6965,6705,7682,6772,25039,8820,1979,17925,10776,7100,12719,9486,15981,25485,26909,12176,23652,14152,24047,9877,24428,8112,6551,16430,22226,4770,20643,8363,14152,12722,17822,8984,5555,6234,12544,24714,685,20692,14085,16536,11039,11118,5126,20455,23347,7607,7523,14159,16361,23003,20173,13215,11740,15379,8409,7381,17162,17711,3784,5485,19873,22699,22682,11240,9513,9126,8355,4465,1059,13258,14127,24982,7904,9695,12352,9982,21256,6104,11470,8995,26508,21752,21406,12435,12600,16001,1070,10441,6793,8418,9973,21939,12267,6156,11857,11152,10386,7407,10110,9521,3009,5,3,3,3,13556,14843,23491,14256,10901,23950,9819,14401,15095,17337,8701,9211,16851,2962,3006,15800,8169,10102,10646,16102,26072,288,15498,12763,5539,5319,26299,15270,10697,27130,11165,7660,15400,23822,15739,10849,7127,7380,12022,24474,18840,18055,20349,9160,870,24786,8856,18821,18332,8881,13553,7047,25306,3428,8673,8428,26589,14992,13464,12548,15215,8409,8526,5828,7223,11174,15957,15576,10631,9938,6560,26323,25181,14628,11510,12166,11013,16569,15037,10579,9739,13382,23447,13902,6878,3449,25031,14290,6731,10519,5283,3249,11437,17635,1266,26320,27359,27324,11859,7965,7755,12893,16778,9857,7596,15193,14957,12071,4256,8620,11810,8100,13178,12141,21074,17236,9192,12040,9802,2484,1543,12478,21170,16081,18218,25702,14260,9257,8470,16694,14429,2461,2953,14560,23459,13753,9679,19132,12756,11188,5698,1937,26437,20518,17780,15459,10954,6247,6158,4566,3231,12655,26789,24939,14809,18503,8424,11118,26145,27941,19197,19401,23882,22665,12527,17874,13839,13196,17619,9810,9043,18659,7678,14650,12664,10597,5871,8235,9437,9759,11968,17008,4822,2999,12029,15954,15902,19443,15407,13150,15616,5789,2644,7855,21194,26467,17779,14515,5100,19505,13968,11876,8441,8419,4060,11596,7907,19125,4311,2472,23099,22077,17278,17913,11582,21832,25753,14459,7970,8440,8300,10152,14861,7340,12511,26628,15579,22197,19792,13198,9664,11572,9273,10044,13654,4952,4721,22595,20679,18995,17939,15112,11611,11258,13631,9494,19085,22732,22014,20428,12668,16161,11400,17464,13271,12480,16855,14821,24839,24654,14160,6711,13084,10774,7308,6353,10025,1895,12828,25532,22984,9369,19456,7786,14824,16173,6403,3410,11123,6558,22493,21510,12664,9541,18255,16983,17845,12731,11380,20239,11193,9024,2160,9689,19636,14851,12430,7562,13371,12328,6403,25685,24548,12358,24013,14733,14789,8981,10288,13786,23384,16134,15522,12070,12644,13126,12063,14643,11820,23482,23409,2239,16541,12234,6093,11922,18552,23555,15924,4810,16249,19547,4999,16994,14101,12930,15876,20543,23444,8657,8926,14987,8034,1075,6473,11319,10725,10615,6223,8973,6077,4056,15097,14012,11943,26036,14494,17060,9389,3305,17393,12490,13289,9539,8897,6897,12001,25476,18533,10650,6970,6300,6002,944,17042,25870,9200,7948,14772,10012,7458,9341,10514,10148,12048,10477,3045,10717,14626,20583,14122,12152,8361,9540,9719,8695,1359,10501,4471,26192,28379,11786,12234,11839,26048,5574,12767,26701,6294,16449,18248,18663,14031,13502,15789,10939,12174,17827,15639,267,18236,11815,14581,8024,13667,15819,19176,6502,9451,21805,17807,7718,5666,891,26303,14238,14925,9732,8036,16923,15124,7035,10553,7361,6973,20263,8926,6760,10834,2299,13715,10149,22479,15627,13629,24252,13840,18617,20753,11868,10597,26138,24420,776,24600,14857,17837,26257,8760,18059,23807,18346,8921,14527,12651,5405,8850,4966,18694,15397,11966,21172,10122,7274,19754,11700,9733,8612,16698,6781,1622,14840,24674,19055,13816,12540,9328,6051,11459,14460,15918,8187,9471,15973,16381,8256,13175,9258,6135,1077,3340,20576,11537,20597,13422,11083,11598,18054,22758,16076,9317,14375,21858,21061,15804,8851,11205,17705,11946,20090,9233,983,3680,18367,14811,22295,21806,17297,21521,13381,12907,12638,9085,15441,13262,8358,10994,17145,5595,8967,24447,19125,9362,7788,9524,9366,12907,4422,24635,13668,18385,8581,24855,11009,11601,5149,12804,25734,19626,15127,19249,9967,9553,7717,22080,11635,4281,573,27074,15551,8220,18958,24355,14794,21108,12455,13918,8165,11797,16221,18736,13985,23982,8767,7670,10184,16001,14942,9180,19375,25798,1251,9009,12090,8609,12486,25285,6351,6278,20312,20420,24753,942,14225,16112,11451,11866,12022,12010,10278,15101,24503,5861,12212,14381,11850,16928,14010,8085,6044,6764,15044,23639,22445,16487,10732,5338,12729,14121,4395,15144,4396,629,16617,20064,15494,15646,9790,9579,4238,15512,25492,11567,15052,7922,5397,24473,10945,7528,9190,11135,17783,1203,12950,13172,21341,12346,18057,7467,9067,6003,8307,13996,9596,3907,1615,12930,25887,16863,17130,18636,26008,19573,15513,4806,12315,9735,2885,24665,20883,11394,25918,9947,6278,16980,17705,13939,14421,24831,13628,21221,24408,8118,12958,7713,13656,17552,17998,15558,13336,7933,18646,967,2758,25529,15216,13520,8997,25840,24279,13567,11302,17274,8056,15610,13606,9132,8849,8988,11277,16351,22201,16125,16019,7340,15424,9198,13657,7193,3091,14328,24756,9970,16728,23380,12742,13261,16283,21076,7774,8743,16880,11109,25671,14025,13001,8921,13419,10651,9929,5248,10687,11268,5795,12454,6944,7987,25550,16245,5191,10309,11130,20670,15360,20797,22852,23165,18765,9362,24090,10080,14447,13786,12327,9871,26258,18190,3655,10182,7271,3981,22058,18206,19840,14596,12032,10674,18675,14397,7645,8537,7808,11881,15194,11885,10852,5653,12311,8288,2798,20420,15170,7922,19356,20852,15328,9126,6037,11807,5740,11237,8852,6111,6721,2800,24369,20083,21179,13083,7535,14965,13509,14802,16737,10200,2849,22070,13165,8501,626,2875,19459,19889,17425,11626,13570,15733,9847,1886,18942,18602,20952,13973,20402,11387,9207,10977,16574,16025,22756,13426,6597,5748,4828,1145,25549,18348,14047,17876,17325,6517,9996,4663,9441,3392,10152,6229,6131,15720,14699,4977,5846,1372,24332,19234,27486,19847,23589,21863,14010,12064,13331,2756,15012,18865,19121,20266,9153,7990,9627,7769,18585,6944,1310,1023,2207,21455,18589,25925,17262,10727,11823,16340,11076,22012,10719,3911,7887,11789,8645,12594,15831,14977,12960,11576,18618,5474,20249,20625,24809,18636,19109,10538,11683,5706,14354,10230,8615,5827,14084,23981,13058,11192,20685,14508,8971,7318,9266,15980,12186,10834,12505,5079,3940,11206,7783,8087,1847,25757,8169,22774,24913,23204,15595,25212,16913,16021,25450,19101,11372,22027,17464,20001,7208,11078,7293,7285,10255,9081,14728,9922,5984,25204,1788,20214,22055,18118,6787,11917,4545,7634,5103,3378,142,8985,15129,19896,13772,19389,16411,11973,13224,12150,5708,6429,13566,11815,8994,709,11485,9768,16599,14014,11113,13233,15136,7277,6717,11569,15377,5004,6359,5160,24186,10637,10032,14658,20589,8651,23055,16628,12610,2473,18569,4448,25346,9397,9622,13681,11358,25444,8513,3110,3112,24953,25293,6122,13487,13301,9827,14218,13100,14468,13773,268,26321,28095,5850,15136,2900,26430,13748,10366,16556,19482,5420,9466,25447,10112,13920,8748,21705,17862,10397,14862,16414,3592,5032,6162,9782,24615,25205,20108,23540,7636,9327,4987,459,19731,24900,17154,147,6667,24046,25763,10464,6647,11006,8273,1832,5526,25516,14077,25867,24495,19001,7027,10111,10099,15055,8856,26004,17387,14569,12458,12677,7366,7610,8954,5721,14520,9061,8871,22033,1260,26771,13103,6683,18152,8931,219,14661,15060,14794,18303,13215,21939,4108,10083,21207,25054,23861,10507,18300,21362,21788,16430,24272,5125,8676,3136,4971,7665,25319,26183,18234,21323,23398,9123,24131,12292,13638,18358,13017,12296,8764,19035,9916,4223,16126,25730,7663,16373,14996,24995,20559,10094,22555,20257,25071,11297,8089,13293,5285,18397,7163,26266,24679,24852,21575,10406,10382,10135,15193,7879,6605,17852,1361,18907,24036,11247,8975,8235,4470,18730,10183,7682,13659,11392,9516,20606,23839,25220,5379,7933,5926,9051,11357,20117,14590,15966,15428,7975,7341,4097,946,23226,7821,23045,6977,1338,20864,13293,5790,19155,14943,13704,23761,25167,7471,10022,24807,18034,7225,18125,10248,8288,11170,2080,10484,5691,9569,21485,8835,14676,25915,26312,23623,18661,11852,8986,23776,19618,13775,14506,17616,17517,11984,24206,16968,10365,13191,11188,10105,5326,1370,29024,6412,9729,13079,9106,2756,7636,20673,19918,11090,23665,22346,8396,16095,5279,5421,1050,15447,11905,24635,24584,6802,12741,7981,9522,7721,8835,14653,11601,12345,25350,12689,10512,10916,25210,10588,8781,7043,1586,18087,24951,8526,11230,8744,10947,10970,8338,18865,7464,8296,11232,14627,7176,10098,10331,4084,25662,18164,23903,17406,23093,7657,14424,6615,15100,10455,8917,20157,14853,27404,26668,10271,16533,7422,10234,10430,13463,3018,22701,12992,1732,24280,13485,24012,17555,9604,369,26185,20224,5006,31,12285,23934,23631,9214,7919,431,337,25289,24862,9112,5865,24939,25226,25120,18001,15330,11407,14401,24067,14180,10320,11123,10923,8809,9128,915,28027,12130,12698,12887,14629,14468,16940,14743,23715,15493,23372,13540,16363,8143,12229,16723,7286,8944,6499,8470,4465,2685,22303,26139,15321,10638,17409,19872,12978,7049,3824,11957,21244,7027,24343,13368,26299,13625,20879,12107,12481,9579,6016,18149,24930,9592,14921,9961,8785,22839,9294,9260,3893,8325,25673,13604,24023,18683,10310,10471,11911,12021,6796,1027,14046,11705,9479,24039,13416,9988,19937,24904,12194,7364,9900,18836,19013,11911,16733,9116,24812,14776,12853,8812,7621,7277,8025,14044,12287,14538,20691,20790,5248,5448,14664,5432,1458,1465,1038,15494,9098,24911,25411,17318,9388,8743,12359,4611,2532,7784,25822,25780,20121,25085,10738,9236,8876,19649,8478,10252,11968,9223,16117,10342,10886,2112,4574,7969,23409,8082,5289,19109,16427,2106,17754,27512,16925,15023,12480,7950,14826,22445,22634,24997,8940,12114,9663,10071,5164,19793,24967,25261,14255,7540,25486,21982,14609,7425,12621,13298,9683,23256,22933,25401,14638,10877,12329,15386,2975,22257,7211,25142,12570,15024,12073,11497,14908,21620,5524,5044,8458,4145,24476,25027,20975,19335,22654,22450,18998,16536,13330,20251,23540,25456,14785,23175,24708,23970,12080,7998,21847,15302,16927,2175,21241,23412,17325,19585,15680,10096,15839,18055,11854,8105,11943,15690,23300,2701,3367,20532,23687,14811,2340,14390,25143,12327,25497,23170,13057,9891,23564,1872,1038,18378,14732,25892,23660,12464,15367,16580,2694,2574,27959,25574,22793,8478,10258,9828,5729,3617,3594,2299,3836,2242,13176,12303,25128,8418,17228,11155,16704,15203,3478,25722,12682,8444,10668,10195,11421,7220,11398,9796,10280,7049,8467,18679,24712,14877,7559,6644,7508,25234,13018,14694,13325,13742,8431,5355,2558,24350,22078,11523,14511,10235,9615,22169,16769,7520,13763,11685,16316,8398,20627,21488,9044,7360,4358,9386,18697,13546,9800,5758,13205,20982,24870,21508,17360,5042,2575,26439,11762,14046,16616,8909,17789,11305,14011,4789,14918,24782,7693,13499,17073,7161,17914,14206,12340,2002,19075,17819,7268,1950,3175,20618,20013,21015,8565,1641,22862,24819,14882,15891,13932,14587,15482,15945,7111,6986,17862,25683,7331,12626,13218,23784,22902,10022,14315,21040,12302,11072,21097,13975,20255,12279,10776,25738,20634,14546,15547,20894,4199,20511,10264,11165,20512,25589,14488,18624,13870,8057,25571,13219,12698,17312,6511,6386,9924,21490,7490,5377,14377,8625,10850,11685,9694,9447,4596,6564,3098,2617,6149,14382,19153,15932,21459,21623,13218,7693,18495,3607,18774,21004,19621,14904,3457,9574,12337,15271,13972,13031,21130,24164,21324,16665,10023,10665,15878,17664,13697,9501,10768,10738,10683,14643,16614,22595,24422,10580,13131,22439,15760,9633,4250,2485,5640,3282,2652,2372,19195,25917,8673,25867,18487,18990,18595,14669,14873,26565,23778,8286,18010,14921,20051,20465,2075,19722,16229,20677,8555,13308,14458,7853,4758,12945,25019,21191,12131,22334,22668,14735,18481,20163,12836,1975,16058,4198,23109,18577,14075,13006,19948,17162,19270,11914,10723,23831,19401,22944,23072,24839,9856,17185,7650,5988,2784,20144,8677,11444,22978,10105,9120,5945,2775,7958,14939,11586,24898,25286,8714,25890,17315,16272,7901,16337,3544,23530,21759,16673,12397,20253,19922,7334,5294,2521,26495,27139,27260,13718,13340,26207,14879,15686,14779,11600,25614,24852,13832,26700,8828,26209,19145,15117,9439,26283,15694,15196,14850,24496,19601,11254,8818,16529,16287,10420,9451,12790,7279,16713,22518,22973,10544,17611,27517,19500,12418,10065,19776,9053,11280,2752,25579,25501,22288,11975,11359,9713,18521,14223,13321,7851,17017,6722,2078,13211,17419,13806,9180,11511,14041,13028,13105,2251,1705,1820,25137,17392,13445,10880,10718,10153,12613,24916,18088,6160,9869,4140,1762,370,330,263,131,72,34,23,11],"fragments":[{"begin":"0.000","end":"1.840","lines":["You're listening to LIFE KIT..."]},{"begin":"1.840","end":"5.280","lines":["...From NPR."]},{"begin":"5.280","end":"55.440","lines":["To tip or not to tip, that is the question. Also, though, how much am I supposed to tip? Is this 24% minimum tip I'm seeing on the screen, is that really the new minimum? Is it OK to leave less? Can I tip on my card, or am I supposed to tip in cash? Also, I didn't even know I was supposed to leave a tip at this kind of a business. And where is my tip even going? Does it go to the person who's actually helping me, or does it go somewhere else? Tipping, it is complicated. I'm Stacey Vanek Smith in for Marielle Segarra, and today on LIFE KIT, we take a look at tipping. The last couple years have seen a whole lot of talk and back and forth and emotion about tipping. One of our wonderful producers, Audrey Wynn, said at her local coffee shop, the tipping situation is especially intense."]},{"begin":"55.440","end":"59.560","lines":["I have a 12-ounce orange juice and an 8-ounce cortado."]},{"begin":"59.560","end":"70.600","lines":["It's called Retrospect Coffee Bar in Houston, Texas, and because of the way the coffee bar is physically set up, they can't turn the screen around and have a customer punch in a tip. So they have to ask."]},{"begin":"70.600","end":"81.560","lines":["$9.20, please. Ready when you are. Now, computer's going to ask me if you care to leave a tip today. You don't have to feel obligated."]},{"begin":"81.560","end":"99.960","lines":["Chris Davis is one of the owners of the shop, and he says when they bought the shop, this was just the way it was set up. And he doesn't love it, but he has tried to find ways of making things less awkward when he works the register. You heard one of them back there, the computer is going to ask me if you want to leave a tip. That's one trick. But he has others."]},{"begin":"99.960","end":"112.200","lines":["Heavy on the self-deprecation. Hey, I know this is awkward. You don't have to feel obligated. And if they say no and they look sheepish, and I love to go to, we can handle no."]},{"begin":"112.200","end":"124.440","lines":["It gets very awkward. Chris says he has gotten all kinds of responses from customers, some very kind, very understanding and generous. Others, not so much."]},{"begin":"124.440","end":"136.080","lines":["And I ask, do you want to leave a tip? And his answer was, all you did was pull the lever for my coffee. And it really hurt. Another time I think somebody asked me, is this even legal?"]},{"begin":"136.080","end":"180.160","lines":["For the record, it is legal to ask for a tip, but truly, I kind of feel this customer's pain. Tipping has become very fraught. And a lot of this has happened because tipping is a pretty intense social interaction, not always as intense as it is at Retrospect, but still often quite intense. And ever since the pandemic, tipping expectations have changed a lot. And now there's just a lot that customers don't know. And the answers are not always so obvious. So today on LIFE KIT, tips for tipping. We lay out the facts and answer some of the big questions so that you can feel good about where you're putting your money and where your money's going in our brave new world of tipping."]},{"begin":"180.160","end":"208.520","lines":["So pretty much everyone we talked with for this tipping story said, yeah, the tipping situation in the U.S., it is not great. It's not ideal. However, it is the system we have, so it's worth figuring out how to navigate it. But tipping in the U.S., it's just very fraught. And it seems like everyone has developed their own new system in the last couple of years. In fact, we asked some of our LIFE KIT listeners what their system is, how they navigate this wide world of tipping. Here's what they said."]},{"begin":"208.520","end":"212.800","lines":["My personal philosophy is if there's a tip option, always tip."]},{"begin":"212.800","end":"222.560","lines":["I think there should be a minimum of $5 for the pizza man. For a bar, buck a beer or premade mixed drink, $3 to $5 for a fresh mixed drink."]},{"begin":"222.560","end":"228.840","lines":["That was Kent Tang (ph) and Andrew Lewis (ph). Listener Danielle Hoffman (ph) had a bit of a different perspective on tipping."]},{"begin":"228.840","end":"247.560","lines":["I remember all too well making a whopping $2.83 an hour as a server, so I tip everyone 20%, no matter what, to all table service, even if the server is a jerk. Actually, when I go to a diner, I tip way more than 20% because I know what a difference it makes."]},{"begin":"247.560","end":"251.160","lines":["Someone else who knows firsthand what a difference a tip makes."]},{"begin":"251.160","end":"256.600","lines":["Sylvia Allegretto. I'm senior economist at the Center for Economic and Policy Research."]},{"begin":"256.600","end":"263.080","lines":["Sylvia has done a lot of work around wages, pay and tipping. But before that, she lived on tips."]},{"begin":"263.080","end":"278.960","lines":["For over seven years as waitstaff and/or bartender, you know, far before I became an economist. But it certainly is one of the reasons why I write so much about it, because it's confusing, people don't really get it and it's really quite important."]},{"begin":"278.960","end":"327.040","lines":["Sylvia says the most important thing to know when deciding how much you want a tip, location, location, location. Where you are, the state you're in, makes an enormous difference. And that is our first takeaway, know what the tipping and wage situation is in your area. For one thing, every state has its own minimum wage. There is the federal minimum wage of $7.25 an hour, but some states have minimum wages that are more than twice that. What gets even more confusing is that there is also a sub-minimum wage. That is a wage that some service workers get paid and it is below minimum wage, like our listener Danielle and her whopping $2.83 an hour. The idea is that the workers earn a sub-minimum wage and then customer tips make up the difference, get those workers up to a minimum wage."]},{"begin":"327.040","end":"345.840","lines":["People don't understand this two-tier wage system that we have in the United States. We have minimum wages and then we have sub-minimum or cash wages paid to workers who are tipped. And at the federal level, the sub-minimum wage is $2.13 an hour."]},{"begin":"345.840","end":"382.960","lines":["$2.13 an hour. That is the federal sub-minimum wage, and that amount has not changed since the '90s. Now, some states do have a higher sub-minimum wage, and other states do not allow businesses to pay a sub-minimum wage ever, so the tip that you decide to leave for your coffee and pie means something really different for a server in Washington state, where the minimum wage is more than $16 an hour and there is no sub-minimum wage, versus a server in Tennessee where that person might be earning $2.13 an hour and really counting on the extra change you leave for your pie and coffee."]},{"begin":"382.960","end":"417.400","lines":["And I think this is one of the reasons why there is so much emotion around tipping from customers. Because tipping is presented like an option or a courtesy, like, oh, if the service was great, leave a tip. But in some cases, that money, your tip, is vital to the income of that worker. Like, the Tennessee server is really counting on your tip to be able to pay their gas bill. Economist Sylvia Allegretto says, yeah, this system is confusing and it is complicated and it puts way too much on the customer as far as knowing what people are getting paid in different jobs in different states."]},{"begin":"417.400","end":"461.760","lines":["So here in California, we're one of seven states that do not allow for a sub-minimum wage. So we don't have tip workers making less than the regular minimum wage. So tips in California are actual gratuity on top of the minimum wage. If you're not tipping in a state like Maryland, for instance, Maryland has a $3.63 sub-minimum wage. So if you're not tipping somebody in Maryland, they're likely not getting up to the regular minimum wage. So that's the case that - where tips are not necessarily gratuity, they are in part a very large share of the minimum wage."]},{"begin":"461.760","end":"497.960","lines":["Sylvia says one great place to get this information is the Economic Policy Institute's wage tracker. That is at epi.org/minimum-wage-tracker. The information is totally free and updated all the time, but there are also a lot of other sites where you can get this information. But even when you know what the minimum and sub-minimum wages are in your state, it can still be hard to know who is earning a minimum or a sub-minimum wage. It's not always so clear. Often, a sub-minimum wage will get paid to bartenders, servers, but also people who work in car washes. It can just be really hard to know. So when in doubt..."]},{"begin":"497.960","end":"499.960","lines":["Asking is never a bad idea."]},{"begin":"499.960","end":"519.360","lines":["Shubhranshu Singh is a professor of marketing at Johns Hopkins Business School, and that is our takeaway number two. When in doubt, just ask the person who is serving you. Shubhranshu has a lot of practice doing this because tipping in the U.S. has always seemed kind of mysterious to him, because where he grew up, tipping was not a thing."]},{"begin":"519.360","end":"530.760","lines":["I lived in Singapore before I moved to U.S., but when I moved to U.S., then tipping is a thing that I had to learn and when to tip and when not to tip."]},{"begin":"530.760","end":"556.480","lines":["So Shubhranshu taught himself to ask questions, not just about minimum versus sub-minimum wage, but also asking people, hey, do you get to keep your whole tip? For instance, the business might not be tipping the person that you are interacting with, the person who is serving you and who you might think your money's going to. So ask. And if you just really don't feel comfortable asking, Shubhranshu says you can always go old school and just tip in cash."]},{"begin":"556.480","end":"562.800","lines":["Giving a cash is always the preferred option because then you know that you are giving that person that money right there."]},{"begin":"562.800","end":"586.680","lines":["And takeaway number three, as much as you can, ignore social pressure when tipping. There is a lot of social pressure around tipping, especially when you are looking at the person who is asking for the tip. But Shubhranshu says your decision to tip should not be completely based on who is looking at you. In fact, he says right now most people do not tip their Uber or Lyft drivers or leave a tip for housekeeping at their hotel."]},{"begin":"586.680","end":"598.000","lines":["So I will suggest that please add a tip that will help the person. Right now, less than half of individuals are tipping in these situations, right?"]},{"begin":"598.000","end":"652.480","lines":["And often those workers really count on tips, but they are not looking at you when you are making the tipping decision. Now, for businesses where you're not even sure if you should be leaving a tip - and this has happened a lot since the pandemic, some business you don't even expect to ask you for a tip is suddenly asking you for a tip - Shubhranshu suggests leaving a 10% tip. He says even asking for a tip is often an indication that the workers there are not really getting paid a minimum wage, so it is good to err on the side of leaving something. And one thing to watch out for - screen pressure. Shubhranshu says in a lot of businesses, they have loaded a minimum tip of more than 20% - 22%, sometimes 24%. So there can be a lot of pressure to leave more than you want just so you don't hold up the line. But Shubhranshu recommends rejecting that pressure and feeling totally empowered to press that custom tip button. You know, push back a little bit on businesses who might be asking for too much."]},{"begin":"652.480","end":"670.480","lines":["In fact, I will suggest that everyone should hit that custom tip all the time instead of paying 24% or 28% default tip. Why should you? If you want to pay 20% tip, just hit that custom tip button."]},{"begin":"670.480","end":"716.480","lines":["So there they are. Our tips for tipping. Just to recap, takeaway number one - know the tipping and wage situation in the place where you're paying because that makes a huge difference, probably the biggest difference of anything. There are a bunch of free resources online around this. One is at the Economic Policy Institute. Takeaway number two - when in doubt, ask questions. Ask workers how much of a tip they will receive or if their job pays a minimum wage or a sub-minimum wage. Just ask. Takeaway number three - try to ignore the social pressure around tipping. Think about who you want to tip outside of who is looking at you. Don't be afraid to hit that custom tip button. And you should feel fine about taking a minute or two to decide how much you want to tip."]},{"begin":"716.480","end":"716.960","lines":["Hi."]},{"begin":"716.960","end":"717.600","lines":["How can I help you?"]},{"begin":"717.600","end":"720.760","lines":["I'll just get a vanilla latte with an extra shot."]},{"begin":"720.760","end":"725.160","lines":["All right. One vanilla latte, extra shot. Whole milk is fine?"]},{"begin":"725.160","end":"725.320","lines":["Yep."]},{"begin":"725.320","end":"727.560","lines":["And 12 or 16 ounces?"]},{"begin":"727.560","end":"731.480","lines":["Can I have a 16 ounce?"]},{"begin":"731.480","end":"734.160","lines":["And I hope that's the hardest decision you have to make today."]},{"begin":"734.160","end":"734.680","lines":["I know, right?"]},{"begin":"734.680","end":"735.320","lines":["One more decision..."]},{"begin":"735.320","end":"760.680","lines":["For more LIFE KIT, check out our other episodes. There's one about how to do a budget refresh and another on how to save for a big purchase. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we would love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org."]},{"begin":"760.680","end":"788.200","lines":["This episode of LIFE KIT was produced by Audrey Wynn. It was edited by Sylvie Douglis. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle and Clare Marie Schneider. Engineering support comes from Becky Brown. I'm Stacey Vanek Smith in for Marielle Segarra. Thanks for listening."]}],"duration":788}