{
  "title": "Thinking about non-monogamous relationships? Here's a beginner's guide",
  "url": "https://www.npr.org/transcripts/1196977813",
  "intro": "When we think about romance, many of us have a specific script in mind. Two people date, fall in love and get married. But that traditional path doesn't work for everyone.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "..From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. And I have a love story for you."
    },
    {
      "author": "SEGARRA",
      "text": "When Elizabeth Clark met her partner, she says that was pretty much it for her."
    },
    {
      "author": "ELIZABETH CLARK",
      "text": "I was falling in love with Kori in a way that I was like, this is my person. Like, this is the person that I'm supposed to, like, have my life with. How I knew that I couldn't tell you. I just kind of did."
    },
    {
      "author": "SEGARRA",
      "text": "Liz is a clinical psychologist and the director of counseling at The New School. She's talking about her partner, Kori. They are committed to each other, and they're nonmonogamous. What that means is they're not exclusive. They have relationships with other people, too."
    },
    {
      "author": "CLARK",
      "text": "Currently, we have a shared partner for the two of us, and we have been in a relationship with them for about 3 1/2 years. And then they have other relationships of their own."
    },
    {
      "author": "SEGARRA",
      "text": "When we think about romance, a lot of us have a certain script - one that's been pieced together from years of watching rom-coms or observing our parents and our friends' parents, from reading history books. The list goes on."
    },
    {
      "author": "MARGARET CIRINO, BYLINE",
      "text": "Person A meets person B. They start dating. They become exclusive. A and B fall in love. They move in together, get engaged and then married. And then they have kids. And then their kids grow up, and the pattern repeats all over again."
    },
    {
      "author": "SEGARRA",
      "text": "Some people call this the relationship escalator. That's producer Margaret Cirino, by the way, who's a little sick of this narrative. She says, we know that it's not always that simple. Sometimes A stops loving B. Or B wants a divorce. Or A wants kids, and B doesn't. Or B cheats on A, and A is heartbroken. You know, sometimes the escalator breaks down. So what if you didn't have to get on it at all?"
    },
    {
      "author": "SEGARRA",
      "text": "After lots and lots of frank, honest conversations about what they were each looking for and retooling and reconfiguring, Liz and Kori's partnership has evolved into something that's molded specifically to them."
    },
    {
      "author": "CLARK",
      "text": "We've been married for 5 1/2 years. We've been together almost 10 years."
    },
    {
      "author": "SEGARRA",
      "text": "Now, they're raising twins together. They both live in New York, and their lives are overflowing with all these different kinds of love."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, Margaret and I are going to talk about options beyond traditional monogamy. We'll discuss how to decide if nonmonogamy is right for you, how that can look in your life and also how to gauge if you like what you're doing. Also, even if you're not interested in opening up your marriage or your dating or sex life, there's a lot to learn from this conversation about communication and about defining your desires."
    },
    {
      "author": "SEGARRA",
      "text": "All right, Margaret. A lot of us have grown up around monogamy - right? - and it seems like it was the only option. So tell me about nonmonogamy."
    },
    {
      "author": "CIRINO",
      "text": "Yeah. I think when you grow up with mostly monogamous experiences, a lot of us have this tendency to think that our partners should be, you know, the complete, 100% source of all of our needs. So that could be sex. That could be romantic feelings, or even we think of them as our best friends, and then also, like, more practically, moving in and raising kids and sharing bank accounts."
    },
    {
      "author": "CLARK",
      "text": "Like, one person doesn't have to be all the things."
    },
    {
      "author": "CIRINO",
      "text": "That's Elizabeth Clark. She's a clinical psychologist. We heard her before the break. And Liz told me, you know, it's good to recognize that each of those different variables can actually operate independently."
    },
    {
      "author": "CLARK",
      "text": "And sometimes it's sex and it's romance and it's, you know, the dishes and the finances. And sometimes it's, you know, only one or two or whatever of those things."
    },
    {
      "author": "CIRINO",
      "text": "So for example, you might have one romantic partner and then a few different sexual partners. Or you might have a couple of romantic partners, one of which you live with. Or maybe you want a romantic partner that you can go rock climbing with, and whoever you're dating isn't into that, which is OK. Nonmonogamy can look a lot of different ways and come in a lot of different flavors depending on what you're looking for."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Let's talk more about some of the arrangements people come up with for nonmonogamy. What are the terms people use, and how are the arrangements different?"
    },
    {
      "author": "CIRINO",
      "text": "Every nonmonogamous relationship is going to look different, and no two are the same. But I think one of the first distinctions you can make is that there's hierarchical nonmonogamy and then nonhierarchical."
    },
    {
      "author": "SEGARRA",
      "text": "OK."
    },
    {
      "author": "CIRINO",
      "text": "So within hierarchical nonmonogamy, that usually means that you have a primary relationship or relationships, and then you can also have secondary relationships which have less priority to you, basically. I talked to Mischa Lin. She's the founding president of Open Love NY, which is a community group for polyamorous folks in New York. And this is what she told me about how that can look on paper."
    },
    {
      "author": "MISCHA LIN",
      "text": "With a primary partner, you might cohabitate. You might share finances. You might make decisions about childbirth, child rearing, child care, careers and travel and so forth that maybe you wouldn't involve the secondary partner. Like, the secondary partner or partners do not get a voice or a vote or any say in those big life decisions."
    },
    {
      "author": "SEGARRA",
      "text": "OK, got it. So what is the alternative to that - a nonhierarchical setup where everyone's just kind of on equal footing?"
    },
    {
      "author": "CIRINO",
      "text": "Yeah. Nonhierarchical relationships - Mischa told me that that is actually more radical."
    },
    {
      "author": "LIN",
      "text": "Because you don't play favorites, to be succinct about it. It's where every person in your relationship has an equal right to your time and equal say in your big decisions."
    },
    {
      "author": "CIRINO",
      "text": "So one way that could look is you might have multiple partners that you dearly love. But you live alone, and you consider yourself your primary partner. But there's really endless possibilities. You know, there are throuples (ph) or triads, and there's quads. There's something called a V, which is when one person dates two people who aren't involved with each other. There are all these options. And the important thing is that everyone knows what's going on and consents to it and is happy with it."
    },
    {
      "author": "SEGARRA",
      "text": "Mmm hmm. Yeah, that seems like a - that seems like the challenge..."
    },
    {
      "author": "CIRINO",
      "text": "Very key."
    },
    {
      "author": "SEGARRA",
      "text": "...To make sure everyone is happy with it..."
    },
    {
      "author": "CIRINO",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "...You know? 'Cause I can imagine a lot of emotions get involved, and there's obviously a lot of communication that has to happen."
    },
    {
      "author": "CIRINO",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "And we're going to get to that."
    },
    {
      "author": "CIRINO",
      "text": "It's a lot of hard work to get there."
    },
    {
      "author": "SEGARRA",
      "text": "Considering how hard this can all be to set up and to keep going, why would someone consider nonmonogamy?"
    },
    {
      "author": "CIRINO",
      "text": "A lot of the times, we don't allow ourselves to think that our relationships could look different. But for a lot of people, more is more, so why limit yourself to just one strong romantic love when you could have two or three? And I think other people - you know, they miss that buzz or that excitement they get when they just start dating someone and they have a crush on someone, and they don't want to give that up."
    },
    {
      "author": "SEGARRA",
      "text": "It reminds me of how a lot of people think about friendship, right? We have, it seems, this intuitive understanding that you can have different friends for different types of things. You have that friend who you are in a book club with. You have your work friends. You have your best friend, but who lives really far away, and you're really emotionally close with them. And then you have the friend who lives around the corner. And you call them last-minute when you ordered a pizza and it's too big, and you need someone to help you finish it, right? And we don't think that one friendship generally is taking away from all our other ones. It's just we negotiate the terms of those and how close we are depending on the connections and what everyone wants and consents to. But then when it comes to romance, we - a lot of us don't have that understanding. It's like, this is my person. I am only allowed to get anything romantic and sexual and possibly deeply emotional from them, and that's it."
    },
    {
      "author": "CIRINO",
      "text": "Yeah. Liz actually pointed out another scenario to me, which is that, a lot of the time, people come to nonmonogamy when they're already in a committed, monogamous relationship, and then they start having an attraction for someone else."
    },
    {
      "author": "CLARK",
      "text": "And then your options are to ignore those feelings and potentially cut off what feels like a meaningful relationship because it's a threat and it's dangerous to your romantic relationship, or you of course have the option of nonconsensual nonmonogamy, which is just to cheat on your partner. But those are the only options that the monogamy script kind of gives."
    },
    {
      "author": "SEGARRA",
      "text": "Mmm hmm. Yeah. I mean, it just seems like there are a lot of thorny difficulties that can come up around monogamy and nonmonogamy."
    },
    {
      "author": "CIRINO",
      "text": "Definitely."
    },
    {
      "author": "SEGARRA",
      "text": "Let's talk about those. What are some of the drawbacks to nonmonogamy? What are some challenges you might run into?"
    },
    {
      "author": "CIRINO",
      "text": "Well, first off, instead of having healthy, clear communication with just one partner, you need to be communicating with and anticipating the needs of multiple people. Another challenge is our society is set up to see monogamy as the norm, so there isn't an existing guidebook for how these relationships play out. Everyone's timeline is different. But, for example, you might have this faint idea that one day you're going to meet each other's parents. But if you're new to nonmonogamy, you're not going to have those unspoken cultural expectations. So you're really starting from scratch. And lastly, I think one of the most jarring changes when you go from something that's monogamous to nonmonogamous is actually not in your relationship at all, and it's about your outside friends or your outside family and how they react, which isn't always going to be positive. So you also have to put in extra work to find a community that's going to support you and find people who are going to understand why you're doing what you're doing."
    },
    {
      "author": "SEGARRA",
      "text": "So it seems like one of the big challenges here in general is how and when to communicate - and also communicating with your partners - right? - what you want, who you want with, you know, what the boundaries are."
    },
    {
      "author": "CIRINO",
      "text": "Yeah, it's really messy. And a lot of nonmonogamous people readily admit it can be really hard."
    },
    {
      "author": "CLARK",
      "text": "There's a joke in poly communities that people think it's all about sex, and it's actually all about scheduling - you know? - and there is a lot of that."
    },
    {
      "author": "CIRINO",
      "text": "It's also not just the scheduling. It's having to be attentive and aware to multiple people's needs - not just one person's."
    },
    {
      "author": "SEGARRA",
      "text": "Mmm hmm. And, I mean, does that include whether you or one of your partners is feeling jealous or feeling like you're not getting enough time with one of your people?"
    },
    {
      "author": "CIRINO",
      "text": "Yeah, you constantly have to be saying a lot of the things that I think, in monogamous relationships, you keep to yourself because it's awkward and you kind of don't have to bring it up."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, that's a good point. Just on the jealousy front, I feel like that is one of the things that keeps people from trying nonmonogamy..."
    },
    {
      "author": "CIRINO",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "...Is that they just say, no, no. I'm way too jealous for that. Or I could never - I couldn't stand to think of my partner being with somebody else. But people who are in nonmonogamous relationships - they do feel jealousy as well, right? It's not like they're just immune to those things."
    },
    {
      "author": "CIRINO",
      "text": "I love that question 'cause I honestly think that's the biggest misconception about people who are nonmonogamous - is that they never experience jealousy. I do think, however, that people who are nonmonogamous think about it in a really different way, which is that it's not this thing to avoid and think of jealousy as this emotion that you really need - like a warning light on your dashboard. You know, it's a sign that there's something unresolved or an unmet need. And if you can follow where that goes, it'll help you probe a little deeper into what you're missing out on."
    },
    {
      "author": "CRYSTAL BYRD FARMER",
      "text": "So when I feel jealous, I just think about what do I have, and what do I feel like is missing?"
    },
    {
      "author": "CIRINO",
      "text": "That's Crystal Byrd Farmer. She's a community organizer. She's also the former editor of Black & Poly magazine. She told me that one example is sleeping over with a partner. Maybe that's a form of intimacy that you're really looking for. And if they're doing that with another partner..."
    },
    {
      "author": "FARMER",
      "text": "And I haven't had an overnight in, you know, two months, then I can say, hey, you know, I'm feeling a little bit left out because I didn't get an overnight with you, and I would like to make that a priority for our next date. So I can just ask for it."
    },
    {
      "author": "CIRINO",
      "text": "That may not make all of your jealous feelings go away, but it'll acknowledge them, which is a step in the right direction."
    },
    {
      "author": "SEGARRA",
      "text": "All right, so let's say you do want to try nonmonogamy - like, this is piquing your interest. How can you start to decide between these different relationship structures - you know, hierarchical, nonhierarchical, all of that?"
    },
    {
      "author": "CIRINO",
      "text": "Well, first up, regardless of if you're coming to this single or if you already have a partner, Mischa Lin told me you want to keep coming back to one big thing."
    },
    {
      "author": "LIN",
      "text": "How do I find happiness? How do I find love? And keeping your eye on that rather than, I want a multipartner relationship with X number of men, X number of women, and they have to be within these ages, and they have to be this race or this color or this - whatever - you know? - and really just thinking that you know what it is that's going to make you happy."
    },
    {
      "author": "CIRINO",
      "text": "What she means is you don't want to box yourself in. You want to keep an open mind and not be so hung up on what your ideal relationship structure is going to look like 'cause you never know when you're going to find the people that make you happy and what their wants and needs will look like."
    },
    {
      "author": "LIN",
      "text": "Go meet people. Get to know them, and see if there's any real connection first. And if the answer is yes, then you figure out how to incorporate them in your life."
    },
    {
      "author": "CIRINO",
      "text": "So first things first - if you're dating new people, you want to be upfront about your approach to nonmonogamy. You should share that info before your very first date. And once you know where each other is starting at, then allow yourself to be open to that change."
    },
    {
      "author": "SEGARRA",
      "text": "Let's say you're single right now, and you want to start dating with the intention of being nonmonogamous. How do you begin? Where do you begin?"
    },
    {
      "author": "CIRINO",
      "text": "Yeah, I think when you're going into it alone, it can feel a little scarier because you're trying something that's really new and unfamiliar. But one of the benefits is that you can just allow yourself to dream a little. That's what Liz told me."
    },
    {
      "author": "CLARK",
      "text": "Just for a moment, imagine that absolutely anything is possible and see what comes up. Just let your mind think about, like, what would be cool, what would be fun and really life-affirming about the idea of having meaningful connections of different kinds with more people in your life."
    },
    {
      "author": "SEGARRA",
      "text": "It's such a beautiful idea. And I'm also - as someone who was raised Catholic, it's such - it's so counter to what is - what we're trained to do for so long - to seek joy and pleasure and multiple sexual romantic connections..."
    },
    {
      "author": "CIRINO",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "...With multiple people and allow yourself to do that and be like, that's OK. That's allowed. That is good."
    },
    {
      "author": "CIRINO",
      "text": "It sounds like simple advice, but actually it's really hard to allow yourself to just be like, wow, anything is possible."
    },
    {
      "author": "SEGARRA",
      "text": "It is. It's a little easier, in some ways, if you're coming to this single because you really can dream something up that's totally of your own making and then find people who you connect with and then alter..."
    },
    {
      "author": "CIRINO",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "...And iterate. But, I mean, if you're in a monogamous relationship already..."
    },
    {
      "author": "CIRINO",
      "text": "Right."
    },
    {
      "author": "SEGARRA",
      "text": "...With someone who you really love and feel close to and want to keep in your life, that's a whole different thing. How do you start that conversation with them? What is some language that you might use?"
    },
    {
      "author": "CIRINO",
      "text": "If this is your very first time bringing this up, you definitely want to make sure that you're giving your partner a lot of reassurance 'cause they might be really surprised about what they're hearing and just not know what to do with it. So you want to show all of your cards and be like, this is the reason I want to explore. Like, maybe you're in a straight relationship, and you think you're queer but want the space to explore that, for example. That'll help your partner accept what you're saying at face value."
    },
    {
      "author": "SEGARRA",
      "text": "And if you're someone who wants to explore nonmonogamy, but your partner is really not interested, what do you do with that?"
    },
    {
      "author": "CIRINO",
      "text": "That's when it's time for you to reflect on yourself and try to identify, is nonmonogamy a core identity for me - something I won't compromise on?"
    },
    {
      "author": "SEGARRA",
      "text": "Mmm hmm. Are there any questions that you should absolutely be asking your partners before you start being nonmonogamous with them or others?"
    },
    {
      "author": "CIRINO",
      "text": "Liz told me one question that you might not think about at first, but you absolutely want to be on the same page about, is how much do you want to know?"
    },
    {
      "author": "CLARK",
      "text": "For some people, knowing more is part of what helps them feel secure. But sometimes, you know, people can say, like, I want to know what's going on. And then the other person comes back and is like, well, do you just want like, we had sex; it was fun? Or do you want, like, the play-by-play of everything? Or, you know, how much detail do people want?"
    },
    {
      "author": "CIRINO",
      "text": "And another question is, how involved do you want to be with your metamours, which are your partner's partners?"
    },
    {
      "author": "CLARK",
      "text": "You know, some people really value that as a relationship unto itself. Other people feel really, like, no, I really don't want to interact with that person. Or I'm open to it, but I don't feel like I need to."
    },
    {
      "author": "CIRINO",
      "text": "The one thing that everyone told me is you want to avoid making a lot of rules right off the bat. Those can feel really overwhelming at first, and you can kind of just drown in them. And also, you know, as you're having these conversations with your partner, those boundaries are going to start to naturally emerge anyway."
    },
    {
      "author": "SEGARRA",
      "text": "All right, so you're doing the nonmonogamy."
    },
    {
      "author": "CIRINO",
      "text": "You're doing it."
    },
    {
      "author": "SEGARRA",
      "text": "That's what the kids are calling it these days. What kind of maintenance is required?"
    },
    {
      "author": "CIRINO",
      "text": "That's a great question. I think, first and foremost, you have to check in with everyone frequently."
    },
    {
      "author": "KORI BENNETT",
      "text": "Having maybe a specific time and place to check in also, since these things can also shift, too."
    },
    {
      "author": "CIRINO",
      "text": "That's Kori Bennett. We heard about them earlier. They're a clinical psychologist and also a counselor at Columbia University. They're also Liz's primary partner. And they told me that, if it helps, you can actually be pretty regimented about it. Like, say you're going to meet every other week on Sunday afternoon and talk through what feels good, what feels bad - you know, take away some of that awkwardness and fear. And when you're checking in, that's when you want to bring up any of those icky feelings that have come up for you. Maybe that's jealousy or insecurity. And as you're discussing those feelings, that's when you'll paraphrase and just make sure that you're hearing what your partner is saying."
    },
    {
      "author": "BENNETT",
      "text": "Am I getting what you're saying? Here's what I'm hearing. Am I missing something? And trying to - you know, not in a fake way - only with the degree that we're able to - try to connect to what we can about what is being said."
    },
    {
      "author": "CIRINO",
      "text": "So those are some exercises that can help."
    },
    {
      "author": "SEGARRA",
      "text": "Even if you've decided now you don't want to do nonmonogamy - that it's monogamy all the way for you - is there anything that you can learn from this discussion?"
    },
    {
      "author": "CIRINO",
      "text": "Definitely. Even if, after all of this, you're like, you know, this really isn't for me - I think I'm a monogamous person - not only are you making the active choice to be monogamous, but also a lot of the communication tools that you would get from nonmonogamy are going to make a monogamous relationship stronger and more successful. This is what Mischa told me."
    },
    {
      "author": "LIN",
      "text": "Communication - open communication - being honest, being willing to compromise, being willing to negotiate - you know, there's so much that can be learned."
    },
    {
      "author": "SEGARRA",
      "text": "All right. Well, thank you for breaking this down for us, Margaret."
    },
    {
      "author": "CIRINO",
      "text": "It's a pleasure, Marielle. Always happy to talk to you."
    },
    {
      "author": "SEGARRA",
      "text": "I'm learning something new every day."
    },
    {
      "author": "CIRINO",
      "text": "Yeah, we are."
    },
    {
      "author": "CIRINO",
      "text": "OK, it's time for a recap."
    },
    {
      "author": "CIRINO",
      "text": "Nonmonogamy looks different for everyone. If you're interested, do a bit of research on some different ways it can shape up and decide what sounds good to you - like if you want a primary partner or if you aren't into the idea of primaries and secondaries. Expect your ideal kind of relationship to change as you meet different people, and be open to that change. This is a big one - communicate all of the time, even when things are going well. And regardless of if you're exploring nonmonogamy solo or with any partners, make sure you're on the same page about the details. Be prepared that you might not receive support from everyone around you, so put in work to find a community that will support you. If you are exploring sexually - and this goes for any kind of relationship - be safe. We've got an episode on how to have the STI talk with potential partners. And, at the end of the day, focus on the people and the relationships that make you happy. The rest will fall into place."
    },
    {
      "author": "SEGARRA",
      "text": "That was LIFE KIT producer Margaret Cirino. For more LIFE KIT, check out our other episodes. We've got one on figuring out your attachment style and another on rethinking your relationship to jealousy. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just find yourself thinking about us in the middle of the night - you know? - like, you're up late. You're like, when is the next LIFE KIT episode coming out? Subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced and reported by the lovely Margaret Cirino. It was edited by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Carly Rubin and Clare Marie Schneider. Engineering support comes from Neil Tevault. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1460694650.mp3",
  "img": "https://media.npr.org/assets/img/2023/09/27/relationshipbinary_collage_01_wide-ee18d6386352eecb54ef1286cb3ea379c10970c8.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "ELIZABETH CLARK",
    "CLARK",
    "MARGARET CIRINO, BYLINE",
    "CIRINO",
    "MISCHA LIN",
    "LIN",
    "CRYSTAL BYRD FARMER",
    "FARMER",
    "KORI BENNETT",
    "BENNETT"
  ]
}