{
  "title": "How to help your stepfamily grow closer",
  "url": "https://www.npr.org/transcripts/1196979253",
  "intro": "Becoming a blended stepfamily can be fraught for everyone involved. How can your family build trust, function more smoothly and ultimately grow closer? In this episode, NPR health correspondent Maria Godoy shares research on stepsiblings and blended families that can make this process easier.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "Hey, everybody. It's Marielle. Let me introduce you to two stepsisters."
    },
    {
      "author": "LISA GIRARD",
      "text": "My name is Lisa Girard."
    },
    {
      "author": "KIRSTEN BRANDT JAMES",
      "text": "I am Kirsten Brandt James."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "So it was the early '70s. Lisa's dad and Kirsten's mom were both widowed, and they had three kids each. Yeah, kind of like \"The Brady Bunch.\" The parents were old friends from school. They started dating one summer. And then they got married in two months."
    },
    {
      "author": "BRANDT JAMES",
      "text": "I was shocked."
    },
    {
      "author": "GIRARD",
      "text": "It was shocking to us as well."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "Kirsten had to move from her home in California to Texas, live in a new house with a new stepfamily, go to a new school."
    },
    {
      "author": "BRANDT JAMES",
      "text": "I cried. I think we were upset. Yeah. It was like, you're kidding me. You're ruining my life (laughter)."
    },
    {
      "author": "GIRARD",
      "text": "We weren't going anywhere, but it was still shocking to us (laughter)."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "But 50 years later, these stepsiblings are super close. All six of them video chat every week to catch up. And they consider each other siblings, no prefix needed."
    },
    {
      "author": "GIRARD",
      "text": "When people ask me, are you close to your siblings? I say yes. I consider us close."
    },
    {
      "author": "BRANDT JAMES",
      "text": "Love them all - yeah. They're all my siblings. Yeah."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "If you're a parent trying to blend your family with your partner's family, this is the dream, right? But the truth is it may not happen this way, and it certainly won't happen instantly. NPR health correspondent Maria Godoy has been reporting on this. She interviewed Kirsten and Lisa and talked to researchers like Patricia Papernow, who says, you got to take things slowly."
    },
    {
      "author": "PATRICIA PAPERNOW",
      "text": "Becoming a stepfamily is a process. It is not an event. It takes time."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "That's true for stepsiblings, and it's also true for the relationship between a stepparent and a stepchild, as stepmom Kylie Thompson puts it."
    },
    {
      "author": "KYLIE THOMPSON",
      "text": "Stepparenting is not a short game. This is a long game. If you're in for the long term with your new husband or wife, you have to be even longer in there for your stepkids."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "On today's episode of LIFE KIT, how to blend a family. I talked to NPR's Maria Godoy about what she found, how and when to introduce your kids to their potential stepfamily, how to create opportunities for the kids to bond without forcing anything, and what research shows is the most helpful and appropriate role for a stepparent."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "OK, so Maria, how soon should a couple think about bringing their kids together? Like, how early is too early?"
    },
    {
      "author": "MARIA GODOY, BYLINE",
      "text": "Yeah, so the researchers I spoke to say it's actually better to start early. I mean, you want to wait until you're pretty sure that your new partner is going to be around for the long haul. So, you know, obviously, you're not going to do this on the second date. But once you get a sense that this is a relationship with legs, start bringing the kids together on outings that are low-stakes ways for them to connect, so, you know, things like taking them ice skating or swimming or picnicking or whatever. Larry Ganong is an Emeritus professor at the University of Missouri and a longtime stepfamily researcher. He says the goal is to create opportunities for the kids to hang out both with their parents and with each other so they can get to know each other and find out what they might have in common."
    },
    {
      "author": "LARRY GANONG",
      "text": "Talking about opportunities - you know, when they're together, they're like, you know, what's your favorite color? You know, do you like Taylor Swift? You know, what's your favorite sports teams? That - that's, you know, ways that kids make connections with each other, and so that's sort of encouragement to do that without, like, high-stakes pressure."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "That makes a lot of sense."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "I wonder, what if these kids don't like each other from the jump? Is there any way to overcome that without being too pushy?"
    },
    {
      "author": "GODOY",
      "text": "Yeah, you don't want to be pushy. You just want to create those opportunities and maybe find things that they have in common. And maybe you want to, I don't know, load the dice a little because you know what they have in common. Like, you might want to say, hey, you know, don't you guys both like to play Fortnite or whatnot? So you just find those opportunities that they may have in common, but don't push it."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "It's a good life experience in some ways for kids because, like, you're not going to like everyone you're thrown together with. You're not going to like every person you work with. You're not going to like your roommate in college necessarily. And you might still have to live with them."
    },
    {
      "author": "GODOY",
      "text": "Right, and the other thing is that this takes a lot of time. You know, one of the best ways I heard it described is that becoming a stepfamily is a process. It's not an event. It can take several years really to build that sense of identity. And for the kids involved, there's just so much change that's happening that they didn't instigate, right? Caroline Sanner is a researcher I talked to at Virginia Tech. She studies stepfamily relationships. And she really points out that for the kids involved, this whole process of stepfamily formation is something that they don't control."
    },
    {
      "author": "CAROLINE SANNER",
      "text": "Feeling kind of forced to bond with these new family members can be really overwhelming. So allowing them to go at their own pace, really honoring their feelings and the speed at which they want to bond allows them, I think, to be much more receptive to bonding with their stepsiblings whereas if it feels forced, no one wants to be, you know, in a relationship with someone where it feels forced."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "So Maria, you mentioned doing low-stakes activities like a sport together so the kids can bond. What else do the experts recommend?"
    },
    {
      "author": "GODOY",
      "text": "So there are a few things. One is to create new family rituals, and that can be things like shared family meals or family outings with all the kids. And it's also things like showing up as a family to support each other at activities, so if one kid has a soccer game or they're performing in a play or what have you, the parent, the stepsiblings, and the stepparent would all go to cheer them on. It's really just trying to create a sense of unity. But what's also really important that may seem a little less obvious is to realize that the relationship between a parent and their child can actually play a really, really big role, a critical role in how stepsiblings get along. For the kid, they see that their family structure is different. They've got new stepsiblings, new stepparent, maybe a new house or a new school, and the kid sees their parent developing new relationships with their partner and with their partner's kids, so their stepsiblings. Caroline Sanner says all this can be a lot."
    },
    {
      "author": "SANNER",
      "text": "And that can create feelings of jealousy, but that often comes from something much deeper, which is a feeling of loss or grief or feeling really anxious about the ways in which your relationship with your parent is changing."
    },
    {
      "author": "GODOY",
      "text": "She says that's why it's really important to set aside one-on-one time, to help them feel secure in that relationship so that they know that their mom or dad is still going to be there for them, that that's not changing. And research shows that when the kids feel secure in that relationship, they are much less likely to be negative toward their stepsibling, and that helps them be more open to bonding."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "That makes a lot of sense. I mean, I imagine this is a huge adjustment for most kids. What if you can tell that your child is really upset with you or even resents you for changing the family structure?"
    },
    {
      "author": "GODOY",
      "text": "Well, one of the things researchers advise is to look at things from the kid's perspective and just, you know, talk to them about what they're feeling, what they're going through. Their concerns might be getting lost in the shuffle of merging households, so just take the time to check in with them and hear what's bothering them. Researchers say validating kids' feelings, you know, holding up a mirror and saying, this is what you're feeling, I hear you - that can go a long way, even if you don't have all the answers. Patricia Papernow is a psychologist who has written several books on stepfamily relationships, and she's been working in this field for decades. She says validating kids' feelings can be especially helpful in situations where, for example, a dad has remarried and now lives with his new stepkids, but his biological kids from his first marriage live with their mother. She says that can often breed resentment."
    },
    {
      "author": "PAPERNOW",
      "text": "For the kids who - his kids from the first marriage coming in as outsiders - I have to watch my dad spending more time with his new partner's kids than he does with me, and that's painful. And what's - helps with that is if the adults can get it. The best medicine for a dysregulated kid is a parent who gets it. And it means that dad has to be able to say, I feel guilty. And instead of shutting down, he has to turn to his daughters and say, this has to be hard to watch. Tell me about it."
    },
    {
      "author": "GODOY",
      "text": "Researchers say these kinds of open, honest conversations between a parent and a kid can be healing. It can help kids be more open to a positive relationship with their stepsiblings."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "Yeah. So up until now, I mean, we've been talking a lot about relationships between stepsiblings. But let's talk a little about stepparenting - right? - and that relationship. I guess, first of all, how do you foster that connection between a stepparent and a stepchild?"
    },
    {
      "author": "GODOY",
      "text": "Well, when you're a parent, you're told that, you know, you're not your child's friend. You're there to parent. But what's really interesting is when it comes to stepfamilies, the advice is really different. It actually turns out that a friendly support system, a mentor, is what stepparents should aim to be. You know, you want to reassure that child that you're not there to replace their other parent, you know? You're just there to be on their side. That may seem strange to people, but what Patricia Papernow and other researchers and psychologists I spoke to say is that stepfamilies are fundamentally different structures than first-time families - you know, families from first marriages - and what works in one situation may actually backfire in another."
    },
    {
      "author": "GODOY",
      "text": "So another place that this plays out, which may surprise people, and which actually goes against a lot of the advice that is given out there, like, on social media, is when it comes to discipline, right? So when you're in a first-time family, first-time married family, parents, you know, are often told to back each other up when it comes to discipline to present a united front. But that's not necessarily the case with a stepfamily. Really, the research is crystal clear on this that discipline should be left to the parent. So if a stepparent is allowed to discipline their stepchild before they've had time to develop a caring trusting relationship with that child, you know, Patricia Papernow says things can quickly turn toxic."
    },
    {
      "author": "PAPERNOW",
      "text": "In stepfamilies, parents need to retain the disciplinary role. And stepparents need to focus on what I call connection, not correction - building a new relationship, not setting rules."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "It's reminding me of a lot of the movies I've seen..."
    },
    {
      "author": "GODOY",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "...With stepparents, where there's like - the kid is like, you're not my real mom..."
    },
    {
      "author": "GODOY",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "...You know? And that - I could imagine that feeling of, like,  you don't have authority over me. Who the hell are you?"
    },
    {
      "author": "GODOY",
      "text": "So the kid is right in that being a stepparent is a different role. And what researchers say is when you acknowledge that and accept that, it can help things function more smoothly so that you find your own rhythm, your own pattern as a stepfamily."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "Yeah. Well, along those lines, thinking about conflict, how should parents of a blended family navigate conflict between stepsiblings?"
    },
    {
      "author": "GODOY",
      "text": "Interestingly, some conflict between stepsiblings is actually seen as a good thing."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "OK."
    },
    {
      "author": "GODOY",
      "text": "You know, the way Caroline Sanner puts it, you know, her research has found that conflict can be assigned that stepsiblings actually care enough or are comfortable enough with each other to confront each other about an issue and try to fix it."
    },
    {
      "author": "SANNER",
      "text": "You know, being able to bring something up and address it together, even if it's something that you're upset about - perhaps, especially if it's something that you're upset about - with a stepsibling says a lot about the closeness and quality of that stepsibling relationship."
    },
    {
      "author": "GODOY",
      "text": "Now, if you're the parents and you're seeing that the stepsiblings aren't resolving these conflicts on their own, you know, that's when you might want to step in and talk to the kids and get their ideas for a solution or compromise. And she says you also want to keep an eye out for any verbal, emotional or physical abuse that might be going on between the stepsiblings. And, you know, then you need to shut that down right away."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "Based on your reporting, it sounds like a lot of the conflict that comes up in a blended family is around fairness, right? Like, maybe one kid thinks their stepsibling got the nicer bedroom or is getting more attention from their mom or dad. How do you navigate those issues as parents and stepparents?"
    },
    {
      "author": "GODOY",
      "text": "Well, yeah, so those are actually two of the most common sources of conflict among stepsiblings. And that's according to research that Caroline Sanner and Larry Ganong published a few years ago. Sanner says one thing kids often complain about is that their parent might treat their stepsibling differently. And, you know, she says there's actually probably some truth to that because that stepparent-stepchild relationship is a different relationship."
    },
    {
      "author": "GODOY",
      "text": "So one thing parents can do is just to be more aware about how their interactions with their kids and their stepkids might inadvertently create conflict or competition. You know, don't compare their grades or how good they are at sports. Really, don't compare the kids at all, even in ways that might seem harmless or trivial. Kids can be really sensitive to that and that could become a source of conflict among stepsiblings."
    },
    {
      "author": "GODOY",
      "text": "And then when it comes to issues over physical space, like, you know, who has the bigger bedroom, etc., research suggests that these kinds of resentments are often a reflection of the fact that the kid might not be sure of their place in this new stepfamily structure."
    },
    {
      "author": "SANNER",
      "text": "Not ignoring that reality but allowing children to talk about it and asking how they feel about it and acknowledging it and validating those feelings can be really important."
    },
    {
      "author": "GODOY",
      "text": "She says it's also important for kids to have space that they can call their own when they go to that household because it can reinforce the fact that they belong there, that they are members of this new stepfamily and not outsiders."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "So what if you do all these things, and, you know, you bring your family together - your new blended family - and the kids just do not want to be close?"
    },
    {
      "author": "GODOY",
      "text": "Yeah. So not every stepsibling relationship will be close, just like not every relationship between biological siblings is close. In some cases, that closeness among stepsiblings might not come for many years. For instance, you know,  Caroline Sanner told me of instances where stepsiblings only really got close to each other after one kid went away to college and then they reached out to an older stepsibling who'd already gone through that process. And they asked for advice, and that brought them closer together. But, you know, this was already many years after they first became stepsiblings."
    },
    {
      "author": "GODOY",
      "text": "And it's important to be realistic about this and realize that closeness can take a lot of time to develop, and it might not happen for everybody, and that's OK too."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "OK, blended fam, it's time for a recap. Takeaway 1 - this takes time. It's a big adjustment. And remember, this is a process, not a one-time event."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "Takeaway 2 - bring your kids together on low-stakes outings so they can bond - think swimming, picnicking, game nights. You just want to create a sense of togetherness for the kids as a new family unit but not force anything."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "Takeaway 3 - maintaining a good relationship with your kid can help make the whole experience of blending a family easier."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "And takeaway 4 - leave discipline to each kid's parent. Experts say that the most helpful role a stepparent can play, especially in the beginning, is to connect with a kid, not correct them."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "For more LIFE KIT, check out our other episodes. We have one on habit formation and another on how to have a grown-up relationship with your siblings. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just - you cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA = HOST",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Margaret Cirino.  Engineering support comes from Ted Mebane. Special thanks to Jane Greenhalgh. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9016589605.mp3",
  "img": "https://media.npr.org/assets/img/2024/05/08/lk_blended-family_step-siblings_wide-b642cfb58acdabb3ed1829e0f30e9f0dd49742f1.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA",
    "SEGARRA = HOST",
    "LISA GIRARD",
    "KIRSTEN BRANDT JAMES",
    "BRANDT JAMES",
    "GIRARD",
    "PATRICIA PAPERNOW",
    "KYLIE THOMPSON",
    "MARIA GODOY, BYLINE",
    "LARRY GANONG",
    "GODOY",
    "CAROLINE SANNER",
    "SANNER",
    "PAPERNOW"
  ]
}