{
  "title": "Where did I put the keys? Tips to improve memory",
  "url": "https://www.npr.org/transcripts/1196979444",
  "intro": "Do you ever feel like your memory lets you down when you need it most? If you forget your keys every time you leave the house, struggle to remember new names or just need a boost before a big test, you might be in need of some memory training. Trivia and memory experts share their best tips for recalling more and warding off everyday forgetfulness.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Andee Tagle here in for Marielle Segarra. Do you ever feel like your memory lets you down, leaves you hanging seemingly when you need it most?"
    },
    {
      "author": "TAGLE",
      "text": "Like, OK, you're in the middle of a party, recounting for friends that wild thing that happened to you last week, but then - poof - the name of that celebrity who grabbed your coffee by mistake is completely out of reach. Come on, memory. Oh, you know. She's in the show with that mystery, and there's that other guy with the big hair. You know her. I swear."
    },
    {
      "author": "TAGLE",
      "text": "Or what about this one? You ever walk into a room to get something and then immediately forget why you're there? Like, brain, we had a plan a mere 10 seconds ago. You can still recite every lyric of my favorite song from middle school. How could you have already lost the file of what we were just doing?"
    },
    {
      "author": "CHARAN RANGANATH",
      "text": "The most common misconception is that memory is supposed to be a complete and faithful record of the past such that we can replay the entire past at any time we want to. And in fact, memory is selective. It can be biased. It can be warped and reconstructed in many different ways."
    },
    {
      "author": "TAGLE",
      "text": "Our memories, by design, are powerful and fallible, even those of memory researchers like Charan Ranganath."
    },
    {
      "author": "RANGANATH",
      "text": "I'm the director of the Dynamic Memory Lab at UC Davis, and I'm a professor in the department of psychology in the Center for Neuroscience."
    },
    {
      "author": "TAGLE",
      "text": "And you're also the author..."
    },
    {
      "author": "RANGANATH",
      "text": "Oh, sorry about that."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "RANGANATH",
      "text": "Maybe I'll try this all again. My name is Charan Ranganath, and I'm the author of The New York Times bestseller \"Why We Remember.\""
    },
    {
      "author": "TAGLE",
      "text": "Charan says all too often people have unrealistic expectations of their memories, like they're meant to preserve every moment of every day in crystal-clear Technicolor. But our brains aren't just storage containers."
    },
    {
      "author": "RANGANATH",
      "text": "If you wanted to design a brain that stored everything, you'd run out of space awfully fast. But also, you'd have a lot of trouble finding the information you need when you need it. And so as a result, it's much better to be selective."
    },
    {
      "author": "TAGLE",
      "text": "And we're going to teach you how to do that. In this episode of LIFE KIT - what were we talking about again? Oh, right - understanding and improving your memory. We'll discuss the art and science of remembering, talk tools for making memories stick with help from a trivia expert and separate forgetfulness fact from fiction."
    },
    {
      "author": "TAGLE",
      "text": "OK. First up, the $10 million-dollar question - how does memory even work?"
    },
    {
      "author": "RANGANATH",
      "text": "Yeah. It's a great question and one in which, if I gave you the conclusive answer, I'd get the Nobel Prize for sure."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "There's still a lot that's unknown about exactly how and why our memories are built and function the way they do. So without getting too technical or absolute, let's go over the basics you need to know to strengthen that everyday memory. Neuroscientist and author Lisa Genova says memory creation is a four-step process. She's going to walk us through it."
    },
    {
      "author": "LISA GENOVA",
      "text": "First, your brain takes in all the sights, the sounds, the smells, the tastes, the meaning, the emotion, the language of what you perceived and paid attention to and translates all of that into neurological language."
    },
    {
      "author": "TAGLE",
      "text": "Next, consolidation. Your brain takes all those disparate neurons that have been activated by that particular moment in time and links them into a single pattern. Let's take the memory of you listening to this podcast right now. There's a network ping for the sound of my voice, maybe the feeling of the headphones over your ears, the heat of the sun as you walk your dog around the block."
    },
    {
      "author": "GENOVA",
      "text": "So your brain weaves all of that information together."
    },
    {
      "author": "TAGLE",
      "text": "Third, storage. The connection of those woven circuits or synapses in your brain become stronger or weaker over time depending on how much exposure you have to the information stored in them. Listen to this episode every day for the next week. Those circuits are getting mighty strong. Finally..."
    },
    {
      "author": "GENOVA",
      "text": "No. 4, later - whether it's tomorrow, next month, next year, 20 years from now - when any part of that woven circuit is activated, you can retrieve that woven information, and you remember."
    },
    {
      "author": "TAGLE",
      "text": "Sounds simple enough in theory. But in reality, we know it's rarely so. A week from now, if I asked you to recall Charan's book about memory just mentioned at the top of the show, do you think you could do it? Do you even remember the title right now? Here's the problem."
    },
    {
      "author": "RANGANATH",
      "text": "If I could just activate exact populations of neurons and the exact sequence that's happening now, if next week I could reactivate that exact same set of neurons, I would theoretically have a full reexperience of this event. Now, in fact, we never really do that. We only get little bits and pieces of it, but it's enough to put together a story about what happened."
    },
    {
      "author": "TAGLE",
      "text": "Think about when you're trying to recall a conversation. Like, I was probably at home - would have been about dinnertime. A memory, then, is less an exact rendering, like a photo, says Charan, and more like a realistic illustration, like a painting or collage, subject to some interpretation. Which is to say, making memories can be a fickle, tricky business. So how do you make sure you get the details right? Lisa has a baseline for us."
    },
    {
      "author": "GENOVA",
      "text": "This is kind of like the core of what our human brains have been designed to capture. We remember what's meaningful, emotional, surprising, new or what we repeat and practice."
    },
    {
      "author": "TAGLE",
      "text": "Can you remember all that? Great. Then let's learn how to make some memorable memories."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway one - focus. You can't remember what you don't pay attention to."
    },
    {
      "author": "GENOVA",
      "text": "So the first necessary ingredient in creating a memory that's going to last longer than this present moment is attention. That's neurological, right? So we need that input of attention in order to create a memory, otherwise it doesn't get made. So you won't remember what's right in front of you, even if your eyes see it."
    },
    {
      "author": "TAGLE",
      "text": "I know how obvious this sounds. But Lisa says a lot of the time - the majority of the time in her opinion - what people gripe over as memory problems are actually just attention problems, like when you can't find your parking spot, say."
    },
    {
      "author": "GENOVA",
      "text": "When I leave the mall, I think, oh, my God. Did I park on level three or level four? I can't remember. Well, I'm very unfairly blaming my memory because my memory was never involved in this process to begin with because I never paid attention in the first place."
    },
    {
      "author": "TAGLE",
      "text": "Ever been driving home and suddenly realize you have no memory of the trip so far?"
    },
    {
      "author": "GENOVA",
      "text": "You're like, oh, my God. Like, where am I? This is because you weren't paying attention to your surroundings, even though your eyes saw it, right? Your eyes saw the church, the grocery store, the intersection. Like, your - you didn't crash the car, right? I saw everything. So this is - people think, like, oh, if I saw it, then I should be able to remember it. And it's like, no, you have to pay attention to it."
    },
    {
      "author": "GENOVA",
      "text": "And so what captures our attention? It's things that are meaningful, emotional, surprising, new or if we get intentional about it with things like practice, repetition and focus."
    },
    {
      "author": "TAGLE",
      "text": "But what does more intentional focus look like exactly? For starters, being more aware of the obvious distractions in your day. Technology, of course, is the biggie."
    },
    {
      "author": "RANGANATH",
      "text": "Things like, you know, alerts on your phone and your watch that keep you away from what's going on in your environment - the sights and the sounds, they give you those unique details."
    },
    {
      "author": "TAGLE",
      "text": "And then where you can, Lisa says slow down just the tiniest bit to let your brain catch up to your senses. Are you always misplacing your morning brew, for example? Don't forget to use your eyes and your ears."
    },
    {
      "author": "GENOVA",
      "text": "Our vision is so fast. So if I say, I'm putting this mug of tea on my desk, and I say it out loud, my brain's now had a chance to see it and hear it. I've made a performance of it, (laughter) you know? I said, it's here, and then I go off and zip off and do a bunch of things. My brain had a chance to actually make a memory of where I put that."
    },
    {
      "author": "TAGLE",
      "text": "For everyday forgetfulness with things like keys, shoes, cellphones, homework, Lisa says you might consider taking it one step further."
    },
    {
      "author": "GENOVA",
      "text": "If you just put it in the same place every time, then you don't have to involve your memory because now you have - you know, you've made actually semantic memory. You've made - sort of like your address and your birthday. It's like, my keys always go in this bowl, and there's a rule and a habit."
    },
    {
      "author": "TAGLE",
      "text": "Ah, semantic memory. Did I forget to explain that one to you?"
    },
    {
      "author": "GENOVA",
      "text": "This is the Wikipedia of your brain. This is the information that you know - the facts and knowledge. So it's, what's six times six? Who was the first president? It's your address, your birthday - all of that biographical information."
    },
    {
      "author": "TAGLE",
      "text": "The other type of memory we're working on today is episodic memory."
    },
    {
      "author": "MONICA THIEU",
      "text": "The hallmark of an episodic memory is a memory that you can mentally time travel to, where if you close your eyes, if you like, and you think about this memory of something that happened to you - that if you can bring back, what did it look like when I was there? Like, what was I hearing, smelling, seeing? Like, who was I with? What happened?"
    },
    {
      "author": "TAGLE",
      "text": "That's Monica Thieu, a postdoctoral scientist at Emory University. She studies human cognition and emotion."
    },
    {
      "author": "THIEU",
      "text": "Those kinds of things are all the features of an episodic memory 'cause you have to bring back that perceptual information and kind of reexperience the event."
    },
    {
      "author": "TAGLE",
      "text": "She's going to help us with takeaway two - more is more. To make a memory sticky, immerse your senses. But first..."
    },
    {
      "author": "TAGLE",
      "text": "...It's time for a memory pop quiz. This type of memory is like the Wikipedia of your brain. These are the five qualities Lisa Genova says make something memorable. Forgetting your parking spot often isn't a memory problem. It's a this type of problem. If this little trivia test has you sweating, don't fret. Monica is just the person you need."
    },
    {
      "author": "THIEU",
      "text": "Absolutely everyone can make their memory stronger with practice. So kind of what I always tell people is if you can choose between something with less detail and more detail, choose the thing with more detail, if possible."
    },
    {
      "author": "TAGLE",
      "text": "In addition to her research, she's also, to put it mildly, a trivia enthusiast. Monica's been invited on the TV show \"Jeopardy!\" four times to date. Her very first appearance, she won the \"Jeopardy!\" College Championship at just 18 years old. So it's safe to say Monica remembers a lot about a lot of different topics."
    },
    {
      "author": "THIEU",
      "text": "I think everyone has their sort of home court of, like, things that you might just catch me reading the Wikipedia page about just, like, on a random Tuesday because I like it. And then there's things that I do feel like it's, like, taking my vitamins, where it's like, OK. Like, let me study, you know, the world's longest rivers and deepest lakes and things like that."
    },
    {
      "author": "TAGLE",
      "text": "The secret to her super memory - she chalks it up to a natural curiosity, a love of reading and of trivia and being someone for whom trivia just sticks. But she says you don't have to be a trivia champion to have a strong memory. If you want your brain to hold onto something, just immerse yourself in the subject as much as possible."
    },
    {
      "author": "TAGLE",
      "text": "So are you studying a certain era of history, say? Try making a playlist. Opt for the picture books at the library. Go and watch the movie. Look up videos on YouTube, or if you have the option between watching something online or going in person..."
    },
    {
      "author": "THIEU",
      "text": "Go in person to look at it because you're going to get that rich, like, 3D experience of being there. And so any time you have an opportunity to learn something in a richer way, I would say do it because plenty of evidence suggests that memory in general is better the more detail is available to us."
    },
    {
      "author": "TAGLE",
      "text": "Let's repeat again those five qualities our brains remember."
    },
    {
      "author": "GENOVA",
      "text": "Meaningful, emotional, surprising or new, and what we repeat and practice."
    },
    {
      "author": "TAGLE",
      "text": "And the more of those boxes you can check, the stickier a memory will become. Remember those synapses Lisa talked about earlier? The more details you give your brain to latch onto, the stronger that circuitry becomes, the easier the memory is to find later. So if you're studying for a test, for example, and you find the vocabulary just isn't landing on its own, you might consider going outside of the box a bit. Try..."
    },
    {
      "author": "GENOVA",
      "text": "A silly story, an unexpected story. Like, make it disgusting. Make it surprising. Make it absurd, and it'll elicit an emotion out of you. And so if we can attach a story or something emotional to what you're trying to learn, that will help it, too."
    },
    {
      "author": "TAGLE",
      "text": "You could also enhance your study space with sense or music - or both - to give your memory more cues to work with."
    },
    {
      "author": "GENOVA",
      "text": "Any part of the memory can serve to be a trigger of the other parts. So if I'm in the same physiological, emotional state, if I have the same kind of cues - oh, there was this scent. There was this sound. If I was listening to Dua Lipa, and then, like, if I have a chance to, like, listen to Dua Lipa while I take the tests, it might help me remember those vocabulary words."
    },
    {
      "author": "TAGLE",
      "text": "And if you really want to ace that test, make sure to space out your studying over time. Learning an hour a day for five days will be more effective for your memory than five hours the night before a test. And of course, actual documentation helps, too - taking a picture, bringing home a keepsake, journaling. In this way, Lisa says, technology, though often an attention thief, can be a great aid to memory."
    },
    {
      "author": "GENOVA",
      "text": "When I go to Yellowstone National Park and I see a bison, I'm going to take a picture of that. And I'll revisit that memory of like, oh, remember the day we saw that bison? And that becomes a reinforced memory. So your social media accounts can actually be lovely memory reinforcers for what happened in your life."
    },
    {
      "author": "TAGLE",
      "text": "Speaking of reinforcements, let's not forget the tried-and-true memory practice."
    },
    {
      "author": "THIEU",
      "text": "Study flashcards - it works. Some of the best trivia experts I know do a lot of flashcarding."
    },
    {
      "author": "TAGLE",
      "text": "And one final trivia tip for 500, Alex? I mean, Monica."
    },
    {
      "author": "THIEU",
      "text": "Watching \"Jeopardy!\" a lot is a great way to learn things because they tend to ask about the same questions over and over."
    },
    {
      "author": "TAGLE",
      "text": "All right. Thus far, we've talked a lot about building memories. Now let's talk about ways to recall them when you need them. Takeaway three - break it down to bring it back. Remember better with memory devices. When you have lots of information to remember at once, Charan has a few strategies to make memorization more manageable. The first is called chunking."
    },
    {
      "author": "RANGANATH",
      "text": "So if I have a phone number like 530-555-1212, that's 10 digits, which is a lot of information for me to juggle around in my mind at a given time. But I'm really remembering that as three numbers, 530, 555, 1212. And so that takes up much less space and memory if I group them that way into three chunks."
    },
    {
      "author": "TAGLE",
      "text": "Acronyms work the same way, organizing information to reduce your mental load."
    },
    {
      "author": "RANGANATH",
      "text": "We can essentially take, like, letters like F-B-I. And if I use that as an acronym for this one thing, which is the Federal Bureau of Investigation, I've taken this complex set of words and chunked it into one unit."
    },
    {
      "author": "TAGLE",
      "text": "This is the key to all sorts of memory strategies - just using what you know to reduce how much you have to hold in your mind at a given time or pairing unknown information with things you're already familiar with."
    },
    {
      "author": "RANGANATH",
      "text": "Which is hugely important because now it gives us more pathways to access that memory later on."
    },
    {
      "author": "TAGLE",
      "text": "One popular way to do this is the method of loci, also known as a mind palace. It's a method a lot of memory champions use. The basic idea is you have a place you can visit in your mind that you know really well - your childhood home, say. So when you're trying to remember something or a lot of some things - maybe a really long grocery list - you can imagine yourself going into different areas in this well-known location and placing the things you have to remember in those spots. So the milk goes on the kitchen counter, the eggs on the coffee table, the creamer on the couch. By coupling something super familiar with a thing you're trying to learn, that new thing becomes stickier."
    },
    {
      "author": "RANGANATH",
      "text": "So what happens is later on, I have a context that's not just a thing of milk, but it's a thing of milk that I saw in this particular room. It's locking in all the things that I need to buy, which is kind of arbitrary, but locking it into something that makes sense to me, which is this mental map of my childhood home."
    },
    {
      "author": "TAGLE",
      "text": "Pretty cool, right? But you also don't have to do all that. If you're not trying to be a memory champion, you can always just write it down. Takeaway four - learn when to let go and outsource your memory needs."
    },
    {
      "author": "TAGLE",
      "text": "Let's start with a classic example - that tip-of-the-tongue phenomenon where you know you know that word. You know that famous surfer's name lives somewhere in your brain, but it just will not surface. Lisa says often people feel the need to suffer through this state to make their memory stronger. But that's not how it works. See, with a tip of the tongue, you can think of proper nouns..."
    },
    {
      "author": "GENOVA",
      "text": "As living in neurological cul-de-sacs, OK? So ultimately, there's only one road that's going to lead to that specific address, unlike common nouns, which you can imagine living on Main Street, U.S.A., with hundreds of roads that lead to them, right?"
    },
    {
      "author": "TAGLE",
      "text": "So a tip of the tongue happens because those proper noun words are a lot harder for your brain to reach. And you end up spinning your wheels like, OK, what is the name of that famous surfer? It starts with an L, I think. Is it Lance? Oh, no. I'm thinking about Lance Armstrong, Tour de France, Sheryl Crow."
    },
    {
      "author": "GENOVA",
      "text": "So this is why it's OK to Google it because you're just in the wrong neural neighborhood. So you can Google it, find out that it's Laird Hamilton, and then you can move on with your conversation and your brain can do something useful. You can also just let it go."
    },
    {
      "author": "TAGLE",
      "text": "Easier said than done, Lisa. But we hear you. Sometimes, your memory is just going to need a boost. Specifically, Lisa often feels concerns from people not being able to memorize certain things, like new phone numbers or the names of old elementary school teachers."
    },
    {
      "author": "GENOVA",
      "text": "Look, life is now an open-book test. I grew up in a time where you'd ask questions about how the world worked, and they'd just float into space. No one in the house could (laughter) answer them. But now we can ask questions, and we say, well, let's look it up. If we can shift from memorizing information to understanding information and using what you're learning to critically think."
    },
    {
      "author": "TAGLE",
      "text": "So don't be scared of search engines, and don't be wary of a good, old-fashioned to-do list because in the case of prospective memory - that's memory for things you need to remember for the future - your brain just needs a lot of help. It's not cheating to keep a to-do list."
    },
    {
      "author": "GENOVA",
      "text": "Everybody can, like, take that off - that mental anxiety of, oh, my God. I have to remember everything I need to do later on my own or there's something wrong with me. Nope. You're human. Go write it down."
    },
    {
      "author": "TAGLE",
      "text": "Now, let's close out with how to keep that freshly focused memory healthy and strong. Takeaway five - practice a mind-healthy routine. For a strong memory, get lots of rest and challenge yourself daily. First, how do you know if your forgetfulness might be a problem? Here's one distinction Lisa makes to help."
    },
    {
      "author": "GENOVA",
      "text": "If you can't find your keys - oh, my God, where are my keys? - but, like, again, you didn't pay attention - normal. If you find your keys in a very strange place, like in the refrigerator or the microwave or somewhere that we would never put keys, that's a moment to consider something might be going on. If you find your keys and think, I don't know what these are for, that's not a normal memory problem. So those are the kinds of things to pay attention to."
    },
    {
      "author": "TAGLE",
      "text": "But she encourages everyone, whether or not you have a concern, to check in with your doctor about your brain health."
    },
    {
      "author": "GENOVA",
      "text": "You know, it should be part of our - I think, our annual exam to - like, how's your cognitive health? How's your brain health? How's your memory? Rather than going for the first conversation in a state of something might be wrong."
    },
    {
      "author": "TAGLE",
      "text": "Other than that, everyone can and should engage in good everyday memory health. Now, a lot of the basic practices for having a strong mind are the same for having a strong body. So we're not going to spend a ton of time on them here, but you know the drill - exercise every day, eat a nutrient-rich diet, engage in social interactions and avoid stress as often as you can."
    },
    {
      "author": "TAGLE",
      "text": "And then, of course, there's sleep. Here at LIFE KIT, we have done many, many episodes, preaching the importance of sleep. And you should definitely listen to some if you have any questions on sleep practices. But for the purpose of this episode, just know sleep is extremely important for a lot of things, especially your memory."
    },
    {
      "author": "GENOVA",
      "text": "One of the key things your brain is doing while it sleeps is forming those stable neural circuits and making memories. If I don't get the full seven to nine hours, if I don't get the right stages of sleep - the quality and the quantity - then some of my memories from today won't be fully formed or they might not get formed at all, and I'll forget some of today tomorrow."
    },
    {
      "author": "TAGLE",
      "text": "So get your rest, secure those memories and then go out and use your brain."
    },
    {
      "author": "GENOVA",
      "text": "I would say that for folks - I would encourage you to be lifelong learners. And in doing so, you will actively use your memory every day."
    },
    {
      "author": "TAGLE",
      "text": "There are a million ways to do that. WikiRoulette is one that I love. It's just what it sounds like - a website that serves you completely random Wikipedia pages. But there's also crosswords or Sudoku. Learn a sport. Learn a language. Then a final pro tip, to make sure you've really learned that information, test yourself on it. But here's a twist - test yourself before you even learn that lesson as well as after."
    },
    {
      "author": "RANGANATH",
      "text": "We learn the most when we challenge ourselves. And so if you test yourself, for instance, that's the ultimate way to do it. You know, test yourself before you learn the information, and then test yourself after you've learned the information. And that's an extraordinarily powerful tool for retaining information in the long run."
    },
    {
      "author": "TAGLE",
      "text": "That's so interesting. So, like, if I'm studying for a science test, the best thing I could do is go to the end of the chapter where the quiz is, read the questions and try to answer them first before going back to read the chapter of the book."
    },
    {
      "author": "RANGANATH",
      "text": "That's exactly right. Yeah."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. OK."
    },
    {
      "author": "RANGANATH",
      "text": "That's exactly right."
    },
    {
      "author": "TAGLE",
      "text": "OK."
    },
    {
      "author": "RANGANATH",
      "text": "Come to think of it, I should tell my students that."
    },
    {
      "author": "TAGLE",
      "text": "So with that in mind, friends, let's do a little more remembering before we go by bringing back our memory quiz. This type of memory is like the Wikipedia of your brain. Yep, semantic memory. One hundred points. Lisa Genova says forgetting your parking spot isn't a memory problem. It's an attention problem. Finally, to remember something, you should make it meaningful, emotional, surprising, new or repeat and practice it. Let's go ahead and do that now with our recap."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway one - focus. You can't remember what you don't pay attention to."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway two - want a memory to stick? There are lots of ways to do it. Immerse your senses. Make it smelly, or funny, or surprising, or all of the above, then put it on flash cards and repeat."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway three - break it down to bring it back. When trying to remember a lot of information at once, organize it into smaller units and pair what you know with what you don't know."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway four - learn when to let go and outsource your memory needs. It's not cheating to make a list."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway five - challenge yourself. A healthy memory is one that's well rested and used every day."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on debunking common sleep myths and another with Charan on how to be more open-minded. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. It was edited by Meghan Keane. Our host is Marielle Segarra. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes me, Andee Tagle, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from James Willetts and Tiffany Vera Castro. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9103493229.mp3",
  "img": "https://media.npr.org/assets/img/2024/05/29/gettyimages-1447700717_wide-8b3a731d9bc97ad927607ca915c50c16aa95b3d2.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "ANDEE TAGLE, HOST",
    "TAGLE",
    "CHARAN RANGANATH",
    "RANGANATH",
    "LISA GENOVA",
    "GENOVA",
    "MONICA THIEU",
    "THIEU"
  ]
}