{
  "title": "The social etiquette of lending money",
  "url": "https://www.npr.org/transcripts/1196979212",
  "intro": "If a close friend or family member is in need of money, your first impulse might be to help out. But what if they don't pay you back? What if they need more than you can provide? How do you ensure your financial agreement doesn't harm your relationship? There are no hard and fast rules around lending money. Expectations may depend on culture, financial status or even your marital status. Advice on when to give — and how to say no.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "ANDREW LIMBONG, HOST",
      "text": "Hey. What's up, everybody? Andrew Limbong here in for Marielle Segarra. OK. LIFE KIT is no stranger to tough, uncomfortable conversations that you maybe want to put off for as long as possible, especially when it comes to money and when it comes to relationships and when it comes to mixing money and relationships. But today, we're going to cover a conversation that can outright end friendships."
    },
    {
      "author": "MICHELLE SINGLETARY",
      "text": "So much of financial decisions involve emotions. And if you want to ruin a relationship, lend somebody some money."
    },
    {
      "author": "LIMBONG",
      "text": "Lending money. And we're not talking about picking up the tab at dinner or spotting someone for movie tickets. We're talking about covering someone's rent or car payment, a significant dollar amount for you, whatever that may be. And listen - if you're in a position to help out your friend or family, that's great. It can strengthen the relationship and be beneficial for everyone involved."
    },
    {
      "author": "WENDY DE LA ROSA",
      "text": "When we engage in these communal activities, it reinforces our social bonds. And so I think there's so much beauty in that. And ultimately, I think there's beauty in knowing that the person that you love is not suffering anymore, that you gave them peace of mind for some period of time."
    },
    {
      "author": "LIMBONG",
      "text": "But how do you know if you are in a position to help? Or if you just straight up can't, that's a conversation that can involve a lot of guilt and shame."
    },
    {
      "author": "LIMBONG",
      "text": "Is embarrassed the right word? What's the feeling I'm looking for? It's hard to, like, not look, like, ugh (ph) - not seem selfish, or not..."
    },
    {
      "author": "DE LA ROSA",
      "text": "You're Scrooge McDuck."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "DE LA ROSA",
      "text": "Right?"
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "DE LA ROSA",
      "text": "Like, you don't want to seem like you're Scrooge."
    },
    {
      "author": "LIMBONG",
      "text": "Or bring up cultural baggage."
    },
    {
      "author": "BERNA ANAT",
      "text": "On sort of American side of things, I'm like, there's a part of me that's like, hey. No. I'm individualistic. Pull up your own bootstraps, you know? Like, I'm (vocalizing) - or, you know, the sort of collectivist culture part of my brain is like, we should sacrifice. You should run screaming with all the money that you have when somebody needs help."
    },
    {
      "author": "LIMBONG",
      "text": "Today on LIFE KIT, we'll tackle all of these aspects of lending money - when to say yes, how to say no and how to make sure your relationship doesn't change through it all. That's ahead."
    },
    {
      "author": "LIMBONG",
      "text": "When it comes to lending money, there can be a lot of - let's call them situational variances. What's your relationship to this person like? What's your history together? What do they've got going on in their lives? That sort of thing. And our experts touched on different corners of this complicated problem. But across the board, they agreed on two things."
    },
    {
      "author": "LIMBONG",
      "text": "The first thing is that this episode shouldn't even be called lending money. It should be called gifting money. And that's takeaway one."
    },
    {
      "author": "SINGLETARY",
      "text": "We are not - and as individuals - in the business of lending money. We don't know how to do it. We do it with a lot of feelings and emotions involved. And that's why it should be left up to financial institutions. And I recommend to people - if someone's coming to you in need and you have the money, just give it to them."
    },
    {
      "author": "LIMBONG",
      "text": "That's Washington Post personal finance columnist Michelle Singletary. She and her husband used to lend money to people with the expectation of being paid back. But there was one incident with a couple friend of theirs."
    },
    {
      "author": "SINGLETARY",
      "text": "We attended a - they hadn't paid us back when they said they would, and we attended a party at their house. And we noticed this big-screen TV, which was a - like, in excess of what we had given them. And we're sitting there thinking, so you can buy a $1,500 TV, but you can't give us our money back? And we felt some kind of way about that. And it taught us a lesson because we didn't want to feel that way about them."
    },
    {
      "author": "LIMBONG",
      "text": "They didn't like what lending money was turning them into, you know, constantly pocket-watching their friends."
    },
    {
      "author": "SINGLETARY",
      "text": "So we decided, my husband and I, at that point that we would never do that again. We would only give money that we didn't need to get back so that we wouldn't have this feeling of monitoring how people spent money before they paid us back."
    },
    {
      "author": "LIMBONG",
      "text": "Gifting money is a way of letting that money go, which means you can't be lording it over your friends as some sort of chit. For financial educator Berna Anat, a loan implies a sort of contractual obligation between friends and family that, honestly, she just doesn't want to get into."
    },
    {
      "author": "ANAT",
      "text": "I just avoid the whole, like, rigamarole of, like, maybe we write up a contract. Maybe we have terms. I'm like, mm-mm (ph). I personally - I'm not Virgo enough for all of that. I'm not interested in the administration of a friendship or, you know, family relations. If I'm lending money, I'm assuming it's a gift. I'm assuming it's not going to get paid back, and so then, from my end, I have to know that that's money I'm willing to lose."
    },
    {
      "author": "LIMBONG",
      "text": "Which brings us to takeaway two. Make this decision based on your own finances, your own budget. Don't let guilt be the main driver here, which means, well, first off, you should have a budget, know what's coming in, what's going out, know what's in your emergency fund. And then, says Michelle, have a little miscellaneous life-happens fund."
    },
    {
      "author": "SINGLETARY",
      "text": "That's where you pull from. You do not give someone your rent money. You do not give them your car payment money. You don't give them your tax money. You make sure that money is there for what it needs, and then you give extra because you don't want to put yourself in the position that - like, say you've given somebody half or all of your rent money. I'm good for it. I'm going to give it right back. And they don't. Now you are in the position of jeopardizing your housing."
    },
    {
      "author": "LIMBONG",
      "text": "Wendy De La Rosa is an assistant professor at the Wharton School of Business, and she says that your own budget has to be a hard line, both for the person asking and for you yourself, as a gut check to ask, am I really in a position to be gifting money right now?"
    },
    {
      "author": "DE LA ROSA",
      "text": "If you are not saving, if you don't have an emergency savings fund, you can't actually help anybody else. Like, I think that's just, like, a very hard and fast rule that sometimes people feel uncomfortable with. And this is an uncomfortable conversation that I often have with some of my family members where there's sort of this culture where I have to give. I have to give, whether it's to religious institutions or to friends or to others. Is this what helping means? - 'cause that can't be it, right? That's not altruism. That's self-hate."
    },
    {
      "author": "LIMBONG",
      "text": "Listen. If you come from an immigrant family, like Wendy, often part of the deal is sending money to family back home. If you've been able to climb into a higher tax bracket than the one you grew up in, you probably had some help along the way and might feel some responsibility to pay it back somehow. Wendy says you shouldn't exhaust your own funds to help everyone, though."
    },
    {
      "author": "DE LA ROSA",
      "text": "I would encourage people to draw a circle, saying, who are the people that meant, like - I really care about? And then that's my circle. That's my immediate circle."
    },
    {
      "author": "LIMBONG",
      "text": "However you decide that circle is obviously up to you. Maybe it's direct family only or just your close crew of friends. But outside that circle is your broader community, which you should obviously help with small-dollar donations or volunteering - that sort of thing. But when you're giving out big portions of money, it's important to have your boundaries set. And if you have a partner, that's something to talk about."
    },
    {
      "author": "DE LA ROSA",
      "text": "When my husband and I got married - 'cause we had very different definitions of what it meant to help his community, right?  I was born in Dominican Republic. Lots of people sacrificed to bring us here. And, you know, my husband grew up in Texas, so we had, like, very different definitions of what that looked like. And we had to be very clear when we got married, saying what's our circle?"
    },
    {
      "author": "LIMBONG",
      "text": "But even for people within that circle, If you don't got it, you don't got it, right? So you've checked your own finances and decided you are not in any position to be giving anyone money. How do you say no? Or maybe it's more like, how do you say, no, but I still care about you? Takeaway three is if the answer is no, offer other ways to help. All right. There's no sugarcoating that this is going to suck. If someone is coming to you, asking for money, it is probably not their first option. They're probably in a bad situation and don't see any other way out. They're vulnerable, and you turning them down is going to hurt. Wendy De La Rosa had to have a no conversation with an extended family member."
    },
    {
      "author": "DE LA ROSA",
      "text": "It was painful. I'm not going to lie and say that everything was hunky-dory the next day. Like, they're in a tough financial situation, but I gave them my time."
    },
    {
      "author": "LIMBONG",
      "text": "She helped them map out their debt, set up spreadsheets and figure out an action plan to get out of the hole."
    },
    {
      "author": "DE LA ROSA",
      "text": "And I think they saw that I was in there with them, and they really appreciated that. And so that's why it's a difficult conversation. The no is a full sentence, and it's a full stop, but your responsibility as a friend doesn't stop there, right? Your responsibility as a loved one doesn't stop there. It's to say, I understand that you're in a tough financial spot. So let me try to do everything that I can that's still within the boundaries that I can to help you. But it's difficult, and I'm not going to lie. It's difficult."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah. So the - like, being lucky enough to have what I can derisively, like, jokingly call, like an email job - right? - you know, where I..."
    },
    {
      "author": "DE LA ROSA",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "...Spend a lot of time from my computer and, you know, having family members who have very physical jobs - it's just - it's hard to not be - is embarrassed the right word? What's the feeling I'm looking for? It's hard to, like, not look like - not seem selfish or not, you know, optically in front of your people."
    },
    {
      "author": "DE LA ROSA",
      "text": "You're Scrooge McDuck. Right?"
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "DE LA ROSA",
      "text": "Like, you don't..."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "DE LA ROSA",
      "text": "...Want to seem like you're Scrooge. Yeah. I think that's a perception that everybody has, and I think if we take it one step further - right? - when we think about immigrant communities, too, that's a perception that - like, you're in America. Like, you're in the land of milk and honey. How could you not part with your money this way? And this is what people don't see, right? They don't see your rent payment. They don't see your mortgage payment. They don't see your student loans, if you have any. Right? They actually don't see that."
    },
    {
      "author": "DE LA ROSA",
      "text": "And that's why I think being very transparent and saying no - because if I do, I'm going to negatively impact my financial security, right? Or I'm saying no because, as a household, this is a boundary that we set. And I don't want to go against my marriage, like - or I don't want to go against the rules that I have set up for my household and how I want to live, right? I think relying on these boundaries and your values is important to say, right? It's not because I want to be mean. And I think you don't look like Scrooge because Scrooge would say, no, go away, right? You're saying, no, but let's figure something - like, let me see what else I can do. It's not a, no, leave me alone. It's a, no, but let's walk together."
    },
    {
      "author": "LIMBONG",
      "text": "I mean, even Scrooge McDuck took in his nephews. That's not an insignificant..."
    },
    {
      "author": "DE LA ROSA",
      "text": "(Laughter)."
    },
    {
      "author": "LIMBONG",
      "text": "It's not an insignificant amount of money that - you know, that's three kids he's got to take care of now, you know?"
    },
    {
      "author": "DE LA ROSA",
      "text": "Three college tuitions."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "DE LA ROSA",
      "text": "(Laughter)."
    },
    {
      "author": "LIMBONG",
      "text": "Quick fact-check - Huey, Dewey and Louie are actually Scrooge McDuck's grandnephews. But barring in taking in three kids, there are other things you can do. Here's Berna Anat."
    },
    {
      "author": "ANAT",
      "text": "I don't have the thing that you're looking for, but here's what I do have. Or, I don't have $500, but I do have a hundred, and I'm happy to give that to you now. I don't have $500, but I do have two hours next week to sit down and, like, talk about any kind of financial questions that you have or help you write out a budget or help you pay, like, a debt payment plan. I don't have $500, but I do have time to watch your kid for two weekends. Like, what is it that you can offer? What is the yes you can offer so that, again, that person still understands, like, I care about you; I just can't care about you with dollars right now?"
    },
    {
      "author": "LIMBONG",
      "text": "But if you are in a position to help financially, it doesn't mean the uncomfortable conversations are over. Takeaway four - if you can give money, be proactive. OK. So you've got your own budget squared away, and you've got your circle of people you're willing to give money to. Chances are if someone is in your circle, you have a general idea of what's going on in their lives, right? Check in when they've got something big going on. Here's Wendy De La Rosa again."
    },
    {
      "author": "DE LA ROSA",
      "text": "Any time your friends or family members are going through an important life change, they're probably also struggling financially."
    },
    {
      "author": "LIMBONG",
      "text": "A divorce. Maybe they were in an accident or suffered a severe health crisis. It doesn't even necessarily need to be a bad life change."
    },
    {
      "author": "DE LA ROSA",
      "text": "If someone goes to college, if someone decides to get married, if someone has a kid - like, all of these life events that we celebrate, that we talk about very openly also come with very severe financial challenges."
    },
    {
      "author": "LIMBONG",
      "text": "And just to reiterate, no one wants to ask for help. In fact, Michelle Singletary says people will put off asking until they're in an even deeper hole."
    },
    {
      "author": "SINGLETARY",
      "text": "Lots of people will - they'll have their car taken away. They'll be evicted before they mention it to anybody. And that has happened to us as well. And I was actually pretty angry with that person. I was like, why didn't you tell me you needed help, although I knew the answer. They were embarrassed."
    },
    {
      "author": "LIMBONG",
      "text": "Being proactive with your friends in need can help you catch them before the late fees or the high interest rates do. It can also help both parties set up a strategy for the long term because if we're being real here, if someone is in this position, it is unlikely that one $500 check is going to fix everything. Michelle had a family friend lose her job during the Great Recession and was having a hard time finding another one. So Michelle and her husband decided to pay that friend's car payment for a year."
    },
    {
      "author": "SINGLETARY",
      "text": "But we had built that into our budget, right? We looked at our budget, and we said, OK, if we cut some things over here, we can help her do this because she needed her car to go for, you know, job hunting. And so that was a multiple request. She didn't ask for it. She didn't say, can you pay my car, you know, for a year? But we looked at her budget and thought, she's just not going to have it."
    },
    {
      "author": "LIMBONG",
      "text": "And Michelle's family would never have come to that conclusion if not for takeaway five, which is ask for details. If someone comes to you asking for money, it is time to look under the hood of their finances."
    },
    {
      "author": "SINGLETARY",
      "text": "The first thing is, like, what happened? What's going on? Why do you need the money? And that's a perfectly legitimate question. Some people bristle at that. Like, how could you ask them? Well, if you go to a bank, they're going to ask you what you need the money for. They want to see financials. They want to see your tax return. And so it's OK to say, what happened here? Do you have any savings?"
    },
    {
      "author": "LIMBONG",
      "text": "This doesn't have to be a grilling session. This is part of the gift - holding their hands through tough truths."
    },
    {
      "author": "SINGLETARY",
      "text": "Once you get through that, the next step for us - and this might - I'm telling you. People going to (laughter) - they're going to write you or me. We want to see a budget. We want to see some evidence that you have handled your money in a way that this is a one-off type thing. And so I want to see some bank accounts  'cause if I go through the bank accounts for the last six months and I see that you're eating out a lot, that you went to some Beyonce concert and now you're asking me to help you with your rent, I'm going to have some problem with that."
    },
    {
      "author": "LIMBONG",
      "text": "Maybe the questions you're asking don't even have to do with frivolous spending. It could mean asking even deeper questions."
    },
    {
      "author": "DE LA ROSA",
      "text": "Is this the right place for you? Is this the right industry for you? Is this the right city for you? Or, like, I mean, should we talk about downsizing? Like, these are really painful conversations that people inherently know. But it's so tough to have - make those decisions when you're by yourself. And that's why a friend is really useful."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah. Well, a friend like you 'cause the thing is, like, let's say we had a mutual friend that was borrowing $500, right? And Wendy from Wharton was like, listen. We got to fix da, da, da, da, da (ph). I'd be like, OK. If, you know, that friend, you know, borrowed some money from Andrew and then Andrew, whose - doesn't have a great track record, had just ordered some pans that were too expensive, was like, bro, we got to get your money right, it's a harder sell. You know what I mean?"
    },
    {
      "author": "DE LA ROSA",
      "text": "You know, the thing is I - no one is doing rocket science here. You see what your rent is. You see what your fixed expenses are. You see what your income is. Like, we kind of all do that, right? The math is not that hard. But you can say, like, this math is not mathing, right? Like, the numbers are just not adding up."
    },
    {
      "author": "DE LA ROSA",
      "text": "I think what separates, you know, friends in this way is because we feel like we're crossing a boundary that we shouldn't cross. This is where I go back to love is not ignoring, right? The opposite of love is indifference. And not calling it out and not doing - having those uncomfortable situations - like, that's the opposite of love, right? And so I think you can have that uncomfortable conversation, Andrew. You can say, I've been right there with you. I overspent on these pans."
    },
    {
      "author": "LIMBONG",
      "text": "They're nice pans."
    },
    {
      "author": "DE LA ROSA",
      "text": "And say, I understand exactly what you're talking about."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "DE LA ROSA",
      "text": "But because I love you and I care about you, I want us to get out of this together. Like, let's go through this together."
    },
    {
      "author": "LIMBONG",
      "text": "You do not need your own perfect record of personal finance choices to have this conversation. In fact, you can use the opportunity to turn it into a two-way street, says Berna Anat."
    },
    {
      "author": "ANAT",
      "text": "Coming from a place of, like, you do financially, like, unwell things, but, like, same. Me too. What if the two of us got together and got financially healthy at the same time? Like, what if we could be accountability buddies for this situation? What if you and I can be the person that we text when you're about to make a questionable decision? And you know that I'm not going to judge you because I'm probably just about to make a questionable financial decision, too. Like, what if you and I became Avengers in this? What if we became - like, have each other's backs?"
    },
    {
      "author": "LIMBONG",
      "text": "Because that's what this is about, really - right? - having each other's backs for most things. Earlier in the episode, I told you that there were two things our experts agreed on across the board. The first was to make sure it is a gift. The second is, while you can and should help in other ways - you know, give a hand around the house, help budget, etc. - the one thing you should not do is co-sign a loan. That's takeaway six. Here's Michelle Singletary with a story from when she was younger early in her career as a journalist."
    },
    {
      "author": "SINGLETARY",
      "text": "I asked my grandmother once to co-sign on a car loan, and I was good for it. I had a full-time job at the Baltimore Evening Sun. I had full scholarship to college. I was a good girl. She says to me - she says, now, let me get this straight. So the bank turned you down. I said, yes, ma'am. She said, so the bank, which has way more money than I do, looked at your financials and said you weren't good for it. Now you want me to put my finances on the line when a financial institution who has way more money than I do didn't think you were ready for this car loan. And that was the end of the conversation."
    },
    {
      "author": "LIMBONG",
      "text": "At the time, Michelle was upset. She thought that she'd done everything correctly, but ultimately, Michelle realized that her grandma was right."
    },
    {
      "author": "SINGLETARY",
      "text": "This is what people don't understand about co-signing. When you co-sign, you are not a back-up borrower. You are on the hook for that loan as much as the primary borrower. So if they miss one payment, they coming after you because they coming after the person who got some money. And so that's what people don't understand. So when you co-sign for a loan, you just bought yourself a car. And when you're on the hook, it is on your credit profile. So let's say you co-sign for a loan for someone. Now you need a car. They're going to look at it and say, well, you already got debt on here for a car, you know? And that could prevent you from getting a loan, or it could make the loan that you now need more expensive because it's now on your credit report. And so I just think it's a dicey area. It's a hard stop when it comes to co-signing."
    },
    {
      "author": "LIMBONG",
      "text": "So overall, gifting money is great. If you can swing it, it can help reinforce your relationships. If you can't right now offer a dollar amount or, actually, especially if you can, helping your family and friends shouldn't end with a check. Here's the final word from Berna Anat."
    },
    {
      "author": "ANAT",
      "text": "Money doesn't have to be the only tool you offer to people, right? I really like to dig underneath and see what other types of support that person could be asking for or truly needing."
    },
    {
      "author": "LIMBONG",
      "text": "And, sure, the conversations stemming from this could be awkward and uncomfortable, but, you know, what are friends for if not helping each other out by being uncomfortable together?"
    },
    {
      "author": "LIMBONG",
      "text": "All right, recap time. When it comes to lending money to family and friends, takeaway one is do not think of it as a loan at all. It is a gift. Do not give any money you can't part with, which takes us to takeaway two. Give out of your extra. Make sure your budget is straight before you even think about helping friends and family. And you, for whatever reason, might be tempted to stretch yourself to help - right? - because people did it for you."
    },
    {
      "author": "DE LA ROSA",
      "text": "Oh, my gosh, so many people have sacrificed so much for me. Why would I not sacrifice myself? And I share with people all the time like, what was their sacrifice for if you're always going to be stuck in this loop where you are not in a strong financial foothold?"
    },
    {
      "author": "LIMBONG",
      "text": "Your budget can be a concrete thing to point to as your boundary when it comes time to say no, which will be a tough and uncomfortable conversation. But takeaway three is if you say no, find other ways to help that don't hinder your own financial security. This can mean prepping meals or running errands but also getting into the guts of their budget and helping them walk through tough questions, which is something you should be doing even if you offer to gift them some money because takeaway four is be proactive. If you know your buddy is going through a big life change that usually comes with a big bill. Check in on your friends ahead of time because asking for money involves a lot of shame and guilt and pride, and you want to catch that person before they're even more underwater in late fees and debt."
    },
    {
      "author": "LIMBONG",
      "text": "Takeaway five - ask for details. Look at their budget. See their spending habits. If this feels intrusive, just remember that this is the sort of thing banks do. And why should you be any different? You can use this moment to use yourself as an example and hold each other accountable. And takeaway six - do not co-sign loans. Just - it's too risky for both your own finances and the relationship."
    },
    {
      "author": "LIMBONG",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on the rules of tipping and another on how to improve your credit score. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "LIMBONG",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. It was edited by our supervising editor, Meghan Keane. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from Ted Mebane. I'm Andrew Limbong. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1696873629.mp3",
  "img": "https://media.npr.org/assets/img/2024/05/03/lk_lending_harlan_iou_wide-f38e2406afaa0b4d919f5a5cf2707cfbe0c5a6a1.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "ANDREW LIMBONG, HOST",
    "MICHELLE SINGLETARY",
    "LIMBONG",
    "WENDY DE LA ROSA",
    "DE LA ROSA",
    "BERNA ANAT",
    "SINGLETARY",
    "ANAT"
  ]
}