{
  "title": "Hiking tips for beginners",
  "url": "https://www.npr.org/transcripts/1196979748",
  "intro": "You don't need much to go for a hike. You can enjoy nature whether you're at a national park or on a neighborhood stroll. But before you head out, you'll want to consider your route, a couple of safety precautions and your gear. Want better sleep? Sign up for Life Kit's Guide to Better Sleep, our special newsletter series. When you sign up, you'll receive a series of emails over one week, with tips you can try that very night to prioritize and improve your sleep. Sign up at npr.org/sleepweek.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Andee Tagle here in for Marielle Segarra. Hiking has some pretty particular branding here in the U.S. In my mind's eye, I see a seasoned athlete in muddy hiking boots at the peak of a mountaintop, arms outstretched and fancy hiking poles sunk down in victory, maybe a great, big backpack filled with gear and atop a bright, puffy jacket and a face looking down at a just-conquered valley below. If any of that imagery feels familiar to you, it makes sense why hiking can often seem like this intense, expensive, inaccessible activity."
    },
    {
      "author": "AMANDA MACHADO",
      "text": "Which has always been so weird to me since it's quite literally the freest thing we have. We have access to it everywhere."
    },
    {
      "author": "A TAGLE",
      "text": "Amanda Machado is a writer and facilitator based in Oakland, Calif. Their work explores how race, gender, power and identity affect the way we travel and experience the outdoors. Growing up, Amanda says she was always outdoorsy - climbing things, scraping their knees. But she wasn't introduced to the more formal world of outdoor recreation until they went to college. And though it was something they loved, as a Latino, she always found herself grappling with the feeling that hiking, outdoor spaces often felt closed off in some ways, not meant for her. But then they spent six weeks backpacking through Ecuador, the country her father's from. Though they'd visited her father's hometown before, they'd never taken the time to just go out and appreciate the land. There's a moment from that trip she revisits a lot."
    },
    {
      "author": "MACHADO",
      "text": "We made it to Quilotoa, which is a lake that is surrounded by mountains in that area. And we got there, like, right at sunset, and everything just turned this really crisp, bright kind of red that I've never seen before."
    },
    {
      "author": "A TAGLE",
      "text": "That trip colored her perspective for other reasons, too. First, there was the shock of simply seeing other Latino hikers."
    },
    {
      "author": "MACHADO",
      "text": "Which looked very different than the way hiking looked in the U.S., where it was often sold to me as a white people thing, right? And that was the representation I saw very often here in the United States. So it was incredibly impactful first just to see Ecuadorians out, carrying the same gear I'm carrying, doing the same adventures, things that I'm doing."
    },
    {
      "author": "A TAGLE",
      "text": "Then there was the mindset shift. What we call hiking here was just a normal part of life. And seeing people constantly being outside in nature, walking through the mountain ranges in a way that had nothing to do with outdoor recreation, was..."
    },
    {
      "author": "MACHADO",
      "text": "...Really huge in changing the way I thought about what hiking actually is and who can do it and who's allowed to do it and what it looks like. You know, I think it's made it very easy then for me who grew up thinking that this was this sport that was not accessible to me or not inclusive for me as something that's actually been a part of my lineage and my ancestors and my family for many years."
    },
    {
      "author": "A TAGLE",
      "text": "It's a lesson she's taken with her. Hiking is for everyone. It's what you want to make of it."
    },
    {
      "author": "MACHADO",
      "text": "I mean, if we take out all of the competitiveness of it, the need to, like, get on the top of a peak or to conquer a mountain or to finish a marathon, 30 mile whatever - if we take out all of those kind of external influences or ideas of what hiking needs to be and just turn it back into what it has always been, which is just walking and connecting with natural, I think in that way it feels like it could benefit everybody."
    },
    {
      "author": "A TAGLE",
      "text": "So in this episode of LIFE KIT - take a hike. We'll hit the trails with my favorite hiker, learn how to pick out your path for that first-day hike. We'll discuss the dos and don'ts of hiking safety and etiquette with the pros, and we'll dive deep on the beauty of finding time to be with nature, whether it's a national park or that neighborhood park next door."
    },
    {
      "author": "A TAGLE",
      "text": "Are you ready to hike? Are you not cold?"
    },
    {
      "author": "RICHARD TAGLE",
      "text": "Lots of bikers up here, aeah, and hikers, of course, you know? And it's just a natural playground up - going up the trail - so liberating."
    },
    {
      "author": "A TAGLE",
      "text": "It's a Saturday morning in Southern California, and as the committed journalist that I am, I'm hard at work pounding the pavement, a dirt trail for this story. And I brought my family along for the journey. This hard-hitting, breathing reporting trip includes my husband, my sister, my niece - plus the several stink bugs she's befriended along the way - and seasoned veteran hiker, my dad, Richard Tagle. He'd prefer you call him Pops. How seasoned, you ask? Well, I asked him how many times he's done this particular path we're starting, Mission Point via De Campos Trail."
    },
    {
      "author": "R TAGLE",
      "text": "I'm leaning close to a thousand, I imagine."
    },
    {
      "author": "A TAGLE",
      "text": "So, yeah, pretty big hiker. He's going to blaze the trail for takeaway one. Pick a path that matches your mindset because it's important to have a why when you set out for a hike. It's not recommended to just go wandering aimlessly in the wilderness, but you don't have to overthink it either."
    },
    {
      "author": "R TAGLE",
      "text": "Just the beauty of nature makes you really appreciate what we have and what we take for granted. That's what I love about hiking."
    },
    {
      "author": "A TAGLE",
      "text": "Amanda suggests asking yourself what would feel most meaningful to you. What do you want to get out of this time? Do you want to go swimming, just get some sun?"
    },
    {
      "author": "MACHADO",
      "text": "For some folks, it's getting to a certain location to see the challenge of, you know, can we make it there? Some people love views - right? - getting to the top of a peak so you can overlook the city."
    },
    {
      "author": "A TAGLE",
      "text": "Your goals could be observational."
    },
    {
      "author": "MACHADO",
      "text": "Some might just be like, I just want to see these redwoods, or, I just want to see this flower that's on this trail, and this trail has a lot of wildflowers. So think about what it is that is your motivation or your excitement or what would give you pleasure or joy or connection. And then try to see if you can find a trail that can match that."
    },
    {
      "author": "A TAGLE",
      "text": "Maybe the most important thing to you when you're out and about is just to feel comfortable and welcome in whatever outdoor space you're walking."
    },
    {
      "author": "MACHADO",
      "text": "I've created a list of hikes that always have at least, like, 50% people of color on them whenever I've been on them before."
    },
    {
      "author": "A TAGLE",
      "text": "Meeting any of these goals, of course, requires a bit of research beforehand. Embrace that. Amanda says looking into the past of the places she hikes really enhances the experience for her."
    },
    {
      "author": "MACHADO",
      "text": "I think all land has memory. I really believe that. It's really important for me now to research what Indigenous people were on the land that I'm hiking on before, what was their name for the mountain or the river or the area that we're in. It's often a very different name than what it's called now. Who was not allowed on this land for a long period of time? When were they allowed back on it? I think having that contextual history really changes my experience when I'm hiking from just kind of, you know, being in this place that I know nothing about to actually having a relationship and connection with it. And I think it makes the experience just generally feel more meaningful and more fruitful, right?"
    },
    {
      "author": "A TAGLE",
      "text": "And then, of course, there's the physical component of hiking, which brings us to takeaway two. Measure your metrics before your first hike. Choose a trail that matches your goals and abilities. First off, let's note there are no bad trails, but there are some that might work better for you and your lifestyle."
    },
    {
      "author": "A TAGLE",
      "text": "But, like, why do you hike in this location? Is it..."
    },
    {
      "author": "R TAGLE",
      "text": "Oh, because it's close to home, it's easy, and, most importantly, the price is right - no admission."
    },
    {
      "author": "A TAGLE",
      "text": "Convenience is a great reason to pick a first trail, assuming, of course, you don't live across the street from Mount Everest or Half Dome."
    },
    {
      "author": "JENNIFER DARING",
      "text": "Someone who's already athletic - you know, their beginner hike could be, you know, three to five miles. But for someone who is, you know, less in shape or, you know, more intimidated, their beginner hike could be, you know, maybe a mile or half a mile. It doesn't have to be super-extensive to qualify as a hike."
    },
    {
      "author": "A TAGLE",
      "text": "Jennifer Daring is an outdoor recreation specialist based in Cleveland, Ohio. She's a trained biologist, environmentalist who helps kids to learn and recreate outdoors. She says if you're a beginner interested in hiking for exercise, consider first terrain."
    },
    {
      "author": "DARING",
      "text": "We have an all-purpose trail, you know, where I work, and it's all paved. That may be a hike for somebody. For someone who is more of an avid hiker, that would just be considered a leisurely walk."
    },
    {
      "author": "A TAGLE",
      "text": "Then there's distance or mileage, how far you're going. Add to that elevation and elevation gain. The former is the highest point of a hike. The latter is how much you're going to climb to get there. When it comes to figuring out how much elevation gain you can handle, there isn't an exact equation. Some sources label anything under 400 feet as easy. Jennifer says..."
    },
    {
      "author": "DARING",
      "text": "You know, 200 feet - you're probably putting yourself in more of, like, an intermediate space versus, like, you know, 80 feet to 100 feet. That's more of, like, a beginner. And I think that's what kind of differentiates from a beginner hike and an intermediate hike because an intermediate hike - the distance could be the same, but then the elevation is what's going to make it harder. So, you know, the beginner hike could be two miles, you know, flat terrain, but the intermediate hike could be two miles and significant elevation changes."
    },
    {
      "author": "A TAGLE",
      "text": "Some locales, like the California Department of Parks and Rec, for example, have set rating systems in place to determine between easy and moderate hikes. So you can always check in with your local park ranger if you're still feeling unsure. There are a lot of apps and websites to help out there, too. AllTrails is a super-popular one that offers a number of helpful features. You can find the average duration of trails, for example, and search with filters for things like wheelchair or stroller-friendly hikes. And remember; once you pick a route, you might still have options."
    },
    {
      "author": "MACHADO",
      "text": "If it's, like, a loop hike, then you can get kind of stuck. But if it's an in-and-out hike, then you can just always decide when to turn around. That's what I tell friends, you know, whenever we're tired. Just turn around. So then you have a lot more kind of agency or power in the decision."
    },
    {
      "author": "A TAGLE",
      "text": "Takeaway three - hike smart. Have a plan before you head out. OK, so you found your why, did your research, picked your path. Now let's make sure we set you up for success by getting some logistics out of the way because while hiking is wonderful, it's not without risk. Prolonged exposure to extreme heat or cold, serious injury from slips or falls, crossing paths with dangerous wildlife, getting lost in the wilderness - there can be serious, even fatal consequences to outdoor recreation. So it's important to be as prepared as possible. Weather is at the top of the list. Make sure to check it before you head out. I know it's obvious, but you don't want to be that guy."
    },
    {
      "author": "DARING",
      "text": "Weather moves very quickly, especially depending on where you live. Don't go out if it's about to thunderstorm. No one wants to be electrocuted."
    },
    {
      "author": "A TAGLE",
      "text": "And if you're hiking in an environment that's new to you, say a really high altitude or somewhere particularly humid, remember you'll likely need time and pace to adjust accordingly. If the weather isn't cooperating for your route or if you're worried about your lung capacity, go slow. Listen to your body, and remember it's always OK to turn around and try again another day."
    },
    {
      "author": "A TAGLE",
      "text": "Time is an important factor, too. The National Park Service has great guidance on this. For example, if any of your hike in either direction is uphill, plan for it to take at least double the time it took you to go downhill. Make sure you set out and turn around early enough for a hike that you don't get stuck outside in the dark. Set a turnaround time if your trip is taking longer than planned, and make sure you stick to it, which brings me to another biggie. Always, always let someone know exactly where you're going and when you're due back before you set out. Of course, it's safer to go hiking with a buddy, but..."
    },
    {
      "author": "DARING",
      "text": "If you're going to hike by yourself, let somebody know. Like, hey. I'm at this park on this trail. I expect to be done at, you know, X time. If you don't hear from me, you know, send for help."
    },
    {
      "author": "A TAGLE",
      "text": "Jennifer also makes sure she knows who to contact locally just in case."
    },
    {
      "author": "DARING",
      "text": "I always keep, you know, the local park ranger numbers in my phone on all the various park systems just so that I'm always prepared whether I need the help or if somebody else might need the help. I just want to be, you know, quick and alert as fast as I can."
    },
    {
      "author": "A TAGLE",
      "text": "All right. Pops, what else have you got for us?"
    },
    {
      "author": "R TAGLE",
      "text": "You've got to know a little bit about the trail ahead of time."
    },
    {
      "author": "A TAGLE",
      "text": "Good point. To start, knowing the trail means making sure you carry a map with you. Jennifer encourages bringing along an actual paper map for unfamiliar trails. Those can often be found at the trailhead or starting point of a hike. A picture or interactive map on your phone can help, too. Just remember phones break, die, lose reception and tend to fall into puddles when you need them most. So don't count on one to be your compass or your flashlight or survival kit, for that matter."
    },
    {
      "author": "A TAGLE",
      "text": "You're also going to want to familiarize yourself with your specific route on that map because there may be more than one. Note where you parked, where your starting point is and where you plan to finish. When you get to your trail, it's important to be aware of your trail markers. They'll look different in different places - anything from marked posts in the ground, arrows painted on trees to just a well-worn path. And once you find them, remember to look back as well as forward. This is important. Trails look different on the return, and it's easy to get disoriented. So take stock, and maybe note landmarks along the way. Also, a more general note..."
    },
    {
      "author": "DARING",
      "text": "I would advise staying on trail. I mean, you shouldn't really go off trail anyways just to be mindful of, like, you know, the natural surroundings and little mini ecosystems."
    },
    {
      "author": "A TAGLE",
      "text": "Staying on trail is important to respect and protect wildlife from being harmed by you and vice versa. Poison oak, for example, is a common concern in my neck of the woods. Keeping to the well-trodden path is your best bet for avoiding unwarranted bites, rashes, cuts, critters and keeping any number of unwelcome stowaways out of your socks. Speaking of socks, takeaway four - dress the part. That doesn't mean you have to go shopping. You just have to do a little hiking math, meaning..."
    },
    {
      "author": "MACHADO",
      "text": "Making sure if people are prepared but not overprepared or underprepared - right? - not feeling like they need to buy a bunch of stuff they don't need but then also making sure they're making some good decisions. I know sometimes I've taken people out on hikes and they show up in jeans and the wrong socks and end up in blister. You know, just like that. So we don't want that."
    },
    {
      "author": "A TAGLE",
      "text": "Right. So you absolutely don't need to run to your nest REI or camping store and buy out all the shelves. But you do want to dress with safety and the elements in mind. Pops, start us off."
    },
    {
      "author": "R TAGLE",
      "text": "Well, yeah, you've got to have shoes, proper shoes because it's all about your feet. If you don't protect your feet, your feet will not protect the rest of your body."
    },
    {
      "author": "A TAGLE",
      "text": "OK."
    },
    {
      "author": "R TAGLE",
      "text": "It's that simple."
    },
    {
      "author": "A TAGLE",
      "text": "OK."
    },
    {
      "author": "R TAGLE",
      "text": "That's the rule."
    },
    {
      "author": "A TAGLE",
      "text": "OK. That's the rule."
    },
    {
      "author": "R TAGLE",
      "text": "Your feet are happy. You're happy."
    },
    {
      "author": "A TAGLE",
      "text": "OK."
    },
    {
      "author": "A TAGLE",
      "text": "Notice he said proper shoes, not hiking boots. You don't have to invest in those right away or at all, but you should wear sturdy, close-toed, rubber-soled walking shoes with ankle support and good traction. That means not all tennis shoes will qualify."
    },
    {
      "author": "DARING",
      "text": "Vans or Converse, stuff that have no tread that - if you're in a more steeper, you know, terrain, you're just going to slide. And you're not going to be able to, you know, catch yourself should you fall."
    },
    {
      "author": "A TAGLE",
      "text": "If you do go the hiking boot or trail shoes route, Jennifer suggests going half a size bigger than your normal shoe size."
    },
    {
      "author": "DARING",
      "text": "Just to account for any sort of, you know, foot sliding movements because sometimes, like, if you wear your actual shoe size, that might incorporate any sort of extra rubbing and promote blisters."
    },
    {
      "author": "A TAGLE",
      "text": "When it comes to socks, another all-important component of hiking gear - wool is the word."
    },
    {
      "author": "DARING",
      "text": "So wool socks - they're breathable. If your feet are sweating, it kind of helps, you know, wick out that moisture in your shoes. And the same goes with, like, any sort of clothing, like a Dri-FIT clothing. So cotton is usually, like, frowned upon. It holds, you know, odors and, you know, moisture very well, which is not good if you're trying to stay dry while you're sweating all day on your hike."
    },
    {
      "author": "A TAGLE",
      "text": "Moving to tops and bottoms, the same general logic applies. Look for moisture-wicking and breathable. Don't forget to dress for the weather as well as for the natural elements of your hike."
    },
    {
      "author": "DARING",
      "text": "If I'm going to be in kind of a terrain where there's tall grass, I don't even think twice. I'm wearing pants. So I can tuck my pants into my socks. So I have full protection, you know, of my legs, and, you know, there's no critters getting inside my pants (laughter)."
    },
    {
      "author": "A TAGLE",
      "text": "Finally, head and neck gear. Hats, visors, sunglasses - yes, please. Sun protection is one of the 10 essentials needed for hiking listed by the National Park Service. Pops says one more optional component you might consider..."
    },
    {
      "author": "A TAGLE",
      "text": "OK. My favorite piece of your ensemble is your bandana. Tell us about your bandana."
    },
    {
      "author": "R TAGLE",
      "text": "The bandana is me. That's all about me, my statement. But it is very functional."
    },
    {
      "author": "A TAGLE",
      "text": "OK. Cool."
    },
    {
      "author": "R TAGLE",
      "text": "For example, this bandana happens to be a bug - yeah - repellent. It absorbs the sweat. And third, it prevents the UV from burning your skin behind the neck - very important. Of course, last but not least, it has a nice little fashion statement."
    },
    {
      "author": "A TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "R TAGLE",
      "text": "You know, it just says it's all about me."
    },
    {
      "author": "A TAGLE",
      "text": "Moving on, let's talk about what else you need to carry with you. Takeaway five - get good with gear. Bring only what you really need. For day hikes, the list of must-haves isn't very long. Everything we listed here should fit in a standard-sized backpack or smaller if you're crafty because when it comes to hiking, the lighter, the better. To start, there's that map and that phone we talked about earlier. Next, very important, and I'm sure it comes as no surprise - water. Always, always bring some with you, no matter how easy or brief the hike. The right amount of water for a hike will depend on a few factors. The American Hiking Society's guideline is a half-liter of water per hour in moderate temperatures and terrain. So use that as a starting point."
    },
    {
      "author": "DARING",
      "text": "You have to be mindful that however much water you bring is also what you're carrying."
    },
    {
      "author": "A TAGLE",
      "text": "So keep your physical capacity in mind, but weigh that against the heat and humidity of the area and the day, the length and difficulty of your hike and whether or not there's another reliable water source where you're going. Dehydration is no joke, so always err on the side of more, not less. Then there are snacks. You should definitely bring something with you just in case. Jennifer says think about what's light and packs a punch. She's a fan of fruit juice. Trail mix is a popular choice for obvious reasons. Whole fruit is another."
    },
    {
      "author": "DARING",
      "text": "Jerky is a good one because, you know, the shelf life is good. I'm all about shelf life (laughter). It'll last. It's not going to spoil. If you have to refrigerate it, like, pass."
    },
    {
      "author": "A TAGLE",
      "text": "Next up - sunscreen, bug spray, insulation as needed - so maybe gloves or ear warmers if you're in a colder part of the world. An extra pair of wool socks is never a bad idea. Jennifer always hikes with a mini first aid kid. And we're talking super-mini - so maybe your EpiPen or inhaler if you need one of those."
    },
    {
      "author": "DARING",
      "text": "Band-Aids, Benadryl, ibuprofen, antibiotics, gauze and, like, a larger, like, bandage patch - a quick, like, oh, I got a blister. Oh, you know, maybe I had an allergic reaction to a bee sting or something of that nature. I have just, like, quick, on-the-go remedies."
    },
    {
      "author": "A TAGLE",
      "text": "For emergencies, the National Park Service also suggests a whistle and a mirror - two small items that make it easy for you to draw attention to yourself. And one final pro tip..."
    },
    {
      "author": "DARING",
      "text": "Oh, I always keep, like, just a couple dollar bills on me 'cause you just never know."
    },
    {
      "author": "A TAGLE",
      "text": "Finally, we have takeaway six. Respect the land and your fellow hikers. All are welcome in nature. That's what all of our experts had to say. As hikers, you have a responsibility to maintain and foster that welcoming environment for each other. You can do that in lots of common-sense ways. Following hiking etiquette on the trails is a great way to start."
    },
    {
      "author": "R TAGLE",
      "text": "For example, going uphill, particularly steep hills where there's a climber or hiker going downhill that's meeting a hiker that's going uphill, the etiquette in most cases are typically when the hiker going downhill will yield because typically, the person hiking up is looking down. They're not likely to be looking up as they're..."
    },
    {
      "author": "A TAGLE",
      "text": "Oh, they're going..."
    },
    {
      "author": "R TAGLE",
      "text": "...Walking uphill."
    },
    {
      "author": "A TAGLE",
      "text": "OK."
    },
    {
      "author": "A TAGLE",
      "text": "Here in the U.S., you walk to your right and pass on your left - same as the way you drive. If you're hiking in a group, your pace should be set by its slowest member so no one gets left behind. If you're taking a break, don't block the trail for others. If dogs are supposed to be on leash, keep them on a leash. And don't leave those doggie bags behind, which brings us to the idea of leave no trace, arguably the most well-known of hiking rules."
    },
    {
      "author": "MACHADO",
      "text": "Try to leave in a way that nowhere in nature would actually even know you were there - right? - not leaving any trash but not leaving really anything. Like, don't walk off the trail. Don't enter areas that might trample flowers or trample plants or whatever. Don't build fires unless that's allowed - you know, like, just trying to make as least trace as possible."
    },
    {
      "author": "A TAGLE",
      "text": "Then, apart from the more formal rules of etiquette, you just want to be attuned to the people around you."
    },
    {
      "author": "MACHADO",
      "text": "Keep an eye out. Notice if someone's hurting or seems like they're struggling or needs help. Offer what you can. You know, a lot of people sometimes are hiking by themselves and might be kind of nervous about asking for help or something. So keep an eye out for that."
    },
    {
      "author": "A TAGLE",
      "text": "And then, of course, pay attention to your environment. That's why you're hiking after all, not on the StairMaster at the gym or watching a nature documentary on your couch. That's why Jennifer advises against headphones or speakers. On top of obvious safety concerns, if you're going to be in nature, be in nature."
    },
    {
      "author": "DARING",
      "text": "I think it's important to be present and, you know, to enjoy what you're seeing. Stop and take the photos. Use - like, if you have iNaturalist or the Merlin Bird ID - just to record the bird sounds. What birds are around you? Take pictures. What plants are around you?"
    },
    {
      "author": "A TAGLE",
      "text": "All this to say, take the time to really appreciate where you are. Amanda says oftentimes hiking, outdoor recreation can be an extractive activity all about taking from nature without giving anything back or building any relationship. To change that, she started a simple practice on her hikes of introducing herself to the land. They'll find a quiet spot, usually at the start of the trail, and say their name, where she's from and her intentions for her visit."
    },
    {
      "author": "MACHADO",
      "text": "This is what we know. We're just trying to come to this lake, and then we'll leave. I tell them what we're not doing, right? We're not going to take anything that's not ours. We're not going to leave trash here. We're going to try to make as little impact as possible. I think all of those things make me feel a lot more connected to the space I'm in rather than the separation from nature that I think is more cultural here in the U.S."
    },
    {
      "author": "A TAGLE",
      "text": "Thank you for sharing with us - sharing this with us, pops."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Yeah, it's so nice."
    },
    {
      "author": "R TAGLE",
      "text": "Oh. Oh, my God. It's - I embrace every moment of opportunities like this. So let's go again tomorrow, maybe even later today."
    },
    {
      "author": "A TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Round two."
    },
    {
      "author": "A TAGLE",
      "text": "Round two."
    },
    {
      "author": "R TAGLE",
      "text": "Yeah."
    },
    {
      "author": "A TAGLE",
      "text": "OK, fellow hikers, let's trek back through those takeaways. Takeaway one - pick a path that matches your mindset. Are you looking for a great view, some bird-watching? Do some research to find the right fit. Takeaway two - measure your metrics before your first hike, and choose a trail that matches your goals and abilities. Takeaway three - hike smart. That means figuring out hiking logistics ahead of time. Check the weather. Plan out your in and out points. Make sure you're starting out early enough to be back before dark."
    },
    {
      "author": "A TAGLE",
      "text": "Takeaway four - dress with safety and the elements in mind. Takeaway five - when it comes to gear, bring only what you need - water, light snacks, some just-in-case first aid. You're well on your way. And takeaway six - respect the land and your fellow hikers. Follow hiking etiquette, and don't forget to stop and smell the roses or, you know, wildflowers. Hiking is about being in nature. So go on. Be with nature."
    },
    {
      "author": "A TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to get started camping and another on how to get into birding. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org. Before we go, an editorial note - we want to let you know that Amanda Machado and our host Marielle Segarra have been friends since college, although that connection played no role in our decision to interview her for this episode."
    },
    {
      "author": "A TAGLE",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Our host is Marielle Segarra. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Margaret Cirino and Sylvie Douglis. Engineering support comes from Gilly Moon and Stacey Abbott. Thanks to Clarice Henry (ph) and Crystal Lloyd (ph), who we also reached out to for this story. And a very special thanks to listener Lisa Maloney (ph), who wrote to us with the idea for this episode. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4507897472.mp3",
  "img": "https://media.npr.org/assets/img/2024/07/05/gettyimages-1129101712_wide-184da89b2907bf1b7b38ff65b0451986adf7b872.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "ANDEE TAGLE, HOST",
    "AMANDA MACHADO",
    "A TAGLE",
    "MACHADO",
    "RICHARD TAGLE",
    "R TAGLE",
    "JENNIFER DARING",
    "DARING",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2"
  ]
}