{
  "title": "Coping with the loss of a sibling",
  "url": "https://www.npr.org/transcripts/1196979499",
  "intro": "Losing a sibling is a unique and often overlooked kind of grief. Many grieving siblings aren't given the same level of support as their parents or caregivers after a loss. But a sibling's grief can be just as powerful and potent. NPR health correspondent Rhitu Chatterjee shares advice on how best to cope with grief — and honor a sibling's memory.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "ANDREW LIMBONG, HOST",
      "text": "Hey, everyone. Andrew Limbong here in for Marielle Segarra. Author Annie Sklaver Orenstein grew up with two older brothers. And she says she took her first steps walking towards her oldest brother, Ben."
    },
    {
      "author": "ANNIE SKLAVER ORENSTEIN",
      "text": "According to my parents, he just asked me to walk over to him, (laughter) and I did. And that was basically how it went from there. We had a really beautiful, reciprocal relationship. When I got older, he would come to me for advice sometimes. And he made me feel like I mattered."
    },
    {
      "author": "LIMBONG",
      "text": "But when she was 25, her brother, Ben, died while serving in Afghanistan. The shock and pain of his death destroyed her mental health for a long time."
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "It felt like nothing mattered at all. I started having panic attacks and nightmares. The nightmares were really bad, and I would be afraid to go to sleep at night."
    },
    {
      "author": "LIMBONG",
      "text": "Despite how painful losing a sibling is, this kind of loss is something people don't talk about often. After her brother died, Annie tried to look for resources to help her understand what she was feeling and to find tools to cope with it all."
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "I went to a bookstore in Manhattan, a huge bookstore - five-story bookstore. And I went to the grief section looking for something that might help. And there were books on losing a parent, a child, a friend, a pet. And there was nothing on siblings."
    },
    {
      "author": "LIMBONG",
      "text": "She says it made her minimize her own grief."
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "At the time, I took that to mean that I shouldn't be grieving, that I was being dramatic, that I was overreacting and that my grief didn't matter and that I should be fine."
    },
    {
      "author": "LIMBONG",
      "text": "But a sibling dying is devastating. About 60,000 children in the U.S. lose a sibling every year, and 8% of young adults in this country lost a sibling either in childhood or young adulthood. When you consider the rise in suicide and overdose deaths in the U.S. in the past decade, that means more young and middle-aged people have suffered the death of a sibling. And yet, grieving siblings are overlooked so often by those around them that researchers have a name for them - forgotten mourners. That's why Annie wrote her new book, \"Always A Sibling: The Forgotten Mourner's Guide To Grief.\""
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "I imagine 25-year-old Annie crying on the subway on the way to the biggest bookstore she could find, you know? And I imagine her finding this book and finding a resource and a lifeline and something that would validate her loss and help her understand it."
    },
    {
      "author": "LIMBONG",
      "text": "So in today's episode, we bring you some advice and tips from Annie's book about ways to navigate and cope with the loss of the sibling. NPR's health correspondent Rhitu Chatterjee talked with Annie and others about how they've coped with this unique kind of grief. And we've also got tips for people around a grieving sibling on ways to support them."
    },
    {
      "author": "RHITU CHATTERJEE, BYLINE",
      "text": "Hey, everyone. I'm Rhitu Chatterjee. I'm a health correspondent with NPR. And our first takeaway and Annie's first advice for grieving siblings is this - remember, you are allowed to grieve, too. Your whole family, especially your parents, are, of course, devastated. But that doesn't mean you put yourself last when it comes to grief."
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "The No. 1 most important thing is to acknowledge the weight and the significance of your loss and allow yourself to grieve."
    },
    {
      "author": "CHATTERJEE",
      "text": "Because grieving siblings often don't do that. Annie surveyed over 300 people who'd lost a sibling and then interviewed 40 for her book. Here's something many of them told her."
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "A lot of the siblings I spoke to who said things like, the loss felt like something that happened to my parents. And they hadn't processed it at all themselves. And it's because they put themselves on the back burner, and everyone else put them on the back burner."
    },
    {
      "author": "CHATTERJEE",
      "text": "Take, for example, Meghan Britton, whose only brother Andrew died at the age of 7 from a car accident. Meghan was 12 at the time."
    },
    {
      "author": "MEGHAN BRITTON",
      "text": "People didn't know what to say to me. They would always refer to my parents. You know, they would say, like, oh, be strong for your parents or, how are your parents doing? So it was always kind of in terms of my parents."
    },
    {
      "author": "CHATTERJEE",
      "text": "Meghan felt everyone was indirectly telling her that her pain didn't matter and that there was this messaging that you had to suddenly grow up and be the emotional caregiver. That can be a lot to take on, and it pushes your own grief into the shadows. There's even a name for this. Psychologist Julie Kaplow is with the Meadows Mental Health Policy Institute in Houston, Texas."
    },
    {
      "author": "JULIE KAPLOW",
      "text": "This is really considered what we would call disenfranchised grief, where there is a lot of focus on the parents, for good reason, who are grieving very overtly over the loss of their child. There is less of a focus on the siblings who are left behind, and we know that their grief can be just as powerful and potent as the caregiver's grief."
    },
    {
      "author": "CHATTERJEE",
      "text": "But when that pain and grief becomes disenfranchised, it makes it difficult for the mourner to accept and process their own pain. Here's Annie again."
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "Grief is not a pie chart. And me grieving less does not allow someone else to grieve more. It just delays my own grief."
    },
    {
      "author": "CHATTERJEE",
      "text": "So Annie suggests not pushing away your grief but to sit with it."
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "Allowing yourself to grieve can mean processing and acknowledging the impact of the relationship, both the good and the bad, because there's going to be a lot of bad."
    },
    {
      "author": "CHATTERJEE",
      "text": "And if you want to go deeper into processing it, get it out of your head and into the world, and that's our takeaway number two. Meghan Britton, who you heard from earlier, says the thing that helped her the most after her brother Andrew died was a present from her mother's best friend."
    },
    {
      "author": "BRITTON",
      "text": "She pulled me out of the funeral home and took me to a Hallmark store. And she said, I want you to pick out a diary, and I want you to pick out a pen. And I want you to write down how you're feeling. I want you to write down the experiences because you need to get this out. You need to capture these things."
    },
    {
      "author": "CHATTERJEE",
      "text": "Meghan says even now, decades after her brother's death, she values that gesture and how much it helped her process her grief. Journaling is also a tool that Annie recommends. She suggests not just writing down one's feelings, but also memories of your sibling because that is also a big part of healing from loss."
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "A lot of siblings feel like they have to be the record keeper and the memory keeper, that they need to keep this legacy alive, and that's a lot of pressure. And if you feel like you have to hold it all in your head, it's all you're going to think about. And so a lot of those things, putting them down on paper, even if you never look at them again, never read them again. Just capturing them is really important."
    },
    {
      "author": "CHATTERJEE",
      "text": "Annie also suggests talking about your sibling with others. You can share your favorite memories, even annoying and funny ones, like this one that Meghan Britton shared with me about the time she and her brother went on a road trip with her parents."
    },
    {
      "author": "BRITTON",
      "text": "It was, like, the '80s, and there's no iPads. There's no anything. You're literally just in a car."
    },
    {
      "author": "CHATTERJEE",
      "text": "And so Meghan suggested that she and Andrew have a foot-smelling contest where they smell each other's feet. She suggested Andrew go first."
    },
    {
      "author": "BRITTON",
      "text": "And he must have smelled my foot for, like, five minutes. And I mean, it was not a good-smelling foot. And he was like, oh, I can't take it anymore, and he pushed my foot away."
    },
    {
      "author": "CHATTERJEE",
      "text": "And when it was her turn, she smelled Andrew's foot for a few seconds then gave up and told him he'd won."
    },
    {
      "author": "BRITTON",
      "text": "And then he was like, hey, wait a minute. Like, you just duped me into smelling your foot for five minutes. Like, that's not fair."
    },
    {
      "author": "CHATTERJEE",
      "text": "Meghan says sharing these memories with her parents, friends, extended family helped her heal. Just because they're gone, doesn't mean you don't talk about them."
    },
    {
      "author": "BRITTON",
      "text": "Even though the person is gone, talking about them is still really helpful. Yeah, they're not here, but their memories are still here, and they were here. And who they were still matters because they still exist in our memories, and they still exist in our heart."
    },
    {
      "author": "CHATTERJEE",
      "text": "You could try hanging up their photos in your home or hold on to some of their possessions. They're all a way to maintain a connection with them throughout your life. And that's the goal of takeaway number three. Annie says because her brother's death was sudden and traumatic, she struggled with prolonged grief disorder, which meant it took her years before she was able to get to a place where she could find a way to feel connected with her brother again. But eventually, she says..."
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "I had a friend who convinced me to try to look for signs, which I thought was dumb. And then I had this very funny experience that I write about in the book where she said, you know, look for a sign, like, ask him to show you blue flowers. And I did, and I felt like such - I felt so ridiculous in my head, being like, Ben, can you show me blue flowers?"
    },
    {
      "author": "CHATTERJEE",
      "text": "A few days later..."
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "I go to my - see my psychiatrist, who's an older woman with a thick, you know, New York accent. And I walk in, and she is just wearing, like, head-to-toe blue flowers. She's got on these, like, Doc Martin combat boots with blue flowers embroidered on them and blue flowers on her shirt. And I just - I was like, oh, OK. There you are."
    },
    {
      "author": "CHATTERJEE",
      "text": "And it made her feel better, because it did feel like a sign from Ben, even though she acknowledges there's no way to know if that's true."
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "So whether or not it's real or whether or not there's an afterlife where people really can, you know, send signs, I think it's kind of a moot point because what matters is that when these things happen, when these certain songs come on, or I see certain things, I feel like I have my brother again. And it's such a wonderful feeling that it doesn't matter if it's a placebo effect."
    },
    {
      "author": "CHATTERJEE",
      "text": "Maybe you can find that feeling when you hear a certain song, or you're doing something you used to do together, like maybe going to a baseball game. When you have these moments, take a pause and think about your sibling and feel that sense of connection with them. Now, so far, we've talked about things that the person who's lost a sibling can do to process their loss, but grieving can often feel like a lonely process because people around you may not know what to say or do to support you. Annie, too, felt that way after her brother died."
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "You know, I was 25 years old. None of my friends at the time had lost a sibling or, you know, maybe if you had lost a parent - but this was a very different experience. And so I felt like no one understood."
    },
    {
      "author": "CHATTERJEE",
      "text": "So our next and final takeaway is for people around a grieving sibling. Annie says what helped her get through that dark time right after her brother's death were the people who stood by her."
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "I had a few people in my life who didn't let me push them away, and a few people in my life who were willing to just sit there in silence while I cried and order nachos."
    },
    {
      "author": "CHATTERJEE",
      "text": "And here's her advice for anyone looking to support a loved one who's lost a sibling."
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "I think the first one - and this is so simple - just ask how they're doing. Ask how they're doing before you ask how their parents are doing and really acknowledge their grief. And it's - it really is that simple. Just call them up and say, I'm thinking of you. I wanted to check on you. How are you?"
    },
    {
      "author": "CHATTERJEE",
      "text": "She says people often struggle with what to say to a grieving person."
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "People don't know how to react, and they get really scared. And they don't know what to say, and so they don't say anything."
    },
    {
      "author": "CHATTERJEE",
      "text": "If you feel that way, then Annie suggests you don't need to say much. And what you say matters less than just being there for them, to sit with them and their grief and be present. And what being present looks like is often different at different stages of grief. In the earlier, more intense stages..."
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "It's the person who will show up, drop off dinner and not expect to be invited to stay and eat with you - right? - not asking anything of you but making it clear that you're still around. And you're there and you're ready whenever they are."
    },
    {
      "author": "CHATTERJEE",
      "text": "Later on, Annie says, the social support is more about being a good listener."
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "Being that person who the griever can tell stories to and not shying away from learning about the sibling, not shying away from those stories, asking about them, being curious."
    },
    {
      "author": "CHATTERJEE",
      "text": "And you can also show your support in other ways by just being present in their lives, dropping off dinner or helping them with chores or anything they need help with and don't expect anything from them in return. This is especially important in the early stages of grief. And lastly, Annie says not to expect a grieving sibling to ever get over their loss because most carry it with them through their life, as do others who have grieved for any close loved ones. Here's something Annie said about grief that stayed with me. It's from a book called \"Grief Is Love\" by Marisa Renee Lee."
    },
    {
      "author": "SKLAVER ORENSTEIN",
      "text": "She describes grief as being unrequited, unconditional love. And I just thought that was the most beautiful description of grief I've ever heard. I will love my brother unconditionally for as long as I live. And for as long as I live, that love will be unrequited. And that's why you don't get over it. It's why you don't move on because I'm never going to stop loving him. So I'm never going to stop missing him. And I don't want to stop loving him."
    },
    {
      "author": "CHATTERJEE",
      "text": "To summarize our four takeaways - takeaway number one, if you're the person grieving for a sibling, the first and most important step is to not put your grief on the back burner. Give yourself permission to grieve and start by acknowledging and accepting what your sibling meant to you."
    },
    {
      "author": "CHATTERJEE",
      "text": "Takeaway number two - to process your grief, get everything you're feeling and thinking about out of your head and into the world. This includes sharing memories of your sibling. You can do so by journaling or talking to people willing and able to listen. You can also use art and music to express yourself."
    },
    {
      "author": "CHATTERJEE",
      "text": "Takeaway number three - try to find ways to feel connected to your sibling and keep them present in your life long after they're gone. It could involve having conversations with your sibling in your head, or it could be looking for signs that remind you of them, or it could be doing things your sibling and you did together or something they loved to do. When you have these moments of connection, cherish them."
    },
    {
      "author": "CHATTERJEE",
      "text": "Takeaway number four - this is for anyone who knows a grieving sibling and wants to support them in their grief. Know that checking in on them and acknowledging their pain can make a big difference. You can sit with them as they cry. Know that you don't need to say anything to make them feel better."
    },
    {
      "author": "CHATTERJEE",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on dealing with disenfranchised grief and another on starting therapy. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "CHATTERJEE",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. It was edited by supervising editor Meghan Keane. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Claire Marie Schneider and Sylvie Douglis. Engineering support comes from James Willetts. I'm Rhitu Chatterjee. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1075288243.mp3",
  "img": "https://media.npr.org/assets/img/2024/06/05/gettyimages-1475293506_wide-dc656a8bd2123496f2909b0480da012020f8098f.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "ANDREW LIMBONG, HOST",
    "ANNIE SKLAVER ORENSTEIN",
    "LIMBONG",
    "SKLAVER ORENSTEIN",
    "RHITU CHATTERJEE, BYLINE",
    "CHATTERJEE",
    "MEGHAN BRITTON",
    "JULIE KAPLOW",
    "BRITTON"
  ]
}