{"title":"How to save money when you're broke","url":"https://www.npr.org/transcripts/1196978541","intro":"When money's tight, it's hard to save for a rainy day or pay off credit card debt. But it's not impossible, says Monique White, a financial expert and the head of community at Self Financial, Inc.","transcript":[{"author":"MARIELLE SEGARRA, BYLINE","text":"You're listening to LIFE KIT..."},{"author":"SEGARRA","text":"...From NPR."},{"author":"STACEY VANEK SMITH, HOST","text":"Hey everybody. It's Stacey Vanek Smith in for Marielle Segarra. I have reported on business and economics for more than 15 years, and the one thing I can say for sure is that money is tricky. Everybody wants more of it, and sometimes, it can feel like this obstacle that is standing between us and the life we want or at least the things we want. You know, like a pair of sneakers, an exotic vacation, a new computer, car to get to work, a house, the degree that we want. But getting enough money for the things we want or need is not always easy. Especially right now. Americans are in a record amount of credit card debt, and prices are rising all over the place. So in the middle of all this, how do you make a plan? How do you save money? How do you create a goal and reach it? Monique White knows exactly what it's like to want something that seems out of reach."},{"author":"MONIQUE WHITE","text":"It was a Dodge Charger, and it had, like, touch screen and a sunroof."},{"author":"SMITH","text":"Monique was 22 at the time, just out of college and ready to set off into her future in her amazing Dodge Charger. But at that moment, her past came back to haunt her."},{"author":"WHITE","text":"I went to go apply for an auto loan, and I was quickly denied. And I was extremely confused. So when I was denied, I pulled my credit report, and I saw a credit card from my freshman year of college that I completely mismanaged. I also saw my student loan payments on there. You know, late payments because I wasn't making payments on that. So I just was completely thrown off by the fact that something from four years ago could impact my financial capabilities, right? I didn't know that it could, you know, affect what I was doing four years from then. So I did, like, a deep dive into credit."},{"author":"SMITH","text":"Monique's deep dive turned into a career. She educated herself, turned her credit score around in less than two years and eventually became a certified credit counselor. She now heads up Self, a credit building platform that helps people with low credit meet their financial goals. And Monique says no matter what kind of financial shape you're in, no matter how impossible it might feel, you can set and keep your financial goals. On this episode of LIFE KIT, we are taking a deep dive into your wallet. We're looking at the good, the bad, the ugly and how to use all of that to set and keep your big savings goals. Monique, by the way, she did get her car."},{"author":"SMITH","text":"Financial goals. Monique White, our credit counselor and financial expert, says the first step in meeting any financial goal is to get a realistic sense of where you're at financially. That is your first takeaway. Look at your budget. What money is coming in? What money is going out? How's your credit score? And this is going to help you figure out what you can reasonably accomplish and how long it will take."},{"author":"WHITE","text":"And then really mapping out a plan in a timeline and being realistic and not comparing your current financial situation to what you're seeing, maybe, on social media or with your friends. It's about your journey and what's realistic for you so that it is obtainable."},{"author":"SMITH","text":"So where do you recommend people start? Let's say that I come to you and I have some student debt, I have maybe a little credit card debt and I want to buy, let's say, a computer for work. What - where would you recommend I start?"},{"author":"WHITE","text":"So before you focus on any big financial goal - and I understand that some of it may be a necessity, like a computer for work or school or something like that. But if you're focused - trying to hit a big financial goal, honestly, I feel like the first thing you need to do is make sure you have an emergency fund. Your emergency fund should cover at least three to six months of your living expenses so you can have that safety net of anything that's unexpected that comes up. So like this computer for work or car maintenance or medical expenses, anything like that. So I think that you should pay yourself first and make sure you have that safety net, because you do become financially confident when you do have that backing in your savings. And then once you're doing that and you're trying to get to the next step, I really think having a budget is extremely important. I love using the 50-30-20 method where 50% goes towards your needs - so like your housing or transportation - and then 30% towards your wants - so any self-care, non-essential items like dining out and things like that - and then 20% towards your savings. So this is just like a guideline, right? I live in the Bay area. It's extremely expensive. Sometimes people's budgets, especially I saw it as a coach, is going over that 50%. But it's something that you should, you know, strive for. It's something that you want your budget to fit in eventually."},{"author":"WHITE","text":"And then paying down any consumer debt is really important too before making any large financial purchases, any big-ticket items, because those typically carry really high interest rates and it's impacting how much you're paying each month, and then it's taking out of your savings. So if you could get some of that debt down, which will get your payment down, and then you'll have more room in your budget to start putting into your savings so that you can start purchasing the things that you need or want."},{"author":"SMITH","text":"So, now that you have an understanding of what your finances look like, it is time for takeaway No. 2 - do a little research and make a timeline for your financial goal."},{"author":"WHITE","text":"You really need to do your research. You need to - whether it's a car or a house, you need to see what the market is like, what your area is like, what - you know, even for things like computers, what's it going for? So doing your research is saying, is this an obtainable purchase for me? And if it is, is it going to take six months, 12 months? And really being realistic - looking at your spending habits. You know, maybe you don't want to give up dining out. Maybe that's a part of your mental health and your self-care. So maybe that's something you can't give up, but you can reduce in other areas."},{"author":"WHITE","text":"I also think that getting organized and having multiple savings accounts really works. My bank - you're able to split your savings. So you can label it, which is really cool. So you can have a bucket that's strictly for emergency savings, and then I can have another one for vacations or I can have another one for Christmas shopping. And if your bank isn't structured like that, you could just have multiple savings accounts. So staying organized and labeling your accounts and just being creative and not making it a pain to save and once you see those buckets in your savings increasing, you're really going to feel so confident. You're going to feel really good about yourself."},{"author":"SMITH","text":"One thing I also wanted to ask about was your approach to mapping out - like, mapping out the goal. What does that look like, practically speaking? Like, what does that mean to map something out?"},{"author":"WHITE","text":"Yeah. So I like to create something called an action plan, which is like a to-do list of things that you need to do to better your financial situation. So taking a look at your credit card statements and your bank statements, looking at your spending patterns - right? - and then saying, OK, what do I want in the next six to 12 months? That can be your short-term goals. And then, what do I want maybe four years from now? So identifying your short-term and your long-term goals and then writing down actionable steps to get there. So maybe it's paying down a credit card - No. 1, No. 2 - increasing your savings, No. 3. - you know, purchasing a car, whatever your financial goals are. And then once you list those actionable steps, you're going to even get more detailed."},{"author":"SMITH","text":"Now, if you're carrying debt and it's getting in the way of your financial goals, consider Monique's third takeaway - communication. Reach out to the people you owe money to. Talk to them and see if you can work something out."},{"author":"WHITE","text":"If your goal is to pay down a credit card, maybe you need to check your credit report. See where, you know, your balances are, your interest rates and things like that. See if you can make an on-time payment. So your first step would be to call the credit card company and maybe negotiate some of your interest rates. So you can call your credit card companies and say, hey, I've been with you for two years. I've made on-time payments. My credit is strong. Can we reduce some of these interest rates? And they might be, you know, willing to work with you on that. So that can lower your monthly payment. And then you have more money that you can set aside towards your savings so that you can make that purchase."},{"author":"SMITH","text":"And if you haven't made on time payments and don't have a good credit score..."},{"author":"WHITE","text":"They do have, like, financial hardship plans and things like that, so that you can get caught up and make sure that you're paying on time and the credit bureaus are seeing that."},{"author":"SMITH","text":"And after you've talked to your creditors and gotten your interest rates knocked down as much as you can, and your debt is maybe feeling more under control..."},{"author":"WHITE","text":"Look at your budget, see if you can increase some of your payments - so making sure that you're separating your short-term and your long-term so that it does feel attainable."},{"author":"SMITH","text":"When you've done all the steps and you kind of have your plan - like, does the plan look like, OK, I want to try to put aside $50 a week or $3 a day, or - how does that break down, moneywise?"},{"author":"WHITE","text":"If you go from not saving at all to wanting to spend - you know, save $500 a month, that might be a little difficult. So maybe starting off with something that you know is reasonable, something that - you know, maybe there's a subscription that you can get rid of that's $25. Use that to put in your savings account. You know, just something that you know you can do, something that's obtainable, something that you know works within your budget, and then you can make small increases along the way."},{"author":"SMITH","text":"Takeaway No. 4 - if it is at all possible, consider some different ways that you could scrap together more money. Increase your savings. And what happens if you have a goal that's really, really important to you, you look at your income and you just don't have enough money to put aside, and maybe you're not in a position - maybe you've asked for a raise, or maybe you haven't yet, but your income is your income. What do you recommend people do when they come to you and they're like, Monique, I'm just looking at my finances. This isn't adding up. I won't be able to afford this computer for eight years or something like that?"},{"author":"WHITE","text":"If you have absolutely no wiggle room, I'm - the only option is to increase your income. I know that a few years ago, I had twins, 2-year-old twins."},{"author":"SMITH","text":"Oh, congratulations."},{"author":"WHITE","text":"Thank you."},{"author":"SMITH","text":"But that is, like, double the expenses, too."},{"author":"WHITE","text":"Oh, man. Exactly."},{"author":"SMITH","text":"(Laughter)."},{"author":"WHITE","text":"Exactly. And, you know, it really hit my household financially in a hard way, right? Because now I'm on maternity leave, and I'm getting reduced pay. I had to get creative 'cause I knew that I didn't want to leave my babies. And this was actually in the height of the pandemic, too, so..."},{"author":"SMITH","text":"Oh, my gosh."},{"author":"WHITE","text":"...I was nervous to go out. So I had to get creative, and I actually came up with my own little small business."},{"author":"SMITH","text":"You started a small business?"},{"author":"WHITE","text":"I did. I was selling charcuterie boxes and little meats and cheeses, and it was adult Lunchables..."},{"author":"SMITH","text":"Oh, my gosh."},{"author":"WHITE","text":"...And boards. And I was selling that and making extra money. Eventually I stopped because I was able to go back into work and just really focus in, you know, what I wanted to do in my - careerwise as a coach. But I had to get creative."},{"author":"SMITH","text":"I mean, we've all been through quite a bit in the last four years, and financially, I think a lot of things have changed for a lot of people. I'm wondering if you've seen people's goals change or their approaches change or how you've seen people's personal finances and personal priorities and situations evolve, like, over the time that you've been doing this."},{"author":"WHITE","text":"I have. You know, I will say, the pandemic has made people feel a little bit more why plan for the future? Like, we never know - you never know what's going to happen. What is the point of saving? What is this all for? And I completely understand why people are discouraged by that. But there's just no better feeling than feeling financially confident and knowing that you do have a healthy nest egg and you do have money in the future. You might not - we don't know if tomorrow's promised, but you can always use those funds for your - you know, your children or your family members, you know, making sure that you're set up in that way. So I understand living for the now and balancing your mental health and not giving up things that bring you joy that cost money, but it's still important to make sure that you're planning ahead for the future."},{"author":"SMITH","text":"A final takeaway Monique shared with me - if an emergency does happen and all the money that you've been squirreling away and saving so diligently for so many months just suddenly has to be used and your goal is blown up and you're back to square one, that should be a moment of pride."},{"author":"WHITE","text":"I understand why they would feel discouraged and they have to reset, but that's what your savings was for. So I would feel extremely proud that you had that to cover that unexpected medical expense, you know, car maintenance or anything like that. So you should feel so proud that you were even able to save for something like that. And now you're going to reset, and that's OK. That's everyone's journey when it comes to their finances. We're always resetting. We're always shifting. We're always reprioritizing. So I don't - I get the discouragement, but you did it and you covered it, and now we're going to keep going."},{"author":"SMITH","text":"Well, Monique, thank you so much for talking with me. This was really wonderful."},{"author":"WHITE","text":"Yes. Thank you so, so much."},{"author":"SMITH","text":"OK, super-savers, it is time for a recap. Monique White's takeaway No. 1 - the first step in any journey, just consider where you are at right now. Look at your debts, look at your spending, your income, and think about easy changes you can make to get to your goals."},{"author":"SMITH","text":"Takeaway No. 2 - map out a plan to meet those goals. Figure out how much you would need to reach those goals and how long it will take."},{"author":"SMITH","text":"Takeaway No. 3 - take action. Call your creditors. See if there's any wiggle room to give you a break."},{"author":"SMITH","text":"Takeaway No. 4 - consider some side hustles or other ways to boost your income."},{"author":"SMITH","text":"And finally, takeaway No. 5 - if your plan gets blown up and you have to start all over again, know that this is just part of the process. Keep going."},{"author":"SMITH","text":"For more LIFE KIT, check out our other episodes. We have one about how to do a budget refresh and another one on how to save for retirement. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekit. Also, we would love to hear from you. If you have episode ideas or feedback you want to share, please email us - lifekit@npr.org. This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen and Sylvie Douglis. Engineering support comes from Rebecca Brown and Josh Newell. I'm Stacey Vanek Smith. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3291602467.mp3","img":"https://media.npr.org/assets/img/2024/01/19/lk_save-for-a-big-purchase_2_miotke_lifekit_final_wide-e65521f9f9ae8e5d3588e812371878bb508f6126.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, BYLINE","SEGARRA","STACEY VANEK SMITH, HOST","MONIQUE WHITE","SMITH","WHITE"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,6743,19137,17149,21559,16314,7012,14911,9263,8373,27745,28415,25112,2121,1514,1575,1211,1034,874,586,678,501,349,380,285,227,208,10833,26948,12979,8905,13696,10393,8532,10386,10219,12041,14911,8549,8654,25033,25707,20950,16040,17779,21881,15519,15731,12468,13892,9330,9397,10061,3471,26459,16615,15650,18053,16854,15024,11981,13697,16121,11561,10497,14339,6958,7979,10155,3030,1058,15395,19719,7956,9630,10722,6708,17728,7885,13282,15844,13765,9228,18344,6122,7976,11680,13510,8454,17905,12877,2328,10592,23094,18726,7176,16446,16537,9335,14537,7783,4961,15105,12277,12189,13680,10973,23756,10066,7939,10545,8970,2349,18904,14661,10772,22063,10177,20063,2371,8874,16458,16532,6913,5060,13709,10135,9352,2166,1282,17671,17782,10489,20324,12783,10331,9104,8399,10347,12262,7039,7821,1881,11698,18390,8473,5104,3096,10889,15326,7655,12273,9487,2254,12085,13202,12255,8700,22980,9480,11043,12934,13091,6829,11116,23753,15528,22413,14916,12379,8007,4076,1478,18384,16648,12238,12055,3845,889,10175,10655,11759,11216,1307,10902,7777,14505,12232,6096,21039,9415,6140,9541,13796,12743,1793,8942,7548,3556,1972,1301,1502,17019,24212,7484,16948,24740,8056,18123,23881,3266,15567,17136,15418,21221,10146,9999,5090,8087,15326,6380,4778,1793,19417,23857,15727,16285,18856,13964,14777,4520,11017,8886,24624,18969,13110,11761,8666,8183,9034,7419,1995,20118,20977,24477,6959,12425,17590,11353,12035,26445,24997,16201,24405,14061,24084,7349,8997,20029,8520,7591,8779,15786,12733,20338,1023,15821,24718,24716,9822,3011,16763,23447,7627,11753,24326,10966,11085,3350,23351,13396,12597,15979,8848,22559,12043,4976,2569,14576,15877,22960,9046,13327,12568,11244,11845,23738,25595,4085,24587,24695,17617,16247,16258,10584,7456,8303,14275,17916,14174,10046,13421,10946,7793,10962,1940,17109,13148,13264,8887,11369,9704,5365,7204,10154,8738,7312,1238,20044,7576,7861,8539,6049,7516,8351,6263,1668,22542,14340,19457,8814,9331,6814,8684,13917,2092,14676,17395,9487,9432,12304,8860,5857,11215,16988,9645,1679,24041,23553,20190,9259,6732,7825,8143,6285,1402,14341,22557,18629,23175,9666,7515,17729,16070,15068,6759,8230,15119,2284,10738,20713,13462,14541,8106,11037,16851,17284,19383,10839,18332,8547,8063,1941,1090,7555,9863,16552,9538,7852,6806,12573,14983,8686,3754,3114,22926,23879,16565,10506,21643,20420,9602,14034,11532,21063,12562,26921,23694,4256,12994,10665,15895,8568,4511,6082,26214,11787,11785,24107,7148,7279,17387,17070,26044,8779,15857,10276,16670,14457,19139,21214,10512,11965,9565,15473,16025,10364,11348,5892,5100,25326,14963,15696,11116,11684,18783,11207,25259,11548,11615,9996,10371,20086,21542,8266,8903,9004,8509,8961,3391,1092,26943,16528,11811,14155,24808,9331,12916,13376,11025,18849,7416,20877,17064,16797,17227,15468,9663,15157,14209,8204,7094,9669,24153,12192,14300,10624,17261,10571,8625,8318,2027,1607,14272,27081,22432,25670,9067,11389,22812,11107,9803,10554,25829,18381,4574,21659,21471,22895,3028,14191,10728,16655,14890,25305,25075,5295,22470,10440,20644,24569,13673,25669,15564,6030,19820,25636,20626,9648,10249,13738,10323,6900,10963,9049,7604,3037,11494,20994,23473,5434,4208,11729,9514,7222,1484,1396,1063,742,737,729,603,509,344,54,11,28150,15631,7321,22477,16023,14417,25760,17679,11100,20621,24981,13623,9958,18006,26256,18278,12342,20262,11141,24955,13379,4741,27363,24295,13288,13350,14278,28298,26054,11956,16884,17434,18743,21684,26666,10470,17907,20215,19081,4531,27498,25693,23580,24166,25063,20967,19364,14565,24863,8166,6631,22901,21374,15433,25423,16834,11158,12157,18117,18743,15373,26880,23088,12297,19235,25435,20715,25835,10859,15052,26090,25748,17404,16683,12321,11082,14537,11047,23882,22990,26631,12839,14888,19327,11488,7505,24,18,6,15145,26606,16023,26978,20212,21910,26220,11135,20723,16289,7775,14330,14913,13782,10357,15523,15717,11088,4221,19055,17893,24924,12678,11463,25712,20751,18193,19587,16329,19997,25420,14192,12907,4904,23612,25088,25786,19653,21088,26311,16923,26188,20283,19799,12440,14985,4039,33,5,4,15,19817,16357,18655,13179,16564,21379,13719,20683,8342,75,14857,7173,10930,13403,6694,16817,15803,8398,19280,14680,5775,21576,22287,21550,10070,8769,10890,19318,10777,9492,10527,13428,18134,19061,19592,20389,12066,16731,12800,10227,8957,12951,11376,13470,22621,16375,10409,7029,20927,23063,9393,21986,21755,20303,13012,14320,16465,11903,8687,12624,11335,11855,12395,12237,10456,22574,5863,21447,14853,21377,21861,15112,21544,7822,12631,4457,5,6,21512,16039,9155,24731,25737,22580,13826,14420,24868,23353,21311,7092,26412,17229,12246,20643,20129,10510,11572,12990,11970,23639,9557,17220,20428,8919,16837,19812,12684,20392,8443,26131,20850,23864,18080,13521,17735,19245,9629,21173,23226,25010,15990,15978,15426,28493,15272,9729,16996,17240,16447,17284,10536,2361,25885,11339,18181,20373,20638,18753,6928,13931,181,42,6,4,5,1159,13509,15692,11450,13559,2860,286,11778,22451,19622,14317,18900,16061,9726,21649,19607,783,25238,12610,12911,21124,9211,8343,13378,9624,9044,8557,6645,13068,10171,10731,6549,7239,8443,16625,10339,25924,10577,10509,2289,19701,24737,17844,8715,5891,18727,15092,24341,16811,4120,19648,8110,3706,13389,8256,13857,8091,23639,4178,6088,13634,15768,18361,19559,10667,12607,11931,8278,23875,20803,19323,5055,7035,4827,8645,10542,3854,15448,22266,11515,10533,1145,22307,19595,17792,16014,13218,16916,7701,8657,7616,7924,7619,9770,14698,15375,9994,10996,19960,6830,9573,6430,7312,25165,7307,8391,9118,9156,12286,7619,10850,7877,7126,13606,13144,15030,11282,11845,1561,21412,20121,13989,10719,7673,12036,12047,11131,9328,15488,11385,14005,11678,11123,8125,5047,114,1668,9903,10490,14251,7372,18453,12946,6395,10532,4640,12608,21314,16372,15513,24708,5524,7421,694,22373,24440,8482,22026,18976,13978,9430,17655,15931,15268,13948,18920,25272,12303,19012,17510,7711,67,10455,16605,5234,7903,20943,20522,11288,9751,23099,16534,20317,7631,9199,5459,1020,23623,18142,17996,13918,13638,7343,12049,12605,7089,9900,12438,11192,12244,5994,10094,6573,9618,7603,4192,18730,15387,17650,11210,12456,9663,16938,9652,11076,9748,6004,13793,18024,19457,50,243,20099,19401,12792,18178,21074,15478,13130,8732,11130,977,21072,14519,22792,19915,11959,8381,8331,8818,10144,6640,5203,2893,9867,2213,18633,13658,2636,21626,20038,9623,12345,8329,10530,10965,4866,6972,11111,7716,12651,5588,13457,8682,6059,6483,11485,816,24261,13430,15878,14677,12082,19615,16170,5398,14009,23238,10686,13124,14192,9073,10368,10539,6969,19833,22518,25084,23078,15954,2638,24127,23676,17097,10331,9566,25043,19099,10023,7847,11236,11336,18602,23503,22643,11332,8337,5987,10134,8166,621,10533,11858,10412,18960,10108,7018,9035,8550,5520,4769,8388,5572,4082,6404,10246,11275,18561,24794,6433,14447,6645,340,947,23082,23508,13142,12375,4841,20242,18596,19972,12334,9005,9165,9932,12026,10032,15318,661,352,24331,12726,8429,13878,14708,8717,8878,11608,7555,18988,14557,11593,11440,11043,14300,10299,12216,14072,3742,16582,18760,16371,15173,11352,12265,16173,10657,77,13988,15154,12377,13614,14165,16818,8444,8957,9410,10836,4024,16604,13546,19041,10187,10650,13314,13001,15813,14932,15238,11721,15615,20245,13843,16379,11275,16560,9730,14059,8425,5894,7271,9325,927,16375,14625,10079,10837,10383,9075,12933,15109,19210,373,25,26584,21719,24010,1273,21180,19527,5376,69,373,19293,22045,6593,22794,22862,24695,20301,15526,12826,11754,11846,15143,10031,9705,1617,17334,9844,12971,12922,14133,15792,16884,18858,12668,12196,11696,12402,7993,18999,24062,24867,8305,9471,390,23472,24098,20703,15096,16889,14553,10381,6829,18907,16475,14549,15110,15840,4530,8551,10347,7761,14453,8134,14028,13169,2762,14795,11644,5074,24034,3724,479,23465,15155,22854,23180,20000,16100,9867,7362,17348,9731,16782,15628,9303,6910,11269,10268,9403,7913,9808,9346,564,1551,13341,12243,10764,10285,12229,13727,13376,14634,17532,17417,13024,764,22063,15705,19792,18259,21019,17270,18575,16936,8618,13201,13925,13492,12739,12492,5191,558,11804,1033,22642,21894,14753,21779,14886,9445,12341,12884,11950,357,16851,16450,16543,23591,16995,14870,17063,7287,16110,23508,22832,13607,16770,22192,14499,10493,17134,12210,13532,12885,16410,13942,14793,10407,12829,9752,10245,13442,12721,10140,18879,12001,10969,12316,7475,12733,14575,10255,10262,7055,7110,5059,5042,1557,20875,3273,25043,15080,24925,13473,12182,14629,13328,12602,13982,17705,1839,14763,21990,9389,9038,14793,21378,11739,8390,2547,441,10623,10802,12794,7860,8281,13789,9793,22954,11963,9242,12241,12928,9947,5304,4445,17302,20815,13804,9214,6380,1293,11974,18450,20283,19609,19677,20431,14486,15613,14703,7622,8757,10173,8742,7324,9146,9287,12740,8832,16175,15642,10157,11632,12404,9089,10546,14699,10864,10529,13977,7022,8521,12703,18768,15345,8489,10620,16322,11671,7281,9095,7909,9773,15885,11961,7713,8993,7244,8273,6305,21358,18153,11521,7918,7358,13942,5618,15585,10582,14077,7802,9047,13604,7180,10339,9501,11537,13573,8511,2115,18604,22041,20481,23505,23620,23158,25223,23529,19136,16164,17585,14953,12125,12630,16906,19140,15372,17402,17856,18755,18670,20033,10834,9436,18517,7482,6510,8219,10269,8533,6431,23542,23363,17315,17949,14193,14750,10177,9966,10377,7328,7620,4310,5874,8641,5633,7881,7794,652,20597,23309,3804,22165,12837,11931,12187,11036,7147,17832,12281,6057,12898,13593,19443,5514,11525,18763,12237,18239,12453,11586,14071,18632,8249,19722,2496,23702,13962,15224,12402,4259,6681,12843,20315,11955,10408,9569,14053,11652,8958,15812,17760,10563,8851,7513,14723,15682,3130,25744,18756,6487,12054,10319,20656,12980,16314,12013,16921,13274,15809,10552,8462,5303,9035,11956,11399,739,25977,24004,16073,13898,9106,14750,8209,7280,6689,12151,9760,14658,16866,16031,4455,21119,15139,9764,10129,4048,13026,9884,11750,10900,21984,18361,11470,13476,9357,353,8138,10216,10893,6050,6205,10949,15106,12356,10022,9198,11708,11465,8611,7836,8256,10968,9256,7670,6737,63,1200,1350,63,2075,15057,15409,13822,23662,17297,17143,11422,4464,21096,14981,18457,13905,14767,16942,16113,24875,25271,12579,9573,7316,707,45,18447,25521,4636,16854,22311,24582,7325,6985,7053,12516,19920,25301,9400,7295,19348,25277,8061,11984,7908,20226,18518,23296,22945,20228,7330,7211,10092,16370,15932,5383,8330,755,12925,10190,9935,9117,14674,6442,15857,7481,7297,6683,6938,17592,8629,9709,6323,4368,5474,13997,9220,18524,8604,9636,13932,15167,8087,7850,12024,12832,9353,5002,5216,8674,7990,6949,8496,11442,9265,8194,8817,12982,937,23511,20166,13842,22860,11696,20502,12628,13674,12801,10326,6501,8129,8815,7138,6887,7239,10483,6265,6763,644,15592,19232,17011,12584,6395,10744,7983,7254,17112,13921,661,21702,19062,17462,6391,11616,9915,7945,8128,6505,4141,4248,857,23666,23379,16609,11529,23428,6576,9011,17790,1518,15916,14768,9924,16146,11092,11829,15058,9923,21305,7554,13080,15337,16321,12881,13003,10247,7259,1954,18053,13718,10687,102,20099,11634,14695,10190,9868,7343,15011,6057,4993,5621,23654,9357,38,35,36,939,13039,18201,21894,13747,11503,19983,16939,24962,24733,21346,22374,15178,7032,10701,9149,16227,18239,12147,11957,12632,14119,23839,14090,15484,10231,13523,9787,9820,16263,24225,10684,6104,24487,14047,13005,14232,22562,10007,9744,11419,12439,14361,12673,13924,8631,6251,13115,13480,8533,9875,7450,10915,9053,4148,8620,13064,9776,7304,2013,18365,25991,20666,11540,11155,12560,6586,6384,18742,9606,7458,11367,11923,14711,16851,14774,11416,3254,18025,19205,18507,5811,13554,16380,12796,15626,16545,9403,10798,7200,8561,1342,24346,22589,17761,16095,11557,5762,11318,22944,13156,10795,15850,9082,9518,10684,9469,10835,17805,9620,10053,8919,6471,8861,6027,13534,13536,20683,9267,11768,11228,13098,12685,12340,6816,5697,10407,11765,9514,8230,13845,9683,8022,9672,13491,12731,20061,10685,7471,1452,12988,11013,12692,23555,13447,6129,9600,16828,14696,10389,5596,9202,8667,19385,7445,24025,5383,20008,11079,15849,8499,7942,8191,8484,12035,11621,7195,7003,15622,15986,11850,8958,12226,13722,10826,21751,24530,13480,13399,13554,8579,17223,12178,12891,15803,8985,9614,8991,8976,4999,8703,9251,11509,9877,8242,10458,7702,16171,10252,6760,139,23037,7160,20748,23752,15213,9621,12846,13060,9458,14299,15068,10090,12829,19471,14614,21908,12495,9542,21958,12916,14524,9974,10165,20864,10400,7102,11966,12092,11412,12229,13291,17578,7793,9356,8474,13376,11263,12635,21915,8773,20140,8011,24577,11116,24489,13070,26176,18255,24935,11584,20295,19842,17884,9379,17593,18779,8909,23630,4349,6385,6440,12421,7041,13120,13565,7113,20429,18535,18813,8126,8779,14663,8812,10737,8984,15112,12473,23432,12591,9892,11224,9795,11434,13107,9000,6353,8056,5645,10456,24930,16004,14430,8826,6313,650,15601,23798,15942,22366,5741,14586,23677,9420,6616,14572,12888,3114,669,10604,15629,13275,17742,17261,19545,12851,25629,7827,21827,8796,15367,6507,7930,8185,421,17639,12331,24878,23874,16057,12248,23842,24032,25020,23426,15390,8453,8758,9178,13796,11769,2975,131,135,6883,15440,18607,22986,646,17686,14902,17695,16812,12528,11284,12591,7864,14027,4180,13390,15623,10499,13009,8141,17895,12927,12899,17065,12157,12345,9989,14380,16275,22875,23464,15770,11111,11159,7324,7361,6493,8405,6330,13198,299,15238,15800,10995,12531,11941,21091,7951,8849,11285,9941,12860,8126,18899,24886,17917,13420,8383,9195,7362,14892,3635,22302,22309,15652,19393,4113,10763,11335,9052,7973,15794,10055,10735,6595,6968,6957,9410,8581,2868,15105,17861,24974,23957,7202,6636,8866,6782,8065,7599,1154,10196,9686,5621,4076,10210,24535,16590,15660,11597,18764,13845,16484,17986,19402,5348,2374,16320,21543,14439,14616,11606,11970,24710,23784,17930,6971,12999,2620,12117,11481,10958,4210,1800,15473,18210,12721,12062,12315,8778,6992,27207,15724,20105,11151,11937,10205,7355,7077,1383,7627,18475,25487,25650,15053,19852,10598,9157,2566,2444,3310,14263,18538,10747,24101,21246,19447,11995,10273,7132,7346,10023,17981,8042,20684,10313,19438,24959,13792,13715,22789,23455,23552,21193,14350,25531,24962,20327,13358,5353,5359,18473,19847,13673,10840,13592,3417,9247,16777,25574,13211,10232,10643,9859,5835,7776,11374,26482,900,365,19778,19249,25949,16211,10001,24187,19876,15201,11599,12967,8969,10260,1465,302,20595,11692,4061,5720,8656,549,20913,17672,7617,7817,8752,24262,6206,12213,10998,6657,3614,15757,1990,5905,11306,21896,15000,8678,8920,7515,7074,957,23692,12925,22929,22802,20965,19361,22405,17289,7954,16480,16537,8276,9528,10268,5349,5773,15973,16330,9888,23778,13069,14152,15416,11422,12336,20094,18624,20729,18853,16201,5898,24898,21964,20650,20785,18631,18365,16337,25610,27591,24971,18789,23511,12534,14125,10967,8670,8208,9583,5868,6845,5264,6228,23869,22835,24578,19208,14462,11407,17449,17163,10203,5651,6372,9174,6161,6091,10760,7559,16281,113,23884,9919,9671,6058,9995,23809,16524,11548,9057,6117,4647,2923,13016,11575,14914,18683,20088,9340,8107,9989,8018,10500,10978,19411,17283,24383,23733,20013,22894,17647,23692,16738,9849,7994,10091,18950,12847,8521,9746,13346,8516,8383,10328,13370,7910,13001,13983,18790,16518,8293,11337,23432,10574,16457,23203,14998,15526,11913,6604,19100,10643,1177,7724,23498,9111,16589,8920,7868,15543,15627,18862,17256,11461,9816,13372,25261,25737,24002,23480,23893,18980,15815,22124,12914,17339,18271,4380,10752,5440,10650,20544,23037,4294,10453,20769,11179,17462,20958,6739,22790,13660,16016,14344,9640,5302,8910,7244,15116,16598,15777,20427,15635,9398,11423,12311,12682,9199,9272,13249,5075,22948,22177,2700,5404,22391,22908,19168,9041,10549,843,2788,866,17673,21559,19305,13259,13334,20135,25461,16177,9484,22665,10269,12422,14735,11030,16967,17449,14725,18072,14690,24638,14206,12565,12364,16563,9212,8759,18723,21009,8658,9470,2939,8234,10538,11691,11753,13957,10440,9873,13958,10715,7238,9846,9291,16563,9551,6848,6104,366,19204,14540,9764,10954,12965,19549,9823,7332,10109,6881,1753,19579,20520,7833,16329,13604,12525,10626,20485,13292,8816,8725,5666,3201,75,114,61,240,22460,23896,18371,23492,15952,13289,23720,23735,9585,10467,9485,8193,1799,9341,8246,8485,13100,13076,145,15468,15229,14402,5197,12361,11680,18709,24126,9942,8240,6985,14230,19139,18776,14517,13994,15198,8488,13544,10780,17799,17030,9322,12752,6665,14882,10779,8581,9565,4709,16944,14100,8225,7324,9053,7514,11624,13480,11145,7566,13201,10568,10177,1692,23274,6257,17033,23377,1953,8982,20700,11955,9120,7687,20067,18044,14455,6884,8720,9198,7726,10016,7208,6140,6342,6227,14477,6651,9777,9481,13785,9540,8020,8703,12442,7941,18734,9373,16629,14987,18356,11317,11036,9106,8990,14328,11113,11274,8362,9186,10146,5124,9237,6453,6733,12815,12277,13616,14694,16959,18868,13411,9705,10083,10222,8286,10041,5952,8981,15066,11800,9411,3539,24325,15567,13016,12115,8412,14091,14274,7122,7216,6597,10578,13409,11491,8388,17678,10955,15807,14741,15475,7336,988,22731,11145,20731,9882,4923,6838,8746,15563,6243,6544,5250,3894,3831,5287,85,13732,22036,15791,11109,6338,10696,3104,4339,17112,17354,8340,16052,17632,4173,11754,22730,15862,7305,8698,10723,16623,16163,9423,10753,15822,13898,6654,10480,8769,4121,5703,25034,15116,13561,4221,7935,8414,3050,21619,14450,12899,6657,24404,10970,11351,9951,278,804,22771,16034,7781,7229,7700,7687,5526,11758,13173,1724,82,23292,11454,6611,14165,10783,9763,8761,10332,7618,8759,8952,12973,9120,7900,19161,4337,25419,11673,11891,3426,4634,81,768,23871,22945,14569,18886,7817,12624,11477,23637,20587,8534,16813,13705,24361,23936,16016,24348,22980,8567,7893,5681,24742,13680,12359,8320,17316,9724,10092,7500,16301,1072,24420,20221,15609,16336,18409,15217,8121,9759,8954,8034,6641,9145,6100,15587,7974,24835,25334,12218,15643,19354,13264,14466,18029,11720,9486,9023,12927,4894,18538,11818,12135,8388,12132,13798,11404,19422,16885,13393,19499,19970,9815,9798,10634,13296,7485,8139,16416,10209,9252,13323,13301,3612,15996,24012,5364,24694,21380,20467,17455,10947,18930,13078,18416,6282,15037,12914,7472,9305,11301,7491,9863,1783,2131,2259,24239,13926,11604,10795,16560,17781,17597,5417,7777,10664,7825,5171,727,9835,12158,7902,9819,10399,7723,2724,1320,1473,1927,6940,15673,12994,12088,7975,12070,10654,9549,10937,12643,2409,1471,15822,25209,10394,19221,10488,12707,5504,6030,10672,23440,9813,14945,10984,7301,8208,13510,11558,15688,19776,14886,16009,8988,4150,14786,19036,9342,9628,23530,11089,8120,11895,8942,23913,24782,25002,14468,11205,9062,10291,8953,14913,6821,9380,2369,1698,6548,14800,8063,11878,2778,17416,23797,17169,10533,11280,12866,9012,6363,24821,24124,20855,16113,8946,12972,6572,3625,6040,12269,12928,8448,20421,6806,5297,787,950,9213,17036,8555,12341,6222,3653,8876,24073,24170,7027,2206,25122,19789,13340,5918,11863,12284,17736,13376,7464,7111,8934,12899,3429,2012,1566,21701,14253,16002,15311,1020,7176,13683,5803,18301,12217,5447,15526,21622,24075,11824,9785,7552,14368,12425,1048,6727,24412,11100,7539,11078,15192,17293,2171,15499,12965,13987,11925,9253,12314,7456,15419,12585,18688,10420,15490,11785,17664,1113,14168,12536,13782,8999,7680,21187,11200,16894,2515,1144,5518,1470,13667,10700,522,330,1555,15326,18139,16778,8357,19699,21380,17235,6575,3331,24706,19648,18943,24561,7287,11982,12564,18016,9022,13480,8532,11187,24468,10555,11451,12357,1507,10124,23673,20098,13244,20622,24243,18459,10956,15837,9660,9514,6269,995,23419,7563,25262,16297,24430,12973,10424,15135,6051,23009,14013,13892,10453,12466,18690,18885,18621,20340,23141,11972,8228,1282,1540,24023,10516,12584,12418,18758,9660,7855,5174,10408,24144,19642,14770,13668,12743,25253,10186,14494,9477,10219,13050,7129,3310,27019,11225,11090,12382,18692,16500,14489,4690,1590,1008,16353,26250,25942,26130,15018,12870,25813,12919,9943,19954,1782,25470,16070,18365,12548,17709,16790,22171,16466,14256,8717,15173,16574,8377,5547,12389,9621,10757,11104,23215,17779,21705,1740,26134,24366,14169,11999,21852,8739,9549,8297,24685,28067,10397,19262,7139,10361,10277,18783,17734,21089,11404,10687,16154,10271,21536,4644,2155,19300,16516,23253,18574,16914,18348,20917,13502,20234,6747,1135,25094,11940,17892,12631,976,10550,9999,4772,305,1609,521,878,1145,342,526,2467,491,1117,1736,477,1528,899,719,1066,430,665,2511,953,1201,1276,617,1777,1489,728,1688,1460,1003,3118,834,1071,1726,633,799,1423,667,1137,1238,583,1302,777,694,1059,788,791,1510,666,1458,1436,572,611,588,524,1122,912,737,590,931,2242,2055,508,446,342,918,2662,777,574,611,548,918,1073,1111,936,809,1002,756,666,452,676,834,728,680,620,464,397,342,309,270,212,63,6,5,3,3,3,2,6,22111,23591,12741,13971,14954,19376,17687,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,6312,16276,19996,16281,11933,10300,14507,15996,11413,17998,18966,13131,20902,8567,21615,15681,6091,10916,13045,15332,14631,17796,16139,15196,9247,11988,11935,21891,11497,7093,16623,18892,18091,21087,14770,18007,8331,16323,12579,9376,20473,21623,10002,17982,16408,7775,3745,19113,14505,16181,23518,8019,6170,10115,21329,22171,19458,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,11923,12868,13112,5754,4185,42,3,2,22111,23591,12778,13971,13952,15564,19376,13297,7830,3664,22239,16726,9388,9203,8677,15342,12221,13873,15125,16011,9758,10752,16276,19996,14079,11933,12966,15996,13486,7070,18966,16413,13131,20902,21615,16039,6665,10916,7714,15332,11532,14631,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,13308,18007,8331,7962,16323,10147,1513,21623,14408,17982,16970,13725,7775,2563,19113,16181,15121,23518,6463,773,21329,13532,22171,11803,17515,15316,7912,15314,19820,7486,8206,8235,12937,11284,7114,7321,14093,17652,14287,20364,12868,13112,5754,5560,299,3,204,11443,11262,15913,13170,9840,25837,11792,18647,13480,26033,12783,25846,15637,10094,24806,22785,25879,19026,10006,13003,24381,23010,10002,18594,17464,12947,19534,7780,14194,8500,26361,12575,14729,12957,9512,20968,21058,11251,13240,12002,26390,12835,6771,3369,19835,18059,17030,13966,7427,6010,8509,17723,12837,12371,13017,8003,12927,7028,900,15012,20713,16232,9065,11199,5185,5730,20845,25282,24553,24313,8097,22221,10251,9863,10676,162,10289,4749,11103,12935,11373,4072],"fragments":[{"begin":"0.000","end":"2.120","lines":["You're listening to LIFE KIT..."]},{"begin":"2.120","end":"3.720","lines":["...From NPR."]},{"begin":"3.720","end":"79.080","lines":["Hey everybody. It's Stacey Vanek Smith in for Marielle Segarra. I have reported on business and economics for more than 15 years, and the one thing I can say for sure is that money is tricky. Everybody wants more of it, and sometimes, it can feel like this obstacle that is standing between us and the life we want or at least the things we want. You know, like a pair of sneakers, an exotic vacation, a new computer, car to get to work, a house, the degree that we want. But getting enough money for the things we want or need is not always easy. Especially right now. Americans are in a record amount of credit card debt, and prices are rising all over the place. So in the middle of all this, how do you make a plan? How do you save money? How do you create a goal and reach it? Monique White knows exactly what it's like to want something that seems out of reach."]},{"begin":"79.080","end":"85.160","lines":["It was a Dodge Charger, and it had, like, touch screen and a sunroof."]},{"begin":"85.160","end":"96.120","lines":["Monique was 22 at the time, just out of college and ready to set off into her future in her amazing Dodge Charger. But at that moment, her past came back to haunt her."]},{"begin":"96.120","end":"136.600","lines":["I went to go apply for an auto loan, and I was quickly denied. And I was extremely confused. So when I was denied, I pulled my credit report, and I saw a credit card from my freshman year of college that I completely mismanaged. I also saw my student loan payments on there. You know, late payments because I wasn't making payments on that. So I just was completely thrown off by the fact that something from four years ago could impact my financial capabilities, right? I didn't know that it could, you know, affect what I was doing four years from then. So I did, like, a deep dive into credit."]},{"begin":"136.600","end":"182.320","lines":["Monique's deep dive turned into a career. She educated herself, turned her credit score around in less than two years and eventually became a certified credit counselor. She now heads up Self, a credit building platform that helps people with low credit meet their financial goals. And Monique says no matter what kind of financial shape you're in, no matter how impossible it might feel, you can set and keep your financial goals. On this episode of LIFE KIT, we are taking a deep dive into your wallet. We're looking at the good, the bad, the ugly and how to use all of that to set and keep your big savings goals. Monique, by the way, she did get her car."]},{"begin":"182.320","end":"205.680","lines":["Financial goals. Monique White, our credit counselor and financial expert, says the first step in meeting any financial goal is to get a realistic sense of where you're at financially. That is your first takeaway. Look at your budget. What money is coming in? What money is going out? How's your credit score? And this is going to help you figure out what you can reasonably accomplish and how long it will take."]},{"begin":"205.680","end":"219.080","lines":["And then really mapping out a plan in a timeline and being realistic and not comparing your current financial situation to what you're seeing, maybe, on social media or with your friends. It's about your journey and what's realistic for you so that it is obtainable."]},{"begin":"219.080","end":"233.680","lines":["So where do you recommend people start? Let's say that I come to you and I have some student debt, I have maybe a little credit card debt and I want to buy, let's say, a computer for work. What - where would you recommend I start?"]},{"begin":"233.680","end":"353.840","lines":["So before you focus on any big financial goal - and I understand that some of it may be a necessity, like a computer for work or school or something like that. But if you're focused - trying to hit a big financial goal, honestly, I feel like the first thing you need to do is make sure you have an emergency fund. Your emergency fund should cover at least three to six months of your living expenses so you can have that safety net of anything that's unexpected that comes up. So like this computer for work or car maintenance or medical expenses, anything like that. So I think that you should pay yourself first and make sure you have that safety net, because you do become financially confident when you do have that backing in your savings. And then once you're doing that and you're trying to get to the next step, I really think having a budget is extremely important. I love using the 50-30-20 method where 50% goes towards your needs - so like your housing or transportation - and then 30% towards your wants - so any self-care, non-essential items like dining out and things like that - and then 20% towards your savings. So this is just like a guideline, right? I live in the Bay area. It's extremely expensive. Sometimes people's budgets, especially I saw it as a coach, is going over that 50%. But it's something that you should, you know, strive for. It's something that you want your budget to fit in eventually."]},{"begin":"353.840","end":"396.440","lines":["And then paying down any consumer debt is really important too before making any large financial purchases, any big-ticket items, because those typically carry really high interest rates and it's impacting how much you're paying each month, and then it's taking out of your savings. So if you could get some of that debt down, which will get your payment down, and then you'll have more room in your budget to start putting into your savings so that you can start purchasing the things that you need or want."]},{"begin":"396.440","end":"412.960","lines":["So, now that you have an understanding of what your finances look like, it is time for takeaway No. 2 - do a little research and make a timeline for your financial goal."]},{"begin":"412.960","end":"459.640","lines":["You really need to do your research. You need to - whether it's a car or a house, you need to see what the market is like, what your area is like, what - you know, even for things like computers, what's it going for? So doing your research is saying, is this an obtainable purchase for me? And if it is, is it going to take six months, 12 months? And really being realistic - looking at your spending habits. You know, maybe you don't want to give up dining out. Maybe that's a part of your mental health and your self-care. So maybe that's something you can't give up, but you can reduce in other areas."]},{"begin":"459.640","end":"529.920","lines":["I also think that getting organized and having multiple savings accounts really works. My bank - you're able to split your savings. So you can label it, which is really cool. So you can have a bucket that's strictly for emergency savings, and then I can have another one for vacations or I can have another one for Christmas shopping. And if your bank isn't structured like that, you could just have multiple savings accounts. So staying organized and labeling your accounts and just being creative and not making it a pain to save and once you see those buckets in your savings increasing, you're really going to feel so confident. You're going to feel really good about yourself."]},{"begin":"529.920","end":"545.640","lines":["One thing I also wanted to ask about was your approach to mapping out - like, mapping out the goal. What does that look like, practically speaking? Like, what does that mean to map something out?"]},{"begin":"545.640","end":"598.640","lines":["Yeah. So I like to create something called an action plan, which is like a to-do list of things that you need to do to better your financial situation. So taking a look at your credit card statements and your bank statements, looking at your spending patterns - right? - and then saying, OK, what do I want in the next six to 12 months? That can be your short-term goals. And then, what do I want maybe four years from now? So identifying your short-term and your long-term goals and then writing down actionable steps to get there. So maybe it's paying down a credit card - No. 1, No. 2 - increasing your savings, No. 3. - you know, purchasing a car, whatever your financial goals are. And then once you list those actionable steps, you're going to even get more detailed."]},{"begin":"598.640","end":"612.000","lines":["Now, if you're carrying debt and it's getting in the way of your financial goals, consider Monique's third takeaway - communication. Reach out to the people you owe money to. Talk to them and see if you can work something out."]},{"begin":"612.000","end":"649.000","lines":["If your goal is to pay down a credit card, maybe you need to check your credit report. See where, you know, your balances are, your interest rates and things like that. See if you can make an on-time payment. So your first step would be to call the credit card company and maybe negotiate some of your interest rates. So you can call your credit card companies and say, hey, I've been with you for two years. I've made on-time payments. My credit is strong. Can we reduce some of these interest rates? And they might be, you know, willing to work with you on that. So that can lower your monthly payment. And then you have more money that you can set aside towards your savings so that you can make that purchase."]},{"begin":"649.000","end":"653.000","lines":["And if you haven't made on time payments and don't have a good credit score..."]},{"begin":"653.000","end":"660.960","lines":["They do have, like, financial hardship plans and things like that, so that you can get caught up and make sure that you're paying on time and the credit bureaus are seeing that."]},{"begin":"660.960","end":"668.640","lines":["And after you've talked to your creditors and gotten your interest rates knocked down as much as you can, and your debt is maybe feeling more under control..."]},{"begin":"668.640","end":"677.560","lines":["Look at your budget, see if you can increase some of your payments - so making sure that you're separating your short-term and your long-term so that it does feel attainable."]},{"begin":"677.560","end":"692.040","lines":["When you've done all the steps and you kind of have your plan - like, does the plan look like, OK, I want to try to put aside $50 a week or $3 a day, or - how does that break down, moneywise?"]},{"begin":"692.040","end":"719.800","lines":["If you go from not saving at all to wanting to spend - you know, save $500 a month, that might be a little difficult. So maybe starting off with something that you know is reasonable, something that - you know, maybe there's a subscription that you can get rid of that's $25. Use that to put in your savings account. You know, just something that you know you can do, something that's obtainable, something that you know works within your budget, and then you can make small increases along the way."]},{"begin":"719.800","end":"758.000","lines":["Takeaway No. 4 - if it is at all possible, consider some different ways that you could scrap together more money. Increase your savings. And what happens if you have a goal that's really, really important to you, you look at your income and you just don't have enough money to put aside, and maybe you're not in a position - maybe you've asked for a raise, or maybe you haven't yet, but your income is your income. What do you recommend people do when they come to you and they're like, Monique, I'm just looking at my finances. This isn't adding up. I won't be able to afford this computer for eight years or something like that?"]},{"begin":"758.000","end":"769.560","lines":["If you have absolutely no wiggle room, I'm - the only option is to increase your income. I know that a few years ago, I had twins, 2-year-old twins."]},{"begin":"769.560","end":"770.880","lines":["Oh, congratulations."]},{"begin":"770.880","end":"771.280","lines":["Thank you."]},{"begin":"771.280","end":"773.760","lines":["But that is, like, double the expenses, too."]},{"begin":"773.760","end":"775.920","lines":["Oh, man. Exactly."]},{"begin":"775.920","end":"776.520","lines":["(Laughter)."]},{"begin":"776.520","end":"792.720","lines":["Exactly. And, you know, it really hit my household financially in a hard way, right? Because now I'm on maternity leave, and I'm getting reduced pay. I had to get creative 'cause I knew that I didn't want to leave my babies. And this was actually in the height of the pandemic, too, so..."]},{"begin":"792.720","end":"793.840","lines":["Oh, my gosh."]},{"begin":"793.840","end":"799.400","lines":["...I was nervous to go out. So I had to get creative, and I actually came up with my own little small business."]},{"begin":"799.400","end":"801.160","lines":["You started a small business?"]},{"begin":"801.160","end":"808.040","lines":["I did. I was selling charcuterie boxes and little meats and cheeses, and it was adult Lunchables..."]},{"begin":"808.040","end":"809.320","lines":["Oh, my gosh."]},{"begin":"809.320","end":"824.880","lines":["...And boards. And I was selling that and making extra money. Eventually I stopped because I was able to go back into work and just really focus in, you know, what I wanted to do in my - careerwise as a coach. But I had to get creative."]},{"begin":"824.880","end":"848.160","lines":["I mean, we've all been through quite a bit in the last four years, and financially, I think a lot of things have changed for a lot of people. I'm wondering if you've seen people's goals change or their approaches change or how you've seen people's personal finances and personal priorities and situations evolve, like, over the time that you've been doing this."]},{"begin":"848.160","end":"923.120","lines":["I have. You know, I will say, the pandemic has made people feel a little bit more why plan for the future? Like, we never know - you never know what's going to happen. What is the point of saving? What is this all for? And I completely understand why people are discouraged by that. But there's just no better feeling than feeling financially confident and knowing that you do have a healthy nest egg and you do have money in the future. You might not - we don't know if tomorrow's promised, but you can always use those funds for your - you know, your children or your family members, you know, making sure that you're set up in that way. So I understand living for the now and balancing your mental health and not giving up things that bring you joy that cost money, but it's still important to make sure that you're planning ahead for the future."]},{"begin":"923.120","end":"954.280","lines":["A final takeaway Monique shared with me - if an emergency does happen and all the money that you've been squirreling away and saving so diligently for so many months just suddenly has to be used and your goal is blown up and you're back to square one, that should be a moment of pride."]},{"begin":"954.280","end":"1004.840","lines":["I understand why they would feel discouraged and they have to reset, but that's what your savings was for. So I would feel extremely proud that you had that to cover that unexpected medical expense, you know, car maintenance or anything like that. So you should feel so proud that you were even able to save for something like that. And now you're going to reset, and that's OK. That's everyone's journey when it comes to their finances. We're always resetting. We're always shifting. We're always reprioritizing. So I don't - I get the discouragement, but you did it and you covered it, and now we're going to keep going."]},{"begin":"1004.840","end":"1011.600","lines":["Well, Monique, thank you so much for talking with me. This was really wonderful."]},{"begin":"1011.600","end":"1015.960","lines":["Yes. Thank you so, so much."]},{"begin":"1015.960","end":"1038.080","lines":["OK, super-savers, it is time for a recap. Monique White's takeaway No. 1 - the first step in any journey, just consider where you are at right now. Look at your debts, look at your spending, your income, and think about easy changes you can make to get to your goals."]},{"begin":"1038.080","end":"1052.920","lines":["Takeaway No. 2 - map out a plan to meet those goals. Figure out how much you would need to reach those goals and how long it will take."]},{"begin":"1052.920","end":"1062.840","lines":["Takeaway No. 3 - take action. Call your creditors. See if there's any wiggle room to give you a break."]},{"begin":"1062.840","end":"1100.240","lines":["Takeaway No. 4 - consider some side hustles or other ways to boost your income."]},{"begin":"1100.240","end":"1114.040","lines":["And finally, takeaway No. 5 - if your plan gets blown up and you have to start all over again, know that this is just part of the process. Keep going."]},{"begin":"1114.040","end":"1178.920","lines":["For more LIFE KIT, check out our other episodes. We have one about how to do a budget refresh and another one on how to save for retirement. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekit. Also, we would love to hear from you. If you have episode ideas or feedback you want to share, please email us - lifekit@npr.org. This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen and Sylvie Douglis. Engineering support comes from Rebecca Brown and Josh Newell. I'm Stacey Vanek Smith. Thanks for listening."]}],"duration":1178}