{
  "title": "Do you love seafood? Here's how to eat it responsibly",
  "url": "https://www.npr.org/transcripts/1196978795",
  "intro": "Fish populations are dwindling around the world due to overfishing. Here's how to make the right choices when dining out or buying fish at the market.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "STACEY VANEK SMITH, HOST",
      "text": "Ahoy, LIFE KITers. I'm Stacey Vanek Smith in for Marielle Segarra."
    },
    {
      "author": "CLARE MARIE SCHNEIDER, HOST",
      "text": "And I'm Clare Marie Schneider, a producer for LIFE KIT."
    },
    {
      "author": "VANEK SMITH",
      "text": "And today, Clare and I are bringing you a very special tale about fish, namely which fish to eat, because fish are some of the only wild animals that we consume on a mass scale. And it can be very hard to know what's OK to eat and what might be really harming the ocean or what's really overfished."
    },
    {
      "author": "SCHNEIDER",
      "text": "Yeah. So we visited a restaurant in New York that is doing fish a little differently. It's called Rosella. It's a little sushi place in the East Village."
    },
    {
      "author": "VANEK SMITH",
      "text": "And the night we went, it was packed. It was hopping. People were dancing to the music a little. And we were all sort of sitting around watching the chefs, like, chop up the fish."
    },
    {
      "author": "SCHNEIDER",
      "text": "Yeah. And they were blaring U.K. rap really loud."
    },
    {
      "author": "VANEK SMITH",
      "text": "It was its own scene."
    },
    {
      "author": "ANDREW SORLAESITH",
      "text": "I'm Andrew. I'll be helping you with food tonight. So if you have any questions..."
    },
    {
      "author": "VANEK SMITH",
      "text": "Andrew Sorlaesith is a sushi chef at Rosella. He's been making sushi for a decade, and he was serving up some of the restaurant's signature dishes."
    },
    {
      "author": "SORLAESITH",
      "text": "We have a porgy from Montauk. This one is dry aged, and..."
    },
    {
      "author": "SCHNEIDER",
      "text": "It's a little loud. It might be a little hard to hear him, but he is telling us that he is serving us porgy sashimi."
    },
    {
      "author": "VANEK SMITH",
      "text": "Dry aged porgy sashimi from Montauk."
    },
    {
      "author": "SORLAESITH",
      "text": "Porgy is like a very American fish. You find it here, like, the Northeast a lot, but most people don't use it for sushi."
    },
    {
      "author": "VANEK SMITH",
      "text": "But I don't think, like, the California roll needs to be shaking in its shoes right now. But in fairness, porgy sashimi was basically the reason that we were at Rosella because porgy is quite sustainable. And Rosella is one of the only sustainable sushi restaurants in New York City. It only serves fish that have been sustainably farmed or caught."
    },
    {
      "author": "SCHNEIDER",
      "text": "Yeah, and the results are some kind of cool twists on classics."
    },
    {
      "author": "SORLAESITH",
      "text": "And then this one is actually made with - it's very similar to, like, a Philly roll."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "I was going to say, there's cream cheese..."
    },
    {
      "author": "SCHNEIDER",
      "text": "Yeah, the Philadelphia roll, which is usually made with smoked salmon, cream cheese and avocado."
    },
    {
      "author": "VANEK SMITH",
      "text": "I love cream cheese in a sushi roll. This is how you know that the U.S. has gotten involved (laughter). In whatever sushi roll it is, we have added cheese."
    },
    {
      "author": "SCHNEIDER",
      "text": "But Rosella does do it a little differently."
    },
    {
      "author": "SORLAESITH",
      "text": "This one is served with a dill cream cheese and our housemade tamago - the Japanese rolled omelet."
    },
    {
      "author": "VANEK SMITH",
      "text": "A smoked trout Philadelphia roll. Actually, this - I think we both - Clare Marie, that was pretty delicious. But it kind of shows how being a sustainable sushi restaurant puts you in this kind of bind. Because, you know, a lot of the greatest sushi hits - the rolls that people come in to order - they don't really make the cut. For instance, salmon - that is definitely one of the most popular sushi fish. So this time of year, sustainable salmon, it's just really hard to come by. So right now, Rosella's salmon avocado roll is actually an Arctic char avocado roll."
    },
    {
      "author": "SCHNEIDER",
      "text": "And it's actually dishes like the char avocado roll that brought Sasha Litvinov (ph) to the restaurant the night we were there."
    },
    {
      "author": "VANEK SMITH",
      "text": "Do you know that it's a sustainable sushi restaurant?"
    },
    {
      "author": "SASHA LITVINOV",
      "text": "Yes, very much a draw. Part of what drew me is that it's a sustainable sushi restaurant. It's, you know, a complete travesty getting - what's going on in the oceans these days, and the fact that somebody is paying attention and trying to make it - you know, do their part in this town is really exciting. So..."
    },
    {
      "author": "VANEK SMITH",
      "text": "So Sasha has a point about what's going on in the oceans right now. In fact, the World Bank estimates that almost 90% of global fish stocks are overfished. And the effect - it's kind of mind-blowing. It's been pretty devastating. Over the past 40 years, marine species have seen their populations fall by more than a third."
    },
    {
      "author": "SCHNEIDER",
      "text": "And Sasha said that she appreciates that, at Rosella, she can just order anything she wants off the menu because she knows all the fish is sustainable."
    },
    {
      "author": "VANEK SMITH",
      "text": "Right. I mean, and I felt that, too, when we were there. You can just kind of order anything off the menu and they've done all the curating for you."
    },
    {
      "author": "VANEK SMITH",
      "text": "But, you know, Clare Marie, let's say you don't have the money to eat at a sustainable sushi restaurant every night. Maybe you just need to figure out which fish to buy to cook up for dinner or, you know, you're at Red Lobster and you're trying to figure out what to order. Don't worry. We have got you covered. You can have your fish cake and eat it, too."
    },
    {
      "author": "SCHNEIDER",
      "text": "This is going to be the whole episode, isn't it?"
    },
    {
      "author": "VANEK SMITH",
      "text": "I have so many - so many fish puns that I've been saving up for this moment, Clare Marie. It's going to be the whole episode, yes. On this episode of LIFE KIT, along with many, many fish puns, we are going to take a deep dive into fish - what to eat, what not to eat..."
    },
    {
      "author": "SCHNEIDER",
      "text": "And what to consider when you're buying fish, too."
    },
    {
      "author": "VANEK SMITH",
      "text": "OK. So, Clare Marie, before we dive into which fish to eat, which fish not to eat, what's sustainable, we should probably talk about how we are defining sustainable in this episode because it can mean a lot of different things. For our purposes today, we're talking about fishing practices that don't have a really negative environmental impact. And this is everything from, like, overfishing to local ecosystems, all of it."
    },
    {
      "author": "SCHNEIDER",
      "text": "Yeah. So you're at the grocery store, and you're looking at all the fish for sale. You're seeing tuna, shrimp, crabs, trout, whatever. But how do you know what you should buy?"
    },
    {
      "author": "JENNIFER DIANTO KEMMERLY",
      "text": "Hello, my name is Jennifer Dianto Kemmerly. I'm the vice president of Global Ocean Conservation at Monterey Bay Aquarium in California."
    },
    {
      "author": "SCHNEIDER",
      "text": "Yeah. So the Monterey Bay Aquarium has created one of the best resources for people who are trying to eat more sustainably. It's called the Seafood Watch Guide."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yes. Seafoodwatch.org is totally free, and it's become kind of a big thing."
    },
    {
      "author": "KEMMERLY",
      "text": "It's actually quite unique. It wasn't planned at all."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yes. And Jennifer says this whole thing, the whole Seafood Watch Guide started by accident back in the '90s. The aquarium put this flyer out in their cafe to just let guests know how they were sourcing the seafood that they were serving there at the cafeteria."
    },
    {
      "author": "KEMMERLY",
      "text": "So we created these little tent cards and lo and behold, people started taking them, which was a real surprise to us. But we're like, wow, I think we're on to something here. People are really interested in this information."
    },
    {
      "author": "VANEK SMITH",
      "text": "So then Seafood Watch evolved into these little wallet-sized cards and then to a website, and it is now used by millions of people all over the world. It covers every kind of fish you can think of, from northwestern brook trout to Alaskan king crabs to Caribbean lobster. It is all covered by the seafood watch's, like, traffic light system."
    },
    {
      "author": "SCHNEIDER",
      "text": "That's our first takeaway. Do your homework."
    },
    {
      "author": "VANEK SMITH",
      "text": "Use a guide and look up the seafood that you tend to like to buy or order at a restaurant. Take yourself to fish school."
    },
    {
      "author": "SCHNEIDER",
      "text": "There are a bunch of sites and they're all really thorough and free. So obviously, Seafood Watch, of course, but also, NOAA has a great guide and so does the Safina Center at Stony Brook University, and the Environmental Defense Fund has a seafood selector."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yes. I mean, and truly, like, we've looked at all of these, Clare Marie. The sights are kind of overwhelming. There is just, like, so much information and it gets really, really granular. It's just - it's so hard to know. I mean, there are really great farmed fish, there are really terrible farmed fish, totally sustainable wild-caught fish, totally unsustainable wild-caught fish. And the idea of trying to look through it while you are, like, in line or while a server is staring at you, waiting for you to order something, that could be hard."
    },
    {
      "author": "SCHNEIDER",
      "text": "Yeah. So Jennifer recommends actually just picking the fish that you tend to eat. You know, the stuff that you're buying or ordering at restaurants. And educate yourself. Stacey, what's your favorite kind of fish?"
    },
    {
      "author": "VANEK SMITH",
      "text": "I mean, I - this is going to sound so basic, but it is the truth. My favorite fish is salmon. I love salmon."
    },
    {
      "author": "SCHNEIDER",
      "text": "So yeah, if you look up salmon in the Seafood Watch Guide, you'll see different kinds of salmon are totally sustainable - green light fish. And then others get a red light. So as of this taping, king salmon farmed in Alaska and New Zealand gets a green light. Also, salmon caught with gillnets or trolling lines in the Northeastern U.S. - green light."
    },
    {
      "author": "VANEK SMITH",
      "text": "And red light, which means, like, take a pass for now, that would be king salmon caught with gillnets in Canada, those salmon are apparently overfished. Also, coho salmon farmed in Chile. Apparently, there's been a problem with the fish getting out of the pens and harming the wild, native species there. So red light."
    },
    {
      "author": "SCHNEIDER",
      "text": "Yellow light, this means there are some concerns about how it's been raised, like farmed Atlantic salmon raised in Norway can be good, but they use some chemicals to get rid of sea lice on the fish, which may be a little iffy. But there are all kinds of factors Seafood Watch takes into account."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yes. And Jennifer says for salmon, for the specific case of salmon, a lot of the farms, they just, like, really pack the fish in there. And that's a lot of what can create a red light situation."
    },
    {
      "author": "KEMMERLY",
      "text": "I would love the listeners to envision these big net pens off the coast floating, and in those net pens are hundreds, thousands, tens of thousands, depending on how big the net pen is, of salmon. And any time you have a large number of one species in a space, disease can spread very quickly. So what we do when we're assessing farmed salmon is we're really looking at the chemical and the pesticide use. And depending on the patterns of the water temperature, how many fish are packed into a net pen, this really does impact disease outbreaks and chemical use."
    },
    {
      "author": "SCHNEIDER",
      "text": "But then there are issues that have nothing to do with the animal itself. Take for example the Maine lobster."
    },
    {
      "author": "VANEK SMITH",
      "text": "Oh no, I love Maine lobster."
    },
    {
      "author": "SCHNEIDER",
      "text": "I know, me too. So the real problem here isn't actually the lobster population itself, it's that the lobster pots they use end up entangling a lot of North Atlantic right whales, and they're really endangered. There are only around 300 left in the world. So it's a red light."
    },
    {
      "author": "VANEK SMITH",
      "text": "But there are still options if you want to eat a green light lobster. Let's say you're at a Red Lobster, Clare Marie, and Lobster Fest, I think is on right now. You can opt for the rock lobster from Florida right now or the langostino lobsters from Chile. Both of those get a green light. And when - you know, when you're at Red Lobster, one of the best things to do that everybody told us to do was just to ask questions, to ask a lot of questions, to be that annoying customer that just will not stop asking questions."
    },
    {
      "author": "SCHNEIDER",
      "text": "Yeah. So Jennifer said this is actually one of the most powerful things you can do. And it's our second takeaway. It's to ask questions. And if the answer is I don't know, keep asking."
    },
    {
      "author": "KEMMERLY",
      "text": "Just asking, is this sustainable? Or even asking, is this wild card or farm raised? It's really surprising how many retailers and restaurants can't tell you. And I think as a consumer, just making it known that that's important to you really helps programs like Monterey Bay Aquarium Seafood Watch do the work that we need to do. So help us help you. Ask questions at point of sale. Is it farmed or wild? Is it sustainable? Where is it from? And if you ever see just white fish on the menu, please ask what does that mean? Because it can be anything from, like, a farm-raised striped bass to Arctic char."
    },
    {
      "author": "VANEK SMITH",
      "text": "And Jennifer says those questions have a big impact. Servers and fish sellers will feel pressure to know that information, and that can actually push them to make changes. Jennifer says she has seen this happen."
    },
    {
      "author": "SCHNEIDER",
      "text": "Take the rockfish. It's a white California coastal fish, and it used to solidly be in the red category."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yes. Apparently it is very tasty, and it was on a lot of fancy California menus, and the chefs did not want to take it off because people loved it."
    },
    {
      "author": "KEMMERLY",
      "text": "It had been red rated because it was overfished for all the reasons that we've been talking about, and we were seeing the populations dwindle."
    },
    {
      "author": "VANEK SMITH",
      "text": "But people started asking restaurants about it. A lot of customers started asking a lot of questions. And, Jennifer says, restaurants and fish sellers - they felt the heat."
    },
    {
      "author": "KEMMERLY",
      "text": "Chefs and local businesses who relied on rockfish as part of their menu staples were starting to get engaged and say, what are we doing? What are we doing here? So it was really raising the alarm. So the government, the fishing community, the conservation organizations, academia came together and started co-designing solutions."
    },
    {
      "author": "VANEK SMITH",
      "text": "Special protected areas were created to encourage breeding. Fishing was regulated to certain times of year. And now the rockfish is a green-light fish. So, you know, using these guides, educating yourself, asking questions - this is just a great way to make sure that you're eating fish that you feel good about eating."
    },
    {
      "author": "SCHNEIDER",
      "text": "Yeah. And if you don't have your phone with you, or it's dead, or you just need to make a fast call, there are some general rules you can follow."
    },
    {
      "author": "VANEK SMITH",
      "text": "Rule No. 1 - ask how the fish was caught. If it is pole-and-line caught, Jennifer says that is usually a very good sign. That is a green flag. Some other fishing practices, like the use of nets or trawlers - that can sometimes be a little more iffy, but pole-and-line - thumbs up all the way."
    },
    {
      "author": "SCHNEIDER",
      "text": "Also, if the fish is farmed or caught in the U.S., that's usually a good sign because U.S. regulations are quite strict around fishing and raising fish, so you're probably OK there."
    },
    {
      "author": "VANEK SMITH",
      "text": "And one thing to ignore is price, because unlike with most food, sustainable fish are not necessarily more expensive. In fact, we heard this from Rosella's head chef and owner Jeff Miller. He said this is something he discovered when he decided to open his sustainable sushi restaurant."
    },
    {
      "author": "SCHNEIDER",
      "text": "He knew that he was going to have to find some nontraditional sushi fish. And for about two years, he tried every single fish that met his sustainability criteria."
    },
    {
      "author": "JEFF MILLER",
      "text": "I kept track, and there were - we used, I used, 91 unique species of fish in here, and not all of them worked. A lot of it was just, like - anytime I would see a fish that that I hadn't worked with before, I would bring it in."
    },
    {
      "author": "SCHNEIDER",
      "text": "Jeff said that in a lot of the cases, the most sustainable fish were actually way cheaper than the sushi-grade fish he used to import from Japan."
    },
    {
      "author": "MILLER",
      "text": "If you then switch to looking at what's from Long Island, it's hard to find fish that are as expensive as the fish that you're getting from Tokyo. Porgy is an abundant fish. There's so much porgy up and down the East Coast. And it's - in general, it's like $4 a pound."
    },
    {
      "author": "VANEK SMITH",
      "text": "And it makes a mean sashimi."
    },
    {
      "author": "SCHNEIDER",
      "text": "And so did another seafood that you don't often see in sushi restaurants - mussels."
    },
    {
      "author": "MILLER",
      "text": "It's kind of the next level of sustainability in that they're filter feeders. They're good for the water that they grow in, and super cheap."
    },
    {
      "author": "SCHNEIDER",
      "text": "This brings us to our third takeaway - seek out more sustainable fish and give it a try."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yes. In fact, those mussels that Jeff was just talking about - they are taking center stage at the Monterey Bay aquarium this month. For the 25th anniversary of the seafood watch list, the aquarium is unveiling its super-green list, aka fish that are super green, exceptionally environmentally friendly and exceptionally sustainable."
    },
    {
      "author": "SCHNEIDER",
      "text": "So every month they're going to name one seafood, and they're going to provide recipes and nutritional facts. And for March, the pick is mussels."
    },
    {
      "author": "VANEK SMITH",
      "text": "And you know, we did try some mussels."
    },
    {
      "author": "SCHNEIDER",
      "text": "We tried Chef Jeff's pickled mussels. And Chef Andrew served it up for us."
    },
    {
      "author": "SORLAESITH",
      "text": "And then the pickled mussels - the muscles are from Maine. They're pickled in Chardonnay vinegar and served with a spicy aioli."
    },
    {
      "author": "VANEK SMITH",
      "text": "And so, Clare Marie, as you know, I was not 100% sold on the porgy, but the pickled mussels - those were great. I could eat pickled mussels from Rosella every day. It felt like a real flex from the chef. Like, get it? Like, mussels and flexing."
    },
    {
      "author": "SCHNEIDER",
      "text": "OK, let's serve up our takeaways, Stacey."
    },
    {
      "author": "VANEK SMITH",
      "text": "(Laughter) Oh, my gosh, Clare Marie. My heart just grew three sizes. Serve it up."
    },
    {
      "author": "SCHNEIDER",
      "text": "Takeaway No. 1 - use an online guide. There are a bunch of great ones. They're free. And the information is amazing. And it goes super in-depth on all kinds of aspects about where your fish came from. And maybe look up some of your favorites in advance. Those guides are kind of complicated and very thorough."
    },
    {
      "author": "VANEK SMITH",
      "text": "Takeaway No. 2 - ask questions. Ask all the questions. Be that annoying guest, because just the act of asking questions can make a real difference, can have a real impact."
    },
    {
      "author": "SCHNEIDER",
      "text": "Takeaway No. 3 - look up sustainable fish and maybe try some out. You might find something that you really like."
    },
    {
      "author": "VANEK SMITH",
      "text": "That is so true. And you know why, Clare Marie?"
    },
    {
      "author": "SCHNEIDER",
      "text": "Why?"
    },
    {
      "author": "VANEK SMITH",
      "text": "There are just a lot of fish in the sea."
    },
    {
      "author": "SCHNEIDER",
      "text": "Like porgy."
    },
    {
      "author": "VANEK SMITH",
      "text": "(Laughter) Like porgy."
    },
    {
      "author": "SCHNEIDER",
      "text": "For more LIFE KIT, check out our other episodes. There's one about food labels and another on how to have a good relationship with your siblings. You can find those at npr.org/lifekit. And if you love LIFE KIT and you simply want more, you can subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "VANEK SMITH",
      "text": "Also, have you signed up for LIFE KIT Plus yet? Because becoming a subscriber to LIFE KIT Plus means you're also supporting the work we do here at NPR. Subscribers also get to listen to the show without any sponsorship breaks. So to find out more, head over to plus.npr.org/lifekit. And to everybody who's already a LIFE KIT Plus member, we thank you."
    },
    {
      "author": "SCHNEIDER",
      "text": "This episode of LIFE KIT was produced by me, Clare Marie Schneider."
    },
    {
      "author": "VANEK SMITH",
      "text": "Marielle Segarra is our host."
    },
    {
      "author": "SCHNEIDER",
      "text": "Our visuals editor is Beck Harlan and our digital editor is Malaka Gharib."
    },
    {
      "author": "VANEK SMITH",
      "text": "Meghan Keane is the supervising editor. Beth Donovan is the executive producer."
    },
    {
      "author": "SCHNEIDER",
      "text": "Our production team also includes Andee Tagle, Audrey Nguyen and Sylvie Douglis."
    },
    {
      "author": "VANEK SMITH",
      "text": "Engineering support comes from Becky Brown and Maggie Luthar. I'm Stacey Vanek Smith."
    },
    {
      "author": "SCHNEIDER",
      "text": "I'm Clare Marie Schneider. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4330501498.mp3",
  "img": "https://media.npr.org/assets/img/2024/04/02/lk_sustainable-seafood3_wide-copy_wide-0a7c8f694317eb609dfba5376dc600f8934fd523.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "STACEY VANEK SMITH, HOST",
    "CLARE MARIE SCHNEIDER, HOST",
    "VANEK SMITH",
    "SCHNEIDER",
    "ANDREW SORLAESITH",
    "SORLAESITH",
    "UNIDENTIFIED PERSON",
    "SASHA LITVINOV",
    "JENNIFER DIANTO KEMMERLY",
    "KEMMERLY",
    "JEFF MILLER",
    "MILLER"
  ]
}