{
  "title": "Should you be friends with your ex?",
  "url": "https://www.npr.org/transcripts/1196979337",
  "intro": "When a romantic relationship ends, it can feel like a total loss. How do you go from being an important person in someone's life to a complete stranger? But experts say it doesn't have to be all or nothing. On this episode: Three questions to ask yourself before building a platonic connection with a former romantic partner.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "Hey, everybody. It's Marielle. There's this Fiona Apple song that might be one of the saddest breakup tunes I've ever heard. Like, if you're going through a breakup and you really want to wallow, put this one on. It's called \"Love Ridden.\" In it, she describes the feeling of someone turning from partner to stranger. She calls her former lover a term of endearment, baby, and then corrects herself."
    },
    {
      "author": "FIONA APPLE",
      "text": "(Singing) Baby - no, not baby anymore. If I need you, I'll just use your simple name."
    },
    {
      "author": "SEGARRA",
      "text": "Dang. You know, we saw each other every day. We traveled together. I called you baby. And now I have to just call you Bob or Barbara. The next thing you know, we'll just be waving at each other from across the street. This sad realization is one reason people try to stay friends with their exes."
    },
    {
      "author": "MARISA FRANCO",
      "text": "I think sometimes it can just feel like such a loss to go from someone potentially being one of the closest people in your world to you not talking to them at all. That feels jarring. That feels devastating. And I think people want to lighten the weight of that loss."
    },
    {
      "author": "SEGARRA",
      "text": "That's Washington, D.C.-based psychologist Marisa Franco. She's a researcher and the author of the book \"Platonic: How The Science Of Attachment Can Help You Make - And Keep - Friends.\" And she says people tell themselves, you know, if my ex and I can be friends, then..."
    },
    {
      "author": "FRANCO",
      "text": "It's not all a waste. It's not all a loss. There's still things that I can hold onto."
    },
    {
      "author": "SEGARRA",
      "text": "Now, as anyone who's tried to be friends with an ex could tell you, things can get sticky real fast. You know, you might not be ready yet. You might not be friends for the right reasons. You might not even be compatible as friends. Maybe your relationship was largely romantic and sexual. On today's episode of LIFE KIT, journalist Ruth Tam is going to give us some ground rules, a guide, basically, that'll help you determine whether to stay friends with an ex and what kind of friendship you both want. And I'll just say here, if you're still listening to sad Fiona Apple songs and crying over them, yeah, you're probably not ready."
    },
    {
      "author": "RUTH TAM, BYLINE",
      "text": "I remember one time I broke up with someone, and I mentioned it to my boss at the time. And without knowing me very well, not to mention who I was dating, my boss simply said, well, f*** him. And that interaction said a lot to me about what people assume about breakups and how you should treat your exes afterwards. The thinking is that whoever you were dating is dead to you. But sometimes that doesn't feel right. How can you go from feeling so close to someone to being estranged from them? Look. I know I'm not alone here. Countless songs have been written about this exact problem. So some people who break up try to stay friends. But that, too, doesn't always feel easy or natural."
    },
    {
      "author": "VICTORIA HARDING",
      "text": "I do think it's possible to be friends with an ex. I think that sometimes it can be the exception to the rule. I think it's something you can't force. But it widely depends on, like, A, your definition of an ex, B, how long you were together and, I think, C, like, how the relationship went and how it ended."
    },
    {
      "author": "TAM",
      "text": "This is Victoria Harding. She's a lesbian living in Somerville, Mass. When she first came out and was starting to navigate the dating world, she didn't have a lot of queer friends, so she started to build friendships with people she dated or hooked up with. When she realized she was ready for a serious partner, she turned to these friends, her former flings, for advice."
    },
    {
      "author": "HARDING",
      "text": "I worked in the nonprofit sector around this point. I was like, you know, my nonprofit has a board of directors. Like, why don't I just have a dating board of directors? So, yeah, I just made a group chat with all of them, and I would just kind of text after dates or if I was seeing someone, being like, hey, is this kind of weird, or, like, is this good, or, like, should I end it with this person if they did, like, X, Y and Z, or, am I being crazy?"
    },
    {
      "author": "TAM",
      "text": "Dare I ask how many people are in the board of directors group chat?"
    },
    {
      "author": "HARDING",
      "text": "I think it's four or five - one, two, three, four, five. Yep. I wanted information from people who knew what it was like to date me. Like, they were the first to be like, Victoria, that was weird, and also, you did that on our first date."
    },
    {
      "author": "TAM",
      "text": "The idea of turning your exes into advisers - I love it. We may not want all our exes in the same group chat, but I think it's refreshing to see how we can still have meaningful connections with them once our romantic relationships end. Of course, there are times where it doesn't make sense to stay in contact with an ex. If you were mistreated, taken advantage of or felt unsafe, you should definitely try to maintain your distance."
    },
    {
      "author": "TAM",
      "text": "But when relationships end for other reasons, figuring out a new dynamic with a former partner doesn't have to be all or nothing. They don't have to be either friends or strangers. You can develop a platonic relationship that works for you. So how do you actually navigate that? Here's our first takeaway. Ask yourself the question, why do I want to maintain a connection with an ex? Here's friendship expert Marisa Franco."
    },
    {
      "author": "FRANCO",
      "text": "One of the primary questions we have to ask ourselves is, would I be friends with this person if I wasn't dating them? If I wasn't romantically involved, is this the kind of person I would want to be friends with?"
    },
    {
      "author": "TAM",
      "text": "Marisa suggests asking, were you actually good friends before your relationship? What about during it? Or are you still hurting after a breakup and feel desperate to keep them in your life? Are you used to them being your main source of support as opposed to doing something solo, calling on friends or family or a professional? You may want to keep an ex in your life because you're a people pleaser, and you don't want to let them or your mutual friends down, or you may want to feel validated as a good partner, a good friend or a good person, and you think being friendly with an ex is a sign of that. Whatever it is, be honest with yourself about your intentions."
    },
    {
      "author": "FRANCO",
      "text": "It's going to be easier to be friends if you were friends when you were dating, which is just not true for all couples. If this was a connection that was built on the romantic, built on the sexual, you might realize that you don't actually want to be friends with them, that you're, you know, again, doing it for those reasons of trying to soften the blow of the breakup, but that they don't actually look like the people that you tend to want into your life platonically."
    },
    {
      "author": "TAM",
      "text": "Staying in touch with an ex might be about more than preserving your friendship. It might be about the shared life you used to have."
    },
    {
      "author": "FRANCO",
      "text": "Friendly acquaintances might be a good option if you have kids together or if you have a shared friend group. People are more likely to maintain friends with their ex when there's a shared friend group. So, you know, there might be reasons to kind of be on a friendly level, even if emotionally you're not in a place where you could authentically dive headfirst into a full-blown friendship."
    },
    {
      "author": "TAM",
      "text": "Saying in touch might be normal for the community that you're both a part of. Perhaps you're both queer, and you expect to see your ex in the same social circles post-breakup. Here's Xavier Patschke, a therapist based in New York with the Gender & Sexuality Therapy Center."
    },
    {
      "author": "XAVIER PATSCHKE",
      "text": "Within kind of the polyamorous and queer communities, it's more of, like, an ongoing kind of political effort to make it more, like, communal. I also would say, like, the community is smaller. You're going to run into some exes, so how to do that in a healthy way and how to make sure that is a smooth transition because you're probably going to be in community after the breakup."
    },
    {
      "author": "TAM",
      "text": "Part of figuring out why you want to be in touch with an ex is asking yourself this crucial question, am I actually in a healthy place to be in contact with them? That's our second takeaway. You can't be authentic with a friend, whether you've dated them or not, if you have a hidden agenda, so you shouldn't be reaching out if you still desire them. Here again is psychologist and friendship expert Marisa Franco."
    },
    {
      "author": "FRANCO",
      "text": "There's research that finds it's just harder to get over your ex if you stay friends. You're more likely to desire your ex romantically, and they're more likely to desire you. And so if you want kind of, like, an honest friendship, I would try to wait until some of those feelings subside."
    },
    {
      "author": "TAM",
      "text": "If you're always tempted to bring up the past, it's probably not a good idea to hang out. One way of knowing you're ready to treat them as a friend is when you've fully forgiven them for the past, you want the best for them and are happy for them, whether or not their life includes you. Of course, all this is easier said than done because the likelihood of being able to achieve all that depends on how you both handled the breakup."
    },
    {
      "author": "FRANCO",
      "text": "So if it was a more destructive breakup where you were ghosting or disengaging or withdrawing or not really giving resolution or clarity, you're less likely to be able to maintain friendship after, whereas if you give, like, kind of, like, nice, honest, clear, upfront, transparent, not blaming or attacking, you're more likely to be able to maintain that friendship. So I would say the work of being friends with your ex actually starts before they become an ex."
    },
    {
      "author": "TAM",
      "text": "If you've spent some time thinking about why you want to stay in touch and if you're in a healthy place to do that, it's time for our third takeaway. Ask yourself, what do I want our relationship to look like? Do you want a close friendship that involves calling each other for advice, or would you be more comfortable with a friendly acquaintances situation? It helps to know what you want first. That way, you aren't overly influenced by what they want. This might be something to watch out for if you tend to have people-pleasing tendencies or have difficulty vocalizing what your needs are. Here's Xavier again."
    },
    {
      "author": "PATSCHKE",
      "text": "Really being honest with yourself and checking in and being like, this is what I want. If that doesn't match, then that's where a negotiation could happen, right? Like, they really want to be friends, and you're like, I would like to be acquaintances, right? - and then we can kind of find something in between that."
    },
    {
      "author": "TAM",
      "text": "If there is a mismatch between what you both want, you'll have to figure out how to respect the needs of the person who wants less intimacy in this moment because just like a romantic relationship, you can't force a connection. Whether you've decided to be friends or friendly acquaintances, it helps to remember that you haven't necessarily been downgraded in your ex's life. Friendship might feel like a difficult pill to swallow because it feels like a consolation prize, you know, something you settle for after breaking up. But transitioning smoothly from being romantic to platonic means not placing either connection above or below the other."
    },
    {
      "author": "FRANCO",
      "text": "I think it's viewing the relationship bottom-up rather than top-down - like, top-down, we were romantic, so now we should be something similarly platonically that's very close and intimate - but rather, OK, this is how we're connecting now post-relationship. Given that information, where do we want it to go?"
    },
    {
      "author": "TAM",
      "text": "To figure out what level of connection feels good, learn how to emotionally read the room. Try to survey the scene. What is the nature of your relationship currently, and how can you approach your ex in a way that reflects that? Just because you used to be close when you were romantic partners doesn't mean that once you're platonic, you have to have the same level of closeness."
    },
    {
      "author": "FRANCO",
      "text": "We don't necessarily want the most amount of intimacy there is. We want a level of intimacy that matches, you know, the nature of the relationship, right? Like, in fact, friendship might work better for some people than a romantic connection does because when they're, you know, spending all their time together, they end up getting tired of each other. They end up getting annoyed with each other."
    },
    {
      "author": "TAM",
      "text": "You might actually find that giving each other space makes you better friends."
    },
    {
      "author": "FRANCO",
      "text": "Sometimes distance creates more intimacy. I'm sure people can relate to this with their families where they're like, I really love my family when I visit them on the holidays (laughter) rather than living with them. So similarly, that can be the case for romantic relationships, where you're like, hey, I'm actually happier, and you're happier, when we see each other once a month and have check-ins, rather than when we're living with each other."
    },
    {
      "author": "TAM",
      "text": "And look, if you find yourself stuck on this question of what you actually want with an ex, it's OK to not know. Here's our therapist, Xavier."
    },
    {
      "author": "PATSCHKE",
      "text": "When people have boundary conversations, they think they need to have the exact answer and articulate it perfectly of exactly what they want and why and how they're going to do that, but it's OK for the boundary to start at, I'm not sure. Like, I don't know if I want to hear about your future dates, but we'll try it, and then we'll check in again, and it'll be like, OK, that was fine, actually, I'm OK with that, or, no, not for me. And I don't know is a perfectly OK boundary."
    },
    {
      "author": "TAM",
      "text": "If this is you and you don't know what you want, buy yourself some time to find out where you are emotionally. Here again is Victoria, who put five of her casual exes in a group chat."
    },
    {
      "author": "HARDING",
      "text": "I do believe, if you are going to be friends with, like, a serious ex, you should probably try to go no-contact at first. I've never tried it myself, but I look back and wish that I had."
    },
    {
      "author": "TAM",
      "text": "You're not going to regret taking time to figure it out, but you can wind up regretting rushing the process. Our therapist Xavier suggests paying attention to how you react to an ex, not just emotionally, but physically. For example, how does your body feel when you get a text from them?"
    },
    {
      "author": "PATSCHKE",
      "text": "If you, like, see the text and it's just, like, anxiety instead of, oh, OK, my friend - right? - like, that might be a sign of taking some space or taking time away from that relationship. Sometimes, with that time apart, you might realize you don't want to be friends, actually. You might, like, have more hurt as the processing is happening, and you might, like, realize, like, oh, actually, like, we were really bad together and I don't want to be around them, right? (Laughter)."
    },
    {
      "author": "TAM",
      "text": "You can work through all these issues and find that the situation you're in is still dynamic, still changing. What if, for example, you start to have romantic feelings towards your ex again?"
    },
    {
      "author": "FRANCO",
      "text": "I would ask, what changed? Like, what would make it work right now? Just being clear on if you want to rekindle something, then there should be a reason that you can state for why things might go better this time around. And sometimes, there's really legitimate reasons - maybe you were long-distance, and now you're in the same city, or maybe sometimes you really have grown and realized how you were contributing to the issue, and you're ready to be more mature about it. I can't say that, like, people should never get back with their exes, but I can say, at least from a research perspective, when you go back to someone that you dated prior, the relationship tends to have a lower likelihood of success than if they're a new person."
    },
    {
      "author": "TAM",
      "text": "After taking time for you both to reflect, remember that you don't need to be friends with an ex. Staying in touch may or may not feel optional, but the level of closeness is up to you. The new relationship you two have should ideally add to your life, not drain from it. Here's Victoria again."
    },
    {
      "author": "HARDING",
      "text": "Like, I think you can be in denial for a while and think, like, oh, my gosh, like, I need this person. Like, I'll keep them in my life in, like, any capacity, but, you know, if they're not meeting you halfway, then you shouldn't have to force it."
    },
    {
      "author": "TAM",
      "text": "If you're going through a breakup, first off, I'm sorry. It can be so hard working your way through that pain. And if you're now trying to figure out a platonic dynamic with someone you used to date, here are three takeaways. Ask yourself, one - why do I want to stay in touch with my ex; two - am I in a healthy place to do so; and three - what do I want our new relationship to look like? Just like a romantic relationship, you're not in complete control of the dynamic between you and a partner after you break up. It takes at least two of you to want the same thing, to take care of that dynamic and to communicate your boundaries and maybe the boundaries of any new partners. It'll require you to be considerate and communicative, but it can deliver some pretty delightful results. Just ask Victoria, with the board of directors group chat of exes. Did she ever find love?"
    },
    {
      "author": "HARDING",
      "text": "The last thing I wrote was like, hello, board. I have a girlfriend. Thank you for following me on this journey. I think we should all get brunch. And they were all like, wow, congratulations; like, I love to hear it."
    },
    {
      "author": "TAM",
      "text": "Exes supporting exes - we truly love to hear it."
    },
    {
      "author": "SEGARRA",
      "text": "That was journalist Ruth Tam. For more LIFE KIT, check out our other episodes. We have one on how to break up and another on how to date in real life without dating apps. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you, so if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Margaret Cirino. Engineering support comes from James Willetts. Special thanks to Fiona Scarborough (ph) and Rachel Friedman (ph). I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4291310986.mp3",
  "img": "https://media.npr.org/assets/img/2024/05/22/gettyimages-1742942876_wide-fae5044803a2b360977d866f17d5fa5a7c0b13ae.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "FIONA APPLE",
    "SEGARRA",
    "MARISA FRANCO",
    "FRANCO",
    "RUTH TAM, BYLINE",
    "VICTORIA HARDING",
    "TAM",
    "HARDING",
    "XAVIER PATSCHKE",
    "PATSCHKE"
  ]
}