{
  "title": "How to practice 'deep reading'",
  "url": "https://www.npr.org/transcripts/1196979151",
  "intro": "When was the last time you got lost in a book? These days, the act of 'deep reading,' or reading with intention, can be difficult to practice. Maryanne Wolf, an expert in the science of reading, explains what we lose when we skim — and how to create an environment conducive to deep reading.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "ANDREW LIMBONG, HOST",
      "text": "Hey. I'm Andrew Limbong in for Marielle Segarra. In my usual gig at NPR, I host the Book Of The Day podcast, and I report for our culture desk, mostly covering books and publishing. So I do a lot of reading, which might sound like a dream to a lot of you."
    },
    {
      "author": "LIMBONG",
      "text": "But let me let you in on a deep, dark secret. I find reading extremely difficult. Ever since I was a kid, through college as a literature major, and especially now, when every book I read is competing with my phone for my attention, it's always a fight to achieve that level of locked-in, deep reading. It turns out I was born this way, and so were you."
    },
    {
      "author": "MARYANNE WOLF",
      "text": "We were never born to read. And that means that human beings don't have, if you will, a place. They don't have a genetic program for reading the way we do for language and vision and even affect. Everything has these genetic programs. It's just not the way reading is because it's an invention. It doesn't exist in our brain. Rather, we have to learn it. And that means our brain has to make a new circuit."
    },
    {
      "author": "LIMBONG",
      "text": "This is Maryanne Wolf."
    },
    {
      "author": "WOLF",
      "text": "I'm the director of the Center for Dyslexia, Diverse Learners and Social Justice at UCLA. I'm the author of \"Reader, Come Home: The Reading Brain In A Digital World.\""
    },
    {
      "author": "LIMBONG",
      "text": "She's also the author of the book \"Proust And The Squid: The Story And Science Of The Reading Brain,\" so the perfect person to ask about deep reading."
    },
    {
      "author": "LIMBONG",
      "text": "I'm interested in tackling this idea of deep reading and how hard it is to do. It's hard..."
    },
    {
      "author": "WOLF",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "...For me to do, personally. And I'm curious. What does deep reading actually look like or feel like? You know, I was reading your book, and you excerpt a passage from Marcel Proust's book \"On Reading\" - right..."
    },
    {
      "author": "WOLF",
      "text": "Yes."
    },
    {
      "author": "LIMBONG",
      "text": "...Towards the beginning."
    },
    {
      "author": "WOLF",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "And I'm curious. If you're reading deeply, what's happening in your body and your brain?"
    },
    {
      "author": "WOLF",
      "text": "Well, Andrew, you set me up for my response beautifully by referring to Marcel Proust 'cause what he said in a tiny little book called \"On Reading\" - which, Andrew, by the way, no one reads (laughter). It's terrible."
    },
    {
      "author": "LIMBONG",
      "text": "(Laughter)."
    },
    {
      "author": "WOLF",
      "text": "It's terrible. So at least I can quote him."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "WOLF",
      "text": "He said it's that fertile miracle of communication that occurs in solitude. And at the heart of it is the point where we, the reader, go beyond the wisdom of the author to discover our own. Deep reading is when we enter that space. I call it home. I call it sanctuary. Kishjen (ph), my dear novelist friend, calls it the space of interiority. It is that place where only we can go to think at our deepest, best, even most disciplined level about our insights and our associations, our reflections."
    },
    {
      "author": "WOLF",
      "text": "And I want no one to think, oh, my gosh. I never do that. We all do it to a certain extent sometimes. And I think your even asking me for this interview is because people feel it's slipping away or they have lost it or they can't even remember what it feels like to be so immersed that they forget where they are."
    },
    {
      "author": "LIMBONG",
      "text": "If that sounds like you, stick around after the break. This episode - how to read deeply. Maryanne Wolf helps us understand how deep reading works, how we can tap into those skills and why we don't need to dedicate hours and hours to get the benefits. That's ahead."
    },
    {
      "author": "LIMBONG",
      "text": "OK. So according to Maryanne Wolf, we weren't necessarily built for deep reading. That was our first takeaway. In her books, Wolf details all the steps our brains need to take in order to enter a state of deep reading. It's a lot, and that's under ideal conditions with nothing getting in our way."
    },
    {
      "author": "LIMBONG",
      "text": "What stops us from getting to that moment? Because I got to say - so I was reading your book, \"Reader, Come Home,\" yesterday. And I think I was deep-reading. I was trying to deep-read, right? And then you start talking towards the back half about, you know, stuff about childhood development. And then I started thinking about my child and, like, how we do screen time."
    },
    {
      "author": "WOLF",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "And then I started thinking about like, oh, what am I doing? And then I started thinking about, oh, wait. I've got to feed this kid dinner. And then I started thinking..."
    },
    {
      "author": "WOLF",
      "text": "Yes."
    },
    {
      "author": "LIMBONG",
      "text": "...About, oh, wait. When am I going to finish this book if I've got to make dinner?"
    },
    {
      "author": "WOLF",
      "text": "(LAUGHTER)"
    },
    {
      "author": "LIMBONG",
      "text": "You know, what kind of - what's our Cheerios - like, what's the - da, da, da? And then, all of a sudden I'm, like - I remember I was like, wow, where am I? I forgot I was deep-reading."
    },
    {
      "author": "WOLF",
      "text": "Of course, of course."
    },
    {
      "author": "LIMBONG",
      "text": "And so what stops us from getting to that, like, contemplative moment that you described so beautifully?"
    },
    {
      "author": "WOLF",
      "text": "Andrew, you - we've never done this before, but you are just setting up every one of my responses so well. And that is what disrupts it are distractions. And part of the distractions that I worry most about are not the kind that you said - the hunt for the Cheerio box - but rather the distractions that are intrinsically built into our laptops and our phones in which we really have our attention pulled away. The screen itself is a source of attention disruption. And by that I mean we have so much information that we have a built-in defense mechanism. We skim. And when we skim, we have two very common patterns."
    },
    {
      "author": "WOLF",
      "text": "One is an F. We sample the top, we sample the middle, and we go to the bottom of the screen. Or - and this is my particular pattern - we do the top, and then we just diagonally zigzag down. We're word-spotting. We're browsing. We're, you know - and then we get to the bottom, and then we read the conclusion and feel virtuous. The reality is that skimming is one of the greatest disruptions of deep reading. Both skimming because it's a defense mechanism because we have to get all this information - just like you did with my book. And then there's the - I would say the environmental world that we live in is so full of distractions. So we are awash in distraction in our worlds."
    },
    {
      "author": "LIMBONG",
      "text": "So when it comes to cultivating a space to read deeply, what do you suggest?"
    },
    {
      "author": "WOLF",
      "text": "So the first change that I would suggest in our habits is going to be a difficult one. If you are not forced to be on the screen, then the real agency you have is to ask the question, what is the purpose of this reading? If the purpose is to experience the beauty of an author, if you are doing it on the screen, I assure you, even with your most disciplined habits, you're going to miss - you're going to skim no matter what because that's what we do. We're so accustomed to skimming. So if the purpose is beauty, forget the screen. If the purpose is a contract or something legal that you really need to ponder and pore over, or in my case, often reviewing an article. If I've decided I have to do this article as a review that's careful, I print it out because print does not hasten us. Print goes according to our own pace."
    },
    {
      "author": "WOLF",
      "text": "For my email, I assure you, Andrew, I never deep-read, and therefore I skip a lot of things and make mistakes, even. But I do not deep-read many things that all I need is the gist. And when you only need the gist, you can just, you know, use whatever medium you want. But if you want to really go back to your reading habits before the screen, before you became almost a skim reader, then I ask you to really think hard about your choices."
    },
    {
      "author": "LIMBONG",
      "text": "Takeaway two is screens are fine if you're skimming. But if you want to deep-read, you have a better chance of minimizing distractions if you read on paper. Like she says, prints allows us to go at our own pace. But if you pick up a paper book and you're still having a hard time to really get your way inside of it, don't worry - it's happened to the best of us."
    },
    {
      "author": "WOLF",
      "text": "I was becoming like absolutely everybody else. And I was reading even a book that had once been precious to me. It meant so much to me. And when I went back to it, I couldn't read it."
    },
    {
      "author": "LIMBONG",
      "text": "You're talking here about Hermann Hesse's book, right?"
    },
    {
      "author": "WOLF",
      "text": "You are such a good reader, Andrew."
    },
    {
      "author": "LIMBONG",
      "text": "(Laughter)."
    },
    {
      "author": "WOLF",
      "text": "Yes. Yes, it's Hermann Hesse's book. And I had once loved it - \"Magister Ludi,\" \"Glass Bead Game.\" And he even won a Nobel Prize and - for literature based on it and his other works. And I couldn't read it. It was just painful. And what I had to do is what I'm going to tell your listener. For two weeks, I forced myself to read 20 minutes a day - only 20 minutes - as if I was just going to force myself to try to be that older version of a reader. And then it was like coming home to my old self - my old reading self."
    },
    {
      "author": "WOLF",
      "text": "Each of us, if we're serious, can ferret 20 minutes of our day away and try to read at the pace of the book. And different books demand different paces. And some books can be read quite, you know, quickly. I, you know, I'm going to scandalize some of your listeners who must probably, like I do, love \"Siddhartha.\" But the fact is \"Siddhartha\" can be read a lot faster than \"Narcissus And Goldmund\" or \"Glass Bead Game\" or poetry. Poetry requires a different pace, too. So I ask your reader to - if they really are serious, you can discipline yourself and return to yourself."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah. \"Siddhartha\" is the only one I've been able to get there, to be honest (laughter)."
    },
    {
      "author": "WOLF",
      "text": "See?"
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "WOLF",
      "text": "See what I mean?"
    },
    {
      "author": "LIMBONG",
      "text": "I just - I know."
    },
    {
      "author": "WOLF",
      "text": "It's such a good one. It's so good. And remember the river scene, you know? And even if it's a faster read, it gives us an opportunity in spots to just enter the river of our own interiority."
    },
    {
      "author": "LIMBONG",
      "text": "All right. Takeaway three is the hard-but-obvious-truth one. Deep reading takes discipline. It takes practice. It takes finding just a pocket of time a day to devote to it."
    },
    {
      "author": "LIMBONG",
      "text": "If we think about you reading this Herman Hesse book like a \"Rocky\" training montage - right? - you're just sort of, like, you know, building that muscle back up again. What did you learn about yourself as a reader during that process?"
    },
    {
      "author": "WOLF",
      "text": "Oh, that's an interesting question. I was very stubborn. My mind was almost protesting stubbornly, I don't want to read this (laughter)."
    },
    {
      "author": "LIMBONG",
      "text": "Oh. For our listeners, in your book, there's a funny moment where you're like, maybe this book is just bad (laughter)."
    },
    {
      "author": "WOLF",
      "text": "Exactly."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "WOLF",
      "text": "You are so right. I mean, that was a piece of it. I was stubbornly rejecting the book and thinking, you know, I hate to say it in - on NPR, but I said, why the - who in the world gave him a Nobel Prize for this, you know?"
    },
    {
      "author": "WOLF",
      "text": "I mean, that's how bad I was. And I think this is a - it's a good question that you're asking me because I, who had once loved this and appreciated it, was quite capable of rejecting it now because of my new skimming reading mode. My brain didn't want to give that kind of time to every word, to the sentences, to the build-up, to the evaluation, to the monitoring of my comprehension. I didn't want to do this because you have a - built up a desire that's almost affectively saying, hurry up. Get through this. Get to the bottom of the page or the bottom of the screen. Move on - instead of entering and thinking about the beauty or sometimes the negative feelings that a character elicits in you."
    },
    {
      "author": "WOLF",
      "text": "There's a true set of feelings that we have when we try to discipline ourselves that have to be - and I will use the word fought against - fought against. Try hard to realize that you are fighting against your own habit here and that this - it's almost like when you learn any discipline. And it's interesting that you said the \"Rocky\" mode. You are absolutely having to practice muscles that have atrophied. So your exercise metaphor is apt for learning how to read again at a deep level. You're practicing."
    },
    {
      "author": "LIMBONG",
      "text": "And even if you're only practicing for 15 to 20 minutes a day, that's fine because takeaway four is to not be so concerned about how many books you're reading."
    },
    {
      "author": "LIMBONG",
      "text": "At the end of every year, I always get a little self-conscious. I'm not the fastest reader, especially - you know."
    },
    {
      "author": "WOLF",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "And, like, I - I'll see, like, BookTok influencers be like, I read 500 million books today and stuff..."
    },
    {
      "author": "WOLF",
      "text": "Oh, I hate that."
    },
    {
      "author": "LIMBONG",
      "text": "...Like that..."
    },
    {
      "author": "WOLF",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "...Whereas, like, my number, you know, I won't say a who - you know, well, that's between me and my Google doc. But..."
    },
    {
      "author": "WOLF",
      "text": "(Laughter)."
    },
    {
      "author": "LIMBONG",
      "text": "What is a good deep reader's relationship to the rate of reading?"
    },
    {
      "author": "WOLF",
      "text": "The reality is that it differs with all of us. There's an individual rate, which is our comfort level. And there's a second rate, which is, what are the demands, the particulars of the book we're reading? And I will say, you, Andrew, can see the beautiful painting behind me, but, you know, your listeners can't. Well, that is a painting by my son, Ben Wolf Noam, who is dyslexic. And he can read, but at a pace that he has to determine. And it's slower, but many people read more slowly. But I will never forget him deciding - because he knew I loved this book - to read \"Brothers Karamazov\" one summer. It took him the entire summer. But it was his pace. And, of course, the book demanded a slower pace, too, but it was his pace. And I have no doubt that he was reading deeply his pace."
    },
    {
      "author": "WOLF",
      "text": "And so each of us have, if you will, our own pace. And then if it was a formula, I would say reader pace X by book pace - what it demands. And there are those like \"Siddhartha\" that we can read faster. And yet then we will have spots just like the scene or the - you know, where he's on the raft across the river with the raft watchman, where we just stop. So I tell everyone, let the book determine your pace as well as enjoy your own."
    },
    {
      "author": "LIMBONG",
      "text": "What about retention and memory, though? I think..."
    },
    {
      "author": "WOLF",
      "text": "Ah, yeah."
    },
    {
      "author": "LIMBONG",
      "text": "...A lot of people will have gone through the experience of reading something and not remembering anything. I'll be honest with you. Every reference - every specific reference to \"Siddhartha\" that you've made - I've no idea what you're talking about. I read the book..."
    },
    {
      "author": "WOLF",
      "text": "Ah, yeah."
    },
    {
      "author": "LIMBONG",
      "text": "...Ten years ago."
    },
    {
      "author": "WOLF",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "I do not remember..."
    },
    {
      "author": "WOLF",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "...A thing about it."
    },
    {
      "author": "WOLF",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "And so what does the science say about how to retain the things that you have read?"
    },
    {
      "author": "WOLF",
      "text": "It's interesting because the more activation that you have, including affective activation, the more likely it will be somewhere in your consolidated memory. So I would ask you, what is your feeling, Andrew, when you tried to remember \"Siddhartha\"? What is your feeling?"
    },
    {
      "author": "LIMBONG",
      "text": "It was panic. I think I was a sophomore in college. It was at one of the..."
    },
    {
      "author": "WOLF",
      "text": "(Laughter)."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "WOLF",
      "text": "That wasn't what I expected (laughter)."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah (laughter)."
    },
    {
      "author": "WOLF",
      "text": "I was hoping for, you know, calm (laughter)."
    },
    {
      "author": "LIMBONG",
      "text": "No. No. It was definitely - maybe - I definitely - I will come to it. I was not - I was definitely skimming. I was not deep-reading..."
    },
    {
      "author": "WOLF",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "...It."
    },
    {
      "author": "WOLF",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "It was, I'm averaging a B-minus in this class. I got to get this grade..."
    },
    {
      "author": "WOLF",
      "text": "Oh, that's so cute."
    },
    {
      "author": "LIMBONG",
      "text": "...Up (laughter)."
    },
    {
      "author": "WOLF",
      "text": "That is so good. Well, Andrew, I would say on your list of things to do in your book bucket list..."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "WOLF",
      "text": "...Return to \"Siddhartha.\" You're going to read it faster, but you will have a much easier time remembering what it includes. Now, I'm going to say something that sounds a little outrageous. And that is just because you can't retrieve the memory of something doesn't mean that there aren't aspects of it that are there. There is more memory that consolidates than we have immediate, perceptible access to. On the other hand, when we skim, we consolidate less because we are using less affect, less evaluation - and I will add this - less motor, which sounds ridiculous."
    },
    {
      "author": "WOLF",
      "text": "But the reality is, especially when you're reading something like science or something that you need, you take notes, and that motoric activity actually adds to your ability, ultimately, to remember. So - and you can forget your notes, and you go back, and you see those notes. But even reading the notes about what you read activates what you actually did remember and have stored. So there's both. There is more storage than you think, and there's less if you're skimming."
    },
    {
      "author": "LIMBONG",
      "text": "And that's takeaway five. If you want to remember something you read, like a quote or an idea or even a feeling about a scene or character, write it down."
    },
    {
      "author": "LIMBONG",
      "text": "Do you recommend keeping a sort of, like, reading log or reading journal where you compile all your notes and stuff?"
    },
    {
      "author": "WOLF",
      "text": "You know, what I recommend - and this is something especially that's a little difficult if you're using your Kindle - though there are those aspects, you know, those types where you can. I actually think the motoric aspect of taking notes helps you. And so I almost - there's nothing that's truly important to me that I haven't bought as a book or printed out as an article. And then those notes are twofold. I write along the margin, and then I write in the back of the book the pages of the most important insights for me. The back cover of my books has pages with words that say insight into love, let's say, or digital or whatever it is. Then when I return, I know automatically where I really need to go."
    },
    {
      "author": "LIMBONG",
      "text": "So to wrap up, what's the beauty of deep reading? Without it, what do we lose?"
    },
    {
      "author": "WOLF",
      "text": "We lose two best thoughts - the author's and our own. And you see; the real beauty is that we discover ourself. Deep reading, at its ultimate, is a place of discovery of other, a discovery of beauty and a discovery and even appreciation for our ability to think outside the bounds of our everyday lives."
    },
    {
      "author": "LIMBONG",
      "text": "That was Maryanne Wolf, author of the book \"Reader, Come Home: The Reading Brain In A Digital World.\""
    },
    {
      "author": "LIMBONG",
      "text": "OK, recap time. Takeaway one - if you're having a hard time deep reading, understand that our brains aren't meant to deep read. As Maryanne puts it in her first book, reading reflects the brain's capacity for going beyond the original design of its structures. We're breaking new ground here, people. It's supposed to be hard."
    },
    {
      "author": "LIMBONG",
      "text": "Takeaway two - reduce distractions. Yes, that includes the phone you're probably listening to this on. Chuck it in a drawer and give an old-fashioned paper book a shot."
    },
    {
      "author": "LIMBONG",
      "text": "Takeaway three - Deep reading is a discipline. If you want it, you're going to have to make time for it. It doesn't have to be too much time. I mean, life happens, but make deep reading something you can practice regularly."
    },
    {
      "author": "LIMBONG",
      "text": "Takeaway four - read at your own pace and the book's pace. Sometimes, deep reading means you're not crushing dozens of books a month or whatever. Take the time to really engage with what the author is saying."
    },
    {
      "author": "LIMBONG",
      "text": "And what helps with that is takeaway five - writing it down. Whether it's in the margins or your own notebook, write down the thoughts you're having as you read, and your own motor skills will help you think about and engage with what you're reading. And that's it. A big thanks to my guest, Maryanne Wolf. I will let you know if I ever do give \"Siddhartha\" another shot."
    },
    {
      "author": "LIMBONG",
      "text": "For more on LIFE KIT, check out our other episodes. I hosted one on how to enjoy poetry and another on how to brew a great cup of coffee. You can find that at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have an episode idea or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "LIMBONG",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Margaret Cirino and Sylvie Douglis. Engineering support comes from Carleigh Strange. I'm Andrew Limbong. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7378641694.mp3",
  "img": "https://media.npr.org/assets/img/2024/04/26/gettyimages-978258068_wide-7df20df9015fa30901c0c5a09f6d9e1e7e676acb.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "ANDREW LIMBONG, HOST",
    "LIMBONG",
    "MARYANNE WOLF",
    "WOLF"
  ]
}