{
  "title": "How to help your Gen Z kid cope with their back-to-school emotions",
  "url": "https://www.npr.org/transcripts/1196980150",
  "intro": "Today's teens struggle with perfectionism and mood swings, and their parents struggle to have hard conversations with them, according to a recent survey. Teen psychologist Lisa Damour explains how parents can better support their kids as a new school year begins.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. I remember my first day of - I think it was sixth grade. I showed up in this cute outfit that I had loved the day before. If I remember right, there was a plaid skirt and a maroon cardigan. I was stylish. But then I got to school, and all the girls were wearing gym shorts and athletic sneakers. And I was like, did I miss the memo? Like, I suddenly felt so self-conscious about my clothes, like a total outsider - not a good way to start my middle school journey. And I think I'm not alone here, right? Back-to-school time can be exciting for sure - All those fresh notebooks and dreams of possibility. This is my year. I'm going to try out for the play or make the soccer team or finally talk to that boy. But it's also hard on kids."
    },
    {
      "author": "LISA DAMOUR",
      "text": "You know, it's always been hard to be a teenager, and it's always been hard to raise a teenager."
    },
    {
      "author": "SEGARRA",
      "text": "That's Lisa Damour."
    },
    {
      "author": "DAMOUR",
      "text": "I'm a psychologist who cares for teenagers and the adults around them. I'm the author of three books on raising adolescents, and I had the honor of working with the Walton Family Foundation and Gallup on a poll about the emotional lives of teenagers and their parents."
    },
    {
      "author": "SEGARRA",
      "text": "Just a note here - the Walton Family Foundation is an NPR funder. And that poll was a part of the 2024 Voices of Gen Z Study. They talked to thousands of 10- to 18-year-olds and one of their parents or guardians about the emotional lives of preteens and teens. Turns out - no surprise here - they are complex. The study found, for example, that nearly all of the children polled felt happy the prior day, but 45% also felt stressed, 38% felt anxious and 23% felt sad. Kids today aren't just thinking about their classes or fitting in with their schoolmates. They're also thinking about fitting in with all the other kids on social media. And the parents of those kids have a lot to think about, too."
    },
    {
      "author": "DAMOUR",
      "text": "Parents worry about how kids are doing in school. They worry about social media. They worry about what's ahead for their kids. So everybody is navigating a complex environment with both old and new concerns."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, reporter Andee Tagle talks with Lisa Damour about how to prepare emotionally as your teens and preteens head back to school. We'll talk about how to let your kids come to you about tough topics, what to do after a bad day and how to set boundaries around social media."
    },
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "Back-to-school time is such a self-conscious time for kids, especially for preteens and teens. I don't have a teen at home personally, but I used to be one. And I do not miss those first-day jitters. Let me tell you. You know, I'm remembering wearing your new shoes or your new backpack and hoping that you made the right choices and that your friends think that you're cool and just feeling so aware of every aspect of my body and my language and everything. Can we start there? Can you talk to us a little bit about some of the anxieties that kids these days are facing as they return to school?"
    },
    {
      "author": "DAMOUR",
      "text": "Absolutely. Well, there's the timeless ones, and then there's the timely ones, right? So what you described - like, I don't think any of us would sign up to do seventh grade again or eighth grade again."
    },
    {
      "author": "TAGLE",
      "text": "Not on - I wouldn't wish it on my worst enemy - absolutely not, Lisa."
    },
    {
      "author": "DAMOUR",
      "text": "It's always been hard. You know, there's so much transition. You're so worried about where you fit in. Your body, like you said, is changing, and you have no control over where this is all headed. You know, it's braces. It's bras. It's all of the above. And I think nobody is comfortable for quite a while. And then on top of that, we have the timely challenges that young people now face, right? We're asking a lot of them academically. They are trying to navigate a social media environment that can be very, very taxing for them."
    },
    {
      "author": "DAMOUR",
      "text": "And young people worry about big things. When I was in the seventh and eighth grade, I was actually not worrying about world peace, what was happening with the environment. Those concerns were not on my mind at all. You talk to teenagers today, one of the top concerns for young people was what their futures were going to look like. So it's different now for kids."
    },
    {
      "author": "TAGLE",
      "text": "That is quite the list. And what about the other side? For the parents of tweens and teens today, it's no walk in the park either. What are some of the big burdens they're carrying during this time? What are parents most worried about?"
    },
    {
      "author": "DAMOUR",
      "text": "Well, I think in some ways, it's the same. I think a lot of parents feel like they don't really know the kid in the same way they felt they used to. I think a lot of parents feel like their kid has broken up with them. You know, their younger kid..."
    },
    {
      "author": "TAGLE",
      "text": "Aw."
    },
    {
      "author": "DAMOUR",
      "text": "...Was more engaged and warm and friendlier and more conversational. And suddenly, their kid turns into a teenager, and they become quieter or squirrelly or hard to get to open up. So I think that's always been challenging for parents."
    },
    {
      "author": "TAGLE",
      "text": "Man, what do we do about this? You know, I think some of your research showed that clearly there's a lot to worry about, and on top of that, it's hard to talk about this stuff. Is that right?"
    },
    {
      "author": "DAMOUR",
      "text": "It is true. Both the parents have a lot of concerns, and we've run through several of them and that they find it hard to have these conversations with teenagers or they're, you know, having a hard time bringing these conversations up. And so what I can tell you is that as much as teenagers may seem like they're not so easy to talk to or they don't necessarily want to have these conversations, what we heard from the teenagers is how helpful these conversations are, how much they care about what adults have to say."
    },
    {
      "author": "DAMOUR",
      "text": "So my advice to anyone caring for a teenager is go ahead, and try to have this conversation about whatever it is you're worried about. And the best way usually to make that happen is to listen for when your teenager brings it up. So parents and caregivers can worry about things like school. They can worry about things like mental health. And today's teenagers will talk about those things at home. And so once your kid is talking about it, that is a great time to say, oh, it sounds like your friend's having a hard time at school. How are things feeling for you at school?"
    },
    {
      "author": "TAGLE",
      "text": "Takeaway one - teens have a lot on their plates these days. Even if it doesn't seem like it, they do want to talk about it. You just might have to let them come to you first. If they don't, you could try scheduling some time with them."
    },
    {
      "author": "DAMOUR",
      "text": "Look for them to open those up because that's when teenagers are going to be most receptive to what adults have to say or even questions from adults about those things. Sometimes, though, parents and caregivers find that the thing they want to talk about just isn't coming up. In those moments, what I recommend is looking for a place on your kid's calendar, which can feel like a funny thing to look for. But I think what we want to say to a kid is, hey. I was thinking about your - you know, start of your school year and how it's going. I have a few questions. I have a few thoughts. Can we talk about it now or is there a time in the next day or two where we could talk about it? So giving them a chance to adapt to the idea that there's going to be a conversation about this tends to make those conversations go better."
    },
    {
      "author": "TAGLE",
      "text": "OK, so let them open the door. Don't blindside them with the conversation. I love it. Those are really good tips. Anything else? Any other approaches for these types of conversations?"
    },
    {
      "author": "DAMOUR",
      "text": "Well, I think sometimes it happens that parents or caregivers share information with a teenager like, OK, you know, you need to get your backpack all ready for the school day tomorrow. We don't want the first day to be, you know, wild in the morning. And the teenager or the tween will, like, roll their eyes when the adult does it. Here's what's usually happening. Young people, teenagers - their job is to become increasingly independent. And so if they - if we say to them, hey. You need to go, you know, get your backpack loaded, and they go, that is a great suggestion - I'm so glad you mentioned that...."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "DAMOUR",
      "text": "...I really appreciate the guidance - that would be weird. That would be weird. What is much more expectable is that they're going to roll their eyes, and they're going to do it. But so long as they're doing what we ask, even if they're kind of grousing about it, even if they're rolling their eyes, I think adults should accept that they have found a way to both be compliant without seeming like a goody two-shoes."
    },
    {
      "author": "TAGLE",
      "text": "Wow. Embrace the eye roll is what you're saying, Lisa - embrace the eye roll."
    },
    {
      "author": "DAMOUR",
      "text": "Have a lot more patience for eye rolls than most adults do."
    },
    {
      "author": "TAGLE",
      "text": "Wow. OK, well, I'm going to have to bring that home to my mother."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway two - look, your relationship with your kid is going to change during this transition period because they're changing. That's a good thing. It's natural to feel like you're going through a breakup with your kid. That's normal development. Embrace the eye roll."
    },
    {
      "author": "TAGLE",
      "text": "In the Gallup poll you worked - you found 1 in 3 Gen Z kids feel they have to be perfect. Middle school and high school can feel like a time a teen needs to be perfect. The rest of their life is depending on how they do. How can parents support a kid whose perfectionism flares up around school?"
    },
    {
      "author": "DAMOUR",
      "text": "The goal is not to try to give them guidance about how they can be more perfect or what they could do to prevent mistakes. Mistakes are a done deal. The goal is to help them understand that mistakes are inevitable. We all have our shortcomings. But while we are working on our shortcomings, we still can feel that we are good and worthy and decent. That's what we're trying to get kids to understand. When kids really struggle with perfectionism, they make a mistake and then they decide they're entirely terrible. That's where things go off the rails. The goal is to let them recognize a mistake while still having a general sense of positive self-regard."
    },
    {
      "author": "TAGLE",
      "text": "Can we talk a little bit about the moods and emotions of teenagers? Because I know for a lot of parents, this can feel scary and like a moving target, like, my kid is always anxious. My kid is always stressed. What can you tell us about the moods and emotions of teenagers?"
    },
    {
      "author": "DAMOUR",
      "text": "So the general framework is that teenagers' emotions are more intense. It's not on its own a sign that anything's wrong. It's actually a sign of forward development. But one of my favorite questions that we asked in our Gallup poll was about the kinds of moods kids had a lot of on the previous day. And they did tell us that they felt anxious, and they did tell us they felt stressed. And some kids felt sad, and some kids felt angry. The No. 1 response, the feeling they reported having a lot of the previous day - 94% of kids said happiness, and 91% said enjoyment. All of the other emotions I just mentioned, the highest-ranking one was only at 45%. So the takeaway here is that kids have lots of moods, good and bad. And what you see in teenagers is that they have ups and downs."
    },
    {
      "author": "TAGLE",
      "text": "That roller coaster just really resonates. You know, thinking back to my time in high school, I just remember every day I was on the top of the world or the world was ending."
    },
    {
      "author": "DAMOUR",
      "text": "Absolutely."
    },
    {
      "author": "TAGLE",
      "text": "Do you have any advice for riding that roller coaster as a parent?"
    },
    {
      "author": "DAMOUR",
      "text": "I do. So here's how I want everyone to think about this. I want everyone to think about this the way psychologists think about it. To us, mental health is not about feeling good. It is not about getting up and staying up. Mental health is about having feelings that fit what's happening and managing those feelings well. So if your kid isn't invited to a party that all their friends seem to be going to, they will be sad. That is the expectable emotion. It would be strange if they didn't feel it."
    },
    {
      "author": "DAMOUR",
      "text": "What we're interested in is, well, then, what do they do? Like, do they have a good cry? Do they go put on their sad playlist until they feel better? Do they cuddle the dog? You know, do they go for a run? All of those are wonderfully adaptive, and many of those are things kids told us they did to comfort themselves in our surveys. We only worry if they're using coping strategies that are harmful. If they take it out on themselves in any way. If they feel low or self-harm, then we become concerned. But the presence of a negative emotion on its own is usually proof of mental health, not grounds for concern."
    },
    {
      "author": "TAGLE",
      "text": "That's great advice. It is OK to have negative emotions. It's what we do with them. And that was - that leads into my next question, which is, what about when your teen comes home and has a bad day, as we all do? You know, they get in the car. There's just a dark cloud hanging over them. As a parent, you know, it's hard to know what to do."
    },
    {
      "author": "DAMOUR",
      "text": "Absolutely. So we asked teenagers, when you're upset, what is it that adults can do that's most helpful to you? Far and away, what they said is just listen. Just listen. Second to that was take our feelings seriously. Very low down on the list was offer advice. (Laughter) And I think - I'm a parent myself. Your kid gets in the car, or your kid comes off the bus. They're upset. You want to fix it. You want to jump in with some suggestions."
    },
    {
      "author": "TAGLE",
      "text": "I was going to say just listen is, like, the hardest thing to do."
    },
    {
      "author": "DAMOUR",
      "text": "It is so hard."
    },
    {
      "author": "TAGLE",
      "text": "The hardest thing."
    },
    {
      "author": "DAMOUR",
      "text": "It is so hard. It can help to say something like, do you want my help, or do you just need to vent? - because usually kids will say, I just need to vent. I will also tell you my No. 1 tool as the parent of teenagers myself when a kid is upset is sometimes I'll say, is there anything I can do that won't make this worse? And that seems to go over very well because I'm acknowledging that, you know, getting in there and meddling may not actually be helpful, but I'm also offering whatever services might be of use."
    },
    {
      "author": "DAMOUR",
      "text": "And so if parents can think about when they say, how was school? Think about it as, like, opening an emotional garbage can. Let the kid dump it, right? They're just trying to get rid of it. Don't ask them why they brought the garbage home. And if they seem to feel better having dumped all the garbage, tie it off. Throw it away. You don't have to go through it. You can also let it go."
    },
    {
      "author": "TAGLE",
      "text": "What about the kid who doesn't want to give you their emotional garbage, you know?"
    },
    {
      "author": "DAMOUR",
      "text": "Well, it's true. And indeed, one of the other things that was high on the list of what teenagers wanted, especially older teenagers, when they were upset was some space. And they were asking for that very explicitly. And I think it's hard. You know, you haven't seen your kid all day. A whole lot went down. You know it did; it's the start of a school year."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "DAMOUR",
      "text": "They come in the house. They make a beeline for their room. You're hearing nothing. So there's a couple of ways to think about it. First of all, school is a lot of people. And so the kid who comes home and just makes a beeline - if they are, you know, lucky enough to have their own room, goes to their room, closes the door. It's not that they don't want to be with the adults in their home. It's that they don't want to be with anybody. The other thing we have to remember is their days are long and tedious. And when we say, tell me about your school day, that would be like our life partner saying, recount for me every meeting you had today. Right?"
    },
    {
      "author": "TAGLE",
      "text": "Fair enough, yeah."
    },
    {
      "author": "DAMOUR",
      "text": "We'd feel like, no way. It's over. It's done. I've got to go..."
    },
    {
      "author": "TAGLE",
      "text": "Leave me alone."
    },
    {
      "author": "DAMOUR",
      "text": "....Do it all again tomorrow."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "DAMOUR",
      "text": "So what tends to work well is give them space. And what we know also from our data is that kids have great ways to cope with upset feelings when they're frustrated. They will listen to music. They will, you know, sometimes play video games as a distraction just to, like, move on from things."
    },
    {
      "author": "TAGLE",
      "text": "I love that. And it makes a lot of sense. You know, after a long day of work, adults want to decompress. Teens deserve that space, too. Takeaway three - for teens, emotions are often more intense. There will be good days, and there will be really, really bad days. Lisa says focus on listening and giving your kid respect. This is an important time for them to develop their own coping skills. Offering them lots of space to do so is key."
    },
    {
      "author": "TAGLE",
      "text": "Let's talk a little bit about social media, access to social media because it is the thing we can't not talk about these days. And I think, especially at the beginning of the school year. You know, you want to set good boundaries for your kid. You want them to start out on the right foot. What does that look like?"
    },
    {
      "author": "DAMOUR",
      "text": "So in my ideal world, you go very slowly because kids do need to be connected to their peers. Social media can be hard on kids. Social isolation is also really hard on kids. I would wait until a kid says, I need a phone. And you find out why. And it's not unusual for texting to be how kids start to connect or make social plans. And if the day has come where your kid really doesn't know what's going on or is not able to maintain meaningful friendships because they don't have access to texting, I think that is a time to consider giving them access to texting. Then, see how they're doing with texting. And I said to my kids, you are on texting until you cannot maintain your social relationships with texting alone."
    },
    {
      "author": "DAMOUR",
      "text": "And my ideal for when social media comes into the picture is minimally age 14. And with texting, a lot of kids can get to and past 14 with enough connection to their peers. And the reason 14, for me, is so critical is that that's when they develop the ability to see things from multiple perspectives, understand different motivations. Before that, however smart they are, they are concrete in their thinking, and the older teenagers can be before they get on social media, the more skepticism they bring to the table, which, for social media, is a very good thing."
    },
    {
      "author": "TAGLE",
      "text": "Wow. That is so interesting. Fourteen, you said, is that watershed age?"
    },
    {
      "author": "DAMOUR",
      "text": "Minimally, yeah."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "DAMOUR",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "Let's talk a little bit more about setting healthy boundaries for the school year specifically. Maybe it's someone who wants to start makeup. Maybe it's high schoolers that have a little more freedom. They want to start going to football games on their own, or they're asking about so-and-so's party. How do you set yourself, your whole family up for success in those moments?"
    },
    {
      "author": "DAMOUR",
      "text": "What we need to appreciate is that we are actually raising the tamest generation of teenagers on record."
    },
    {
      "author": "TAGLE",
      "text": "Really?"
    },
    {
      "author": "DAMOUR",
      "text": "They leave the house far less than we ever did."
    },
    {
      "author": "TAGLE",
      "text": "Really?"
    },
    {
      "author": "DAMOUR",
      "text": "They're into things - yes, they are very well-behaved. In fact, some of us on the clinical side are bemoaning the fact that today's teenagers are not pushing the boundaries enough, not asking to go out as much as we would normally see. They are very good kids. And we're in a phase of what we call kind of intensive parenting, where parents are, across socioeconomic groups, very, very aware of what their kids are up to, very closely connected to their kids through technology. So the thing that we actually want to be mindful of is that it is actually a teenager's job to push boundaries, to seek novelty, to want to be out in the world. It's not fun, necessarily, in your family, but it's exactly what teenagers are supposed to be doing."
    },
    {
      "author": "DAMOUR",
      "text": "So my guidance on this is when you are talking with teenagers about all of the risks that are available to them, do not focus on what you're going to do if you bust them. Do not focus on what the law says. The laws make actually very little sense, much of the time. Focus on the teenager's safety. So if a teenager says to you - what are you going to do if you catch me smoking weed? - you can say, look, me catching you, that is the least of your concerns. Here's my worry - cannabis is very hard on the developing brain, and so whether I catch you or not, my worry is that you're going to actually interfere with healthy growth in your own brain. So don't worry about getting caught - worry about getting hurt."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway four - if you're anticipating conflict around house rules, Lisa says emphasize the importance of safety for your kids, instead of potential punishments. And as for social media, introduce it slowly and deliberately. Lisa recommends restricting kids to just texting before the age of 14."
    },
    {
      "author": "TAGLE",
      "text": "Do you have any final thoughts, feelings, advice - for teens, for parents - as we head back to school? Anything that you want to leave us with?"
    },
    {
      "author": "DAMOUR",
      "text": "Let me say two things. No. 1, focus on sleep. Sleep is the glue that holds human beings together. High schoolers are supposed to be getting nine hours of sleep at night, middle schoolers 10, elementary school kids 11 hours or more, so way more sleep than people think kids need. The other thing I will say is that routines are wonderful. Routines reduce decision-making. They help us do the things we say we want to do. They help us sort of be clear about what our priorities are. So build your routines very, very deliberately, and let yourself sort of click into that school-year routine with lots and lots of sleep. Expect complaining, and know that transitions are just hard."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway five - two surefire ways to have a smooth school transition - give your teen lots of time to sleep and find a good routine for them. Lisa Damour, it's been an absolute pleasure. Thank you so much for joining us."
    },
    {
      "author": "DAMOUR",
      "text": "Thank you for having me."
    },
    {
      "author": "TAGLE",
      "text": "All right, it's time for a recap. Takeaway one - your kid has a lot on their plate, and they probably want to talk about it. If you want to discuss a big topic with your teen, let them come to you. If they don't, try putting some time on the calendar rather than blindsiding them. Takeaway two - some more distance in the relationship is normal. Embrace the eye roll. Takeaway three - amidst all the ups and downs, focus on listening and giving them lots of space. Takeaway four - when you're setting house rules, emphasize the safety risks, not punishments. Takeaway five - a solid sleep and a solid routine are paramount."
    },
    {
      "author": "SEGARRA",
      "text": "That was LIFE KIT reporter Andee Tagle. For more LIFE KIT, check out our other episodes. We've got one on calming your kids' back-to-school jitters and another on how to show up for teens when big emotions arise. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you, so if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Clare Marie Schneider and Sylvie Douglis. Engineering support comes from Patrick Murray. I'm Marielle Segarra. Thanks for listening, and have a great first day."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3100923248.mp3",
  "img": "https://media.npr.org/assets/img/2024/08/23/template-4-example-2-_wide-a8e4aed95ffa4c53c5796286ff53ea3778dd9137.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "LISA DAMOUR",
    "DAMOUR",
    "ANDEE TAGLE, BYLINE",
    "TAGLE"
  ]
}