{
  "title": "How to prepare for a second pregnancy after a complicated first one",
  "url": "https://www.npr.org/transcripts/1196979157",
  "intro": "Pregnancy complications — like miscarriage, preterm birth or postpartum depression — are incredibly common. But expecting parents can often feel alone if they are experiencing these conditions, or like a second pregnancy is out of reach. This episode, Emily Oster, co-author of 'The Unexpected', on how to deal with complications when they arise, and make your next pregnancy a little smoother.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SCOTT DETROW, HOST",
      "text": "Hey, everybody. I'm Scott Detrow in for Marielle Segarra. Emily Oster has a knack for using data to help expecting parents find the best care. Oster is an economist at Brown University. She's written several books on parenting and also writes the newsletter ParentData. Back in 2013, her book, \"Expecting Better,\" helped people navigate bad conventional pregnancy wisdom."
    },
    {
      "author": "SCOTT DETROW, HOST",
      "text": "Fast-forward to 2024. Oster has a new book that arms people with more data and more knowledge about what to do during especially difficult pregnancies. She co-wrote it with Dr. Nathan Fox, a maternal fetal medicine specialist. It's called \"The Unexpected: Navigating Pregnancy During And After Complications.\" This episode of LIFE KIT, my conversation with Emily Oster."
    },
    {
      "author": "DETROW",
      "text": "You know, early on, you write, what is different about this book is that I hope you do not have to read it. It is odd to write a book that you hope people will not read. Why did you focus on this particular topic?"
    },
    {
      "author": "EMILY OSTER",
      "text": "In the decade or so since \"Expecting Better\" has come out, I have talked to thousands of women about pregnancy. And a lot of those conversations are about, I had this complication during pregnancy. I'm scared. I'm anxious. I want to understand it better. I want to understand what to do next time."
    },
    {
      "author": "OSTER",
      "text": "Ultimately, this book is an answer to those questions. It's really a guide through both what are the recurrence risks? What are the treatment options? And then how to navigate these conversations with your doctor. So it's a book that I hope will answer a need that I saw so frequently in this last 10 years."
    },
    {
      "author": "DETROW",
      "text": "It's interesting. You know, data is such a big part of your brand, but you wrote and you've said that so much of this came from one-on-one conversations or notes you got from readers. How impactful were those?"
    },
    {
      "author": "OSTER",
      "text": "They were incredibly impactful. And when we thought about writing this book in the first place, we did a survey of people just asking, you know, tell us about your pregnancy complications. And I think I have 4,000 responses, many of which are paragraphs and paragraphs long. That helped us with the question of where to look in the data. You know, what were the questions people had most about the data? But it also helped us think about what I think is the other value of this book, which is to help people feel a little bit less alone. A lot of these complications we don't talk about very much, and when people have them, they feel that they're the only one."
    },
    {
      "author": "DETROW",
      "text": "Yeah. You know, this book particularly focuses on second or third or, you know, even fourth pregnancies. So what are the most common differences people can expect in a second or third or fourth pregnancy compared to their first one?"
    },
    {
      "author": "OSTER",
      "text": "So most people find the later pregnancies less anxiety-provoking. Births tend to be shorter with later pregnancies if you're having a vaginal birth. And many complications are easier to manage, because you know that they may be coming and that preparation is almost always one key to better treatment."
    },
    {
      "author": "DETROW",
      "text": "Yeah. The way you set the book up is the first half is kind of a big-picture approach - how to think about things. And then there's chapter by chapter specifically on different complications. Luckily, a lot of those complications are, you know, sometimes rare. But I want to talk about something early on that you write about that a lot of people experience, and it gets to that idea of feeling alone that you just mentioned. This is a chapter on early miscarriages and the big question of whether or not you should share that information with friends or family. And, you know, this is so much more about emotions than data, but how do you think about that? How do you approach that? And I'm wondering, has your view on when and how to share that information changed over the years?"
    },
    {
      "author": "OSTER",
      "text": "The traditional approach to this is that you share information about pregnancy around 12 weeks. That's a point at which the risk of miscarriage is lower. It's also - happens to be the point at which most people are starting to show. So it becomes more difficult to hide. Over the last several years - and people have gotten more comfortable with sharing this earlier - I don't think that it's something that you could give people advice on because the question is really, what is the support you're going to want if you did have a miscarriage? And for some people, they don't - they aren't going to want to talk to other people. And grieving privately or with close family is what they want. For other people, that kind of broader support is going to be very valuable. So that question for me there is really, what do you - as the pregnant person, what kind of support would you want if this did happen? And hopefully, it doesn't."
    },
    {
      "author": "DETROW",
      "text": "Yeah."
    },
    {
      "author": "DETROW",
      "text": "Can you talk about some of the other complications that you focus on in the book, some of the more common ones that a lot of people are going to be dealing with, one way or another?"
    },
    {
      "author": "OSTER",
      "text": "Yeah. So one of the more common complications is preterm birth. There are many people who have experienced preterm birth at varying times, and we talk about it in the book is kind of what - how much does it matter when the preterm birth is? And then is that likely to happen again? And how much correlation is there across births?"
    },
    {
      "author": "OSTER",
      "text": "There are also a lot of things which are probably more common than people expect, like vaginal trauma or prolapse, you know, experiences that are affecting how they feel, that are affecting your reproductive health, which are often not talked about because they are really about your sort of experience of the world as opposed to about mortality, which we're much better at measuring."
    },
    {
      "author": "DETROW",
      "text": "When it comes to a care team, who should be on your care team beyond your obstetrician and your primary care doctor? And do you think that changes if you suspect you're dealing with complications or if you have a history of complications?"
    },
    {
      "author": "OSTER",
      "text": "If you have a history of complications, it's worth considering whether your care team should evolve or should be a maternal fetal medicine specialist, but that it's someone who has training beyond what an obstetrician, gycologist would have. Sometimes that's necessary, and sometimes it's not. It's the one specialty that you would want to consider in that situation. And I would always tell people I would consider, if possible, having a doula during birth because there's a lot of benefits there."
    },
    {
      "author": "DETROW",
      "text": "Yeah. If you experience a complication like this the first time around, the question of whether or not to have another child can be pretty fraught. And so much of this book deals with coming up with a plan, tips on how to be your own advocate, understanding your options, even coming up with a script of how you're going to talk to a doctor about this. Why to you is that so important?"
    },
    {
      "author": "OSTER",
      "text": "So when I wrote \"Expecting Better,\" I wrote it in part because I felt like I wasn't able to engage with my own care. I didn't understand enough to have conversations that were productive, that would get to the decisions that I needed to make. That book served that need in uncomplicated pregnancies, and I hope that this book will serve this need in more complicated spaces."
    },
    {
      "author": "OSTER",
      "text": "I think in order to feel engaged with your own care here, people need to have enough information to have a thoughtful conversation with their doctor. They need to have enough scripting to understand how to use the 15 minutes that they have to get the answers to the questions that are going to matter for their decisions. That's different from saying people need to be an expert. The doctor is an expert in the medical side. The person can be an expert in their own preferences and their own values. But in order for the conversation to be productive, they need to know enough to make it productive. And that's why we focus so much on this basic understanding and then also, how do you script? How do you ask the right questions? How do you have the good conversation?"
    },
    {
      "author": "DETROW",
      "text": "What do you think the challenges are with having those conversations with a doctor to begin with? Is it a time limit? Is it doctors wanting to be overly careful? Is it the fact that, you know, as you come back to again and again throughout your books, so many key questions about pregnancy are somehow still unanswered?"
    },
    {
      "author": "OSTER",
      "text": "Yeah. All of those. I mean, I think the short amount of time is not ideal. I think we've moved to an idea - that shared decision-making, which is a term that gets thrown around a lot that I think is in some ways very useful, but also can abdicate responsibility sort of on both sides in a way that's not helpful. And what we need is an understanding of who is bringing what expertise to the conversation, which we simply don't have. So people feel like they're being asked to make decisions they're not equipped for. And doctors are feeling often like patients are coming in with their own idea about their care and not listening enough to the expertise the doctor is bringing."
    },
    {
      "author": "OSTER",
      "text": "So I think a combination of we need to build better trust, we probably need more time, if we're not going to get more time, we need to use that time more effectively. I think all of these are happening on top of the fact that for many of these complications in particular, we just don't know enough to be certain about what's the right thing to do in any given situation."
    },
    {
      "author": "DETROW",
      "text": "Do you think doctors generally appreciate a patient coming in with their own game plan like that for the conversation, or do you think that sometimes there's a risk of putting off a doctor who sees themself as the expert?"
    },
    {
      "author": "OSTER",
      "text": "I think what is hard is to come in and say, I've decided to do X, because I think for many doctors, the answer is like, well, you're not a good candidate for that, you know, for this medical reason that I could explain to you. I think the approach of I've come in with a set of conversation topics, a set of things that I need - I think we need to work through together - so I think there's a - there's really a balance. And it's harder for me to see how someone would object to that."
    },
    {
      "author": "DETROW",
      "text": "Yeah. I had one particular question about conversations with a doctor after a difficult birth 'cause, look, you know, this is an incredibly hard conversation to have. You're probably exhausted. You probably aren't sleeping. You're probably in a vulnerable emotional and physical state if it was a really challenging birth. Do you have any practical advice for how to have those specific kind of conversations with doctors?"
    },
    {
      "author": "OSTER",
      "text": "It's really challenging because it's hard for those conversations not to feel like a conversation about fault. And this does intersect with the litigiousness of our society in a way that is unfortunate, but definitely there. What I would say is, again, the focusing on the questions that need to be answered that are decision relevant."
    },
    {
      "author": "OSTER",
      "text": "So one of the questions we talk about in the book is, why did this happen to me? And when you say that question, and you say it with an emotional valence, it's like, why did this happen to me? Why is this thing happening to me? What is the cosmic problem or why did you do this to me or whose fault is it? As opposed to, are there risk factors that I have that made me at a higher risk for this or what exactly made this happen in this situation, you're thinking about that question as informing changes you could make in the future, rather than being a question about fault, and the more we can come to those - or even those early conversations with that frame, the better. That's very hard in a situation in which people are tired and emotionally fraught. I think it's part of the reason why you almost always want another person with you for a conversation like that."
    },
    {
      "author": "DETROW",
      "text": "On that note, you know, my perspective here, as somebody who's had a front-row seat to two pregnancies but haven't been pregnant myself, what is the role of a partner in this process, in thinking up the plan to talk to a doctor, in thinking about these big questions and what the decision points are?"
    },
    {
      "author": "OSTER",
      "text": "The role of the partner is partly you're the partner, so decisions should be made together. I think the other role is just having two people listen is better than having one person to listen, because when someone is telling you something, particularly when it is about risk and it is about things that you're nervous about or things that you're afraid of or you're feeling anxious, it's really, really hard to hear. And so for sure, one role of a partner is to be another set of ears, so we're all listening at the same time."
    },
    {
      "author": "DETROW",
      "text": "Yeah."
    },
    {
      "author": "DETROW",
      "text": "Look, these complications can take a huge emotional toll on someone - right? - especially if this is the second or third time around and you know that you've had a history of complications. Did anyone that you talked to have any advice on that particular part of this, how you can care for yourself in this process?"
    },
    {
      "author": "OSTER",
      "text": "Many people had advice. A lot of it was therapy, which I support. The other piece of this is the idea of radical acceptance, and particularly when the things that have happened in the past are very, very hard, that we want to understand, but we often don't. People have a miscarriage. Most of the time, you don't know why it happened, and what we can do to move forward is to accept that this bad thing happened for reasons that we don't understand and still try to move forward with hope and optimism. That's really, really challenging, but it is the thing that comes up the most as if you can get there, that will try to help."
    },
    {
      "author": "DETROW",
      "text": "Yeah. When you're thinking about complications and challenges that come up early on in pregnancy, how does the post-Dobbs landscape complicate all of this when you're taking a big-picture view of medical care in this country?"
    },
    {
      "author": "OSTER",
      "text": "Any time that we restrict access to medical care, it is going to have knock-on consequences that we may not have anticipated. So in the particular case of Dobbs and these pregnancy complications, there are a number of complications, most notably second-trimester miscarriage, where the care that people would get in that circumstance is very, very overlapping with the care that would be part of abortion care. And when providers have left a state or a locality because of these restrictions, that then limits the care in situations where they have lost a baby for some other reason. So it feels to me like very much just as we remove choice, we remove access, and access is something that is incredibly valuable for many, many reasons."
    },
    {
      "author": "DETROW",
      "text": "I wanted to tie this back to \"Expecting Better,\" to end the conversation. It's been more than a decade since that book came out. What has changed the most, in your mind about how it comes to how doctors approach pregnancy?"
    },
    {
      "author": "OSTER",
      "text": "I think there's been more of a push to thinking about data and evidence in pregnancy and throughout medicine, and probably the world in general, in the last decade. And so this approach of, you know, use the data to make your decisions was more unusual 10 years ago than it is now, so I have an easier time pitching that to people now than I did before."
    },
    {
      "author": "DETROW",
      "text": "What is the most frustrating, to you, lack of change over the past decade?"
    },
    {
      "author": "OSTER",
      "text": "We're still not doing enough research on outcomes that affect people's life, but are difficult to measure. Like, how did your birth feel to you? Were you happy with it? What kind of satisfaction? How is your sex life feeling to you? Are you happy with it? We do almost none of that, or very little, and it means that we're not focusing research on improving the experience that people are having in pregnancy, in birth and then in early parenthood."
    },
    {
      "author": "DETROW",
      "text": "How do you think that changes?"
    },
    {
      "author": "OSTER",
      "text": "More conversation. One of the things we're trying to do with this book is have people talk more about these issues, even if they don't, themselves, need this book, to read about this to understand, this is the set of things that can happen, and we know that policy, that research, that money follows conversation."
    },
    {
      "author": "DETROW",
      "text": "Emily Oster, thank you so much."
    },
    {
      "author": "OSTER",
      "text": "Thank you so much."
    },
    {
      "author": "DETROW",
      "text": "For more LIFE KIT, you can check out other episodes. There's one about making a birth plan and another on navigating the emotional roller coaster of being a new mom. You can find that at npr.org/lifekit. And if you love LIFE KIT and you want more, you can subscribe to our newsletter at npr.org/lifekitnewsletter. And we would love to hear from you. If you have episode ideas or feedback that you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "DETROW",
      "text": "This episode of LIFE KIT was produced by Jordan-Marie Smith and Margaret Cirino. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Claire Marie Schneider and Sylvie Douglis. Engineering support comes from Ted Mebane. Special thanks to Sarah Handel and Jordan-Marie Smith. I'm Scott Detrow. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9606798524.mp3",
  "img": "https://media.npr.org/assets/img/2024/05/01/gettyimages-1190098713_wide-cebc46c033ef23da0796e56ecaecd0c6d9cf72ca.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "SCOTT DETROW, HOST",
    "DETROW",
    "EMILY OSTER",
    "OSTER"
  ]
}