{
  "title": "Fitness as your body fluctuates",
  "url": "https://www.npr.org/transcripts/1196978519",
  "intro": "Life happens. Sometimes we get injured or sick — and of course we get older. As we change, so should our exercise routine. Here's how to adapt your fitness plan to meet your body where it is.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR. Hey, everybody. It's Marielle. How are you doing with your New Year's resolutions? I ask because it's been about two weeks since the year started, and this is where the rubber tends to meet the road. Oh, yeah, we all have big ideas and grand plans on New Year's Eve, but then life starts to get in the way. We fall into old habits, or we fail to start new ones, you know, or we meet resistance. One of the most common goals for New Year's is to get fit, to exercise or move more. But what if your body doesn't cooperate? Reporter Aja Drain has been a dancer her whole life, and she loves going to the gym and just generally moving around."
    },
    {
      "author": "AJA DRAIN, BYLINE",
      "text": "But a few months ago, while working out at home, I felt a sharp pain in my back and by doctor's orders, was couch-ridden for three months. I could barely move. It was hard to walk to work, to get up and cook and, of course, dance like I always love to do."
    },
    {
      "author": "SEGARRA",
      "text": "For the past year, she's been learning how to cope with these limitations and how she can move and exercise."
    },
    {
      "author": "DRAIN",
      "text": "But I knew I wasn't alone, and in true journalist fashion, wanted to find a more adaptive approach to exercise."
    },
    {
      "author": "SEGARRA",
      "text": "It's normal for our bodies to change, whether that's because of aging or an injury. So how can we change our fitness plans to adapt to that new reality? On this episode of LIFE KIT, we're going to help you make a movement plan that works for you and your body. Aja talked to a physical therapist, a sports psychologist, and a personal trainer with a chronic illness, and they're going to bring you lots of tips."
    },
    {
      "author": "DRAIN",
      "text": "My back injury made me feel like a shell of myself. I felt trapped. And transparently, a lot of tears were shed. I'm still struggling to heal to this day. But while sitting on the couch, what is one left to do but scroll on TikTok? And I found someone who really spoke to me."
    },
    {
      "author": "SAMANTHA SALVAGGIO",
      "text": "Working out always felt like a chore. Seventeen years ago, I was diagnosed with MS, and that changed my view. And now I know working out's a privilege. With a chronic illness, being able to move your body may not always be the easiest. It may not move in the way you want it to. It may tire quickly. But moving with intention makes a difference in your physical, mental and emotional well-being. Moving your body doesn't need to be grandiose or a pain in the ass. It needs to be something that's fun and that works for you."
    },
    {
      "author": "DRAIN",
      "text": "That's Samantha Salvaggio, an NASM-certified personal trainer, patient leader, behavior change specialists and a no-BS chronic illness guide. Even though my injury is temporary and vastly different from her lifelong condition, Samantha's insights made me realize that no matter what your condition, our bodies all go through changes at some point - chronic illness, injury, mental health conditions, aging and so much more."
    },
    {
      "author": "DRAIN",
      "text": "Whether those changes are slight or significant, fluctuations in our body can make us more conscious of our body's capabilities and its boundaries. If your body experiences a change, you're going to change, too. This concept defines takeaway one - a change in your body doesn't mean the end of movement. Change your idea of exercise to make it fit you. Before her diagnosis, Samantha engaged with exercise on a pretty average basis. She golfed, used the elliptical and lifted some weights. But after her diagnosis, she found it hard to respond to the change in her body. And for the first 10 years after her diagnosis, she told me she was in a kind of denial about her MS. Sometimes she'd ignore what her body was telling her."
    },
    {
      "author": "SALVAGGIO",
      "text": "Like, I am stubborn. And so I did try to continue, like, working out pretty shortly after, like, I'd recovered from that first relapse. But just looking back now, like, in hindsight, I'm like, wow, I really wasn't listening to my body and just kind of doing what I thought I should do versus, like, what worked for me."
    },
    {
      "author": "DRAIN",
      "text": "That's when Samantha realized she needed to shift her thinking around what exercise is to her. When Samantha started working at an accessible, inclusive fitness studio, that started to shift how she defined exercise."
    },
    {
      "author": "SALVAGGIO",
      "text": "It just made movement so much less intimidating and just more doable and, like, approachable. And instead it'd be, like, I'm going to go move my body instead of I'm going to go, like, work out because to me, working out was always associated with this terribly hard workout that would just basically kill you and would not be fun."
    },
    {
      "author": "DRAIN",
      "text": "Samantha has a point. Fitness really likes to emphasize the work and workout, the intensity and hardcore-ness of exercise. But in its essence, what even is exercise?"
    },
    {
      "author": "CHRISTINE CHILDERS",
      "text": "First of all, I absolutely hate that word. I don't use it, or I use it as little as possible."
    },
    {
      "author": "DRAIN",
      "text": "That's physical therapist Christine Childers, the founding program director at the University of Arizona's Doctor Physical Therapy Program."
    },
    {
      "author": "CHILDERS",
      "text": "Exercise officially is defined as a repetitive movement that's sort of aiming at a certain muscle group or body thing. And it's a focused, repetitive exercise."
    },
    {
      "author": "DRAIN",
      "text": "Christine is a specialist in geriatric physical therapy. And when she works with her patients, it feels like a lot of people are allergic to the word exercise."
    },
    {
      "author": "CHILDERS",
      "text": "What I like to think about more is the umbrella term of physical activity. It encompasses exercise."
    },
    {
      "author": "DRAIN",
      "text": "The good news is that umbrella is wide. Physical activity is any movement, including daily activities. Fitness isn't restricted to spin or HIIT classes, although those are still great options. Activity can be incorporated in broader ways. Many of Christine's older patients aren't too keen on treadmills, bicycles or weights."
    },
    {
      "author": "CHILDERS",
      "text": "They don't realize that, for example, walking is very good physical activity for the body. In fact, it is the best physical activity for the body. It's the best thing for fall prevention - is just getting up, getting, moving, going out for a walk, doing housework. If you're dusting, if you're cleaning, you're stretching. You're bending. You're leaning - going shopping."
    },
    {
      "author": "DRAIN",
      "text": "It's also hard not to compare ourselves to Olympians, bodybuilders or Mother Fitness herself. Megan Thee Stallion - ahh. But hopefully, the more expansive interpretation of movement can help us focus on compassion, not comparison. So we've shifted our definition of exercise to focus more on general physical activity. But we need a plan to get the ball rolling. For takeaway two, to design an adaptable fitness plan, focus on small, process-oriented goals. Cliche as it is, it's about the journey, not the destination. Caroline Brackette is an associate professor at Mercer University and a sports mental health expert working at the US Olympic and Paralympic Committee Mental Health Registry. She uses this framework with her clients."
    },
    {
      "author": "CAROLINE BRACKETTE",
      "text": "When you're setting goals, think about setting process goals versus outcome goals."
    },
    {
      "author": "DRAIN",
      "text": "For example, you want to pass a test. That's the big goal. But what are the everyday practices you incorporate to pass that test? You study. You go to class. You read. And all of those steps add up to reach the outcome you want. The same concept applies to fitness. When you're preparing your goals for the new year, it's critical to establish, what do you want out of this? Those goals can only be defined by you and don't just have to revolve around improving your stats in the gym but also improving your overall quality of life. Here's Samantha again."
    },
    {
      "author": "SALVAGGIO",
      "text": "It's important to think about, like, what are things in your life you want to improve? Is it balance? Is it coordination? Is it speed or agility? You know, like, what's something you want to work on? And then once you have that, try to think of activities that you like to do. Is it walking? Is it stretching? Do you like dancing?"
    },
    {
      "author": "DRAIN",
      "text": "Sometimes, what we want to do may not match with what we can do at the moment. And even when you set a plan, things can change. That's OK. Even when the options you want become inaccessible, that doesn't mean you don't have any options at all. Remember, physical activity is broad. You can get creative and keep it simple. Some of Christine's favorite go-to to exercises are really simple and accessible, like calf raises while holding on to a kitchen sink, which is helpful for balance."
    },
    {
      "author": "CHILDERS",
      "text": "Another one that I really like is sitting down really slowly. So stand up fast and then slowly lower yourself down. That's going to really strengthen those quad muscles."
    },
    {
      "author": "DRAIN",
      "text": "Once you know what you like to do and what you hope to get out of that movement, you can start preparing yourself around any limitations you may have."
    },
    {
      "author": "SALVAGGIO",
      "text": "What are possible, like, barriers you may come up against. For example, with MS, I'm very heat intolerant and that's a common thing. And so I know, like, if I'm going to go move, I need to bring, like, cooling accessories or something."
    },
    {
      "author": "DRAIN",
      "text": "Now that you've established those big goals, push them to the back burner. It may sound a little weird, but those big goals won't be super motivating on a day-to-day basis. We've got to break it down. Samantha uses a helpful analogy to remember that small steps really do add up over time and are key to motivation."
    },
    {
      "author": "SALVAGGIO",
      "text": "If you just take off a sheet of paper towel off of a roll every day, you're not going to really notice any change. Like, it's so small you won't notice. But then over the course of a month, you're going to run out of paper towels."
    },
    {
      "author": "DRAIN",
      "text": "Small goals help to make them more attainable. As Samantha accomplished her small goals, like stretches in bed or going for a walk, it helped her feel empowered to continue. When Christine works with patients, she also focuses on small steps and pushing in slow increments."
    },
    {
      "author": "CHILDERS",
      "text": "Someone's fitness level - it may be, you know, I get out of breath just walking to the mailbox, and I don't like that. And so then think to yourself, well, instead of just walking to the mailbox once a day, why don't you walk to the mailbox and a little bit beyond and then get to the point where walking to the mailbox seems a short distance compared to a long distance and just build up?"
    },
    {
      "author": "DRAIN",
      "text": "But when we're used to a certain level or type of movement, it can be frustrating to dial things back. But Caroline suggests examining the root of fulfillment for exercise."
    },
    {
      "author": "BRACKETTE",
      "text": "One of the things that you can also do is look at what need was being met by your participation in the exercise or the sport. And how can you satisfy that need in alternative ways?"
    },
    {
      "author": "DRAIN",
      "text": "Sometimes, our body and mind can be fulfilled in different ways. If you enjoy attending dance classes, for example, but have to sit out, maybe listening to music or still attending the class to chat and connect with peers can be fulfilling enough. If you love hiking but can't go a far distance, maybe meditating or stretching outside in a beautiful spot can help to fulfill that need. Think about the underlying motivators for your choice of exercise or movement. There are a lot of factors that give us joy."
    },
    {
      "author": "DRAIN",
      "text": "We know that the key to progress in fitness is consistency, which is why you can try takeaway three - track all of your progress, not just your workouts. When we're juggling so many changes in life and our ability, it's easy to lose motivation. So sometimes it's helpful to keep track of those paper towels we're pulling, even if it's just half a sheet."
    },
    {
      "author": "CHILDERS",
      "text": "Keeping a diary, not necessarily every day, but every so often - jotting down the date and what you were able to do, what you were doing and what you're hoping to be able to do, and looking back at it, going back a month, going back two months."
    },
    {
      "author": "DRAIN",
      "text": "This practice is especially helpful with recovery from an injury or another change that may affect your body long-term. You may be familiar with tracking workouts, but tracking all forms of movement can also be useful. Cleaning the house, running errands, gardening, going for a run, lifting weights - it all matters, and it all adds up. Over time, Samantha has found that tracking the little things helps her to appreciate that progress is progress, no matter the size. She kept a little planner where she wrote down everything - workouts, but also errands, vacuuming and other activities."
    },
    {
      "author": "SALVAGGIO",
      "text": "Being able to, like, look back that week or that month and see all these little times that I moved just was really empowering 'cause it's like, wow, that's a promise I'm keeping to myself. And it was more motivating to, like, continue."
    },
    {
      "author": "DRAIN",
      "text": "Caroline hit me with another one - reality therapy. And spoiler alert, it has no connection to \"The Real Housewives\" on Bravo. It's another reflection practice where you can pause and take stock of how your process goals are serving you to reach your outcome goals."
    },
    {
      "author": "BRACKETTE",
      "text": "Well, first of all, what do you want? What are you doing? Is it working? And then if it's not, then you create a new plan, and you just continue to go through that process with the individual."
    },
    {
      "author": "DRAIN",
      "text": "Before you know it, those small goals become the big ones you had sitting on the back burner this whole time. And even if you miss your mark, that doesn't erase all that you've accomplished before. Failures are important to learn from, and something is better than nothing. Be compassionate with yourself and proud."
    },
    {
      "author": "SALVAGGIO",
      "text": "Let's just do five minutes and start and then see how we feel after that. Sometimes I'll go for another five minutes and then end up stopping. Sometimes I end up doing the whole thing, and then other times it's just like, no, this is not the thing today."
    },
    {
      "author": "DRAIN",
      "text": "Increasing your body's ability isn't the only accomplishment. Recognizing your boundaries is important to celebrate, too, because that's also a part of maintaining your health. Awareness and recognition is also a big part of takeaway four - your body will tell you when it's tired or in pain. Make sure to listen. We already established no pain, no gain is not the most inclusive fitness mantra. But understanding pain can help increase our own body awareness to keep us safe while we move."
    },
    {
      "author": "CHILDERS",
      "text": "Stretching or exercise or whatever causes muscles to get microscopic tearing, which very simplistically is what's causing some of that soreness. And rest allows those muscles to repair."
    },
    {
      "author": "DRAIN",
      "text": "Christine says that when you exercise or move a lot, you may feel a bit of discomfort or soreness. That's perfectly normal."
    },
    {
      "author": "CHILDERS",
      "text": "It's a good kind of discomfort, and I don't call that pain. I like to ask my clients, you know, is that soreness? Does it feel achy? And that's the kind of discomfort that actually goes away with doing the movement again."
    },
    {
      "author": "DRAIN",
      "text": "But there's an important distinction with sharp pain, the body's warning system."
    },
    {
      "author": "CHILDERS",
      "text": "So if you're doing something and you get a sudden sharp pain, you hear a popping noise or you get, you know, really acute pain and then when you do that movement again, you get very significant sharp pain, that's when you need to see someone."
    },
    {
      "author": "DRAIN",
      "text": "Through my own injury, I noticed I could be caught between two extremes. On the one hand, all I wanted was to move and to push through the pain I was experiencing just to do something. But on the other hand, all I wanted to do was lay in bed and not lift a finger. Those extremes aren't the only options. Active recovery involves moving the muscles, typically the ones that have done the most work. That could be through stretching, exercise for tissue repair, gentle movements or other methods. Christine adds that heat, ice or a massage from a qualified individual can also help with muscle aches or soreness. But remember, she says the sharp pains you feel while moving should be considered a warning that the movement is too extreme and should be reviewed with a health care or exercise professional. In addition to those methods, giving yourself time to heal is key."
    },
    {
      "author": "CHILDERS",
      "text": "Healing uses energy. And so when we have any kind of an injury, surgery, illness or whatever, we are using internal energy to heal those areas, which means that external energy, the energy that we need for the things that we do, you know, normally, like walking around the house or whatever, is depleted because the body is using up the internal energy. So as a result, we feel tired. We feel fatigued. We get tired more quickly."
    },
    {
      "author": "DRAIN",
      "text": "For example, if you have a knee replacement, it's totally normal to take an afternoon nap. You have a new knee. Cut yourself some slack. It takes a lot of energy for daily movement since it's so stiff, and you need to build up your energy levels to help heal it. But if you're on a roll, it may be frustrating to take a pause to recover. But your body can't operate on empty. Rest is only going to optimize your next workout and can improve strength. Here's Caroline again."
    },
    {
      "author": "BRACKETTE",
      "text": "If you don't take a moment to take a break and rest for yourself, something that helps relax you, something that gives you peace, calm and joy, you're not going to be refreshed and able to give yourself to whatever it is you're doing."
    },
    {
      "author": "DRAIN",
      "text": "Our mind is a part of our body. That leads us to takeaway five - mental health is a part of fitness too. Listening to pain and need for rest is already hard enough, but we've also got to wrestle with our subconscious too."
    },
    {
      "author": "BRACKETTE",
      "text": "And when you go through the process of aging or the process of an injury, that's a loss. And so you may also go through those stages - that denial, anger, bargaining, depression, acceptance. And so how do you manage what you are listening to, paying attention to? And is there a way for you to block out that noise and create an opportunity for yourself to seek what it is you're looking for, instead of being told what you need?"
    },
    {
      "author": "DRAIN",
      "text": "Allowing yourself to grieve might help you set more realistic goals, and it also just helps to acknowledge yourself and where you are in your journey. It's OK to be sad for what once was. Remember, Samantha experienced this firsthand and wrestled with denial for the first 10 years of her diagnosis. But she says that period of denial and fight was necessary for her transition. She reached a point where she had to shift her mindset."
    },
    {
      "author": "SALVAGGIO",
      "text": "Like, whenever a choice would arise - to think about which option would make me feel better and to do that option. And it was just a lot of small, little moments like that that added up and ultimately, like, shifted my lifestyle and how I took care of my body and ultimately, like, built a lot of confidence and trust in myself to, like, handle the challenges and stuff that chronic illness would bring in the future."
    },
    {
      "author": "DRAIN",
      "text": "Fighting your body doesn't just include physically pushing yourself. We can be our harshest critics, and negative self-talk can be a barrier to accepting changes in our body and our new routine. I should have done this. I could have done that. You can should and could all day long, but that's not helpful. But just like incorporating a routine of movement and exercise, we can budget in time for our brain too."
    },
    {
      "author": "BRACKETTE",
      "text": "Finding days that you can put in the mental workout - and so if it's a day where it is physically difficult to do some of the things that you want, maybe that's a day to engage in the mental side."
    },
    {
      "author": "DRAIN",
      "text": "That could be a part of your rest day - maybe engage in meditation or journaling to reflect on how you're feeling. There are multiple practices that therapists can help with in order to help manage negative self-talk, like cognitive behavioral therapy or acceptance and commitment therapy. This process is building awareness and recognizing and reframing unhelpful, damaging thoughts. Here's Samantha again."
    },
    {
      "author": "SALVAGGIO",
      "text": "It may mean, like, every time you think, like, wow, I'm terrible at this. You say, like, no, I'm practicing. And everyone needs to practice to get better at a skill, and by practicing, I'm getting closer than I would be if I wasn't."
    },
    {
      "author": "DRAIN",
      "text": "Shifting your frame of reference with these practices can lead to radical acceptance."
    },
    {
      "author": "BRACKETTE",
      "text": "I'm not going to judge the way that I am. I'm just going to accept me - the good, the bad, the ugly - and then I'm going to commit to making changes."
    },
    {
      "author": "DRAIN",
      "text": "Ultimately, this is your journey, and you know yourself better than anyone and what changes are working for you. So if you made it this far and feel ready to tackle this year and beyond, welcome to the flexible fitness gang. We're happy to have you. You know, I've been struggling for months now, and this piece made me feel less alone. I think we can give our bodies a big hug for all the hard work it's done this past year. Oh, yeah, that felt good. For this upcoming year, tell your body thank you for being there, for keeping you alive and for changing and evolving with you."
    },
    {
      "author": "DRAIN",
      "text": "And to recap, takeaway one - a change in your body doesn't mean the end of movement. Change your idea of exercise to make it fit you. Takeaway two - to design an adaptable fitness plan, focus on small, process-oriented goals. Cliche as it is, it's about the journey not the destination. Takeaway three - track all of your progress, not just your workouts. Take away four - your body will tell you when it's tired or in pain. Make sure to listen. Takeaway five - mental health is a part of fitness too."
    },
    {
      "author": "SEGARRA",
      "text": "That was reporter Aja Drain. For more LIFE KIT, check out our other episodes. We have one on how to gamify exercise to make it more enjoyable, and we have another one on how to actively heal from an injury or illness. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you, so if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Audrey Nguyen. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Claire Marie Schneider, Margaret Cirino and Sylvie Douglis. Engineering support comes from Phil Edfors. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3146276243.mp3",
  "img": "https://media.npr.org/assets/img/2024/01/11/gettyimages-1292960973_wide-56724b82599829cd4afcd4a54b1fd253c2804cdd.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "AJA DRAIN, BYLINE",
    "DRAIN",
    "SAMANTHA SALVAGGIO",
    "SALVAGGIO",
    "CHRISTINE CHILDERS",
    "CHILDERS",
    "CAROLINE BRACKETTE",
    "BRACKETTE"
  ]
}