{
  "title": "A nervous parent's guide to starting your baby on solid foods",
  "url": "https://www.npr.org/transcripts/1196979002",
  "intro": "Introducing solids to your little one can be as stressful as it is special. A pediatric dietitian and a pediatrician discuss menu choices, allergens and safety to help you and your little one succeed.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Hey there - Andee Tagle here in for Marielle Segarra. I'm a reporter for LIFE KIT. And I'm also a new parent a few months deep into the process of starting solid foods with my baby boy."
    },
    {
      "author": "TAGLE",
      "text": "You want to know something that's on the menu for just about every parent on this road with me? No, it's not avocado. It's not bananas. It's not oatmeal. It's worry, fear, guilt. And let's not forget everyone's favorite side dish - served both hot and cold - expectation."
    },
    {
      "author": "MARINA CHAPARRO",
      "text": "When my daughter was probably 6 months old, I was like, OK, I'm going to do this. It's 6 months. That's by the book. And I would offer some foods, and she just was not interested. She would not open her mouth. She would just kind of look away. She wasn't even grabbing the food."
    },
    {
      "author": "TAGLE",
      "text": "That's Marina Chaparro."
    },
    {
      "author": "CHAPARRO",
      "text": "I'm a Latina pediatric registered dietitian and face behind Nutrichicos."
    },
    {
      "author": "TAGLE",
      "text": "That's Marina's bilingual nutrition practice for children and families based out of Miami. She's worked and consulted in this field for over a decade. Still, it wasn't until she became a mom herself that she fully realized..."
    },
    {
      "author": "CHAPARRO",
      "text": "Wow. Feeding kids is hard. It is challenging. I had questions. I had doubts. And I just imagine what any other mom, any other parent, who didn't have the knowledge that I had was going through."
    },
    {
      "author": "TAGLE",
      "text": "It seems every parent has their own flavor of concerns or hardship when it comes to starting solids. Like, in our house, my kid has no fear and a mouthful of teeth, like, 10 of them at just 9 months old. So his favorite activity is literally biting off more than he can chew. It's so exciting that he's so excited by food, but all the gagging has not been good for my blood pressure. Maybe you have anxiety about allergens, or portions, or picky eating, or the qualities of foods you're introducing. Maybe, like Marina, you're worried because little one just isn't interested in solids yet. In her case, just three weeks after that first attempt starting solids..."
    },
    {
      "author": "CHAPARRO",
      "text": "Just a light bulb went on - she started opening her mouth. She started grabbing the banana when I was eating the banana. And so sometimes, you know, it's hard to trust our kids, because we might not know what to expect. So it's really allowing them to show us when they're ready."
    },
    {
      "author": "TAGLE",
      "text": "In this episode of LIFE KIT - a primer on starting solid foods for nervous parents just like me. Whether you're spoon feeding, baby-led weaning, or figuring out your own combination of the two, we're here to help you start solids with confidence. We'll help you think about many choices for those 6- to 9-month-olds. We'll talk to a pediatrician about choking and safety. And we'll think through strategies for adapting your family dinner table for your little one's needs and vice versa."
    },
    {
      "author": "TAGLE",
      "text": "OK. We're going to get into the meat and potatoes of starting solids. But first, a little table-setting. This episode is a guide for parents whose babies are ready to start solid foods and who have already chosen a method of feeding their baby. We're not going to spend any time here defining or debating the merits of different feeding methods - so, just a heads-up. Now, without further ado - building baby's menu."
    },
    {
      "author": "TAGLE",
      "text": "Recent research suggests a baby's first year of life is a small window of opportunity in which babies are extra receptive to all types of flavors and textures. And when they try new things, it pays off down the line. That's why takeaway one is variety, variety, variety."
    },
    {
      "author": "TAGLE",
      "text": "I wish I could tell you there was a perfect food pyramid to feed your baby, but that's not really how it works for baby food. Experts say the key is to keep mixing it up. And we're not just talking about building a balanced plate of fruits, veggies, proteins, and grains. It's also about how you eat and where your food comes from."
    },
    {
      "author": "AMNA HUSAIN",
      "text": "And whether that come through baby-led weaning, puree feeding, a mix of store-bought food, a mix of takeout - that is fine."
    },
    {
      "author": "TAGLE",
      "text": "Dr. Amna Husain is a board-certified pediatrician in private practice in North Carolina. Please note - Amna is a pediatrician, but not your pediatrician. So please don't take her general tips as personal medical advice."
    },
    {
      "author": "HUSAIN",
      "text": "It comes back to, how do you avoid picky eating? Variety, variety, variety."
    },
    {
      "author": "TAGLE",
      "text": "This advice might be easier for some than others. Personally, I just do not like to cook. So when I started to feed my kids solids, and I saw all these super-parents on social media lovingly and easily cooking, sauteeing, spicing, pureeing and popsicleing (ph) their baby's every meal, it was hard not to feel inferior and go into full-on panic mode. Here's Marina again."
    },
    {
      "author": "CHAPARRO",
      "text": "Convenience is going to be also important for many parents, because, you know, not everything could be made three hours in advance, and, you know, organic, at the Fresh Market. You know, if you can, I think that's wonderful. But I never want, you know, for parents to feel that they need to do this in order to provide the best nutrition - absolutely not."
    },
    {
      "author": "TAGLE",
      "text": "Marina says look out for any added salt, coloring, sugar or artificial sugar. You don't need any of that in your baby food. You might notice some items come with extra vitamins that work as preservatives."
    },
    {
      "author": "CHAPARRO",
      "text": "For example, you'll see, like, a vitamin C added to preserve freshness. Totally fine with that."
    },
    {
      "author": "TAGLE",
      "text": "One more great tip when you're shopping for baby food..."
    },
    {
      "author": "HUSAIN",
      "text": "You know what? I'm going to give the total, like, normal parent answer. If the combination sounds gross to me, I probably wouldn't feed it to my child."
    },
    {
      "author": "TAGLE",
      "text": "All right. Moving from the store to the kitchen - let's talk groceries. Cooking fresh meat and produce is great and always a doctor's first choice for health, of course. But Amna says frozen works, too. You know that frozen broccoli that you steam right in the bag? That's a staple in my family, for example - so are frozen strawberries for smoothies. But Marina says to remember it's not just about fruits and veggies."
    },
    {
      "author": "CHAPARRO",
      "text": "Don't get me wrong. I'm a pediatric registered dietitian. And of course, I love fruits and veggies, right? But there's going to be a lot of other foods that I'm going to like."
    },
    {
      "author": "TAGLE",
      "text": "For example, foods that support neurodevelopment."
    },
    {
      "author": "CHAPARRO",
      "text": "So we really want to focus on high fat, right? So whether it's the avocados, the salmon, the eggs - all of those higher-fat foods, even the iron from the lentils, from the beef, from the pork, are going to be really, really important in fostering those important, you know, connections early on."
    },
    {
      "author": "TAGLE",
      "text": "Marina says a lot of people can get hung up on what they think baby should be eating, because a lot of times, the foods recommended by health care providers don't necessarily mesh with diverse cultural backgrounds. Take kale - not exactly a staple in her culture."
    },
    {
      "author": "CHAPARRO",
      "text": "Does that mean that I need to learn how to eat kale? No, right? So forget about the kale."
    },
    {
      "author": "CHAPARRO",
      "text": "I really want families to feel proud and to feel that they can give their babies some of those cultural foods. It's just going to be a matter of maybe adapting it - right? - adapting the plate."
    },
    {
      "author": "TAGLE",
      "text": "For Marina, that meant serving her daughter beans and tortillas - along with veggies and avocados and salmon - and not being afraid of incorporating cultural flavors with baby food. So don't be scared to experiment with spices. Marina says you want to be mindful when it comes to salt. But baby food does not need to be bland. Then, once you've nailed down what your kid likes, you might be tempted to just stick to that. But Amna says you should keep it moving. Don't get too comfortable."
    },
    {
      "author": "HUSAIN",
      "text": "I actually think that even if your child loves sweet potatoes, you still have to offer them green beans. I think you should still offer them apples. I think you should still offer them whatever protein, you know. If you're vegetarian, you can still offer them tofu. If you are vegan, you can still offer them different types of proteins and beans."
    },
    {
      "author": "TAGLE",
      "text": "Remember, this is your window of opportunity. Take advantage. And that also should include allergens. And that's takeaway two - introduce allergens early and often. This might come as a surprise to some, but research shows strong evidence that introducing common allergens like eggs, peanuts, tree nuts and shellfish early is now considered a good way to reduce the risk of allergies. Go figure. In fact, one landmark 2015 study showed that introducing even at-risk babies to peanuts early on reduced the risk of allergy by 81%."
    },
    {
      "author": "TAGLE",
      "text": "But you have to be smart about it. That means knowing what factors put your kid at higher risk for allergy."
    },
    {
      "author": "CHAPARRO",
      "text": "And the first one is eczema."
    },
    {
      "author": "TAGLE",
      "text": "The reason behind this is partially to do with an overactive immune system and partially specific to each baby. But just know - if your little one has eczema, that means they have about a 30% chance of also experiencing food allergies. The second risk factor is any other existing food allergies."
    },
    {
      "author": "CHAPARRO",
      "text": "So for example, if there's a egg allergy or a milk allergy, then we want to just maybe make sure we talk to your pediatrician and say, OK, what's going to be the best route of introducing these top allergens in a safe way but definitely not avoiding them?"
    },
    {
      "author": "TAGLE",
      "text": "Introduce allergens one at a time in small amounts. And we're talking small. For example, the website Solid Starts suggests an eighth of a teaspoon."
    },
    {
      "author": "CHAPARRO",
      "text": "Whether it's a peanut butter powder in some applesauce."
    },
    {
      "author": "TAGLE",
      "text": "And plan to offer that food early in the day so you'll have time to spot and treat any reactions. Don't worry about missing any allergic reaction. It's pretty easy to spot the signs."
    },
    {
      "author": "CHAPARRO",
      "text": "So a lot of the times they might develop some type of skin reaction. They might become really red or inflamed."
    },
    {
      "author": "TAGLE",
      "text": "Hives, rash and itching are some of the most common mild reactions. Keep a lookout for and monitor any changes on the skin, as well as scratching, hoarse cries or other unusual behavior that might suggest discomfort. Definitely keep your pediatrician's phone number nearby - also, some allergy medication in case of more severe reactions, like vomiting or diarrhea. If there's no immediate reaction, you're still going to want to wait a few days before trying out a new food."
    },
    {
      "author": "CHAPARRO",
      "text": "We want to kind of wait it out so we can make sure we see - if there's a potential allergy, we can see which food caused it"
    },
    {
      "author": "TAGLE",
      "text": "And then keep at it."
    },
    {
      "author": "CHAPARRO",
      "text": "So it's not just going to be a one-time thing. I gave eggs one day. That's it. Thank you so much - until next year, right? So we want to continuously do it, because, unfortunately, food allergies might happen at any time. We just don't know."
    },
    {
      "author": "TAGLE",
      "text": "So now we know. Say yes to eggs, fish, peanuts, tree nuts and other common allergens. But of course, there are things you should not feed baby in his first year of life, according to the CDC - things you'd expect, like super-salty, sugary or processed foods, raw fruits, veggies and nuts. Also, cow's milk, fruit juice and caffeinated drinks should all be avoided. Honey is a no-no because of the risk of botulism. And then water used to be frowned upon - is now generally understood as acceptable after six months but in small amounts - a few ounces at a time at most."
    },
    {
      "author": "TAGLE",
      "text": "And now, since we're on the subject, let's take a few minutes to talk about safety, more specifically, the one thing that's been on your mind since the day your little one started solids - choking."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway three - avoid choking by practicing safe eating habits. Listen, I wish I could give you the perfect formula for the exact number of times and shapes to cut up every food so that you wouldn't have to worry about choking. I did, in fact, try to ask our experts for this exact thing. But the hard truth is that choking can happen at any time and with anything, even liquids. So to set ourselves up for success, let's make baby's eating practices as safe as possible. Let's start with the food itself. The key word here is..."
    },
    {
      "author": "HUSAIN",
      "text": "A smushy (ph) bowl is the way I kind of describe it to families. If you could smush it in your hand, it should be OK for those little gums to play with."
    },
    {
      "author": "TAGLE",
      "text": "Avocados, of course, are a beloved smushable (ph) food for parent and little one alike. Oatmeal is another common first - think black beans or pinto or red - really any kind of bean if they're cooked well enough. Shredded chicken or whitefish, some scrambled eggs, rice - smush, smush, smush. Now, things you want to avoid are the opposite of all that - firm, round and/or slippery foods."
    },
    {
      "author": "HUSAIN",
      "text": "So grapes, nuts, popcorn, hard candies - so some of it has size but some of it has texture. So a hard candy is going to be kind of, like, the same hard texture as a peanut or an almond. Popcorn is a little bit different in shape, or a grape is a little bit different in textures. But the shape is still large and is the size of an airway."
    },
    {
      "author": "TAGLE",
      "text": "Do you know how small a young child's airway is, by the way? Amna taught me this. And it really threw me for a loop."
    },
    {
      "author": "HUSAIN",
      "text": "It's about the size of, like, a drinking straw in diameter."
    },
    {
      "author": "TAGLE",
      "text": "So to accommodate that, you're going to want to make firm things soft, round things no longer round, and slippery things less slippery. Take chickpeas, for example. On their own - hard, round - big choking risk. Out of a can, soaked - a little softer but..."
    },
    {
      "author": "HUSAIN",
      "text": "Not all of them are going to be completely smushable out of a can from your fingers. Stew them a little bit. Cook them down. They are going to be much softer. And that might be safer to offer."
    },
    {
      "author": "TAGLE",
      "text": "Now, when it comes to the size of pieces of food, it's a little counterintuitive. When babies are younger - at around six months - you're going to want to serve them bigger hunks of food, because they don't yet have that pincer grasp down."
    },
    {
      "author": "HUSAIN",
      "text": "A lot of the times we want to use the width of two fingers - what's called the palmer grasp. So a lot of the times when - you know, when babies usually grab your hands, they grab them, and they grab two fingers, right? And so this is kind of mimicking their developmental milestones."
    },
    {
      "author": "TAGLE",
      "text": "Think spears of bananas or strips of toast. Then once they do develop those motor skills closer to nine months, you can start serving finger foods - bite-sized pieces about the size of a knuckle - so puffs, elbow macaroni and the like. And at this point, you have to let them feed themselves. I know - painful to watch, super-messy but also hilarious - so much fun. Get ready."
    },
    {
      "author": "TAGLE",
      "text": "Now, what do you do when you serve food safely and your baby starts sputtering? First, understand the difference between a gag and a choke. First, gags. They're often noisy, accompanied by a cough and look equally unpleasant."
    },
    {
      "author": "HUSAIN",
      "text": "Gagging can be very frightening. But when the child is coughing or gagging, I - it kind of relieves me in some way to understand that, OK, there is a protective mechanism there. Something did try to impact or tickle their airway in such a way that their airway and their larynx spasmed - led to the gagging. But their airway is intact. They are moving air in and out because they are coughing."
    },
    {
      "author": "TAGLE",
      "text": "My internal gut reaction every time my son gags is to jump up, yell, and immediately employ the hook finger. Maybe you can relate. But that is - zero for three - the right answer."
    },
    {
      "author": "CHAPARRO",
      "text": "It might make it worse. And it might make the kid or the baby just kind of swallow that food."
    },
    {
      "author": "TAGLE",
      "text": "Instead, do your best to stay calm and react minimally so your little one doesn't panic. Let them work through it on their own..."
    },
    {
      "author": "HUSAIN",
      "text": "But watch them, guide them through it. You know, whether that be comforting them, offering small sips. Don't offer necessarily another bite of food. Let them take a minute, calm - get their bearings."
    },
    {
      "author": "TAGLE",
      "text": "So gagging - noisy. Got it. Now, if it's choking..."
    },
    {
      "author": "HUSAIN",
      "text": "Choking, on the other hand, is silent. Choking is silent because there is something obstructing or impacting your child's airway."
    },
    {
      "author": "TAGLE",
      "text": "In some cases, that's true - or you might also hear a very high-pitched noise."
    },
    {
      "author": "HUSAIN",
      "text": "And you might very possibly see very panicked looks on their face."
    },
    {
      "author": "TAGLE",
      "text": "If a baby is choking, the evidence-backed and proven method is back blows followed by chest blows. And then if they're unresponsive, proceed with calling 911 and CPR. About now, you might be wondering about some of those de-choking devices you might have seen on commercials or social media. I asked Amna about this, and she says not to rely on them. They may create a false sense of security for parents. No. 1 advice here - take infant CPR or brush up on that class you took already. If you have a pamphlet on it, keep that next to baby's eating area. Go and move it there right now."
    },
    {
      "author": "TAGLE",
      "text": "It's not just about the food, though. A lot of babies' environment contributes to their safety while starting solids. And that's takeaway four - create safe eating environments. For example, Amna asks every parent..."
    },
    {
      "author": "HUSAIN",
      "text": "Do you have a highchair at home?"
    },
    {
      "author": "TAGLE",
      "text": "If you do have a highchair, sturdiness is the name of the game. So if it's free-standing - making sure all those legs are safely on the ground. If you have one that attaches to something - making sure it attaches correctly to what it should be attached to, so the back or bottom of a chair if needed, or safely clamped to a table heavy enough to hold it. If you bought one secondhand or you're using a friend or relative's hand-me-down..."
    },
    {
      "author": "HUSAIN",
      "text": "You just want to make sure that those shoulder straps, those buckles - they're all intact."
    },
    {
      "author": "TAGLE",
      "text": "A big danger with highchairs comes from tipping or toppling. Sometimes it's because little one isn't strapped in quite right or quite tight enough. So make sure you hear that click every time. Other times, baby finds a way to wriggle away or out."
    },
    {
      "author": "HUSAIN",
      "text": "You just want to make sure that your child is protected. And that's why I typically say a five-point harness, because as many times as we want to say, eyes on the child all the time, eyes will not always be on a child, right?"
    },
    {
      "author": "TAGLE",
      "text": "If you don't have a highchair, that's OK. You just want to make sure baby is still eating upright at a 90-degree angle, so on the floor or supported on the table - not on dad's lap or on the couch."
    },
    {
      "author": "HUSAIN",
      "text": "Couches lead way for slouching."
    },
    {
      "author": "TAGLE",
      "text": "And slouching can lead to choking - so can feeding the baby when they're moving, or you're moving, or offering them food in a stroller, a car seat, or any other recline position. Remember, eating solids should be its own dedicated activity. It's a special moment in time in your life and baby's, so treat it that way. That might mean revamping the family schedule..."
    },
    {
      "author": "HUSAIN",
      "text": "In our household, I saw that my child ate a lot better at dinnertime when we ate with her. And that means that in the Husain family household, dinner is at 5."
    },
    {
      "author": "TAGLE",
      "text": "...And avoiding distraction to the best of your ability."
    },
    {
      "author": "HUSAIN",
      "text": "Try to put the phone away, you know, or maybe have another parent film, but don't film and be trying to feed the baby. You want to try - especially initially when your child's developing a relationship with food going in the mouth - to keep it a peaceful, distraction-free setting."
    },
    {
      "author": "TAGLE",
      "text": "All right. We figured out our meal plan and our eating space. But that all assumes sweet little one is on board. As parents, we know it's rarely that easy. So if you have a picky eater at home, this one's for you. Takeaway five - baby's appetite is a moving target. Keep your routine and don't give up."
    },
    {
      "author": "TAGLE",
      "text": "First, let's get clear about what a solid food schedule should actually look like. I know you've been wondering. According to the World Health Organization, you should aim for two to three solid food meals per day for infants 6 to 8 months old, starting with just one to two tablespoons of solid food and working your way up. For babies 9 months and older, aim for three to four meals a day, with one to two snacks as needed, depending on their appetite. And just like grown-ups, that appetite can change from day to day."
    },
    {
      "author": "HUSAIN",
      "text": "As an adult, I sometimes get very hungry for lunch. And I will want a salad plus something else, or a sandwich plus something else. But then sometimes maybe I kind of just want to snack on an apple and peanut butter. And I may not get hungry till later."
    },
    {
      "author": "TAGLE",
      "text": "Such a simple idea. Sometimes we're hungry. Sometimes we're not. And yet, I still find myself obsessing over every mostly full baby plate. Like, sweetie pie, just try the applesauce. Are you sure you don't want just one more bite of cheese? All this to say, starting solids, releasing that sense of control, can be really tough on parents, but both Amna and Marina say the most important thing to remember in these scenarios is not to force it."
    },
    {
      "author": "HUSAIN",
      "text": "'Cause you want this to be a fun, enjoyable experience for them, not stressful."
    },
    {
      "author": "TAGLE",
      "text": "Instead of trying to control your child, our experts say refocus that energy on simply paying close attention."
    },
    {
      "author": "CHAPARRO",
      "text": "The baby is the one who is ultimately in control of how much they eat, right? Our job is to continue presenting food in a positive and a safe and appropriate environment, kind of learning their cues."
    },
    {
      "author": "TAGLE",
      "text": "So what do you see when they're hungry?"
    },
    {
      "author": "CHAPARRO",
      "text": "They're opening their mouth, they're interested, they're kind of looking at - every time you put, kind of, things around their face, they're going to be opening their mouth, anticipating it's food, so they're very engaged in this little dance."
    },
    {
      "author": "TAGLE",
      "text": "And on the other hand, what are their fullness cues?"
    },
    {
      "author": "CHAPARRO",
      "text": "They've lost interest. They're probably moving their head to one side or another. They might be pushing the food away, and I think that's our cue to say, OK, I am trusting you. I am trusting you that you're telling me this is done."
    },
    {
      "author": "TAGLE",
      "text": "Having a consistent feeding schedule and a dedicated eating area with the family, it goes a long way, even if they don't eat a ton or they're not interested in food every time. So be patient, celebrate the small wins, and if they're not into something at first, keep at it."
    },
    {
      "author": "CHAPARRO",
      "text": "Research has shown that parents, we give up way too easily."
    },
    {
      "author": "TAGLE",
      "text": "In particular, one study showed that on average, parents usually gave up introducing a new food to their kid between the third and fifth attempt. But..."
    },
    {
      "author": "CHAPARRO",
      "text": "Constant introduction, eight to 15 times, of that same food will get them to like it eventually."
    },
    {
      "author": "TAGLE",
      "text": "Eight to 15 times. I know, that sounds like a wild number. But get this - those kids whose parents stuck at it and kept offering them those veggies again and again and again and again, they didn't just learn to like veggies in the short term. At 6 years old, more than half of the kids in the study continued eating and enjoying them."
    },
    {
      "author": "CHAPARRO",
      "text": "So for me, the takeaway is invest early and don't give up."
    },
    {
      "author": "TAGLE",
      "text": "Don't give up and don't let off the gas. You might have heard the expression, \"Food before 1 is just for fun,\" but as a pediatrician, Amna is not a huge fan of this."
    },
    {
      "author": "HUSAIN",
      "text": "I think this sometimes happens with parents because they think solids before 1 is fun, but now after 1, it's serious, OK, now you've really got to eat, and it's like, whoa, whoa. Like, the baby doesn't know that they just turned 1. The child doesn't know that they were supposed to change a milestone. Like, this is something that should gradually happen."
    },
    {
      "author": "TAGLE",
      "text": "So even if it takes eight to 15 times more than you might like, keep at it. Keep building that foundation. It's a process and an ongoing family project, but hopefully one with lots of sweet moments to be savored along the way, because..."
    },
    {
      "author": "CHAPARRO",
      "text": "Food is never just iron, never just calcium. Food is about family. Food is about, you know, memories, and it's about culture and it's about love."
    },
    {
      "author": "TAGLE",
      "text": "OK. That was one full plate of information. Let's recap. Takeaway one - variety, variety, variety. Studies show the best way to avoid a picky eater in the future is to give your baby lots and lots of different foods now."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway two - introduce allergies early and often."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway three - safety first. Avoid choking by following safe eating practices."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway four - create safe eating environments."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway five - baby's appetite is a moving target. Keep practicing good eating habits, and try not to get discouraged if they don't take to something right away."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on kids and veggies, another on kids and screen time, and lots more, on everything from friendship to personal finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org"
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by me, Andee Tagle. Our host is Marielle Segarra. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Audrey Nguyen, Claire Marie Schneider, and Sylvie Douglis. Engineering support comes from Gilly Moon and Stacey Abbott. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5768732216.mp3",
  "img": "https://media.npr.org/assets/img/2024/04/10/feedingsolids_main_3000x2000_wide-e60aa57e387552de0429d9ac92198f09f186617e.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "ANDEE TAGLE, HOST",
    "TAGLE",
    "MARINA CHAPARRO",
    "CHAPARRO",
    "AMNA HUSAIN",
    "HUSAIN"
  ]
}