{
  "title": "Dreading your taxes? How to deal with the 'homework of life'",
  "url": "https://www.npr.org/transcripts/1196978906",
  "intro": "Life is full of tedious and time-consuming administrative tasks. Here's how to conquer your 'life admin' so you can get back to real life. This episode originally published September 25, 2019.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "REGINA BARBER, HOST",
      "text": "Hey, everyone. This is Regina Barber, and I'm in for Marielle Segarra. I've been thinking about protein a bit lately. Like, should I eat less meat because a more plant-based diet is healthy? Would it be better for the environment? And if I do do that, am I going to get enough protein? Am I getting enough protein now? My colleague Allison Aubrey has been looking into all this for her series How To Thrive As You Age, and she's NPR's food and health correspondent."
    },
    {
      "author": "ALLISON AUBREY, BYLINE",
      "text": "Protein is important because muscle mass is important. Now, muscle mass peaks in our 30s, and then it starts this long, slow decline."
    },
    {
      "author": "BARBER",
      "text": "And maintaining muscle mass isn't just so people can look buff. There's a real risk."
    },
    {
      "author": "AUBREY",
      "text": "More than 45% of older adults in the U.S., especially women, are affected by loss of muscle, a condition that has a pretty fancy medical name, sarcopenia. And I kind of like using this name because it sounds scary, and I think it is scary. I mean, muscle loss is a key risk factor for falling, which is actually the top cause of death from injury in older people."
    },
    {
      "author": "BARBER",
      "text": "But thankfully, there's something you can do to prevent this slow decline."
    },
    {
      "author": "AUBREY",
      "text": "We need to use our muscles and we need to feed our muscles what they need to thrive, which is plenty of protein."
    },
    {
      "author": "BARBER",
      "text": "But how much protein are we talking about here? Can we eat too much of it? And what kind of exercises can help with all of this? This episode of LIFE KIT, we talk the basics of protein and muscle mass so you can stay healthy. Also, the answer is not a life eating just boiled chicken breasts. With me now is NPR food and health correspondent, Allison Aubrey. Hey, Allison."
    },
    {
      "author": "AUBREY",
      "text": "Hey, Regina - so good to be here."
    },
    {
      "author": "BARBER",
      "text": "OK Allison, let's talk about muscle mass. What exactly is it, and why is it so important to our health?"
    },
    {
      "author": "AUBREY",
      "text": "Well, sure. So muscle mass is basically just the amount of muscle we have in our bodies. We all rely on our skeletal muscles to move, to lift, to walk. And if we start losing muscle mass, we're vulnerable. We become frail."
    },
    {
      "author": "BARBER",
      "text": "Right."
    },
    {
      "author": "AUBREY",
      "text": "That's a key reason people end up not being able to live alone and end up in assisted living. So if you think about your body composition overall, it's broken down into body fat, which we hear and talk a lot about. And then the..."
    },
    {
      "author": "BARBER",
      "text": "Yeah."
    },
    {
      "author": "AUBREY",
      "text": "...Other part is lean body mass, which is our bones, our sort of water weight and our muscle mass. So since it peaks in our 30s, it's super-important that we take steps to maintain it."
    },
    {
      "author": "BARBER",
      "text": "So what does this typically look like? Like, what can we do about this muscle mass as it's starting to decline in our 30s?"
    },
    {
      "author": "AUBREY",
      "text": "Sure. So loss of muscle is really, I think, underappreciated. Many people don't realize that you have to exercise and you have to eat well to maintain it. I spoke to a doctor, Richard Joseph. He's a physician at Brigham and Women's Hospital in Boston. He focuses a lot on wellness and prevention."
    },
    {
      "author": "RICHARD JOSEPH",
      "text": "I would say that as a country, we are undermuscled, for sure, because we don't really have to use our muscles as much anymore as we once did, but it has a huge impact on our metabolic health and our physical functioning."
    },
    {
      "author": "AUBREY",
      "text": "He was a personal trainer before he became a doctor, so he told me that, you know, when it comes to muscle strength, there's just a simple rule of thumb, you use it or you lose it. And resistance training is really the key. Now, I know LIFE KIT has already done an episode on how to start weightlifting. The other half of this equation is what we eat, Regina, particularly intake of dietary protein."
    },
    {
      "author": "BARBER",
      "text": "OK. You've definitely got my attention. How does diet impact our muscle health?"
    },
    {
      "author": "AUBREY",
      "text": "Sure. So there's protein in all of our cells, and our bodies are constantly recycling proteins. So we need the steady supply to replenish. Now, the building blocks of protein are amino acids. Our bodies can make some of them, but as nutrition researcher Rachele Pojednic explained to me, many of these amino acids must come directly from what we eat."
    },
    {
      "author": "RACHELE POJEDNIC",
      "text": "Why it's so important that you eat that protein is there are 20 amino acids that can combine to make protein in your body overall. Nine are what we consider essential. What that means is you have to eat them because your body can't make them."
    },
    {
      "author": "AUBREY",
      "text": "And if you don't eat enough, you can become deficient."
    },
    {
      "author": "BARBER",
      "text": "Right. So how do we figure out how much protein we actually need then?"
    },
    {
      "author": "AUBREY",
      "text": "So there's a recommended intake. It's set by the Food and Nutrition Board, part of the National Academy of Sciences, and it's a minimum of 0.8 grams of protein per kilogram of body weight."
    },
    {
      "author": "BARBER",
      "text": "OK."
    },
    {
      "author": "AUBREY",
      "text": "So basically, you calculate your own by multiplying your current weight in pounds by 0.36. That means that a person who weighs 150 pounds should consume at least 54 grams of protein a day. But many experts tell me that more is optimal. So as we age, protein needs can increase. And if you're exercising a lot, which is the way to build new muscle, you can benefit from even more protein."
    },
    {
      "author": "BARBER",
      "text": "So you're saying, like, you actually need more protein as you age, too. So this percentage, like, if I'm going to multiply my weight by 0.36 now, that percentage is going to be more."
    },
    {
      "author": "AUBREY",
      "text": "Yeah. So exactly. That gives you - you can think of it almost, like, a minimum amount that you need every day."
    },
    {
      "author": "BARBER",
      "text": "OK."
    },
    {
      "author": "AUBREY",
      "text": "The optimal amount could be quite a bit more. Like, for instance, sports medicine experts recommend up to 1.7 grams of protein per kilogram of body weight. So that's double the recommended intake for people who are actively training. So that same 150-pound person needs about 115 grams of protein a day."
    },
    {
      "author": "BARBER",
      "text": "Yeah. I remember this, like, as I'm working out, and people are like, well, if you worked out pretty hard, make sure you're eating this much protein. Like..."
    },
    {
      "author": "AUBREY",
      "text": "Yeah."
    },
    {
      "author": "BARBER",
      "text": "Why is that?"
    },
    {
      "author": "AUBREY",
      "text": "Well, when we lift weights or we do other types of resistance training, whether it's push-ups, planks, I mean, chaturanga, other yoga poses, anything, there are so many ways you can resist or push against your own body weight - right? - to work those muscles, we get these little tears in our muscle fiber. And this damage prompts the body to send nutrients."
    },
    {
      "author": "BARBER",
      "text": "Oh."
    },
    {
      "author": "AUBREY",
      "text": "These are the amino acids coming from the protein we eat. Again, they're the building blocks the body's looking for, and they can help repair the damage. So here's Rachele Pojednic again."
    },
    {
      "author": "POJEDNIC",
      "text": "So with exercise, you're breaking your muscle tissue down. And then after exercise, you want your muscle to rebuild and regenerate. If you don't have those building blocks around, you're not going to be able to do that. So you have to make sure that you're eating to support your training. And protein is going to provide those building blocks for all the tissues in your body."
    },
    {
      "author": "BARBER",
      "text": "OK. So, I mean, so far we have these takeaways where, like, your muscle mass is going to decrease past your 30s."
    },
    {
      "author": "AUBREY",
      "text": "That's right."
    },
    {
      "author": "BARBER",
      "text": "Also, if you are active and you are doing this resistance training, you need to be taking in more protein maybe than you think."
    },
    {
      "author": "AUBREY",
      "text": "That's right. Yeah. And I think a lot of people ask, well, you know, am I getting enough? I mean, most young adults tend to consume the recommended minimum amounts of protein."
    },
    {
      "author": "BARBER",
      "text": "OK."
    },
    {
      "author": "AUBREY",
      "text": "But especially if you're very physically active, there could be a big gap between sort of minimal and optimal. Later in life, protein deficiencies become even more common. One study found that about 30% of men in their 50s and 60s fall short of the recommended minimum intake, and nearly half..."
    },
    {
      "author": "BARBER",
      "text": "Wow."
    },
    {
      "author": "AUBREY",
      "text": "...Of women aged 50 and older do. So..."
    },
    {
      "author": "BARBER",
      "text": "Half."
    },
    {
      "author": "AUBREY",
      "text": "...You know, the reason - yeah. I mean, it's really quite remarkable. And the reason protein needs can increase later in life is that muscle loss can accelerate. So really, think of it this way - as we age, the goal is to consume protein from food at a faster rate than our body is breaking it down. And when you add in that resistance training, this will help maintain muscle mass."
    },
    {
      "author": "BARBER",
      "text": "Wow. OK. So, again - you definitely have my attention. OK."
    },
    {
      "author": "AUBREY",
      "text": "Good (laughter). I mean, you know, what I think is so fascinating is the Office on Women's Health at HHS - at Health and Human Services - has this sort of public awareness campaign. And they sent out a press release and it said something like, you know, sarcopenia is a leading, you know, like, problem for women. And I'm like, you know what? People don't know what sarcopenia is. Like..."
    },
    {
      "author": "BARBER",
      "text": "No."
    },
    {
      "author": "AUBREY",
      "text": "...We need to talk..."
    },
    {
      "author": "BARBER",
      "text": "Absolutely not."
    },
    {
      "author": "AUBREY",
      "text": "...Louder about this and in words that people understand - you know?"
    },
    {
      "author": "BARBER",
      "text": "OK. So I definitely should be getting more protein, but is it possible to get too much protein?"
    },
    {
      "author": "AUBREY",
      "text": "Yes. If you consume more than your body can use, you know, as in your cells and your muscles are getting all the amino acids they need and there's a lot left over, it is possible to get too much protein. Even as high-protein diets have become a popular strategy for weight management - we hear a lot about the keto diet - the American Heart Association points out that if the main source of protein in your diet is meat, which is high in saturated fat, this can lead to elevated LDL cholesterol, the bad cholesterol, which can increase the risk of heart disease if that rises too high. Too much protein can also lead to kidney damage in people at risk. Though, for healthy people, most experts recommend the ranges that we've just been discussing."
    },
    {
      "author": "BARBER",
      "text": "So I definitely need more protein, but it doesn't necessarily have to be meat - right? - like, I can - I could have more protein, and what else could I be eating?"
    },
    {
      "author": "AUBREY",
      "text": "Yeah. Sure. I mean, meat is a good source of protein at about seven grams an ounce, but there are so many sources. I mean, fish is a great source. Dairy products. Greek yogurt has become a go-to for me."
    },
    {
      "author": "BARBER",
      "text": "Definitely."
    },
    {
      "author": "AUBREY",
      "text": "Seventeen grams for three-fourths of a cup. Beans and lentils and chickpeas are great, too. There's also protein in veggies, and there's high-protein grains."
    },
    {
      "author": "BARBER",
      "text": "Right. And then you're not worrying about what you just said earlier about too much meat protein that could be detrimental to your health."
    },
    {
      "author": "AUBREY",
      "text": "That's right. And, you know, we asked NPR listeners when I did this story that aired on Morning Edition a few weeks ago, we said, hey. Share your examples. Tell us what you're aiming to do when it comes to protein. And the trend that we heard back loud and clear from many NPR listeners and readers was like, look. Yes, I am aiming to increase my protein intake, but I want to do it through plant protein sources."
    },
    {
      "author": "BARBER",
      "text": "So you're telling me about, like, plant-based proteins. What about, like, powder, like, adding protein to your shake or maybe those protein bars? How do those fit into all of this? Are those recommended?"
    },
    {
      "author": "AUBREY",
      "text": "I do think a lot of people are looking to get protein on the go, and Dr. Joseph told me he has a big smoothie game in his house. You know, you just take fruit and greens, you toss them into a blender with a quick scoop of protein powder. It's a pretty convenient way to pack in the protein. Now, I will say there's lots of different protein powders on the market and not all of them contain all of the essential amino acids. So whey-based protein powders do. Whey is the liquid that comes from curdled and strained milk. It's considered a kind of byproduct of cheesemaking. So you can look for whey protein powder. But just be careful when you're shopping around. Look to see if the protein powder includes all of the essential amino acids. Again, those are the amino acids that your body can't make by itself. We need to get them from our diet. And one more note. There can be trace levels of lead and other heavy metals in some protein powders, as with many other foods. So experts say your best bet here is to limit your intake of any one type."
    },
    {
      "author": "BARBER",
      "text": "OK. So, right, it's not just, like, slabs of chicken breasts. It's not just, like, hamburgers. Like, you can add a variety of types of protein to your diet, right?"
    },
    {
      "author": "AUBREY",
      "text": "Absolutely. I mean, I'm just looking through the list here of what I heard back from people. We heard a lot of people rely on eggs. Eggs are a great go-to option."
    },
    {
      "author": "BARBER",
      "text": "Yep."
    },
    {
      "author": "AUBREY",
      "text": "An egg has about six grams of protein. So many ways to eat them. It's easy to keep a dozen hard-boiled eggs in the refrigerator - eat them on the go. We heard from a lot of people who say they want to really limit animal-based proteins or even eliminate them. So there's lots of creative ways to do that. One thing I've been doing lately is I take a big bowl of greens for lunch and then I dump a can of tuna into it, I put in some chickpeas, I put in some fruit slices for a little bit of crunch. I'll add some nuts. And I have realized that this is, like, a super-easy way to get to 30 grams of protein. If you're avoiding fish, you can actually get there pretty easily with these legumes. So chickpeas and lentils and adding nuts. Lots of high-protein grains, for instance. Farro is a great option."
    },
    {
      "author": "BARBER",
      "text": "I think it's understandable that there might be some tension with this news - right? - because a lot of people want to, like, go vegetarian for environmental reasons, as well..."
    },
    {
      "author": "AUBREY",
      "text": "Yeah."
    },
    {
      "author": "BARBER",
      "text": "...And climate change and sustainability. But also, you're hearing more protein. So I think it's really important to help people think, like, we can get protein from non-animal products."
    },
    {
      "author": "AUBREY",
      "text": "That's exactly right. I mean, I think there's definitely culture war about food and protein right now. I mean, if you follow influencers on Insta who are big into protein, there are all kinds of ideas about what is an optimal diet. There are keto proponents who eat a diet rich in meat, you know, with very few grains, very few carbs. There are plenty of people, as I just mentioned, wanting to minimize or eliminate animal products. And the question that comes up a lot is, like, is it actually possible to get everything your body needs from a plant-based diet? So..."
    },
    {
      "author": "BARBER",
      "text": "Yeah."
    },
    {
      "author": "AUBREY",
      "text": "...Yeah. I reached out to Dr. Christopher Gardner. He's a long-time source of mine. He's the Stanford food scientist whose research is actually at the center of this Netflix documentary called \"You Are What You Eat: A Twin Experiment.\" And he says, yes, people can get all the protein and nutrients they need from a plant-based diet with a little bit of planning."
    },
    {
      "author": "CHRISTOPHER GARDNER",
      "text": "Oh, yeah. If someone is consuming a reasonable variety of legumes - that's beans, chickpeas, lentils, nuts and seeds, vegetables, meeting protein needs all from plant sources to sustain muscle is no problem."
    },
    {
      "author": "BARBER",
      "text": "OK. That does actually make me feel better 'cause I've been trying to cut down meat. But I'm going to take this information and it's going to affect me. Has it affected you? Like, has it affected your exercise and eating habits after doing this story?"
    },
    {
      "author": "AUBREY",
      "text": "Yeah. I mean, let me tell you, it started sort of last fall. I'm a participant in a longevity study at Northwestern University, and I had a whole bunch of tests done to analyze so many metrics of health in my body. I didn't even..."
    },
    {
      "author": "BARBER",
      "text": "Oh, no."
    },
    {
      "author": "AUBREY",
      "text": "...Know they existed. And what I realized when I had my own body composition measured is that I am undermuscled. I am one of these millions of women that they're talking about when they say, the country is undermuscled. So have my habits changed based on what I've learned? Yes, yes, yes. I have started strength training about three days a week. So I was at the YMCA this morning, and trainer Rita Mortalaro was kind of cheering me on."
    },
    {
      "author": "RITA MORTALARO",
      "text": "Ten. Good. Eleven. Twelve. Thirteen. Yeah. Fourteen. Good. Give me one more. Fifteen. Good. Oh, that was some golden reps right there. Yes, it's supposed to be hard. If it's not hard, it's not working."
    },
    {
      "author": "BARBER",
      "text": "What an amazing trainer."
    },
    {
      "author": "AUBREY",
      "text": "Yeah. You know, I have always walked. I've done yoga. I do get on the treadmill. But what I learned is it wasn't enough to sustain muscle mass or grow new muscles. So now I am using all the machines in the gym. I am learning to feel muscle groups I did not even know that I had. And I have been eating more protein, aiming for about 90 grams a day. So 30 grams per meal."
    },
    {
      "author": "BARBER",
      "text": "OK Allison, this is usually the time where we do the takeaways, but instead, let's go a little deeper into five different ways we can get more protein into our diets. And I know you mentioned some before, but a reminder doesn't hurt."
    },
    {
      "author": "AUBREY",
      "text": "Sure. OK. So No. 1, you want to amp up your morning bowl of yogurt."
    },
    {
      "author": "BARBER",
      "text": "OK."
    },
    {
      "author": "AUBREY",
      "text": "So what I have done is instead of getting, like, flavored yogurt or sweetened yogurt, I buy plain Greek yogurt. It has 17 grams of protein per three-quarters of a cup. I add to it a bunch of different toppings. I have thrown in nuts. I have thrown in pumpkin seeds, which are a great source of protein. I have also thrown in fruit, and voila - you know, 25 or 30 grams of protein."
    },
    {
      "author": "BARBER",
      "text": "And it makes you pretty full, too. I've done the same thing. I've gone through my Greek yogurt phase, as well."
    },
    {
      "author": "AUBREY",
      "text": "Yes. Protein, in general, just creates that feeling of satiety. I mean, people notice this. When they stop eating carbs for breakfast and replace it with protein..."
    },
    {
      "author": "BARBER",
      "text": "Right."
    },
    {
      "author": "AUBREY",
      "text": "...That is something that a lot of people notice. You'll hear people say, it held me all the way to lunch."
    },
    {
      "author": "BARBER",
      "text": "So give me another example. Like, how am I going to get more protein in my diet?"
    },
    {
      "author": "AUBREY",
      "text": "Sure. Eggs are an easy way to get protein on the go. An egg has about six grams of protein. You can hard boil them for a go-to option. You know, hard boil a dozen, keep them in the fridge. They're ready to go whenever. There's scrambled. There's poached. I don't need to enumerate all the ways you can do eggs, but it is just an easy and satisfying snack. And the U.S. dietary guidelines say an egg a day won't raise heart disease risk in healthy people."
    },
    {
      "author": "BARBER",
      "text": "Right. OK. Number three. What's another way we can get more protein?"
    },
    {
      "author": "AUBREY",
      "text": "Another way is to power up with smoothies."
    },
    {
      "author": "BARBER",
      "text": "OK."
    },
    {
      "author": "AUBREY",
      "text": "You know, if you've got a blender and some fruits and veg on hand, you are ready to go. A lot of people tell me they have a big smoothie game in their house - a real crowd-pleaser with kids. My daughter is in seventh grade. She loves smoothies. Whey protein powder, which is derived from the cheesemaking process when they kind of separate the whey and the curds, that has all of the essential amino acids that our bodies need, so it is another great option for high-protein on the go. You basically take a little spoonful, you stick it into the blender, and there you have it. I also put in little bits of spirulina. I bought these bags of spirulina, which is an algae that's high in protein. And when I don't want my overripe bananas to go to waste, I stick them in there, too."
    },
    {
      "author": "BARBER",
      "text": "Yeah. And that's a really good option for people who definitely want to stay away from any animal-based product - right? - you can use the spirulina."
    },
    {
      "author": "AUBREY",
      "text": "Yeah. Absolutely."
    },
    {
      "author": "BARBER",
      "text": "OK. Number four."
    },
    {
      "author": "AUBREY",
      "text": "Add some fish to your salad. Now..."
    },
    {
      "author": "BARBER",
      "text": "Oh, I love it."
    },
    {
      "author": "AUBREY",
      "text": "...Fish is just chockablock full of protein. Cod has about 40 grams per serving. Salmon and tuna both have about 30 grams. It's just a really great way to get unsaturated fat rather than saturated fat. So that is a plus for heart health. And one super-simple option is to toss in a can of strained tuna over a bed of greens and then add all the other stuff, like fruits or nuts for crunch. Anything that will make your salad tasty. And there you go. That is - I sometimes estimate almost 40 grams of protein in these salads that I make."
    },
    {
      "author": "BARBER",
      "text": "Wow. I mean, I think a lot of people underestimate canned fish. Like, I love sardines. So I feel like just, you know, one of those every once in a while, just, like, really hits the spot for me."
    },
    {
      "author": "AUBREY",
      "text": "Absolutely. Now, another tip is sprinkle in protein with nuts and seeds. I've already mentioned nuts and seeds, but really, these are a great source of protein. Hemp and pumpkin seeds both have about eight grams for a fourth-cup serving, and that just adds, you know, sort of a healthy crunch on top of a yogurt or oatmeal or salad or a bowl of any kind. And pumpkin seeds also contain plenty of magnesium, which is beneficial for heart health..."
    },
    {
      "author": "BARBER",
      "text": "Oh."
    },
    {
      "author": "AUBREY",
      "text": "...Too. Yeah. And some people say it helps you sleep better, though I am not sure. I've not looked at the evidence on that."
    },
    {
      "author": "BARBER",
      "text": "OK, Allison, that was five, but I'm going to be a little greedy."
    },
    {
      "author": "AUBREY",
      "text": "All right."
    },
    {
      "author": "BARBER",
      "text": "Can you give me a bonus one?"
    },
    {
      "author": "AUBREY",
      "text": "Sure. How about don't forget these high-protein grains and veggies? So I just really love the kind of nutty and chewy texture of farro. People refer to it as an ancient grain. You cook it just the same way you make rice. You toss the grain into boiling water, you let it simmer. You know, a few cups makes enough for several meals and it's got twice the protein compared to rice."
    },
    {
      "author": "BARBER",
      "text": "Oh, my gosh."
    },
    {
      "author": "AUBREY",
      "text": "White rice, I should say. Quinoa is another good option. It has approximately eight grams of protein per cup. And veggies, while they can't kind of be the star of the plate when it comes to protein, they do have protein. For instance, a cup of broccoli contains about 2.6 grams."
    },
    {
      "author": "BARBER",
      "text": "My favorite vegetable, honestly."
    },
    {
      "author": "AUBREY",
      "text": "Oh, yay. Well, there you go. You know, eat a couple cups a day. That is almost six grams of protein."
    },
    {
      "author": "BARBER",
      "text": "That's NPR's food and health correspondent, Allison Aubrey. Thank you so much for talking to us today. I learned so much."
    },
    {
      "author": "AUBREY",
      "text": "Oh, good. So fun to be here."
    },
    {
      "author": "BARBER",
      "text": "For more LIFE KIT, check out our other episodes. There's one about getting enough fiber in your diet and another on weightlifting. You can find that on npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit.npr.org."
    },
    {
      "author": "BARBER",
      "text": "This episode of LIFE KIT was produced by Audrey Nguyen. Our visuals editor is Beck Harlan and our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. And our production team also includes Andee Tagle, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from Hannah Gluvna and special thanks to Jane Greenhalgh. I'm Regina Barber. Thank you for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5197244532.mp3",
  "img": "https://media.npr.org/assets/img/2024/03/14/gettyimages-960938404-copy_wide-fe3fb8d0f75f253c613ec67e89cf8c25eeb87241.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "REGINA BARBER, HOST",
    "ALLISON AUBREY, BYLINE",
    "BARBER",
    "AUBREY",
    "RICHARD JOSEPH",
    "RACHELE POJEDNIC",
    "POJEDNIC",
    "CHRISTOPHER GARDNER",
    "RITA MORTALARO"
  ]
}