{
  "title": "This Thanksgiving turkey recipe skips a stressful step: Flipping the bird",
  "url": "https://www.npr.org/transcripts/1196978240",
  "intro": "If you roast your turkey on a pre-heated pizza stone, you can avoid the dreaded task of flipping the piping hot bird midway through the cooking process, says Lan Lam of 'America's Test Kitchen.'",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. I have gotten through several decades of my life without ever having to make a Thanksgiving turkey. Yes, I have mooched off the toils of my family, repeatedly and shamelessly gobbling up turkey legs and mashed potatoes and a little corn, too. And I'm not planning to stop anytime soon, but I know there are those of you whose time is up, who are now the ones in charge of cooking Thanksgiving dinner."
    },
    {
      "author": "SEGARRA",
      "text": "And, look; I just got to say, there's a lot of lore out there about how dang hard it is to make a turkey. Oh, I had to wake up at 2 a.m., or the thing lit on fire, or it was time for dinner, and I took it out of the oven, but it was still raw inside. It's not exactly encouraging stuff. But Lan Lam says I'm overthinking this."
    },
    {
      "author": "LAN LAM",
      "text": "A turkey, in the grand scheme of things - not actually that hard. There's just a couple little things you have to keep in mind. It requires a little bit of planning ahead, but overall, the process is pretty hands-off, which is really great."
    },
    {
      "author": "SEGARRA",
      "text": "Lan is a senior editor at Cook's Illustrated."
    },
    {
      "author": "LAM",
      "text": "Until I started working at Cook's Illustrated, I'd probably cooked maybe five turkeys in my life. And since then I've done - I don't know - 500."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, 500. So she is the right person to talk to. And Lan says there are really only three steps to cooking a turkey. Get the salt in there, cook the bird, and then cut and serve."
    },
    {
      "author": "LAM",
      "text": "I think if you can follow a recipe and plan ahead a tiny bit, you're good to go. It doesn't really require a ton of equipment, ton of time, really complicated knife skills or pastry skills. It's actually a great starter project."
    },
    {
      "author": "SEGARRA",
      "text": "So on today's episode of LIFE KIT, a beginner's guide to roasting a turkey. A quick note before we get to the meat of the episode - set yourself up for success before you even go turkey shopping."
    },
    {
      "author": "LAM",
      "text": "Clear out some space in your fridge. Just do that in advance."
    },
    {
      "author": "SEGARRA",
      "text": "Trust us; it'll make the whole process go smoother."
    },
    {
      "author": "SEGARRA",
      "text": "All right, chefs. Let's dive in. Takeaway one - calculate what size turkey you'll need. To do that, you're going to think about how many people are coming and how many sides they'll be filling up on. Here's a good rule of thumb from Lan."
    },
    {
      "author": "LAM",
      "text": "A 10- to 12-pound bird - that's going to serve 8 to 10 people with leftovers. And so you can kind of get away with something a little smaller if you're going to have a lot of sides. If you're not planning on having a lot of sides, maybe err on the larger size. But there isn't a hard-and-fast rule about this. I think especially these days, you might have guests who are vegetarians, and then they're not going to have turkey. So I wouldn't stress out too much."
    },
    {
      "author": "SEGARRA",
      "text": "I mean, my family Thanksgivings are actually pretty epic. They are my mom's whole extended family, and it can be up to 50 people."
    },
    {
      "author": "LAM",
      "text": "Oh, wow."
    },
    {
      "author": "SEGARRA",
      "text": "How would you feed all of those people in turkey? Would you get multiple turkeys or just get one huge, monster turkey?"
    },
    {
      "author": "LAM",
      "text": "Oh, no. Multiple turkeys. Definitely multiple turkeys. I think that if you're feeding a very large group, it's good to ask for help. So you can make a turkey or two, or you can ask guests to bring a turkey themselves. They travel pretty well, and so, you know, if your guests are nearby and they like to cook, it's not actually too onerous to ask them to help by bringing a turkey."
    },
    {
      "author": "SEGARRA",
      "text": "Why multiple turkeys, though, rather than one really big one?"
    },
    {
      "author": "LAM",
      "text": "Oh, I think large turkeys are harder to cook well than small turkeys. They also take up more space in your fridge, and they're going to take up more time in your oven. I find that during Thanksgiving, you just need that oven for all sorts of other projects."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Now what if you're feeding a small group and you don't want to go with a big turkey. Would you recommend getting just part of a turkey? Is that possible?"
    },
    {
      "author": "LAM",
      "text": "Oh, hell - can't swear, sorry."
    },
    {
      "author": "SEGARRA",
      "text": "You can say hell yeah. Yeah."
    },
    {
      "author": "LAM",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "You can say that."
    },
    {
      "author": "LAM",
      "text": "You can absolutely get part of a turkey. I have a colleague who did a really great recipe for a turkey crown. That's where they take the legs off, and so all you're serving is the breast meat. And depending on who you're serving, that might be perfect. I know a lot of people who really don't like the leg and the thigh. That dark meat is a little too gamey for them. And so a crown is a great option. It's also a great option if you want to get one turkey and then have a slightly smaller extra bit of white meat for your guests. And then a couple years ago, I did a recipe for turkey confit that only uses thighs. It's fantastic. It's also very make-ahead. You could put that whole thing together and then just reheat to serve if you wanted. It's a really great option."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway two - buy your turkey, and do it early."
    },
    {
      "author": "LAM",
      "text": "Cooking a turkey starts with buying a turkey. And so what you should figure out is how many people you want to serve and buy something that is the appropriate size. And I would buy that bird seven to 10 days before Thanksgiving Day or before the day you plan on serving it if you're doing a Friendsgiving, like, that Friday."
    },
    {
      "author": "SEGARRA",
      "text": "Why seven to 10 days?"
    },
    {
      "author": "LAM",
      "text": "Seven days is kind of, I think, the minimum because it gives you time to defrost the turkey. A smaller turkey will take maybe 24, 36 hours to defrost in the fridge. A larger one could take up to three days. And then after you defrost the turkey, you really want to get some seasoning into it a couple days in advance sometimes. It can take anywhere between six hours to two days to do that, depending on how you want to handle seasoning the bird. So you just want to give yourself a little bit of time."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And then should you always buy a turkey frozen?"
    },
    {
      "author": "LAM",
      "text": "You know, turkeys come fresh and frozen, and whatever you can find that works for you I think is great. Either way, there's going to be a defrost time. And so, really, you want to get that bird about a week, week and a half in advance, more if you have space."
    },
    {
      "author": "SEGARRA",
      "text": "If you buy it fresh, are you then going to freeze it a week before, or are you just going to keep it in your fridge?"
    },
    {
      "author": "LAM",
      "text": "Oh, no. You can just keep it in your fridge. A bird of that size fresh - you can pick it up, let it hang out in the fridge for, like, three days, and then you can salt it or brine it."
    },
    {
      "author": "SEGARRA",
      "text": "Got it. OK. What about in terms of availability? Is there a point at which you'll get to the supermarket and there are no turkeys left?"
    },
    {
      "author": "LAM",
      "text": "I think that depends on where you live, but I know that it can be tricky some years to find a turkey. If you have the space, buying a turkey that's frozen and then defrosting it on your timeline and not having to worry about the shopping aspect is really nice. It also lets you have more options. If you're worried about finding something that you want, it doesn't hurt to call. I've definitely called the butchery department, the meat department at a grocery store and asked them to set aside a bird for me. You can kind of specify whether you want an all-natural bird or if you want something that was pre-brined. You can specify the size you want, when you want to pick it up. It makes it a lot easier."
    },
    {
      "author": "SEGARRA",
      "text": "You can also get a turkey at your farmers market or from farmers that ship to your house. And if you want to get a little fancier, you can buy something called a heritage turkey instead. Heritage turkeys are raised differently than the ones you'll find in most grocery stores. They spend more time outdoors, among other things. Lan says heritage birds have been raised responsibly. Now, they are more expensive than your grocery store varietal, but Lan says..."
    },
    {
      "author": "LAM",
      "text": "I think you can actually taste the difference. Years ago, we did a tasting at work of heritage birds, and they were lovely. The texture of the meat is a little bit firmer. Those birds definitely got some exercise and had stronger muscles. And they tasted better. They had more flavor. That care really came across in the eating experience, which I think is lovely."
    },
    {
      "author": "SEGARRA",
      "text": "OK, we've got the turkey. Takeaway three - we're going to prep and season it. Now, as a beginner, your best bet is to roast your turkey. You can save grilling or deep frying for next year. Baby steps, OK? For roasting, you will need..."
    },
    {
      "author": "LAM",
      "text": "A roasting pan or a rimmed baking sheet that you can rest the turkey on after you've rubbed salt onto the surface."
    },
    {
      "author": "SEGARRA",
      "text": "But if your turkey's frozen, before you salt it, you've got to thaw it. The CDC recommends doing that in the fridge because it allows the bird to thaw at a safe, consistent temperature. Now here's the math part. Thawing will take about 24 hours for every 4 to 5 pounds of turkey. And the CDC says it's safe to store the turkey for another one to two days in the fridge after the bird thaws. So let's say you have a 15-pound turkey. That's three days of thawing, but you also need to give yourself time to season it - we're going to talk about seasoning next - so you'll add on an additional one to two days. That means you take it out of the freezer and put it in the fridge starting on the Saturday before Thanksgiving."
    },
    {
      "author": "SEGARRA",
      "text": "Now, after you thaw, it's time to salt the bird. And the two most beginner-friendly ways to do that are brining and rubbing. To brine your turkey, you're going to submerge it in a mixture of water and table salt."
    },
    {
      "author": "LAM",
      "text": "You know, whisk everything together and find a really big bucket. It doesn't matter too much what it is as long as your turkey and the brine fit inside. Brining takes anywhere between 6 to 12 hours, and it's where you take salt and water, whisk them together into this salty solution, and then you stick the turkey in the water and just let it hang out in the fridge. And that salt - it's going to season the bird, but it's also going to help the muscles not tighten up too much when you cook the turkey, and that makes the meat more tender."
    },
    {
      "author": "LAM",
      "text": "The only thing is when you brine a turkey, you're putting a lot of water into it as well, and that water can make it hard to get good browning on the skin, and it can make the skin a little chewy. But it is very fast, and it's pretty easy. It's really hands-off. You're just whisking salt and water together, and you put the turkey in. Whole container goes in your fridge, and you're done."
    },
    {
      "author": "SEGARRA",
      "text": "What's the ratio of salt to water?"
    },
    {
      "author": "LAM",
      "text": "For every 1 gallon of water, you're going to add half of a cup of table salt."
    },
    {
      "author": "SEGARRA",
      "text": "Lan says brining can take between six to 12 hours. So as far as timing, if you're brining the turkey and planning to serve it on Thursday..."
    },
    {
      "author": "LAM",
      "text": "I would brine Wednesday night. And then the next day, before you start cooking, you pull it out, pat it dry, rub some butter or oil on the outside, and you get cooking."
    },
    {
      "author": "SEGARRA",
      "text": "Another option is to rub the turkey with salt. This is Lan's preferred method, in part because it doesn't take up as much space, and you're not having to deal with a big bucket with gallons of water."
    },
    {
      "author": "LAM",
      "text": "Salting is kind of my preferred treatment for turkey because it doesn't add water, so I can get better browning. It does take more time and a little bit more planning ahead, though, so - and it's a little bit more hands-on because you actually have to take your salt and physically get it onto the turkey. When we're talking about salting a turkey, I like to work with a kosher salt. And I'll use about a teaspoon of salt per pound of turkey."
    },
    {
      "author": "SEGARRA",
      "text": "Sometimes she'll slip in some sugar in the rub, too."
    },
    {
      "author": "LAM",
      "text": "Like maybe 25% of the amount of salt. It just gives the meat a little bit more complexity."
    },
    {
      "author": "SEGARRA",
      "text": "She says you can put a third of the salty mixture under the skin of the breast meat, a third in the cavity and another third on the legs. Just a quick note here. Kosher salt is not the same thing as table salt. If you're following a recipe, make sure you know which type of salt it calls for. Kosher salt has large crystals and takes up more surface area."
    },
    {
      "author": "LAM",
      "text": "At Cook's Illustrated, we have traditionally preferred kosher salt for salting meat and table salt for brining, mostly because a lot of our readers tend to have table salt or a fine sea salt rather than kosher, and so we'll only call for kosher when we feel like those extra-large crystals are important."
    },
    {
      "author": "SEGARRA",
      "text": "But she says if a recipe calls for one type, say, kosher salt, and all you have is table salt, that's OK. Use the salt you have. Just look at a conversion table online to make sure you're using the right amount."
    },
    {
      "author": "SEGARRA",
      "text": "How long beforehand do you want to salt the turkey if you're rubbing it?"
    },
    {
      "author": "LAM",
      "text": "I will salt a turkey for one to two days. I prefer two days if I can do it and I have the space and the time, but you can get away with one. And so timeline-wise, if you're planning on cooking a salted turkey, you're going to want to start salting probably Tuesday. You could get away with early Wednesday morning if you wanted to get up early."
    },
    {
      "author": "SEGARRA",
      "text": "So your turkey is salted or brined. Now what?"
    },
    {
      "author": "LAM",
      "text": "The big day comes, and you roast it."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway four - it's go time. Let's roast that turkey. As for how early you'll need to wake up on Thanksgiving Day, Lan says roasting can take 3 1/2 to 4 hours, depending on how big the bird is."
    },
    {
      "author": "LAM",
      "text": "So, you know, if you're serving dinner at 1, you're going to have to get your turkey in at 9 a.m. If you're doing dinner at 6, your turkey goes in at 2."
    },
    {
      "author": "SEGARRA",
      "text": "Roasting can take longer if you're doing something like basting. Consult a recipe to see how long it'll take for you."
    },
    {
      "author": "SEGARRA",
      "text": "So, OK, both the white meat - the meat in the breast - and the dark meat - the meat in the legs - need to reach 160 degrees for safe eating, but the dark meat tastes better if it gets to that higher temperature, 170 or 175 degrees. And that means that the white meat can overcook while you're waiting for the dark meat to get to that higher temperature. To account for this, some recipes tell you to cook your turkey on a roasting rack, starting with the breast side down."
    },
    {
      "author": "LAM",
      "text": "And then halfway through cooking, you had to go in there and pick up that hot turkey and turn it upside down so that the breast meat was on top. And it works really well, but it's - nobody wants to touch a hot turkey. And so I worked on a recipe where we didn't have to flip the bird. And it turns out that you can do this if you can jump-start the legs."
    },
    {
      "author": "SEGARRA",
      "text": "To do that, you'll need to preheat three things - your oven, your roasting pan and a pizza stone."
    },
    {
      "author": "LAM",
      "text": "That stone absorbs a ton of heat. It keeps that roasting pan really hot, so when you put the turkey directly on the pan - you don't need a rack - it will get the legs jumpstarted so that by the time the breasts hit 160 degrees, the legs are done, too, and you don't have to go in and do much to the turkey."
    },
    {
      "author": "SEGARRA",
      "text": "A pizza steel will work, too. You just need something that your roasting pan can sit flush on top of that's heavy and can hold a lot of heat. But if you don't have something like that, look for a recipe that doesn't call for a stone or a steel. As Lan said, it may require you to flip the turkey partway through the roasting process."
    },
    {
      "author": "LAM",
      "text": "In the end, your goals are to get the white meat to 160 degrees. The dark meat should get up to 170, 175 if you can manage it, but I don't think it's worth it to overcook the white meat to get the dark meat a little bit more tender. So I think it's best to follow a recipe rather than winging it, and know the temperatures you're shooting for."
    },
    {
      "author": "SEGARRA",
      "text": "So note to chef - make sure you've got a meat thermometer. Now you'll identify the part of the turkey that looks the thickest."
    },
    {
      "author": "LAM",
      "text": "If you have the turkey so that the legs are pointing away from you and the breasts are pointing towards you, I like to kind of stick the thermometer straight in and kind of just watch the temperature. And what I'm looking for is the lowest temperature. And if that lowest temperature is 160, I'm good to go."
    },
    {
      "author": "SEGARRA",
      "text": "OK, bird's ready. It's at the right temperature. What now?"
    },
    {
      "author": "LAM",
      "text": "What you're going to do is leave it alone. When the turkey comes out of the oven, it's really hot, and those juices are really flowing in there. You want to let that bird cool off a little bit and let those juices kind of redistribute so that when you go to carve that turkey, they don't come spilling out right away."
    },
    {
      "author": "LAM",
      "text": "And the nice thing about a turkey, especially a large turkey, is that resting period - it's going to take about half an hour or 45 minutes, which gives you time to do things like get all of your other side dishes on the table. Maybe make a pile of dishes by the sink for someone else to wash. Have a glass of wine with your friends and kind of hang out for a little bit before you have to go back and deal with the turkey again. You just don't want to cut into it right away so that the juices stay in the meat."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And then how do we carve it?"
    },
    {
      "author": "LAM",
      "text": "Oh, boy. I would definitely find a video to watch. I don't actually like carving tableside. It gives me performance anxiety to know that, like, there's a giant group of people there watching me carve into this bird and trying to get beautiful-looking slices. Carving can be a little messy, and it's just better, easier when you can do it in the kitchen and then arrange all those pieces on a serving platter so that you can lay out on a buffet and everyone can serve themselves. All you're going to need is a nice, big cutting board and a sharp knife."
    },
    {
      "author": "SEGARRA",
      "text": "Now, if you feel like you've got all of this down and you want to try something fancy, a lot of people will baste their turkey. That just means taking the liquid at the bottom of your roasting pan and pouring that over the bird. That can slow down the cooking process for the breasts so they don't overcook, and it's a way to get the skin extra brown."
    },
    {
      "author": "LAM",
      "text": "I tend to tell people, you know, you can baste if you want, but know that if you're following a recipe and it says your turkey is going to take three hours, if you decide to baste, you're going to tack on at least another half-hour or 45 minutes to the cook time."
    },
    {
      "author": "SEGARRA",
      "text": "Lan says another way you could brown your turkey..."
    },
    {
      "author": "LAM",
      "text": "Another trick for adding color without changing the flavor of things is to just sneak a little baking powder onto the skin of that bird. When you're going to brush oil or melted butter onto the skin, you can stick about a teaspoon of baking powder into that mixture and apply it. You want to get it on really evenly. And that powder - the baking powder - it raises the pH, and that encourages browning reactions."
    },
    {
      "author": "SEGARRA",
      "text": "Also, if you're using a recipe that calls for sticking some aromatics, like a lemon or herbs, in the cavity, Lan says what you're doing is actually perfuming the fat that drips off of the turkey, so the flavor won't really penetrate the meat."
    },
    {
      "author": "LAM",
      "text": "I think a better way of getting flavor in is to make a flavored butter or a flavored herb paste, and you want to just rub that beneath the skin onto the meat of the turkey itself before you start cooking. It's just a more effective way of flavoring that bird."
    },
    {
      "author": "SEGARRA",
      "text": "OK. All of this sounds great and potentially doable, but I wonder, like, should I even make a turkey? Or maybe what about buying one?"
    },
    {
      "author": "LAM",
      "text": "Oh, you know, I think whatever makes Thanksgiving more fun and enjoyable for everyone is what you should do. I have gone to Thanksgivings where folks will serve a porchetta because most of the guests would prefer to eat pork. I have a friend who does taco Thanksgiving. I think whatever works for you is what you should be doing."
    },
    {
      "author": "SEGARRA",
      "text": "And if, after listening to all of this, that means buying a turkey, I mean, I'm certainly not judging. That was a conversation with Lan Lam, senior editor at Cook's Illustrated."
    },
    {
      "author": "SEGARRA",
      "text": "All right, turkeys, it's time for a recap. Takeaway one - calculate the size of the turkey you need. Think about how many people are coming and how many sides they'll be filling up on. Lan's rule of thumb - a 10- to 12-pound bird is going to serve about eight to 10 people with leftovers."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway two - buy your turkey about seven to 10 days before Thanksgiving. And you have options. You could go to a grocery store or get one from a local farmer. You could also buy part of a turkey if you don't need the whole thing."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway three - get your bird ready to cook. You're going to choose between brining and salt rubbing. Brining takes less time, but it can make the turkey skin a little chewy. Either way, make sure you calculate ahead of time how long that bird needs to thaw and prep before Thanksgiving Day."
    },
    {
      "author": "SEGARRA",
      "text": "And takeaway four - roast the turkey. For food safety purposes, you want to get the meat to 160 degrees, but the thighs will taste better if you cook them to 170 or 175, and there are different ways to do that without drying out the breast. Also, maybe don't carve the bird in front of everybody. That even gives Lan performance anxiety. After that, enjoy your dinner, and let somebody else do the dishes."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. There's one about how to throw a Friendsgiving and another about cooking substitutions. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced and fact-checked by Audrey Nguyen. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider, Margaret Cirino and Sylvie Douglis. Engineering support comes from Phil Edfors. I'm Marielle Segarra. Thanks for listening."
    },
    {
      "author": "SEGARRA",
      "text": "And happy Thanksgiving."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4144067387.mp3",
  "img": "https://media.npr.org/assets/img/2023/11/20/stp_easierroastturkeygravy_5748_wide-77e2c1d8c56d44eea367a63966d727d068dc635b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "LAN LAM",
    "LAM"
  ]
}