{
  "title": "Feeling guilty? Here's how to work through it",
  "url": "https://www.npr.org/transcripts/1196979327",
  "intro": "You broke someone's heart. You missed your kid's recital. You weren't there for your mom when she needed you. Guilt! It can be painful – but also a powerful tool for connection. In this episode, learn how to have a healthy relationship with guilt with help from a psychologist and an ethics researcher.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. I remember this one time I was at the dollar store, browsing the wares, when a bunch of loose items inexplicably fell off the shelf down the aisle. I think they were straws or colored pencils or something like that. I did not knock them over, but I also couldn't leave them there. It felt like if I didn't pick them up, I was a bad person, and this incident would be marked down on my permanent record. Basically, I knew I'd feel guilty later."
    },
    {
      "author": "SEGARRA",
      "text": "Come to think of it, a lot of things make me feel guilty. When I tell someone I can't do a thing that they'd like me to do - guilt. When I'm sick and a friend comes over to help and does my dishes - guilt. Yeah, guilt can ruin your life if you let it, but these are all examples of the unhealthy kind of guilt. Guilt can be a healthy impulse, when you've actually done something wrong or harmed another person."
    },
    {
      "author": "TAYA COHEN",
      "text": "Guilt, when it's focused on someone's behavior - specifically something wrong that someone has done - that can motivate better behavior in the future."
    },
    {
      "author": "HAN REN",
      "text": "It keeps people in check. It keeps people in line. It motivates people to not commit crimes, not harm people, not, you know, do things against the collective social norm."
    },
    {
      "author": "SEGARRA",
      "text": "But yeah, how do you know when you're feeling the helpful, appropriate kind of guilt? It's tricky, right? So let's figure it out together. On this episode of LIFE KIT - how to have a healthy relationship with guilt. Reporter Andee Tagle talks with an ethics researcher and a psychologist - those are the voices you just heard - and they'll teach us how to fine-tune our guilt radar and when it makes sense to use that guilt to heal and repair your relationships."
    },
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "All right, team - let's jump in, per usual, with the basics. If you're listening to this episode, I'm guessing you already have a pretty good idea of what guilt is and what it feels like - or, if you're anything like me, maybe you have, I don't know, a deep, abiding, lifelong and daily relationship with guilt. Like, you wake up in the morning, and there she is again. Oh, hey, Miss Guilt, how'd you sleep? Oh, not good. OK, well, what hat do you have for me today - mom guilt, eco guilt, work guilt, friend guilt? Oh, all of the above again - cool. Got it, thanks. Anyway, I digress. The thing is, guilt's got a sister, and they look and sound a lot alike."
    },
    {
      "author": "COHEN",
      "text": "People will often conflate guilt and shame and think of them as one and the same."
    },
    {
      "author": "TAGLE",
      "text": "Taya Cohen is a professor of organizational psychology and business ethics at Carnegie Mellon University. She's spent a lot of time with the subject."
    },
    {
      "author": "COHEN",
      "text": "My interest and my research has focused on ethical behavior. And through that, I started to think about what motivates people to act responsibly, and that led me to studying guilt and shame."
    },
    {
      "author": "TAGLE",
      "text": "Taya's got a lot more on responsibility for us later. But first, we've got takeaway one - learn to separate guilt from shame. They're both about belonging, but only one leads to connection."
    },
    {
      "author": "REN",
      "text": "Guilt is that feeling you get when you did something bad, and you're like, oh, man, I messed up. It's muscle tenseness, jaw tightening, you know, racing hearts. It's anxiety. It's activating. It's like a - ooh, OK, you know, I got to, like, lace up my shoes and do something."
    },
    {
      "author": "TAGLE",
      "text": "That's Han Ren, a licensed psychologist based in Austin, Texas. She runs a group practice and makes social media content around mental health."
    },
    {
      "author": "REN",
      "text": "Shame is that feeling of, like, I am bad. It's not I did something bad. It's more diffuse. Shame feels like an implosion, a crumbling-in, a stomach drop - I want to hide in a hole and disappear forever."
    },
    {
      "author": "TAGLE",
      "text": "Both feelings are negatively charged and self-conscious, but only shame is characterized by that shrinking feeling."
    },
    {
      "author": "REN",
      "text": "Shame - it shuts you down. Guilt gets you going."
    },
    {
      "author": "TAGLE",
      "text": "But let's note here - these two aren't mutually exclusive or concrete. Often, they go hand in hand. Like, OK, maybe you borrow your sister's favorite sweater and then end up staining it, even after she begged you to take good care of it and was super hesitant to hand it over. You'd probably feel really guilty about the damage to the sweater, but then you might also feel shame for being so careless - like, ugh, I'm the worst; she was right to worry all along. Finding yourself steeped in those feelings of guilt, shame or both can be really tough - but also sometimes necessary."
    },
    {
      "author": "REN",
      "text": "They are actually really essential emotions for surviving in communities. Without the experience of shame and guilt, we're not able to keep in mind the priorities of the group or the collective."
    },
    {
      "author": "TAGLE",
      "text": "Guilt and shame are tools that help us function in society, starting from a really young age. Experts say kids begin to understand these feelings as young as 2 or 3 years old."
    },
    {
      "author": "REN",
      "text": "That, like, checking to see - oh, did my mom see that? Is she mad at me? You know, that social referencing - once that comes online, that's when babies start understanding, like, these are the things that I can do to get praise and acceptance, and these are the things that are, like, so horribly wrong, and I will be outcast. I will be rejected if I do these things."
    },
    {
      "author": "TAGLE",
      "text": "And that means that your understanding of guilt and shame is relative and unique to your experience."
    },
    {
      "author": "TAGLE",
      "text": "When you make a mistake, do you ever find yourself replaying your flub over and over in your head? Do you have negative self-talk, and does it feel reflexive - like a knee-jerk reaction anytime you do something wrong? Do you ever feel preoccupied by envy? All of that is probably your shame script talking. Han says we all have our own versions - things like, I'll never be good enough, or, I just don't have what it takes. And our missteps often feed the beast."
    },
    {
      "author": "REN",
      "text": "This is proof that I'm a terrible, unlovable person. And then we go through life looking for versions of that in all the different, you know, encounters that we have because we're looking for evidence or proof of our shame as being validated."
    },
    {
      "author": "TAGLE",
      "text": "She says it's possible to transform shame into guilt when we do something wrong, but it takes practice. So let's say your shame script sounds something like, I don't measure up. Then you miss a big deadline at work. You feel the beginnings of a shame spiral. What do you do?"
    },
    {
      "author": "TAGLE",
      "text": "Step one is to realize, I'm doing it again."
    },
    {
      "author": "REN",
      "text": "Yep, I'm doing that thing. I'm doing that thing."
    },
    {
      "author": "TAGLE",
      "text": "OK."
    },
    {
      "author": "TAGLE",
      "text": "This first step is, admittedly, a biggie because you have to have an awareness that your shame script exists at all - that this is a false and harmful narrative that you're telling yourself and feeding unnecessarily. And, to be honest, it's a step that doesn't happen in an instant or a day or over the course of one podcast episode - but over time, with a lot of practice, care and support. But to help you out, Han has some starter questions to help identify and stop a shame script in its tracks."
    },
    {
      "author": "REN",
      "text": "Where did you learn this? Who determined that this is something you need to feel bad about? What do you get out of feeling bad about this? Does this help you?"
    },
    {
      "author": "TAGLE",
      "text": "Once you've interrogated your shame, Han says, ideally, you have a little more space for self-compassion and care, and you can direct any bad feelings just towards the situation at hand and not yourself overall."
    },
    {
      "author": "REN",
      "text": "Like, we are going to mess up sometimes, and there's going to be ruptures. And that's OK. It's not the end of the world. It doesn't mean you're a bad person. And there is more that you can do to improve the situation."
    },
    {
      "author": "TAGLE",
      "text": "In this specific case, maybe you allow yourself to be upset about missing the mark at work, but you don't let that snowball into a bigger negative belief. Instead, you use that energy to find a fix. Like, who do you need to talk to about your mistake? What resources do you need, and where might you find them?"
    },
    {
      "author": "REN",
      "text": "So the more we clean up our own shame, the better we get at it - with ourselves, but also with our children and with our colleagues and everyone else that we come in contact with."
    },
    {
      "author": "TAGLE",
      "text": "All right. Now that we've moved through our shame, let's learn to better gauge our guilt. Takeaway two - responsibility check. Calibrate your guilt meter by getting clear on your values. Let's start with a hypothetical."
    },
    {
      "author": "COHEN",
      "text": "At a co-worker's housewarming party, you spill red wine on their new cream-colored carpet. You cover the stain with a chair so that nobody notices your mess. What is the likelihood that you would feel that the way you acted was pathetic?"
    },
    {
      "author": "TAGLE",
      "text": "For me, the answer is very, very. For you, the answer might be not quite so much, or, well, it depends on the circumstances or the co-worker. That is to say, how you handle a lot of different types of guilt - and, I know, there are a ton of different types of guilt you could be coming to this episode for - really boils down to the same thing - discernment, having a strong sense of values, a moral compass, and then letting that be your guide."
    },
    {
      "author": "COHEN",
      "text": "That sense of interpersonal responsibility, having a conscience; you are concerned about how your actions would affect other people. You know, when you do something wrong, even if it's private and others don't know about it, it's that personal sense of responsibility that might motivate you to apologize, repair for what happened or feel guilty or bad about your behavior."
    },
    {
      "author": "TAGLE",
      "text": "And as it turns out, even though it's not a fun thing to carry around, being guilt-prone is empirically beneficial. That's what Taya found when she developed the Guilt and Shame Proneness scale - or GASP for short - a little over a decade ago. It's a questionnaire posing hypothetical scenarios - like that wine spill - to measure people's tendencies towards feelings and actions of guilt and shame. And what she found was that people with high levels of guilt proneness are associated with lots of positive qualities. They're more trustworthy. They have greater responsibility towards others."
    },
    {
      "author": "COHEN",
      "text": "Things like work intensity. So when there's a job to be done, I devote all my energy to getting it done. Leadership - same logic there, where people who have a greater sense of personal responsibility - they are often better leaders because they feel responsible for their team's success, and so guilt proneness is associated with that as well."
    },
    {
      "author": "TAGLE",
      "text": "You get the point. Guilt can be a handy thing to have around - if it's really yours to claim. And that's the real question, right? Like, do I actually need to feel guilty about this thing? Let's assess."
    },
    {
      "author": "TAGLE",
      "text": "In some cases, the answer is so obvious, you don't need any triage."
    },
    {
      "author": "REN",
      "text": "There are some things that we should feel guilt about, right? Like, we shouldn't murder each other and we shouldn't steal. We - you know, there's, like, social rules that really require guilt for our society to operate and run smoothly."
    },
    {
      "author": "TAGLE",
      "text": "You made the illegal U-turn. You broke the promise. You said the one thing you told yourself you weren't going to say. In these cases, skip ahead two squares to the final takeaway."
    },
    {
      "author": "TAGLE",
      "text": "Now, other times, the answer is murkier. Your best friend's been looking for work for months, so you feel super weird about your promotion. You broke up with your partner because you couldn't see a future together, but you're agonizing about it because you know what a good person they are and how much they love you. You send your kid off to school with tangled hair and mismatched socks for a second day in a row. In these cases, go back to that idea of interpersonal responsibility. Ask yourself, am I actually causing any harm?"
    },
    {
      "author": "COHEN",
      "text": "And so trying to make sure the guilt is appropriate and calibrated to the event that happened."
    },
    {
      "author": "TAGLE",
      "text": "If your answer is, well, OK, yes, there was some harm done - maybe a little. I embarrassed my kid. I backtracked on my health goals. I let the team down a bit. Then, it's time for some accountability."
    },
    {
      "author": "COHEN",
      "text": "Recognizing your own responsibility in that but not letting it turn into rumination or feelings of shame that are not appropriate, you know, or not well calibrated."
    },
    {
      "author": "TAGLE",
      "text": "But maybe the answer is no, or not really, but kind of - like, in the case of more nebulous guilt, like eco guilt around climate change, or guilt for immense suffering, like wars on the other side of the world. That's a real thing, and the same advice applies. Ask yourself, what's my part in this? And what can I realistically do about it?"
    },
    {
      "author": "REN",
      "text": "With such horrors that are happening in the world, a lot of us feel really helpless. And there are small things that we can do to, you know, donate or spread awareness or protest or, you know, add our voice to something important."
    },
    {
      "author": "TAGLE",
      "text": "Only you know the right answer in these cases. But Han says it comes down to doing your best to live in accordance with your values. In order to do that, though, you have to make sure that the beliefs keeping you in check are actually your own."
    },
    {
      "author": "REN",
      "text": "Sometimes there are some things that are outdated. Like, you know, if you're queer, and your grandma is like, oh, there's no way that's ever OK. That's, you know, so against our values and belief systems. But maybe that's no longer applicable or not what's important to you in your modern life. And so in those cases, guilt can be quite a nuisance because it gets in the way of us actually living the life that feels important and right to us."
    },
    {
      "author": "TAGLE",
      "text": "So to make sure you're moving forward, it might be time to ask yourself some hard questions."
    },
    {
      "author": "REN",
      "text": "Do I need to update my values or my beliefs around what being a good person or a good mom or a good partner looks like?"
    },
    {
      "author": "TAGLE",
      "text": "When you find your truth, you can start the process of unloading unnecessary guilt, which brings us to takeaway three, wash away toxic and misplaced guilt with parameters and practice."
    },
    {
      "author": "TAGLE",
      "text": "All right, so thus far, we've talked a lot about the guilt we put on ourselves. But what do you do when the guilt you're suffering comes from outside the house? Let's start with a baseline - toxic guilt. If you want to know if a feeling or situation has crossed the line..."
    },
    {
      "author": "REN",
      "text": "Anytime an emotion consumes us and keeps us from functioning and living our daily lives and living to the values that we hold near and dear, then it becomes toxic."
    },
    {
      "author": "TAGLE",
      "text": "For some people, toxic guilt might come in the form of a particular person or relationship in your life."
    },
    {
      "author": "REN",
      "text": "If someone is pervasively making you feel guilty, you really have to assess - what is this person's role in my life? What is their function?"
    },
    {
      "author": "TAGLE",
      "text": "Maybe after reviewing those questions, it's time for a few boundaries - or perhaps taking a different approach to interacting with them."
    },
    {
      "author": "REN",
      "text": "And it can be someone that you adore. And you can still maintain a relationship with that person and just choose to not internalize these elements of their relational functioning."
    },
    {
      "author": "TAGLE",
      "text": "Han says a really common example of this is familial guilt around the holidays."
    },
    {
      "author": "TAGLE",
      "text": "Maybe your mom is really big on Christmas, for example. And that's a common area of guilt and tension for you because you live far away and often feel pulled in a lot of different directions."
    },
    {
      "author": "REN",
      "text": "I think there's a lot we can do to kind of proactively prepare - some coping ahead - when we know that, OK, this is how mom is around Christmas. So let's start communicating in August."
    },
    {
      "author": "TAGLE",
      "text": "So that's the first step with guilt trips or guilt coming from outside parties, says Han - just cut it off at the pass or get ahead of it when you can by being proactive with your communication. If the guilt usually circles a day or an event because of conflicting schedules or ideologies, why not think up some solutions or options ahead of time?"
    },
    {
      "author": "REN",
      "text": "And then see if you can have a conversation about it. A lot of times, with compromise, with some negotiation, you can come to a common ground. And a lot of times with parents, especially - especially immigrant parents - they just want to be loved and seen and feel important. So really, the essential thing is, like, gosh, I wish I could do this thing. You're so important to me. Sharing the emotional communication and the emotional - you know, trying to meet the emotional needs underneath the behavioral asks is so important for that."
    },
    {
      "author": "TAGLE",
      "text": "Once you found a middle ground and draw new lines, keep checking in about it and stick to the plan. Like, hey, Mom. It's September now. Remember what we talked about? Hey, Mom, it's Thanksgiving. Just want to check in about our new plan for Christmas. Along the way, things will probably still come up - same issues or comments will probably be rehashed. Han says, you have to keep checking your own personal guilt gauge."
    },
    {
      "author": "REN",
      "text": "Is this something that I feel like I deserve to feel bad about? Is this something that's important to me to make amends on, or is this something that no longer serves me and is a difference of values and perception?"
    },
    {
      "author": "TAGLE",
      "text": "The important and also often very difficult thing to remember when other people make you feel guilty - be it your parents over the holidays, your coworkers at your cubicle or your spouse at the end of a long day - is that you are only ever responsible for your own emotions."
    },
    {
      "author": "REN",
      "text": "Nobody can be responsible for someone else's emotions. That's not - that's just not how emotions work. But in childhood, a lot of times, you know, our parents can tell us that. Like, you made me sad. I'm sad because of you, and you should feel bad about that."
    },
    {
      "author": "TAGLE",
      "text": "So the next time misplaced guilt or false responsibility is knocked into your court, Han says to remember that doesn't mean you have to accept it. You are allowed to mark that package return to sender."
    },
    {
      "author": "REN",
      "text": "I do not receive this. This is not about me. I don't believe that this is actually going to help the situation. And you are absolutely entitled to your emotions, and I see that you are hurting, but it's not my fault. I don't need to feel bad about this. I'm just setting that boundary of, like, I love you. I love me, too."
    },
    {
      "author": "TAGLE",
      "text": "Of course, sometimes we are to blame. And when that happens, you got to do the work. That brings us to our final takeaway, takeaway four - use your guilt for good. Practice repair widely and often. So you did the bad thing. Yikes. Let's talk about how to make the most of that guilt magic."
    },
    {
      "author": "COHEN",
      "text": "When we do something wrong or make a mistake, it's important to take responsibility for what we've done, recognizing the impact our actions have on others and the responsibility we have for attempting to repair for that. But we can't change the past. And so we can focus on our behaviors and our actions and what we can do now and what we can do differently moving forward."
    },
    {
      "author": "TAGLE",
      "text": "Repair can look like lots of things - a warm embrace, a handwritten note, a car wash and a check for any damage, but it should definitely start with owning up to your mistakes. We've got a great episode on apologies if you want to go deep on that. But for now, Han's just acting fast."
    },
    {
      "author": "REN",
      "text": "I think repair is - you know, it festers if you don't make it when you know you should."
    },
    {
      "author": "TAGLE",
      "text": "Where appropriate, try a light touch."
    },
    {
      "author": "REN",
      "text": "A lot of times, it's just a - checking in with someone. Like, oh, you know, I feel a little funny about that. Like, how are you feeling about it? Oh, I'm so sorry if that's how it landed. That sounded better in my head - you know, just owning your stuff."
    },
    {
      "author": "TAGLE",
      "text": "And, you know, bouquets of flowers are always nice, but..."
    },
    {
      "author": "REN",
      "text": "The most effective, best apology is changed behavior."
    },
    {
      "author": "TAGLE",
      "text": "Once you've made amends for the hurt and the other person has accepted it, you have to let yourself off the hook."
    },
    {
      "author": "REN",
      "text": "Letting it go - exhaling it, you know, practicing some rituals around it, some moving meditations - whatever is in your wellness practice that you can, you know, have some imagery around. How can I let this go and imagine some self-compassion instead?"
    },
    {
      "author": "TAGLE",
      "text": "Practicing self-compassion and gratitude is a non-negotiable part of the repair process, Han says, because it helps solidify the growth that your guilty conscience is nudging you towards."
    },
    {
      "author": "REN",
      "text": "When we're practicing kindness and gratitude and self-compassion, we are resetting our baseline of what's important to us, what our values are and what our, you know, worldviews are. And the clearer we can get on what those values are, the more we can get our emotions and our thought patterns and our actions to align with those."
    },
    {
      "author": "TAGLE",
      "text": "For you, that practice might look like journaling or exercise, a favorite hobby or maybe just some fresh air. For Han, humor is a really effective tool to add some light to the day."
    },
    {
      "author": "REN",
      "text": "How silly that I did that. Oh, well. Oops. You know, these things that, like, I could really go down a rabbit hole in the past and shame and blame and guilt myself for usually are not that big of a deal."
    },
    {
      "author": "TAGLE",
      "text": "A final great tip to make the most of your guilt - have a good gut-check person."
    },
    {
      "author": "REN",
      "text": "Or preferably several - with different you know, complimentary lenses, alignment and values and world views. People who know who we are and know our heart and are able to really say, like, ooh, actually, you know, that does sound like you messed up there, or say, like, you know, that's maybe not yours. I think it's so valuable to just have that community where you can have people who keep you accountable and keep you grounded and keep you real."
    },
    {
      "author": "TAGLE",
      "text": "Community. Remember - that's where guilt starts and, hopefully, where guilt brings us back to."
    },
    {
      "author": "REN",
      "text": "Being able to love each other is such a important, necessary part of surviving communities. And that's why we experience shame and guilt - is so we can survive in communities. And so if we keep our focus on what does empathetic repair and what does empathy dictate is the right next steps right now, then we can learn to trust ourselves a little bit more, too, in that process."
    },
    {
      "author": "TAGLE",
      "text": "All right, friends, let's recap."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway one - shame and guilt - same, same, but different. They're both social emotions, but only guilt will help you connect with other people. Learn the difference to transform shame into guilt."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway two - discern and learn. Calibrate your guilt radar by getting clear on your values."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway three - just say no to toxic guilt. If someone in your life is guilting you, it's OK to build a boundary."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway four - repair is healing. Make sure to use that guilt for good."
    },
    {
      "author": "SEGARRA",
      "text": "That was LIFE KIT reporter Andee Tagle. For more LIFE KIT, check out our other episodes. We've got a great one on apologies, another on forgiveness and lots more on everything from parenting to personal finance. You can find that at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was also produced by Andee Tagle. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Margaret Cirino, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from David Greenburg and Becky Brown. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6846146812.mp3",
  "img": "https://media.npr.org/assets/img/2024/05/16/lk_guilt_1_wide-fca658b4549f579f041154eda5d12fc865fdb8ca.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "TAYA COHEN",
    "HAN REN",
    "ANDEE TAGLE, BYLINE",
    "COHEN",
    "TAGLE",
    "REN"
  ]
}