{
  "title": "Parents, it's time to talk to your child about vaping",
  "url": "https://www.npr.org/transcripts/1196979016",
  "intro": "Age-appropriate prompts and questions that can help start a productive conversation about vaping nicotine and e-cigarettes with your child.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey everybody. It's Marielle. Today we're going to talk about tobacco products, vaping and teenagers. The University of Michigan has been doing this ongoing study of Americans and what drugs they use for decades. And the researchers - they ask adolescents in eighth, 10th and 12th grades - what drugs do you use and how often? When it comes to tobacco products, there's good news and bad news. The good? - kids these days are smoking cigarettes a lot less. In fact, cigarette use is at or near the lowest ever recorded since the start of the survey in 1975. The bad news - instead, the kids are vaping."
    },
    {
      "author": "NORA VOLKOW",
      "text": "Overall, the highest rates are among those that are 17 to 18 years of age, where the prevalence is - 23% report having a vape in the past year, so it's 1 out of 5. It peaked around 2019, and then it has slowly go down, but it's still extremely high among teenagers."
    },
    {
      "author": "SEGARRA",
      "text": "One in 5 high school seniors - that's astoundingly high. And it's worth pointing out here - getting addicted to and quitting cigarettes is not the same as getting addicted to and quitting nicotine vapes. We'll get into why in a moment. But parents should know it's a whole new world out there, and the old rules don't necessarily apply."
    },
    {
      "author": "SEGARRA",
      "text": "So on this episode of LIFE KIT - how to talk to teens about using e-cigarettes and how to help them quit."
    },
    {
      "author": "SEGARRA",
      "text": "Lee Gaines is an investigative education reporter at NPR member station WFYI, and she's been covering this in depth. She's going to talk about why e-cigarettes are so addictive, what we know about the health impacts and what to do when you find out that your child is vaping."
    },
    {
      "author": "LEE GAINES, BYLINE",
      "text": "Serena Clark (ph) started vaping right before she turned 18 years old."
    },
    {
      "author": "SERENA CLARK",
      "text": "When I was with my best friend, she was vaping, and I'd be with her a lot. And I was curious about it, but I would never just go for it. But then it came around to my birthday, and then I was just like, you know what? I'm going to try it."
    },
    {
      "author": "GAINES",
      "text": "Serena lives in Tulsa, Okla., now, but she grew up in Shreveport, La. She describes herself as a people person, outgoing, a lover of the outdoors and a musician. At first, vaping was something she did with friends."
    },
    {
      "author": "GAINES",
      "text": "And so you weren't immediately addicted, but how quickly did that addiction set in?"
    },
    {
      "author": "CLARK",
      "text": "Honestly, it took, like, a couple weeks."
    },
    {
      "author": "GAINES",
      "text": "And even though she was under 21 - the legal age to purchase e-cigarettes - Serena says vapes were really easy to come by. She had older friends who would buy them for her."
    },
    {
      "author": "CLARK",
      "text": "And then sometimes there were stores nearby that didn't even ID. They just wanted the money, basically. So sometimes I could go in there myself and buy one if I wanted to."
    },
    {
      "author": "GAINES",
      "text": "Initially, Serena was buying disposable vapes. She says they cost about 10 to $15 each."
    },
    {
      "author": "CLARK",
      "text": "At first, the vapes I was getting - they would last me to - a good two weeks, almost three. But then, the more addicted I got to nicotine, they would run out by the end of the week."
    },
    {
      "author": "GAINES",
      "text": "And that brings us to takeaway one. Vapes often contain way more nicotine than a regular cigarette, and that makes them highly addictive. Dr. Deepa Camenga is a pediatrician and associate professor at Yale School of Medicine. She works with teens and young adults who are struggling with substance use disorders, including nicotine addictions."
    },
    {
      "author": "DEEPA CAMENGA",
      "text": "The interesting thing about vapes that is different than cigarettes is that they have very, very high nicotine concentrations."
    },
    {
      "author": "GAINES",
      "text": "Deepa says that high concentration of nicotine in e-cigarettes makes teens more likely to get addicted."
    },
    {
      "author": "CAMGENGA",
      "text": "And we know that teen brains are kind of wired to really get a lot of reward from these high nicotine concentrations, and that's what makes them pretty susceptible to addiction."
    },
    {
      "author": "GAINES",
      "text": "And Deepa says these products are also marketed in a way that's super appealing to teens. The packaging is aesthetically pleasing. They come in nice colors, shapes and designs, and some of them are flavored."
    },
    {
      "author": "CAMGENGA",
      "text": "They're generally fruity, sweet, minty flavors. These are all appealing flavors to young people."
    },
    {
      "author": "GAINES",
      "text": "Like gummy bear and other candy-flavored e-cigarettes."
    },
    {
      "author": "VOLKOW",
      "text": "The combination of the flavors with the nicotine is going to make nicotine even more appealing."
    },
    {
      "author": "GAINES",
      "text": "Dr. Nora Volkow is the director of the National Institute on Drug Abuse."
    },
    {
      "author": "VOLKOW",
      "text": "Because you have two reinforcers - one of them is the flavor itself, which actually can by itself be rewarding. And then behind it is nicotine, and your brain is going to learn rapidly that nicotine - it is rewarding and reinforcing."
    },
    {
      "author": "GAINES",
      "text": "At the peak of her addiction, Serena says she was using vapes that contained 5% - or 40 milligrams of nicotine - whereas, with a single cigarette, you're inhaling only about 1 to 2 milligrams of nicotine. Compared to smoking cigarettes or weed, vaping was an easy habit for Serena to hide because e-cigarettes don't produce smoke. They produce an aerosol, and the smell can be mistaken for perfume. Serena could discreetly use her vape whenever she wanted, but there were consequences."
    },
    {
      "author": "CLARK",
      "text": "It was causing a whole bunch of issues with me for my health. Like, it got to the point - like, I was just wheezing. Like, my breathing was not good."
    },
    {
      "author": "GAINES",
      "text": "And that leads us to our next takeaway - takeaway two. Understand the risks that vaping poses to teen health. Deepa says there's really good evidence to show that vaping negatively affects lung health."
    },
    {
      "author": "CAMGENGA",
      "text": "It's linked to wheezing symptoms. It's linked to lung injuries."
    },
    {
      "author": "GAINES",
      "text": "Serena experienced this firsthand. She was wheezing and having a hard time breathing. Serena also plays the flute. And once she got addicted to vaping, her performance in her high school band suffered."
    },
    {
      "author": "CLARK",
      "text": "It got to the point where I was having a hard time blowing my instrument - just playing my instrument in general. And then there were times when I would just get up real fast or I'm just walking, and I'm just losing - shortness of breath."
    },
    {
      "author": "GAINES",
      "text": "Deepa hears about symptoms like this all the time."
    },
    {
      "author": "CAMGENGA",
      "text": "They feel differences when playing sports. They can't keep up. They can't participate in training to the same degree as their peers, whereas they used to be able to do all the cardio. They explain that they'll feel pains when trying, you know, to go up stairs."
    },
    {
      "author": "GAINES",
      "text": "Nicotine can also harm the developing adolescent brain, according to the Centers for Disease Control and Prevention. And some substances found in e-cigarette vapor have been linked to an increased risk for cancer. There's also evidence that shows teens who vape are more likely to smoke regular cigarettes in the future. And medical experts say vaping nicotine increases the risks teens will become addicted to other drugs. We don't know the long-term effects of vaping on adolescent health and development, but Deepa says it's something we should be concerned about."
    },
    {
      "author": "CAMGENGA",
      "text": "We are still learning about the longer-term effects of vaping - especially vaping that starts during the teen years - what that means, you know, 20, 30 years down the line."
    },
    {
      "author": "GAINES",
      "text": "So remember, vaping nicotine is highly addictive. It's bad for lung health and may harm brain development. All of those are very good reasons to take action to prevent teens from vaping in the first place."
    },
    {
      "author": "GAINES",
      "text": "That brings us to takeaway three. Talk to your kids about vaping, and do it early. Deepa says it's best to start these conversations before children reach their teen years because the reality is that very young kids are exposed to vaping, whether that's through the media, observing it in public or seeing their friends do it."
    },
    {
      "author": "CAMGENGA",
      "text": "So I do see 10-year-olds. I do see fifth graders who have started vaping or smoking or using other substances as well. It happens more often than we think."
    },
    {
      "author": "GAINES",
      "text": "Deepa says this is a problem across communities and districts, regardless of whether your kids attend public or private schools."
    },
    {
      "author": "CAMGENGA",
      "text": "And really, you want to be the first person to have that conversation with your child. And it's ideally before middle school because they're going to see it, and they're going to hear about it. And it's really, you know, in their benefit to hear it from you first - what your expectations are."
    },
    {
      "author": "GAINES",
      "text": "Deepa says you can use that exposure to vaping to start the conversation. Maybe you're watching a TV show, and someone on-screen is vaping. Or perhaps you're waiting in line somewhere with your kid, and someone pulls out an e-cigarette."
    },
    {
      "author": "CAMGENGA",
      "text": "So asking them - what do you think that is? - then explaining to them what it is - it's a vape - and that, you know, it's dangerous and, you know, it's not healthy. So really, just living your everyday life, there are a lot of opportunities to sneak in these brief conversations."
    },
    {
      "author": "GAINES",
      "text": "When kids are young, Deepa says, keep the language simple and age-appropriate - vaping isn't safe or good for you. As kids get older, you can share more details with them about the health impacts, your expectations that they won't vape. You can also help them figure out strategies to avoid it. To be clear, this is an ongoing conversation. And Deepa says starting the conversation early can have benefits in the long term."
    },
    {
      "author": "CAMGENGA",
      "text": "Checking in with your kid how they're doing, asking them what they're experiencing with their friends and really showing that you care from a young age increases the likelihood that they'll continue feeling safe and comfortable coming to you in the teen years, when they're, you know, perhaps encountering challenges."
    },
    {
      "author": "GAINES",
      "text": "Nora also has this message for parents."
    },
    {
      "author": "VOLKOW",
      "text": "Well, to start with is, No. 1, don't vape. I've seen parents that hide themselves from their children so they don't see them vaping. They will - if they figure it out, that could be very detrimental because the message that is being sent, of course, is vaping cannot be so bad. And at the same time, it's not so bad to actually hide that you're doing something that you shouldn't be supposed to doing."
    },
    {
      "author": "GAINES",
      "text": "Instead, Nora says have an open dialogue that's in no way confrontational or critical of your child. Explain to them, matter-of-factly, why vaping nicotine isn't healthy, especially for teens. And, she says, it's important to be attentive to what your kids are doing. During the COVID-19 pandemic, when kids were home and schools were closed, she says drug use among teens, including vaping, dropped significantly. Nora says teens told researchers that the reason they were doing fewer drugs during this period was because their parents were monitoring them. But she cautions that you still need to respect your child's privacy. If you don't, that could make them defensive or secretive. Serena says kids respond best to a conversation, not a lecture."
    },
    {
      "author": "CLARK",
      "text": "Really, really, really, really don't hound them. That's a heavy one because, growing up, I was hounded. I was hounded about vaping or just smoking in general, and I really wouldn't listen."
    },
    {
      "author": "GAINES",
      "text": "That brings us to takeaway four. If you discover your child is vaping, don't ignore it. Keep the dialogue going, and stay calm."
    },
    {
      "author": "CAMGENGA",
      "text": "It's scary. As a parent, your mind goes in a lot of directions."
    },
    {
      "author": "GAINES",
      "text": "But Deepa says getting really upset and yelling can be perceived by some teens that you don't care about them or their well-being."
    },
    {
      "author": "CAMGENGA",
      "text": "It decreases their ability to hear you. So the degree that you can really try to approach it as calmly as you can - and it's very difficult because you're very worried, often, about your child in these situations - I think really increases the likelihood that your kid, first of all, will talk to you and, second, will be open to suggestions or support that you can give."
    },
    {
      "author": "GAINES",
      "text": "Deepa also cautions against the assumption that this is a one-time thing. Because the rates of vaping are so high among teens and these products are incredibly addictive, one-time use isn't something you can count on. And, she says, if your child is vaping, limiting the amount of money you give them or restricting their access to certain privileges isn't a bad idea."
    },
    {
      "author": "CAMGENGA",
      "text": "What you're doing, really, is setting up healthy boundaries for your child and showing them that, as you make good choices, they'll - these privileges will return."
    },
    {
      "author": "GAINES",
      "text": "Nora also strongly recommends teens who are vaping get screened for any underlying condition that could be driving their desire to use."
    },
    {
      "author": "VOLKOW",
      "text": "If you have a ADHD and you are not being treated, when you're intoxicated with nicotine will make you concentrate better and pay attention better just like it will make you less depressed when they're - you are under the effects of nicotine."
    },
    {
      "author": "GAINES",
      "text": "Serena experienced something similar. Vaping, for her, was a way to relieve stress."
    },
    {
      "author": "CLARK",
      "text": "It gave me, honestly, some type of peace 'cause I was the type of person who would get stressed out and get angry, and, like, I'd just be shaking and nervous and bothered. But, like, once I took a hit of the vape, I was just relaxed."
    },
    {
      "author": "VOLKOW",
      "text": "But, again, these are transients. And once that drug leaves your brain - which it leaves it very rapidly - then you are worse off than you were before because the brain readapts."
    },
    {
      "author": "GAINES",
      "text": "So remember, stay calm and try to get to the root of what's driving their desire to vape, which might include treatment from a medical professional. And, Serena adds, make sure they know you care."
    },
    {
      "author": "CLARK",
      "text": "And let them know how you feel, and let them know their health risk. You may feel like you're wasting your time. But, trust me, us teenagers - we hear you, and we always have that in the back of our heads."
    },
    {
      "author": "GAINES",
      "text": "After high school, Serena's breathing problems and chest pains became a real concern, and she says she remembered how her parents told her they were worried about her health. By this time, she was living in Tulsa, and she had a new girlfriend."
    },
    {
      "author": "CLARK",
      "text": "My girlfriend - she was concerned about my health as well. And so then I was just like, yeah, I need to stop this."
    },
    {
      "author": "GAINES",
      "text": "But quitting wasn't easy. Serena first tried to quit two years ago, when she was 19."
    },
    {
      "author": "CLARK",
      "text": "I stopped vaping for about three, four months, and then I ended up going back to it."
    },
    {
      "author": "GAINES",
      "text": "That brings us to takeaway five. While more research is needed, there are some promising strategies to help the young people in our lives stop vaping. To be clear, lots of teens and young adults want to quit vaping. Deepa says she has patients as young as 14 who are trying to quit, and they're struggling with cravings, difficulty concentrating and irritability."
    },
    {
      "author": "CAMGENGA",
      "text": "Because they are experiencing withdrawal, and they literally cannot get through a class without vaping as a result of that."
    },
    {
      "author": "GAINES",
      "text": "Deepa says research shows that it can take adult cigarette smokers multiple attempts to quit, so it's to be expected that a teen might quit and then start vaping again."
    },
    {
      "author": "CAMGENGA",
      "text": "It doesn't mean that that quit attempt was useless and won't have benefits. It also doesn't mean that you shouldn't encourage quitting again - right? - 'cause it takes several times for some people to quit."
    },
    {
      "author": "GAINES",
      "text": "Because vaping nicotine is a relatively new problem, Nora says we're still trying to figure out how to help teens quit."
    },
    {
      "author": "VOLKOW",
      "text": "The problem with nicotine vaping overall is that the evidence that exists in terms of the efficacy of the interventions is not as robust as we would want it to be."
    },
    {
      "author": "GAINES",
      "text": "She says there's an urgent need for research on how to help teens quit vaping, in part because the medications typically given to adults to help them quit smoking - known as smoking cessation aids and nicotine replacement therapies - haven't been shown to work as effectively in teens."
    },
    {
      "author": "VOLKOW",
      "text": "They were safe, but they did not work in adolescents."
    },
    {
      "author": "GAINES",
      "text": "But Nora says medication isn't the only option. Therapy can help teenagers understand their addiction and how to manage their cravings."
    },
    {
      "author": "VOLKOW",
      "text": "Teaching a teenager what are the factors that are leading them to continue taking and vaping when they no longer want to do it."
    },
    {
      "author": "GAINES",
      "text": "Deepa says a therapist or other health care provider can help kids come up with strategies to avoid vaping, and parents can reinforce those strategies at home."
    },
    {
      "author": "CAMGENGA",
      "text": "So some of the things we talk about are, like, you know, having a schedule, distracting yourself when you feel urges, avoiding things that might trigger urges for you - you know, really trying to encourage - make it easy for your kid to avoid those triggers if you can."
    },
    {
      "author": "GAINES",
      "text": "And Nora says there are other tools teens can use."
    },
    {
      "author": "VOLKOW",
      "text": "There are small trials that have been published with positive effects with social media that actually engage peers."
    },
    {
      "author": "GAINES",
      "text": "Take Serena's story, for example. The first time she tried to quit, she joined a texting program. It didn't work for her because she says the responses she got were automated. She wasn't talking to real people. But then she joined an Instagram-based program called Quit the Hit. It's a free five-week facilitated program that gets groups of 10 to 15 young people who are trying to quit vaping together in a private group chat."
    },
    {
      "author": "CLARK",
      "text": "We were able to share different techniques and tips that help us to stop vaping, to slow down, to help us get to where we want to be with that. And actually having, like, a actual person coach in that group chat just sending videos and tips and different things to help us - it was just really nice. And I think just having that connection with people - that helped me a lot."
    },
    {
      "author": "GAINES",
      "text": "Serena says she was able to quit by weaning herself off nicotine by reducing the concentration in the vapes she purchased."
    },
    {
      "author": "CLARK",
      "text": "I ended up going down to, like, a 1% vape. And when I had got to that 1% vape, I didn't even hit that one at all because just hitting that one made me just want to vomit, honestly, because there was no type of nicotine. It was just like flavored air."
    },
    {
      "author": "GAINES",
      "text": "It's been about a year since Serena stopped vaping. She says her life has improved dramatically as a result. She's not wheezing anymore. She doesn't have any chest pain. And she's developed healthier ways to cope with challenges."
    },
    {
      "author": "CLARK",
      "text": "Instead of me wanting to vape now, the ways I deal with stress or just anything in general - I go outside now. I just sit out on the porch, look at the sun, listen to the pretty birds. Like, I just do things that are better for me. But my life has just been better - a whole lot better."
    },
    {
      "author": "GAINES",
      "text": "So let's recap what we've learned. Takeaway one - vaping nicotine is highly addictive, and the marketing and flavors make it especially appealing to kids."
    },
    {
      "author": "GAINES",
      "text": "Takeaway two - vaping can harm teens' health. More research needs to be done on the long-term effects, but we do know it causes lung damage."
    },
    {
      "author": "GAINES",
      "text": "Takeaway three - talk to your kids about vaping and why you don't want them to start, and do it before they're teenagers."
    },
    {
      "author": "GAINES",
      "text": "Takeaway four - if you discover your child is vaping, stay calm. Keep the conversation going, and try to understand what's driving that behavior."
    },
    {
      "author": "GAINES",
      "text": "Takeaway five - while more research is needed, there are some promising strategies to help the young people in our lives stop vaping."
    },
    {
      "author": "SEGARRA",
      "text": "That was reporter Lee Gaines. For more LIFE KIT, check out our other episodes. We have one on how to talk to teens about drugs in general and another on the benefits of a walk in the forest. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Margaret Cirino and Sylvie Douglis. Engineering support comes from David Greenburg. Special thanks to Susan Walley, Suchitra Krishnan-Sarin and Marsha Zaria (ph). I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8278454333.mp3",
  "img": "https://media.npr.org/assets/img/2024/04/12/lk_vaping_still_wide-214b66030f44703c5708ef4d63722a9f3026a69c.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "NORA VOLKOW",
    "LEE GAINES, BYLINE",
    "SERENA CLARK",
    "GAINES",
    "CLARK",
    "DEEPA CAMENGA",
    "CAMGENGA",
    "VOLKOW"
  ]
}