{
  "title": "Dear Life Kit: Your most petty social dilemmas, answered",
  "url": "https://www.npr.org/transcripts/1196977941",
  "intro": "Lunch snubs, bad neighbors and needy in-laws. Advice columnist R. Eric Thomas responds to the bad behavior getting under your skin.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Today on the show - lunch snubs, bad neighbors and needy in-laws - we're sorting through a roundup of the bad behavior getting under your skin."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Dear LIFE KIT..."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Dear LIFE KIT..."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "Dear LIFE KIT..."
    },
    {
      "author": "UNIDENTIFIED PERSON #4",
      "text": "Dear LIFE KIT - I have a question for you."
    },
    {
      "author": "TAGLE",
      "text": "This is Dear LIFE KIT from NPR."
    },
    {
      "author": "UNIDENTIFIED PERSON #5",
      "text": "How can I become a better caretaker?"
    },
    {
      "author": "UNIDENTIFIED PERSON #6",
      "text": "How do I deal with my parents' unrealistic expectations?"
    },
    {
      "author": "TAGLE",
      "text": "And we're getting personal."
    },
    {
      "author": "UNIDENTIFIED PERSON #6",
      "text": "I'm catching feelings for someone, but they're married."
    },
    {
      "author": "TAGLE",
      "text": "I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."
    },
    {
      "author": "R ERIC THOMAS",
      "text": "The things that we see as petty - they can hit us in the heart in a way that feels very real."
    },
    {
      "author": "TAGLE",
      "text": "That's today's expert, writer R. Eric Thomas. He wears a lot of hats, among them, novelist, culture critic, former Slate advice columnist and longtime host of \"The Moth\" in Philadelphia. Today, we're throwing him a mailbag full of petty problems, and I can't wait to hear what he has to say. Stay tuned."
    },
    {
      "author": "TAGLE",
      "text": "We have been lovingly calling this episode our Petty Problems Roundup because we're talking about, you know, seemingly small slights that have big emotional impact. And I would love to know, is this a thing that you can relate to?"
    },
    {
      "author": "THOMAS",
      "text": "Oh, my gosh. Every problem I have is a petty problem."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "THOMAS",
      "text": "I mean, like, and that's - I mean, which is - it is one of my true delights just to sort of be able to stew in in the littlest things - the weird things that a neighbor does or the way that a friend will text at a random time but never - you know, but never respond when I write back. Yeah, I think sometimes petty problems can connect to larger issues, but sometimes it's like, life is a delightful but also deeply annoying experience. So I don't know. I get a lot of joy out of being petty."
    },
    {
      "author": "TAGLE",
      "text": "I'm so glad I'm not the only one. On a related note, there's also a lot of quiet resentment in the questions we're going to cover today. Where are you on that scale?"
    },
    {
      "author": "THOMAS",
      "text": "(Laughter) I am a grudge tender, but I'm also a - I've learned through years of therapy to also be a speaker-truther (ph). And so - and I think that is the litmus test. If you can confidently say to someone else, hey, I actually have this thought or this problem and not feel petty, you know, or embarrassed about it, then maybe it's something you need to say. Otherwise, it's sort of like, maybe I just need to let it go."
    },
    {
      "author": "TAGLE",
      "text": "I think some of the best marriage advice I've ever received was from my brother-in-law, who said, either say something or let it go - much easier said than done."
    },
    {
      "author": "THOMAS",
      "text": "Yeah, I like that. I like that advice. I'm going to take it - maybe."
    },
    {
      "author": "TAGLE",
      "text": "All right. We ready for these questions?"
    },
    {
      "author": "THOMAS",
      "text": "Yeah, let's do it."
    },
    {
      "author": "TAGLE",
      "text": "(Reading) Dear LIFE KIT - I recently passed the bar exam, and now I'm a baby attorney working at a medium-sized law firm. There are four legal assistants here who help all the lawyers with their filings, their communications - things like that. One of the other lawyers is this guy a few years older than me who we'll call Brandon (ph). Well, the other day, I saw him ask one of the assistants to pick up his lunch and bring it back to the office. Naturally, I assumed this was a service for all the attorneys. And the next day, I asked if she could grab mine, too. She said they only get lunch for Brandon. Is this because I'm the new attorney? Is it laziness, sexism? I don't know what's going on here, but I'm taking it really personally. Signed, Lonely Lunch."
    },
    {
      "author": "TAGLE",
      "text": "Eric, OK. My first thought was maybe these two are dating."
    },
    {
      "author": "THOMAS",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "Did you pick up on that too?"
    },
    {
      "author": "THOMAS",
      "text": "Yeah, I think there is a big question mark around what the pre-existing relationship here is between the assistant and Brandon. The word naturally in this question is doing a lot of work - like, naturally, I assumed this assistant gets lunch for everybody. I don't think that's a natural assumption. That is not part of a legal assistant's purview. I say this as a former legal assistant. I never got anybody lunch. But I did have different relationships with different attorneys in the firm. And some were very friendly and, you know, I would even say friends. And some - it was simply a professional relationship."
    },
    {
      "author": "THOMAS",
      "text": "So I don't know what relationship Brandon and the assistant have with each other, but there's clearly other factors at play. Maybe they're dating. Maybe they're secretly married. Who knows what's going on here? And that's the point. Like, the attorney, I think, probably should mind their own business a little bit, I have to say."
    },
    {
      "author": "TAGLE",
      "text": "Ah, OK."
    },
    {
      "author": "THOMAS",
      "text": "I don't know. Do you disagree?"
    },
    {
      "author": "TAGLE",
      "text": "I kind of saw it the other way. I kind of saw them as, like, the mean girls table, you know? And, like..."
    },
    {
      "author": "THOMAS",
      "text": "Yeah, yeah."
    },
    {
      "author": "TAGLE",
      "text": "We've all walked into a room before and felt like everybody was talking about us or judging us, especially if you're, like, the new kid in school."
    },
    {
      "author": "THOMAS",
      "text": "Yeah, yeah."
    },
    {
      "author": "TAGLE",
      "text": "It just doesn't - you know, it doesn't feel good to be excluded, and it doesn't make for a great work environment, to say the least."
    },
    {
      "author": "THOMAS",
      "text": "No. I mean, I understand the loneliness. And I think the name really tells me a lot - that this person wants to make connections at an office. And so I think, you know, trying your best not to take it personally, I think, is a really useful thing. And then - and just sort of imagining that the most benign solution - or the most benign explanation and then going from there - I think it would probably be the healthiest."
    },
    {
      "author": "TAGLE",
      "text": "Hmm. I really like that. Question No. 2 - here we go."
    },
    {
      "author": "TAGLE",
      "text": "(Reading) Dear LIFE KIT - my neighbor cut down my tiny trees. They were planted by the city, and we loved them. And one day, they were just gone. We looked through our camera recordings and found out our neighbor did it. They were so small and not in anyone's way. I have no idea how to deal with this situation, but now all I want is revenge. Signed, Heartbroken Tree Hugger."
    },
    {
      "author": "TAGLE",
      "text": "This one makes my blood boil."
    },
    {
      "author": "THOMAS",
      "text": "Truly."
    },
    {
      "author": "TAGLE",
      "text": "We found this question months ago. And it's still on my brain, so I can't imagine how Tree Hugger must feel."
    },
    {
      "author": "THOMAS",
      "text": "Well, this set me back in my chair because, well, one, something like this happened to my neighbor. And we - like, we were..."
    },
    {
      "author": "TAGLE",
      "text": "You're kidding."
    },
    {
      "author": "THOMAS",
      "text": "No, it's - truly - right outside my house. I come out - I hear a chainsaw. I'm on a Zoom. You know, we're all on Zooms in our houses. I come outside a little bit later, check the mail, and he's like, do you know what happened to my tree? And I look, and the tree was gone. And he's on the phone. He's trying to figure it out. And it was so interesting and wild to me that I actually plotted out and started writing a novel where this is the inciting incident - somebody cuts down a tree."
    },
    {
      "author": "TAGLE",
      "text": "Oh, my gosh. I would read that immediately."
    },
    {
      "author": "THOMAS",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "THOMAS",
      "text": "Coming soon. So, like, I've thought about this a lot from so many different angles. And what I think makes it a good novel and a bad thing in reality is that it is so villainous and so unprompted that it's almost one of those things where you're like, what can you even do..."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "THOMAS",
      "text": "...To a person who would do this, you know? I advise no compassion for this neighbor. Like, why would you cut down their trees? I don't know."
    },
    {
      "author": "TAGLE",
      "text": "Would you confront the neighbor? In this case, we know who it is. Do you confront the neighbor? Is it worth it?"
    },
    {
      "author": "THOMAS",
      "text": "OK. So that's a great question - the way it's phrased - 'cause I would confront the neighbor. And no, I do not think it's worth it."
    },
    {
      "author": "TAGLE",
      "text": "OK."
    },
    {
      "author": "THOMAS",
      "text": "And yet I would do it anyway."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "THOMAS",
      "text": "But I would advise - 'cause you're - it's one of those things. Stew or say something. And I think the stewing is going to be - there is a rupture in the neighborhood. There is a - you can see the stumps on the land. And so it's going to always bother this this person - this letter-writer. So I think that they should, you know, with a friend or a spouse or whatever, go up to the neighbor and say, like, what was the reason behind this? And maybe they have a reason. Maybe they - maybe it breaks some sort of city ordinance. Maybe they are just grumpy. Maybe they thought it was their tree. Who knows? I don't think that this is going to resolve into a beautiful understanding, but at least getting a sense of what the reason was will, I think, help the letter writer get a little bit of closure, maybe."
    },
    {
      "author": "TAGLE",
      "text": "You know, the hardest part about this scenario, for me, is the possibility of not knowing the why..."
    },
    {
      "author": "THOMAS",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "...Or, you know, just, like, not understanding. And sometimes that's just how life is, you know? We just don't get the explanations that we want or very much deserve. General thoughts, feelings, final advice on how we can cope when there is a lack of closure or lack of understanding?"
    },
    {
      "author": "THOMAS",
      "text": "Yeah, I think one of - that's one of the hardest parts of life - is the small infractions and the large ruptures where you don't have any closure. And I think one of the things that I always try and do for myself in these situations is ask myself - like, what do I need from this situation to get to where I need to be? What gets me to the person that I want to be on the other side - someone who is at peace? So I think for this letter-writer and for anyone who isn't able to get closure, I'm sort of just turning it back on themselves and saying, OK, well, if this is something that is hard for me to work through, what do I need to get me to that place? And I think it's not always, I need the truth. It's sometimes - it's, I need to plant another tree, or I need to talk about it with somebody else and form a little coalition. Or I just need to - I need to let it go and focus on the things that bring me joy as opposed to this one thing that this person did that was specifically targeted to make me sad."
    },
    {
      "author": "TAGLE",
      "text": "OK. Are we ready for your final question?"
    },
    {
      "author": "THOMAS",
      "text": "Let's do it, yeah."
    },
    {
      "author": "TAGLE",
      "text": "(Reading) Dear LIFE KIT - we drive eight hours round trip to see my in-laws. And when we get there for dinner, my mother-in-law wants to know why we didn't bring anything. I feel petty, but I'm resentful that we spend so much on gas and drive so far. And on top of that, we're expected to bring an item they could easily get on their weekly shopping trip. I realize that etiquette says to bring something to a dinner party, but I always thought that was for across town - not when someone is traveling, particularly to visit immediate family. Signed, Tough Takeout."
    },
    {
      "author": "TAGLE",
      "text": "So Eric, before we get into this specific question, I too was taught never to show up to someone's house empty-handed, but that's never really applied to my parents' house - to my immediate family. Is that a thing?"
    },
    {
      "author": "THOMAS",
      "text": "I don't think so. It's interesting. You know, like - OK. So when I show up to my parents' house for - even for, like, dinner, I might say, like, oh, can I bring anything? But I - you know, they live in a different state. And they're always like, no. But when I show up to my brother and sister-in-law's houses, I do typically bring a little something. But I - again, it is more - it always feels - whether it's friends or family, it feels more like a gesture than an actual - the way it..."
    },
    {
      "author": "TAGLE",
      "text": "Necessity."
    },
    {
      "author": "THOMAS",
      "text": "A necessity - yeah, exactly. And the thing is, like, whenever I host dinner parties, people are always like, oh, can I bring something? And I say no because I don't want them to feel put out. And then they bring the weirdest bottle of red wine that they have in their house. And then you're like, now I got to look at your weird bottle."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "THOMAS",
      "text": "And I don't want to look at your weird bottle. I don't want to drink your weird bottle. Leave me alone. So, like, it is - I am also on the side of don't bring anything. Leave me alone."
    },
    {
      "author": "TAGLE",
      "text": "So despite general etiquette, these in-laws clearly have expectations. And in my opinion, they feel a little high. But there could be something Tough Takeout is missing. You know, there might be cultural differences, perhaps."
    },
    {
      "author": "THOMAS",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "Should Tough Takeout say something? Is it on them?"
    },
    {
      "author": "THOMAS",
      "text": "I think Tough Takeout should probably - because the in-laws have made the point of expressing their displeasure, asking one more question - like, can you just tell me a little bit more about what you want me to bring? I mean, it might be a little frustrating for the in-laws, but I think it will also be illuminating. So if they're like, we want to feel like there are many hands that make this meal, there might be another way of getting to that result without Tough Takeout being put out or feeling put upon."
    },
    {
      "author": "TAGLE",
      "text": "Right. Yeah, absolutely. I'm also wondering what the spouse's role is here, you know?"
    },
    {
      "author": "THOMAS",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "Like, I think maybe that's the first line of defense. Like, is it really on the person to speak with their mother-in-law?"
    },
    {
      "author": "THOMAS",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "Should it maybe be - spouse being like, hey, mom, you're being a little unreasonable."
    },
    {
      "author": "THOMAS",
      "text": "Yeah. And this comes up a lot on Dear LIFE KIT, I feel like. It's, you know, these in-law issues that - where, ultimately, it's like - your spouse has to be your advocate with their parents because they understand them. They know how to push each other's buttons because the parents installed the buttons. And so talking to the spouse first and saying, hey, this is a weird conflict I'm having with your parents. Can you straighten this out and let me know what we need to pick up, you know?"
    },
    {
      "author": "TAGLE",
      "text": "Like what we do."
    },
    {
      "author": "THOMAS",
      "text": "That'd be great."
    },
    {
      "author": "TAGLE",
      "text": "Love it. Eric, that brings us to the end of our Petty Problems Roundup. None of these have been life-or-death situations. But for one reason or another, they really stick to us. Do you have any last advice for dealing with those small, but impactful slights?"
    },
    {
      "author": "THOMAS",
      "text": "What I heard in each of these questions is a deeper emotional hurt that isn't petty. And I think that our - the things that we see as petty - they may be minor infractions. They may be minor social mistakes. But they can hit us in a way - they get between the rib cage and hit us in the heart in a way that feels very real. So the one person is lonely at the office. Another person is feeling outside of their family unit. These are things that I think can have bigger impacts."
    },
    {
      "author": "THOMAS",
      "text": "So I think it's important to recognize the truth of our own emotions while also - I - one of the things I say all the time, if I'm in a sort of disagreement, it's like, this is so silly, but I do feel this way. And it's, like, just being able to recognize this is what's happening on the outside but also being able to verbalize this is what's happening on the inside. And they don't necessarily have to connect, but they both do need to be addressed and recognized. I think it's a great first step."
    },
    {
      "author": "TAGLE",
      "text": "Before I let you go, we end every show by asking our experts for the best piece of advice that they've ever received. I would love to hear what yours is."
    },
    {
      "author": "THOMAS",
      "text": "Listen more to the good news than to the bad news. And I don't mean that, like, on Twitter or on CNN or whatever, but, like, information that we receive about ourselves. The bad feedback that we get can stick in our brains, and the good feedback kind of washes over us - at least for me. And so I'm trying to listen more to the good news than to the bad news."
    },
    {
      "author": "TAGLE",
      "text": "How lovely."
    },
    {
      "author": "TAGLE",
      "text": "If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAGLE",
      "text": "This episode was produced by Beck Harlan and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8173517232.mp3",
  "img": "https://media.npr.org/assets/img/2023/10/04/dlk_pettyproblems_02_wide-658249b36af7209b3f543d2b26f88d829bd20a91.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "UNIDENTIFIED PERSON #3",
    "UNIDENTIFIED PERSON #4",
    "TAGLE",
    "UNIDENTIFIED PERSON #5",
    "UNIDENTIFIED PERSON #6",
    "R ERIC THOMAS",
    "THOMAS"
  ]
}