{
  "title": "4 habits of highly effective communicators",
  "url": "https://www.npr.org/transcripts/1196978652",
  "intro": "Called 'supercommunicators,' these people have the exceptional ability of creating authentic connections with others — just by listening and talking.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "STACEY VANEK SMITH, BYLINE",
      "text": "Hey there. Stacey Vanek Smith here in for Marielle Segarra. When you are having a bad day, who do you call? Who is that person who makes you feel better, maybe someone who really listens to you? I'm guessing there's a name or a face that's popped into your mind right now."
    },
    {
      "author": "CHARLES DUHIGG",
      "text": "Yeah. Me, too. I think everyone listening probably has someone. And for you, that person is a supercommunicator. And you're probably a supercommunicator back to them."
    },
    {
      "author": "VANEK SMITH",
      "text": "Charles Duhigg is a Pulitzer Prize-winning reporter and the bestselling author of \"The Power Of Habit.\" His new book, \"Supercommunicators,\" is a guide to how to unlock the secret language of connection. The secret to real, authentic connection? I mean, it's not such a big secret. We have all had those amazing conversations at one time or another, felt that buzz when your ideas are really in sync with a colleague, or that amazing feeling when you have a conversation with your partner and you feel like they really get you."
    },
    {
      "author": "DUHIGG",
      "text": "But there are some people who can do this more consistently with basically anyone. And what we've learned is that it's not an inborn trait. It's not that introverts can do it better than extroverts or vice versa. Rather, there are some people who have just paid a little bit more attention to how they communicate with other people and how others communicate with them."
    },
    {
      "author": "VANEK SMITH",
      "text": "And those people, those supercommunicators, they're the people for whom doors of opportunity often open up a lot more readily, people who build and maintain genuine connections, says Charles. They live longer, happier, fuller lives. And all it takes to start is some authentic conversation."
    },
    {
      "author": "DUHIGG",
      "text": "Listening to their own instincts and saying, the goal of this discussion ought to be not to impress you, not to make you think I'm smart, not to convince you that I'm right. The goal of this conversation should be to understand you. And if you know that I want to understand you, you're going to want to understand me. And that is actually the most magical thing that can happen."
    },
    {
      "author": "VANEK SMITH",
      "text": "In this episode of LIFE KIT, we take a look at how to be a supercommunicator. Reporter Andee Tagle talks to Charles Duhigg about connection, conversation, and the power of asking good questions."
    },
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "Charles, let's talk a little bit about the power of connection. I think everyone would agree that it's nice to have a nice conversation, but that's different than real, meaningful connection, right? I'm really fascinated by the physiological effects that connecting can have on people. Can you talk to us about that a little bit?"
    },
    {
      "author": "DUHIGG",
      "text": "Yeah, absolutely. So when we really connect with someone in conversation, when we are sort of on what you might refer to as the same wavelength, what's interesting is it's reflected in our bodies and our brains. So right now, we're having a conversation even though we're separated by hundreds of miles. And yet if we could measure this, what we would see is that your eye pupils and my eye pupils are starting to dilate at the same rate. Our breath patterns are starting to match each other. Our heart rates are starting to match each other. And even more importantly, if we could see inside our brains, what we would see is that my brainwaves are starting to look like your brainwaves and vice versa."
    },
    {
      "author": "DUHIGG",
      "text": "Within psychology and neurology, this is known as neural entrainment, and it's at the core of how we communicate with each other. And what it tells us is that communication is connection. When you and I are really communicating with each other, our bodies and our brains become connected in a way that allows us to understand and hear each other much more clearly."
    },
    {
      "author": "TAGLE",
      "text": "So, Takeaway 1, communication is connection. We tend to think that the goal of a conversation is to make a point or say your opinion. But Charles says that's not a good way to judge the success of an interaction. Instead, in order to really connect, aim to have what he calls a learning conversation."
    },
    {
      "author": "DUHIGG",
      "text": "A conversation is successful if I understand you and you understand me. And what's really nice about that is that if you go in with this attitude of wanting to have a learning conversation, where my goal is simply to learn how you see the world and to share with you how I see the world so you can learn my perspectives, then it takes away all this pressure. I don't have to convince you to vote for my guy. I don't have to convince you to support my issue. I don't have to convince you to support my team. Instead, what I want to do is I want to understand how you see the world. And there's tactics that help us do that. One of my favorite ways of doing this, particularly if you're having a conversation amid conflict is something known as looping for understanding. And what it is - it has three steps. You should ask someone a question, and some questions are more powerful than others. You should listen to what they say. And then step No. 2, you should repeat back in your own words what they just told you. And then step No. 3, and this is the one we usually forget, is you should ask them if you got it right. The reason this is so powerful is because particularly when we're in conflict, the other person doesn't know if we're listening or if we're just waiting our turn to speak. But if it's a learning conversation, a conversation where I really want to understand you, if I start proving to you that I'm listening, proving that I want to understand, and then asking you to make sure that I'm getting this right, that I genuinely do understand, both of us are going to trust each other more, even if we completely disagree with each other."
    },
    {
      "author": "TAGLE",
      "text": "So, let me make sure that I have that right. That was looping for understanding, where we're actively showing people that we're listening to them by, you know, paying attention, by asking follow-up questions and making sure that we have that information correct. Is that correct?"
    },
    {
      "author": "DUHIGG",
      "text": "That's exactly - so, yes..."
    },
    {
      "author": "TAGLE",
      "text": "How'd we do?"
    },
    {
      "author": "DUHIGG",
      "text": "So ask a question. You did a good job. You did a good job. Ask a question and then repeat back what you heard them say in your own words, as you just did, and then ask if you got it right. So you are a super communicator. You do this really well."
    },
    {
      "author": "TAGLE",
      "text": "We're doing OK. Thanks so much, Charles. We're hanging in there. We're hanging in there. That's wonderful."
    },
    {
      "author": "DUHIGG",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "Let's move on to the matching principle, which I know is a big part of super communicating. Matching isn't as simple as mimicking someone's body language, right?"
    },
    {
      "author": "DUHIGG",
      "text": "Yeah, absolutely. So one of the best examples is how I came to this book, because I felt like I was having some communication problems in my life. And one in particular, a pattern that I found was happening again and again is, I would come home after a tough day at work and I would start complaining to my wife and I would say, you know, my boss is a jerk and my coworkers don't appreciate me. And she very reasonably would say, oh, you know, why don't you take your boss out for lunch and get to know each other a little bit better? She would try and solve my problem. And instead of listening to her, what I would do is I would get even more upset. I would say, you know, no, I want you to be outraged on my behalf. I want you to be - to support me. And she would get upset because I was acting irrational. She was giving me good advice."
    },
    {
      "author": "DUHIGG",
      "text": "And so when I went to researchers and I asked them about this, what they said is like, well, here's the problem. People tend to think of a discussion as being about one thing. It's about my day, or it's about Jimmy's grades or where to go on vacation. But actually every discussion is made up of multiple different kinds of conversations. And in particular, those conversations tend to fall into one of three buckets. There's practical conversations, where we're solving problems or we're making plans. There's emotional discussions where I might share how I'm feeling, and I don't want you to solve my problem. I want you to listen and empathize. And then there's social conversations where we're talking about how we see each other in the context of society. And other people see us. And they said, look, when you were coming home, you were having an emotional conversation. You wanted to talk about how you feel. And your wife responded with a practical conversation. And both of those conversations are totally valid. But because you were having different conversations at the same moment, you couldn't really hear each other."
    },
    {
      "author": "DUHIGG",
      "text": "And so the answer is, what you mentioned, the matching principle - that once we figure out what kind of conversation is occurring, that if I match you or I invite you to match me, that's where we really are able to hear each other."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway two - understand what kind of conversation you're having with someone. Is it a practical, emotional, social? Once you understand their goals, it'll be easier to really connect. Here's how to decipher one from the other."
    },
    {
      "author": "TAGLE",
      "text": "You say in the book that we all send clues as we speak to other people about what conversation we want to have, right?"
    },
    {
      "author": "DUHIGG",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "Can you give us some tools to be better conversation sleuths? You know..."
    },
    {
      "author": "DUHIGG",
      "text": "Yes."
    },
    {
      "author": "TAGLE",
      "text": "...What should we look out for in ourselves and in other people to determine where a conversation is headed?"
    },
    {
      "author": "DUHIGG",
      "text": "There's one tactic in particular that's really helpful in figuring out what kind of a conversation is happening. What does this other person want and need, and what do I want out of this discussion? There's certain kinds of questions that are special. These are known as deep questions. To figure out what everyone wants from a conversation, you should ask deep questions. And a deep question is something that asks about people's values or beliefs or experiences. And that can sound kind of scary, right? That sounds pretty intimate, but it's actually pretty..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "DUHIGG",
      "text": "...Easy to do. If you meet someone who's new, and you ask them, what do you do for a living? And they say, I'm a lawyer, you can ask, oh, you know, what made you decide to become a lawyer? Like, did you always want to be a lawyer? Do you love your job? Those three questions - they're asking that person to talk about their values and their beliefs, the experiences that led them to law school, whether they enjoy going to work each day, what they enjoy about it. They're easy questions to ask. But when we respond to them, we describe so much about ourselves. And by listening closely to that, we can figure out where this person is coming from."
    },
    {
      "author": "DUHIGG",
      "text": "The difference between someone who says, oh, I decided to become a lawyer because, you know, I grew up a little bit poor, and I always wanted to have a steady job. I wanted to be able to provide for my family. That person is in a practical frame of mind. They're having a practical conversation. But someone else who says, I decided to become a lawyer because I saw my dad get arrested, and I wanted to fight for the underdog. That person is in a more emotional or maybe even social state of mind. We should have a different kind of conversation with them. It's easy to ask deep questions, easier than we think it is. But more importantly, we learn what this other person is seeking out of this conversation, and we get to share with them what we want as well."
    },
    {
      "author": "TAGLE",
      "text": "It sounds like what you're talking about is the idea of emotional reciprocity, right?"
    },
    {
      "author": "DUHIGG",
      "text": "Yes, absolutely. So if someone says, you know - if someone shares something with us that's a little bit vulnerable, we should acknowledge that we've heard that. If they say - if we ask, how was this weekend? And they say, oh, it was a little bit of a tough weekend. And we ask, why? What happened? You know, what was going on? And they say, well, I had to go to a funeral. At that moment, what we should do is rather than skip..."
    },
    {
      "author": "TAGLE",
      "text": "Avoid it at all costs, right?"
    },
    {
      "author": "DUHIGG",
      "text": "...Yeah, is lean in a little bit and say, oh, I'm so sorry. Like, tell me about the person. What did they mean to you? And then we can share about ourselves and we can say, you know, my father - and this is actually true - my father passed away six years ago. And one of the things that's been really fascinating to me is how much my relationship with him has continued after his death. Now we're, you know, 45 seconds, a minute into a conversation and we're talking about something real, something where we can get to know each other and understand each other a little bit better. And that emotional reciprocity is at the core of how we learn to trust and like each other."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway three - ask deep questions. That means going beyond your go-to small talk, but you don't have to do that on the fly. Charles recommends preparing for conversations."
    },
    {
      "author": "DUHIGG",
      "text": "There was a study that was done at Harvard Business School, where they asked students before they had a conversation with a stranger. They asked all the students to write down three topics that they thought they could discuss. This took like 10 seconds, right? People would write down, like, you know, this weekend's game and what TV shows I watch, just little dumb throwaway things. And then they went and they had conversations with strangers, and everyone would put the card away. Many of them would put it in their back pocket. And the topics they had jotted down often never came up."
    },
    {
      "author": "DUHIGG",
      "text": "But the fact that they were there almost overwhelmingly made all of the participants feel less anxious about those discussions. And as a result, those discussions went much, much better. Oftentimes when we're thinking about talking to someone, when we're thinking about a conversation, particularly a hard conversation - right? - a serious one, we can get really anxious about it because we don't know how it's going to go. And if we just sit down and we just think a little bit, you know, I'm calling up my friend Greg, and I really want to find out, like, if he has any plans for this summer, and I hope that it's just an easy, light conversation. That takes four seconds for me to decide before I start dialing. But studies show it'll make the conversation go better. Because I'm prepared. I'm prepared for what arises. But I also know what I want, and I'm prepared to listen to what he wants."
    },
    {
      "author": "TAGLE",
      "text": "Such a simple thing - you know, if you're nervous, just having a couple topics in your back pocket can make it easier, can make you feel more at ease."
    },
    {
      "author": "DUHIGG",
      "text": "It makes all the difference in the world. I've been thinking about this a lot with conversations with my kids. So I have a 12-year-old and a 15-year-old. They come home from school and, like, I go into auto mode sometimes where I'm like, hey, how was school today? It was fine. Do you have any homework? Yes. I - without even thinking about it, I start asking all these un-deep questions. And so now what I'm trying to do is I'm trying to - before my kids get home, I try and think up, like, what's the question that I can ask my son that he actually wants to answer? And sometimes that question is things like, you know, who do you think is the best basketball player of all time? Which is apropos of nothing, but he loves to answer."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "DUHIGG",
      "text": "And sometimes it's like, hey, you know, I - you mentioned that you went skateboarding with your friends after school. And I'm just wondering, like, Jasper - he seems like a really good friend of yours. Like, what is it about Jasper you like so much? Like, what do you admire about Jasper? When I think and try and come up with these slightly deeper questions, it's as if I've unlocked something in my kids, and suddenly they start telling me about why they like some of their friends and drama with other friends. And then we have real conversations, and then I can tell them about when I was a kid, which they're hopefully fascinated by and sometimes bored by. But it just takes, like, 10 seconds to come up with the real question as opposed to the, the rote question, which is how is school? Do you have homework? So I try and do that more."
    },
    {
      "author": "TAGLE",
      "text": "Just to take a little bit of time - I love that. What about for people who don't - for which that creative question isn't readily available? You know, like, for a stranger, for someone you don't totally know - I mean, you can do a little bit of your research, but if you're not quite sure what's going to open them up, what..."
    },
    {
      "author": "DUHIGG",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "...Any advice there?"
    },
    {
      "author": "DUHIGG",
      "text": "So there's a guy named Nicholas Epley, who's a professor at the University of Chicago who's studied this exact question his whole career. And what he's found is that almost any question that asks why helps people open up. So as I mentioned, you know, what do you do for a living? I'm a lawyer. Oh, yeah? Why did you decide to become a lawyer? You know, what did you have for lunch today? I had grilled cheese. Oh, yeah? Why did you decide to have grilled cheese?"
    },
    {
      "author": "DUHIGG",
      "text": "When we ask why, what we're doing is we're inviting the other person to explain who they are. And it can - when I'm describing it this way, it can seem like, oh, maybe that's harder than it is. Maybe that's more awkward than it is. But what Nick has found is that within three questions - between strangers, between close friends, between people who have nothing in common - within three questions, you can get to something real if you ask why. And it's always easy to ask why. People love to be asked why. Because they love to talk about how they see the world."
    },
    {
      "author": "TAGLE",
      "text": "Charles, could we practice?"
    },
    {
      "author": "DUHIGG",
      "text": "Of course."
    },
    {
      "author": "TAGLE",
      "text": "Within three questions. OK."
    },
    {
      "author": "DUHIGG",
      "text": "OK."
    },
    {
      "author": "TAGLE",
      "text": "Charles, what did you do this weekend?"
    },
    {
      "author": "DUHIGG",
      "text": "You know, I was in Los Angeles, and I flew back on Saturday."
    },
    {
      "author": "TAGLE",
      "text": "Why were you in LA?"
    },
    {
      "author": "DUHIGG",
      "text": "Oh, so I was out there - I was actually promoting my book. I was going on podcasts, and I was talking to folks. And, kind of - it was kind of amazing because I used to live in LA and a chance to go out there and be back there - it's changed so much, but it sort of felt like home in a strange way."
    },
    {
      "author": "TAGLE",
      "text": "Oh, lovely. What do you love about LA?"
    },
    {
      "author": "DUHIGG",
      "text": "Ah, you know, the thing I love about LA is it's like 20 different cities in one, right? There's - and so many parts of the cities are so different from each other. There's Koreatown, and there's Chinatown, and there's downtown. There's all these different parts of LA, and as you move through them, you get to experience those cultures in a way that even in a place like New York, it's hard to do. It's just - it's a really dynamic city. And you pick up so much energy just from being on the streets and talking to people."
    },
    {
      "author": "TAGLE",
      "text": "Totally agree. Totally agree. I'm actually - I'm from LA, and I've been..."
    },
    {
      "author": "DUHIGG",
      "text": "Oh, are you?"
    },
    {
      "author": "TAGLE",
      "text": "Yeah, I am. I'm from LA. I grew up in the San Fernando Valley, and then I went to UCLA and hung out in Westwood for a little while. And every place I've lived in LA has felt like a substantially different place than the LA that I was at previously."
    },
    {
      "author": "DUHIGG",
      "text": "And it's fun, right? It's like you get to go around the world by driving, you know, three miles. It's amazing."
    },
    {
      "author": "TAGLE",
      "text": "Absolutely. I mean, when the three miles takes 45 minutes, I feel a little bit less enthused at times..."
    },
    {
      "author": "DUHIGG",
      "text": "Right. That's true. That's true."
    },
    {
      "author": "TAGLE",
      "text": "...But you're right."
    },
    {
      "author": "DUHIGG",
      "text": "...That's true. Well, and what I love about what you just did is that you looped me. You - rather than me - waiting for me to ask you, where did you grow up? You built on what I was saying, to say, oh, I actually know LA. I grew up in LA. I can share with you things about LA. We can share this together. And that means, A, I know that you were listening to me, but, B, it means that in addition to sharing who I am, I get to learn something about you, which is that you also like that energy and you love - you like being in Los Angeles, but that, much like me and probably most people, the traffic is not ideal - right (laughter)? - that you probably value your time more than more than just being in a place that's exciting. And so only took us three questions, but I feel like we know each other."
    },
    {
      "author": "TAGLE",
      "text": "I agree. I feel like we did OK, Charles. Thank you. I was nervous about that."
    },
    {
      "author": "DUHIGG",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "Thank you. Thank you for the positive feedback. See how easy that was? Just listening and responding as yourself can help you really connect. So takeaway four - be authentic."
    },
    {
      "author": "DUHIGG",
      "text": "One of the things that we know about supercommunicators is that they have a couple characteristics - people who are consistently supercommunicators. They tend to ask 10 to 20 times as many questions as everyone else. But the questions are kind of throwaway questions. A lot of them are, like, you know, what do you think about that, or what happened next? So that we don't even hardly register them as questions. They tend to laugh more because they want to show us that they want to connect. But most importantly, they are authentic. So if you say something that indicates that you're struggling with something, they authentically listen to you and they might share something about themselves, or they might ask you a question about that. But they don't try and force something that's false. They don't try and imply that that they're curious, but the reason that they're asking what happened is because they really want to talk about what happened to them. And so the more that we can be authentic with each other, the more that we can listen to what we're feeling and thinking, the more paradoxically we get better listening and in speaking in ways that other people want to listen to us."
    },
    {
      "author": "TAGLE",
      "text": "OK, supercommunicators, let's recap. Takeaway one - communication is about connection, and a learning conversation is a great way to get on the same wavelength with someone. Takeaway two - understand what kind of conversation you're having with someone - practical, emotional, social - then match accordingly. Takeaway three - ask lots of questions. Remember, supercommunicators tend to ask 10 to 20 more questions than everyone else, and deep questions will build connection quickly. If nothing comes to mind right away, start with why. Takeaway four - be authentic. You don't have to be an extrovert or comedian to really connect with people. Just lead with your curiosity and don't be scared to be vulnerable. Remember, being a supercommunicator isn't just for the elite few."
    },
    {
      "author": "DUHIGG",
      "text": "Any of us can become a supercommunicator. The reason I wrote the book is because it's just a set of skills that anyone can learn, and when we learn them and when we use them, we begin connecting with other people in this profound way that makes our life so much more meaningful and ultimately makes us healthier and happier and more successful."
    },
    {
      "author": "VANEK SMITH",
      "text": "That was LIFE KIT reporter Andee Tagle talking to Charles Duhigg, author of the new book \"Supercommunicators.\" It's out now. For more LIFE KIT, check out our other episodes. We've got one on how to give a toast and another on how to stop being a people-pleaser. You can find that at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter. It's at npr.org/lifekitnewsletter. Also, we would love to hear from you. If you have episode ideas or feedback you want to share, please email us. That's lifekit@npr.org."
    },
    {
      "author": "VANEK SMITH",
      "text": "This episode of LIFE KIT was reported and produced by Andee Tagle. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is supervising editor. Beth Donovan is the executive producer. Our production team also includes Audrey Nguyen, Clare Marie Schneider, and Sylvie Douglis. Engineering support from NPR's Kwesi Lee. I'm Stacey Vanek Smith in for Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8858336109.mp3",
  "img": "https://media.npr.org/assets/img/2024/02/16/lk_supercommunicators_04_wide-8926aa38207a7ff05aa333d4a1437a3fb87ea074.png?s=1400&c=100&f=png",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "STACEY VANEK SMITH, BYLINE",
    "CHARLES DUHIGG",
    "VANEK SMITH",
    "DUHIGG",
    "ANDEE TAGLE, BYLINE",
    "TAGLE"
  ]
}