{"title":"How to cut costs, pay down debt and save more money in 2024","url":"https://www.npr.org/transcripts/1196978471","intro":"The new year is a great time to update your budget, say financial experts. Here's what you can do to curb your spending, save for emergencies and keep your investments on track.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT..."},{"author":"SEGARRA","text":"...From NPR."},{"author":"SEGARRA","text":"Hey, everybody. It's Marielle. OK, before we jump into the episode, I want to share an exciting thing that LIFE KIT is working on for New Year's. This month in our newsletter, we'll be sharing tips and new ways of thinking to help you get closer to your priorities and your interests and let go of whatever isn't working in your life. Our newsletter is like an extension of the podcast, right? It's this intimate space where we get to communicate directly with you, our listeners. So subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"SEGARRA","text":"It's a new year, so I'm about to say a word that may elicit some groans. It's time to look at your budget. Now, when I say budget, I mean a spending plan. How are you using your money right now, and is that how you want to be using it? Rita-Soledad Fernandez Paulino is CEO of Wealth Para Todos and a money and self-care coach."},{"author":"RITA-SOLEDAD FERNANDEZ PAULINO","text":"To refresh your budget means that you're going to sit down, you're going to look at how you are currently spending your money by reviewing your bank statements, your credit card statements, and decide whether, hey, maybe you need to be spending more on some self-care expenses or maybe you want to start paying more than just the minimum debt payments or it's time that you want to invest beyond your employer retirement account."},{"author":"SEGARRA","text":"Now, if you're worried this is going to be an exercise in austerity and restriction, that is not Soledad's approach. She says budgeting allows you to build a life that feels nourishing and that's getting you closer to your goals. And that's why the first step is to think about how you're spending money on self-care. By the way, self-care, to Soledad, is an expansive term."},{"author":"FERNANDEZ PAULINO","text":"Because sometimes self-care may mean, like, having more time in your day, more freedom in your day. If you're a single mother raising kids and part of your self-care expense might be, like, you budget to eat out so that you don't have to cook every single meal every day of the week, you know? And that's a self-care expense."},{"author":"SEGARRA","text":"So on today's episode of LIFE KIT, let's check in with your budget and see if it's serving you. We'll teach you how to do a budget refresh and set yourself up for the new year."},{"author":"SEGARRA","text":"OK. Soledad says the first step in refreshing your budget - and this is our first takeaway - is to do a self-care analysis because when you're taking care of yourself, you are more likely to be well-rested and energized."},{"author":"FERNANDEZ PAULINO","text":"The overwhelmed, exhausted, overstimulated person is not going to have the capacity to stick to a budget."},{"author":"SEGARRA","text":"Soledad has a concept that they share with clients. It's inspired by a book called \"Sacred Rest: Recover Your Life, Renew Your Energy, Restore Your Sanity,\" written by Dr. Saundra Dalton-Smith, an internal medicine physician who has this framework that there are seven kinds of rest we all need. So Soledad came up with seven categories of self-care."},{"author":"FERNANDEZ PAULINO","text":"I use the acronym DIVERSE to remember the seven types, which is your dinero self-care, interpersonal self-care, vocational self-care, emotional self-care, restorative body self-care, spiritual self-care and environmental self-care. So you want to look at how you plan to use your money to support you in any of these seven areas."},{"author":"SEGARRA","text":"All right. For example, dinero, or money self-care, means doing things that take care of your finances. You know, like listening to this episode, which is free, lucky for you. It could also mean paying for a budgeting app that you find easy to use."},{"author":"FERNANDEZ PAULINO","text":"It may also include paying for financial coaching. Those are the things that, like, require money. But there's dinero self-care like checking in with your budget on a weekly basis. There's paying your credit cards in full, choosing to send extra debt payments. So I say, No. 1 thing is start to look at your self-care and what you want to use your money on in order to promote your wellness."},{"author":"SEGARRA","text":"Or let's say you're in a place where you want to focus on vocational self-care - maybe you pay for classes or trainings - or on interpersonal self-care. You use your money on marriage counseling or weekly dinner dates with your friends. And she says, ask yourself, what forms of self-care are going to help me feel the most powerful, worthy, capable and resilient? Because money is a means, not an end. OK, so you've identified your self-care expenses - what they are now, which ones you might want to add or take away. Here's Soledad with takeaway two."},{"author":"FERNANDEZ PAULINO","text":"Let's identify the amount of money that you need every single month that's necessary to sustain your lifestyle. You write all of those costs down - your rent or your mortgage, your car insurance, phone bills, utility bills. Anything that's, like, the same amount every single month, you want to look at that."},{"author":"SEGARRA","text":"Those are fixed expenses, meaning they cost the same thing every month. And think about whether there are any changes you could make here - like, housing is a major expense. Maybe you could live with a roommate instead."},{"author":"FERNANDEZ PAULINO","text":"Maybe it is moving to a different location and then balancing out between like, OK, well, if I'm living in a different location, but does that then increase my transportation costs? Like, actually running the numbers. So that is one way that you could work on decreasing your fixed expenses."},{"author":"SEGARRA","text":"Or maybe you're paying for something that you could negotiate down or shop around for, like your insurance or your cellphone service. Next, you're going to write down your variable expenses. Those are the ones that change depending on your behavior."},{"author":"FERNANDEZ PAULINO","text":"The amount of money that you spend on groceries, eating out at restaurants, your gas fees. Those are things that you need for your life, but they're going to vary in how much you spend every single month."},{"author":"SEGARRA","text":"Set a target for how much you want to spend on these things, keeping in mind that some of them will fall under the category of self-care for you, and so you may want to prioritize them. OK, the next step in your budget refresh - takeaway three - you're going to look at your debt. Specifically, Soledad wants to make sure you're paying at least the minimum debt payments every month."},{"author":"FERNANDEZ PAULINO","text":"So that's your minimum credit card payments, your minimum student loan payments, minimum car payments - just the minimum amount that you are responsible for, that you are being expected to pay every single month. Make sure that that is a line item in your budget. And then I also want you to think about when you want to eliminate those debts. So create a plan of when you are going to become debt-free. And that's going to require you sending more than just your minimum payments. So you could use online debt calculators that will give you different numbers, different amounts of how long it would take for you to pay off your debt with current interest rates depending on how much extra cash flow that you have."},{"author":"SEGARRA","text":"LIFE KIT has a few episodes on paying down debt, so check those out if you want to know more. Next up, takeaway four - you're going to look at your savings."},{"author":"FERNANDEZ PAULINO","text":"How are you saving for unexpected or upcoming planned expenses in a high-yield savings account? So unexpected expenses are, you know, emergency things like your tires go out or you have a family member who needs a flight to go back home. But you also want to have money saved for upcoming planned expenses. Like we know every year we have the holidays. We know every year there's going to be birthdays, anniversaries, travel - so saving little by little every single month, working backwards so that you know that you're giving yourself plenty of time to have the amount saved that you want for your upcoming planned events."},{"author":"SEGARRA","text":"OK. Now, as you figure out what you want to be saving for, how do you know how much to actually put aside? What's your target?"},{"author":"FERNANDEZ PAULINO","text":"So when it comes to unexpected expenses, everyone should be saving at least three months of their monthly expenses in total. I would add up your self-care expenses, your fixed expenses, your variable expenses and your debt payments. Add that total up. And let's say that it's $2,000. Then you want to save at least three months of $2,000, which would be $6,000. That's, like, the minimum amount that you should have saved for unexpected expenses."},{"author":"SEGARRA","text":"Once you've got your savings goals figured out for the short term, it's time to think about long-term savings, like retirement or building towards a larger goal down the line. And consider investing in the stock market."},{"author":"FERNANDEZ PAULINO","text":"And this is money that you plan to not use for at least five years that could be invested in assets that have, you know, a variable rate of return. I would really, again, always be planning backwards. You want to know how much money you need to be investing in order to retire at the age that you want. And if you're investing in the stock market, maybe it's not for retirement. Maybe it's in a taxable brokerage account for a house down payment and you're giving yourself, you know, 10 years to save. Plan backwards. Do the calculations. You can search online, on Google, for a retirement calculator or an investment calculator and calculate how much money you should be investing on a monthly basis in order to reach a certain investment goal. And once you know those numbers, then you should just feel very comfortable - like, OK, now I can just automate this amount of money that I need to be investing. And if you don't have that extra cash flow yet, then you can say, oh, OK, so I got to work little by little to increase my income so that I do get to the point where I can be investing this amount."},{"author":"SEGARRA","text":"OK, so you've got a plan. How do you actually follow it? That's the problem with New Year's resolutions, right? It's hard to stay motivated. Soledad says this happens to her clients."},{"author":"FERNANDEZ PAULINO","text":"One of the biggest questions is, like, how do I make sure I follow my budget? It's like, I create this self-care spending plan. I say, I'm going to be spending this much on proactive self-care expenses, this much when it comes to fixed expenses. These are going to be my minimum debt payments. This is - I'm automating these saving contributions. I'm automating this investment contribution. And they identify that, but then they're like, but I find myself putting money in my savings account and then having to pull the money out because I've spent too much, and now I don't want to pay interest on a credit card."},{"author":"SEGARRA","text":"Soledad says when this happens, people should look at their variable expenses to make sure their budget is in line with how they spend."},{"author":"FERNANDEZ PAULINO","text":"So, for example, let's say that you say, I'm going to spend $250 a month on eating at restaurants. So you go to a restaurant your first week and you spend $70. You need to be able to track that. You need to be able to write that down either on a piece of paper, you can use a budgeting app. But you need to be aware of, like, OK, so how much money do I have left for the rest of the month to spend on eating out? Because how you are spending when it comes to those expenses that vary in amount every month is going to impact the extra cash flow that you actually have to spend in the other areas."},{"author":"SEGARRA","text":"I mean, we're always making choices - right? - like, short-term and long-term. It's just such a hard balance, like, deciding when it's worth it to spend more, for instance, on eating out, because that does feed your soul as well or it is a form of self-care, versus when to be a bit more restrictive on that count and spend the money on something else."},{"author":"FERNANDEZ PAULINO","text":"Yeah, this is where it all comes back down to, like, what your diverse self-care intentions are going to be and where you find yourself in that area. And it's the first thing I want everyone to be reflecting on when it comes to their spending. There was a time in my life that I thought getting my nails done every week was my self-care, and now I can go a long time without getting my nails done. But I do still get a massage every week, right? So I've learned, like, what are the things that really nurture me, that really make me feel powerful, worthy and resilient? And those are the tests that I'm going to do. And, you know, budgets change. There's going to be different times in your life. You're going to experience different life transitions, and your budget should change with you. What your budget is as a college student, compared to a first-time parent, compared to somebody who's taking care of a loved one on their deathbed - all of those are just different life experiences that are going to require different self-care and also are going to require a different budget."},{"author":"SEGARRA","text":"All right. Well, thank you so much. I've loved this conversation, and I look forward to coming up with a list of all my self-care needs."},{"author":"FERNANDEZ PAULINO","text":"Ooh, I love that for you. Yay."},{"author":"SEGARRA","text":"OK, time for a recap. Soledad says the first step in a budget refresh is figuring out your self-care expenses. What do you spend money on that's nurturing you? Is there anything you do under the self-care label that's not actually working for you? Next, make a list of your fixed and variable expenses, and think about what you might be able to adjust. Then take a look at your debt. How much are you paying monthly right now, and what changes might you make to pay that bill off sooner and accrue less interest? Next, think about your savings. Do you have a fund for emergencies? Or what about for particular goals, like a vacation or buying property? Finally, think about investing. How much money do you have available to invest in the stock market? After that, you've got a plan. And remember, life may get in the way sometimes. That doesn't mean you throw the plan out. Maybe you just need to take a break from it or adjust it as needed."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one on how to protect yourself against scams and another on how to choose a bank. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, have you signed up for LIFE KIT+ yet? Becoming a subscriber to LIFE KIT+ means you're supporting the work we do here at NPR. Subscribers also get to listen to the show without any sponsor breaks. To find out more, head over to plus.npr.org/lifekit. And to everyone who's already subscribed, thank you."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Audrey Nguyen. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider, Margaret Cirino and Sylvie Douglis. Engineering support comes from Gilly Moon. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3220221615.mp3","img":"https://media.npr.org/assets/img/2023/12/19/gettyimages-1396993871_wide-1a254fa329d569ca14623a144e1ffef677cf91a6.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","RITA-SOLEDAD FERNANDEZ PAULINO","FERNANDEZ PAULINO"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,18896,17199,18761,21189,5468,8204,14994,9293,8259,27814,27529,24411,2175,1411,1588,1182,23748,29451,10083,10316,11327,949,6097,5581,27279,25432,24295,14380,26205,19906,14863,15069,15355,23435,25055,21930,26034,21659,14227,12300,10983,14000,7234,23939,28563,13947,25404,25459,1335,21672,25347,23763,14700,10459,11088,11034,11992,16061,16562,16284,11671,16242,16108,6758,12998,16224,5821,18183,25552,26749,20986,17730,16048,14101,21633,2105,28099,25191,23995,19688,20833,20554,24578,12287,13485,13736,18497,21351,13578,16684,10640,18710,24013,11053,11174,10725,10977,9904,8314,28434,25696,26502,20875,19599,16405,25167,21083,15775,26031,25530,16235,11913,15868,443,48,5460,3512,1890,2785,1688,550,26530,26459,21233,22493,25581,16893,13910,16983,12421,9263,11373,10120,8934,5338,5949,4817,4840,12401,237,8197,16688,7195,9977,8053,1661,722,30306,26424,25377,18684,19287,15095,21062,9675,3034,12324,25262,11928,9893,9176,9858,4381,4370,25045,25315,14636,9734,6042,1630,630,13256,18104,20851,20976,12410,12784,8239,12447,17395,14032,14165,16257,12467,8406,3888,11748,13571,15376,9079,10545,9449,15217,18399,18172,17666,11806,5756,6045,16186,16835,10085,5595,10055,6454,6962,14957,12628,14746,11143,7369,9934,11465,6887,8828,8509,8037,5068,12612,6547,6070,10920,10260,7846,3282,4820,4410,20251,11824,25119,24261,16683,24515,11481,10504,9602,10980,7037,7408,13226,7197,6284,6758,10327,8549,12643,7496,10083,15152,11134,17070,5555,7785,1428,25319,11422,8262,7003,8518,23829,10093,22094,12073,19263,19114,13805,15485,4640,25680,27208,24595,21413,21300,20798,17290,24142,10676,13642,8851,11897,10658,8891,5344,18128,11785,14869,16435,12046,12827,6721,17361,24327,26278,21201,25908,16335,19757,15048,8969,11646,5276,15093,12747,10237,15817,16300,7573,12867,23256,19587,15668,25580,15137,22827,15177,12244,8953,9476,10230,6923,8218,6775,3282,21542,14868,10141,8793,22232,17508,7059,9255,8041,5491,321,21447,20572,17880,10309,3139,23028,16677,19099,9689,15459,12999,11943,8622,6818,11591,14533,11525,10272,11493,20007,16239,13302,11979,4447,15182,16213,12756,6451,22204,19527,20488,12742,11513,9272,12077,11106,18592,14270,11796,15103,14807,17088,16187,11535,5955,17918,8205,8934,6243,21833,23704,16151,7312,3361,2165,17368,26494,19032,13899,7076,3004,25360,20331,20295,15980,17610,19208,20051,21076,22265,12635,10548,6145,5919,5365,6496,6794,5513,15477,27211,26987,18692,11896,19887,10873,9102,19736,11774,7576,6018,5736,3299,276,23075,25329,17231,16398,23234,26545,13640,16730,12858,8147,26105,16193,21355,14409,27366,9953,9678,7798,20423,16478,13578,17479,18797,17691,18872,28019,24591,7638,24506,18816,21505,12342,12833,15555,27503,18187,21659,21107,25770,13277,16086,21228,25742,23802,14637,7550,4033,20209,15594,16577,14513,17105,7404,9208,20523,16911,17844,18341,19668,23526,23763,10853,13749,9052,16496,19853,21975,16540,17942,13248,18920,19833,27761,12705,17462,10268,28142,18779,12568,20176,23928,26718,9804,20658,27750,27982,17218,16469,16209,11968,11522,9594,18460,23382,18294,24302,18751,16319,14342,15699,17178,9240,26539,16628,12865,14408,9664,2424,31,13,8389,28195,10713,23867,13758,16077,26022,20400,12945,16705,15990,20017,19569,15182,19177,19652,10628,16075,13816,19137,7455,13591,5868,17158,20488,17395,15645,15049,23797,15241,16234,23614,17274,9988,16061,19742,16079,16771,12973,8630,21776,24069,28027,22182,24773,15284,25207,12994,17131,11276,98,3,2,11,22111,23591,12741,13971,15564,19376,13297,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,6224,16276,19996,14079,11933,10300,14507,15996,10372,18966,16413,13131,20902,3201,21615,15681,7696,10916,13365,15332,14631,17796,13051,15196,11988,11935,14616,21891,10712,7093,17806,18892,15302,21087,18007,10814,8331,16323,12579,9376,21623,18876,13614,17982,13725,7775,3745,19113,14505,16181,23518,8019,5570,10115,21329,22171,9702,11803,17515,13033,11900,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,8397,12868,13112,5754,3106,16,193,277,97,26841,14110,25269,21893,23615,15447,27279,25926,17332,16461,16606,12030,5355,10313,12487,9982,1388,15938,19366,22584,10723,14287,8505,7931,5793,11353,27921,13190,11926,10640,12818,16847,1859,7916,7833,10353,6938,10177,12345,13465,5505,12452,8358,9719,4957,19601,17868,8821,19982,18441,9855,8766,11122,23567,21235,8991,9376,11888,10369,9649,5280,5098,7761,5668,1267,27272,28171,11833,16739,13056,14822,13828,11809,7371,9455,27118,26962,18736,12386,15091,16352,25236,11678,27491,23494,4957,12526,17795,8525,7115,12874,15324,7034,14247,27225,17927,12052,13673,9865,11643,3823,15944,14339,9987,8189,13310,22240,15623,3674,14776,23505,13998,16968,18918,9262,5322,4314,4730,9752,26773,26092,11841,18662,21331,8783,15157,21491,10908,20031,17197,22246,21519,12215,15630,23525,18724,13990,18151,18806,19277,5122,1032,13555,17526,17327,15521,17834,13593,8671,12540,15319,9097,13166,12084,16476,13226,7769,15154,8946,8518,8656,10555,12098,11985,12326,9079,12271,13581,22085,16036,10447,11663,12680,12316,16143,10290,6193,14721,6140,6318,5610,694,1073,13871,13622,19436,14906,11421,11235,7562,5058,9594,10310,5729,15410,13894,10408,13387,13569,14871,6691,5381,1741,25742,14965,17144,8533,20316,29323,13828,15516,13718,9505,7236,12301,15718,13488,13884,15849,10283,8705,9767,11476,5708,4540,7853,5214,5316,3525,6041,8395,14410,20564,10556,21428,10478,673,4067,21045,12164,12987,29784,19023,22826,15955,9156,7752,10577,6916,14225,10362,11557,11902,6293,11728,11114,7804,6956,12316,11563,13558,6348,1120,22752,23097,14286,11242,7252,13057,5748,1253,18461,12797,10570,9733,9889,8447,5902,11474,11705,11736,16841,5944,7757,9517,4818,3403,14886,9176,8236,17959,15208,3771,4956,495,11231,7232,10917,14941,9104,3784,4145,1620,14278,26739,22580,18146,19524,19193,9381,6381,23770,15104,14784,7514,6528,18479,18436,20451,314,10245,20095,9370,8312,7853,6886,14253,21803,13751,1014,17431,12277,12794,18895,12880,9323,8660,10561,15770,11460,27733,24399,17773,22183,15413,10377,13606,13725,9291,9724,5337,698,7173,9403,12449,25600,7010,10152,7419,3074,14538,13703,10163,11704,11059,9156,6748,5296,8349,14518,16765,18791,25323,9237,6461,6613,10761,11806,8888,20087,4773,116,362,233,475,19886,18812,23643,22690,1531,3220,17379,15371,15165,16083,13009,15962,15397,7996,10587,11348,7872,11161,24251,8151,6962,12867,8797,3065,10181,10902,5324,6737,5409,6738,9109,25174,19962,11915,9110,14044,14144,6787,1750,1497,1735,2201,15096,26097,24449,24757,20566,23891,11600,7841,11617,10796,15252,11807,5778,6033,7982,10465,8119,8817,7738,2374,25653,25770,22827,13393,9375,9839,15174,17873,13364,13528,9109,8079,8834,12866,9712,17223,22316,17461,22639,11101,2275,22253,21864,15179,11960,8793,9478,8289,8311,6104,1858,20137,24615,8783,6500,7913,2757,20405,20640,7353,12858,9468,7110,11396,12281,8231,6023,5376,2274,23063,20905,14336,20102,19497,17540,13386,9052,14802,8417,8498,9313,6601,11866,7452,6003,5678,9528,17151,21863,12714,6095,8029,6627,13894,11532,13712,10946,6890,2403,1063,10829,22709,21763,15502,13872,15333,6997,3278,11125,26414,14347,16099,17987,18619,1115,10498,10913,11246,15260,6002,15717,1613,5487,6001,9157,6635,8806,8027,8137,17474,23119,20499,19001,11670,6932,382,19527,25597,13522,13537,10483,10662,7810,10015,7626,9578,17245,9750,6760,9009,7803,6979,11473,10735,10979,12037,3361,4050,7722,16429,21449,21497,24877,16191,17638,10120,4007,1226,8826,23518,17169,17354,16223,2992,13630,13237,6349,5408,10888,6551,5263,9120,8600,2304,27526,16875,12221,10335,9420,11996,13347,20723,11885,20612,18692,5904,10920,12550,14815,8372,17155,7479,7698,9060,458,281,25844,25174,22830,15758,13025,13145,4371,4169,13342,16869,19236,12928,9491,8206,6097,5839,3252,90,12252,11348,6885,4284,4156,13770,4405,7258,8457,16069,4460,12195,23794,17924,5321,5481,12429,23599,23357,3152,3769,18895,12643,9470,12535,10466,12726,24103,12898,5185,22685,16354,13561,22622,4592,4283,3715,8900,3374,5122,1699,9225,28167,13894,14326,14113,8710,10296,10341,6449,2928,4924,558,158,17098,16591,16885,11632,17206,23947,12003,12712,11924,9916,5287,2457,10162,9078,13611,12670,6602,2585,1641,4922,24010,25280,19349,26142,10820,16408,14039,14962,8942,23025,24102,9774,20956,20602,9788,16382,1345,5321,24015,20314,13626,23213,19434,12791,13090,12068,14691,13835,13918,9204,15198,16662,7803,5873,5410,3367,23186,14172,17525,21151,20077,20393,8221,8953,14133,11134,12699,6094,7427,8480,23183,6891,12277,16441,21560,17107,13181,7563,11116,11760,5751,14975,11790,22707,21705,21940,11334,8886,20765,9219,16702,10757,5586,8745,21009,23551,12074,13633,8500,5111,5017,2054,1808,9898,13781,8503,7839,8491,8556,10733,7705,9032,9105,4901,9882,9962,8518,7901,13541,15411,13906,17906,10055,7601,8402,16656,7786,6496,4082,11575,6728,1963,15571,16462,18921,15528,24710,21027,12256,12974,17260,14949,9100,12859,6855,6786,2796,17933,8811,19579,12201,14623,13805,18428,18204,13243,10841,9600,15911,8297,2979,9519,14049,8021,11907,8244,14290,14683,8499,9341,7280,10453,9528,24570,6656,10050,18261,19239,8757,1838,13808,8825,8641,15168,19787,9130,5478,6055,4680,1097,28125,15648,22369,10405,12484,13346,11752,7683,12778,25602,10394,8999,9876,693,122,29643,26726,19643,19961,8409,16568,16308,9982,6601,6444,3165,19852,10807,14244,7505,16196,22603,24665,11836,11230,585,13511,16100,11029,23213,22192,17953,14268,16340,9251,5971,6146,7957,10153,23674,12978,9077,3717,1217,16544,15069,17919,22595,26080,23464,16306,11234,10965,6929,15569,11763,20988,12869,3168,17362,2537,14442,23649,8154,12587,13544,11190,8937,17493,15604,20848,15625,7364,4892,5832,4208,8571,14157,17936,17702,11096,17444,11676,20677,9014,672,24623,22275,15504,6309,8936,7464,13303,4762,10896,8404,3334,3315,893,9408,18575,15993,21164,8552,8926,19377,8796,4589,6957,13757,12965,5398,5500,12966,7620,1371,23775,15312,7214,4290,15011,14433,1009,9798,13876,11882,6909,12620,12900,8105,7928,8703,9588,14974,15532,6820,2457,12081,8282,8933,8907,8452,11727,5145,6574,7759,11590,5753,5797,12149,6928,16260,10343,17407,7139,16346,10285,15067,13404,6002,15583,8580,8205,11097,15348,18083,2549,467,10561,27766,968,24352,21489,16911,23409,10564,4397,23901,16048,16737,6185,17327,14300,487,259,23135,12541,15757,17461,20474,14757,25191,24086,12231,22414,12134,35,38,18954,13112,19354,13182,302,10823,25375,15479,22031,12136,24457,15016,9398,7616,6743,1769,20130,6587,7631,9951,15246,13794,20147,14776,15435,22121,20398,22003,20076,15053,6259,554,10010,14384,6441,6611,1544,23624,22581,14276,10493,15929,14659,13884,10105,15579,12844,12786,9064,14440,13143,15660,13732,7397,12568,3170,4800,1781,22647,22167,23639,10421,145,2247,15655,16888,16945,10700,23506,16757,14110,2556,1020,21201,14372,17140,13286,17692,12976,10249,10311,7671,11437,14200,21427,16420,6189,13535,5631,5052,1481,24108,24492,24939,15459,15820,10283,13361,5886,11150,10033,13803,17831,11412,8606,7605,5949,883,17916,26454,21623,17383,9855,13461,15891,19867,20656,4836,17116,10800,16308,17896,8905,4915,13334,20393,26190,13736,17291,17324,14505,15559,12065,11127,13556,11254,1017,5273,12039,16956,16050,18690,7723,19732,6788,857,12438,23675,23165,17632,8377,9107,23859,14290,14255,11597,11095,5949,2342,12779,20918,13038,16247,12574,18184,9897,20385,23118,12540,3504,639,833,130,25936,20204,21896,13344,1039,18649,23499,11870,7001,6475,14943,8630,5768,12055,10191,10517,13133,13129,9532,12577,8468,10500,12752,8833,5988,7235,9157,11114,6364,4678,3571,3480,8170,14148,16941,6961,11193,9538,834,22288,18914,11186,11903,10335,3508,15114,10365,16883,10351,9887,9899,10722,15058,8805,3969,4296,9726,5456,7178,3866,14214,14963,9025,5274,1058,431,12551,22579,5316,17462,25151,13387,4520,15322,17142,12722,5451,11021,11268,9345,8007,21980,21410,14868,11876,6416,20317,10360,10691,8402,5154,12449,16262,12665,10246,8233,6044,3349,18636,16320,14320,9023,6549,5907,5997,11747,4924,8125,17174,11751,5943,9165,17385,16494,9589,9088,5468,11629,15033,12431,4727,6337,1155,20524,8373,17624,12805,14372,9300,8767,11335,8275,10069,11426,7054,11502,11994,10985,14341,15491,23884,5298,14032,5649,10427,7417,5373,6001,4297,13269,23261,13609,23798,15784,23179,25341,20830,10531,13174,18151,14857,14003,17819,16706,11489,20671,22107,9802,13931,6700,6451,11538,14458,22971,6330,11369,6803,10807,20646,10176,1263,481,1701,1293,310,26817,26279,26020,15448,4398,1258,8148,11190,7506,8884,10141,7341,1173,13948,26261,18565,7982,7654,8793,14675,1535,18869,17214,15441,12534,2539,20722,12991,22364,10011,15759,8339,5545,15266,12223,11547,11411,5658,7698,4794,10396,9198,11708,10217,13533,6923,6323,1793,4388,1335,17055,13513,22576,23853,22751,8462,4645,8320,14978,9863,7805,7877,11722,6114,8112,8730,9870,6490,5780,10609,6926,6864,11830,8530,9323,6988,10197,12740,9626,9481,15046,5668,8163,12065,8896,23873,10607,19065,6979,8117,6633,9247,23542,11331,15223,9706,6638,7084,3431,1780,13875,13040,5959,14552,11898,25573,18543,18712,19727,15287,10055,25960,23084,17562,15807,11399,7754,8453,13073,9222,21868,7404,10494,13637,10252,8552,4753,4359,1320,11758,14280,18125,16719,7009,6179,16070,19137,20234,27138,14416,24447,23565,6608,12878,14552,18514,26251,22056,18113,8594,12843,12440,15949,16344,9112,20794,10897,14237,15153,14485,993,10868,13869,2290,13745,16998,16111,11078,13379,11735,14511,12423,19729,13743,12190,11817,13640,3773,10483,12848,15605,10949,12954,21474,14283,12301,4220,1039,24147,18356,8299,23869,23812,24033,12189,8511,10743,7454,12041,13297,15877,6682,4788,23737,8296,13392,2366,20205,10334,9876,16316,6263,13597,13895,10095,16365,23617,17046,14353,8088,7961,12143,12929,5795,6155,24452,13958,14762,13875,15218,10838,13749,14619,9491,9260,6929,9656,9049,5965,15660,9048,368,11436,11687,25225,11927,8857,15356,11848,7280,3096,6094,896,10953,12403,5126,19712,19851,12389,10755,5865,8760,9443,8208,750,21263,17759,8462,2577,1720,13521,23023,17020,21866,20843,18275,11752,14692,12122,12589,272,23699,14774,11862,11407,11167,11134,14178,14803,8697,11960,10836,8434,7006,6647,2698,4939,3576,2076,95,78,1669,653,20075,24279,18184,8503,8846,5715,14575,20340,9759,6041,73,3598,13515,14138,9306,8351,5375,383,20672,18930,19769,18310,24537,15813,9746,16858,9416,3248,8979,1963,1270,147,26223,27732,17896,15499,12790,7814,6666,5385,32,15517,26590,8701,16628,14264,21321,18908,20887,7183,16416,6150,20751,25626,11335,18102,17818,15111,10971,25755,23953,16568,11483,16818,10319,9612,1185,24819,15524,24768,4998,1993,778,14808,10784,12947,20775,237,9695,11551,13551,16493,23659,24271,24085,18955,13093,9296,14510,6509,4110,19992,18710,22730,23367,23375,23367,20797,14824,12849,10942,14110,17652,12148,10814,6574,5236,8460,4392,6689,16283,15680,8915,9848,16640,5554,17245,10159,22009,13535,14653,10714,10840,8059,9953,8828,7404,1326,10109,4662,6593,5860,2636,13448,22733,11246,11032,10257,11043,9705,5196,5250,5212,6596,4633,555,20921,12417,12443,18290,14694,307,21481,11116,18550,18002,11140,12921,12519,8595,15876,10749,9665,4699,3070,3405,538,19855,15671,9326,18600,10289,12522,3388,12586,7419,10374,4127,616,22796,23910,24632,24654,20818,17392,17863,10988,11860,10510,569,8804,9146,14694,14405,9567,14196,9635,13426,15249,20470,20188,21692,5911,10606,19406,2811,10650,22678,19387,7624,11107,14147,9490,17166,7312,9280,3431,10562,11613,7967,5940,7118,8722,11521,8141,4837,6317,5805,6258,7786,6272,8234,2341,12502,12078,14832,9431,5671,9808,5144,21691,22164,20885,14709,5262,8213,7531,8994,21011,19499,14631,5013,10471,7333,11611,7865,13769,13147,3669,12519,12643,7572,5776,4751,11094,7091,21351,12977,3944,22986,22934,8284,19987,12003,8146,19902,14136,9117,6175,12424,4509,7615,8052,6980,7728,8189,6932,6226,10592,10937,7923,13647,745,14453,10101,5892,23103,11195,13566,9054,6226,218,837,524,21610,11077,12679,17787,12799,16313,7986,17402,15604,21138,13945,11185,7937,10144,13136,12358,10453,10166,10113,13063,12741,17250,18289,17956,14360,6102,23072,24049,16060,23884,16826,13896,17497,18378,8581,4432,3834,1973,1449,1836,4216,1732,989,16885,22282,26817,10441,8908,24773,5098,19614,16304,14155,11832,10711,15783,9444,12986,15713,19513,10443,9715,14425,7304,11718,5225,6898,5254,1649,19295,19145,12935,12483,8403,6359,5022,2231,10665,13987,10800,10741,10010,10355,10163,9542,13220,11372,8525,9280,8580,815,2792,28945,12298,15553,11819,16692,17163,20207,19729,18385,11103,2910,11655,19441,22217,14479,12932,15311,10836,3829,3572,26258,15814,25467,25778,23026,17471,16336,11604,10455,9695,2440,20892,16353,18315,15723,16650,21042,20378,19403,14967,12402,11583,17204,12070,8991,9547,2547,3694,18370,11818,19745,13225,17996,7449,18405,19042,12377,9185,8088,11095,27043,25874,13958,14186,13665,5819,8548,16699,16029,8965,19206,4909,4979,3469,1522,26584,14237,24639,21886,13323,6789,3497,15253,12279,9404,15047,8996,6522,10041,8030,14348,5704,281,1710,25743,27203,25114,26491,14364,29269,1573,14112,22474,17476,10793,18031,15815,10730,4995,11293,8850,11420,14318,12178,4653,8024,7455,6813,11023,1212,10881,12152,6754,4198,3897,174,124,70,124,14752,21941,13760,6569,18745,14264,12946,5649,4055,27294,16153,18726,16305,15092,13547,22915,10685,2365,21447,24312,18413,13125,14869,14322,5559,18750,16885,15947,15987,13699,23963,9757,11063,2406,12502,23251,24904,14405,15236,14327,18588,21429,8574,1779,14929,23390,12607,12477,21625,24116,18094,8845,25366,11357,6806,8426,1923,25249,25496,21263,19070,15257,15613,16271,14150,6849,11391,28505,18762,27423,13738,14764,18020,9843,10058,11276,6335,7192,8296,8082,10477,26085,20413,17641,14481,13832,13978,10978,7978,6136,7618,6559,28502,26963,21690,17961,21672,14622,8196,12027,13317,8809,13466,7759,6385,6604,24719,15294,19251,23198,20109,1347,1127,9487,4159,2883,2145,2483,24126,24363,28951,18044,11671,11697,22428,21526,11705,4051,21514,24232,25013,13723,23960,17412,4669,15937,17839,11128,9433,11378,7827,5823,2362,22908,14990,15146,26637,19560,20672,17806,21266,15414,15986,10723,8723,7833,2248,25996,21799,16011,14947,10796,18090,15822,13426,10604,12530,11852,10576,16495,9455,10295,7290,8604,4847,1586,24531,14328,8891,7965,8066,7357,4149,2210,1245,10491,11087,5885,7400,2620,1349,6404,4512,3041,271,429,129,350,140,245,55,22268,20864,18213,16565,25665,22410,14379,22506,22843,12937,14359,23480,16586,19546,24427,20487,14661,15819,5004,22761,24964,11829,9820,14832,21290,19281,19545,12167,17497,20541,8385,11881,7464,10966,11596,6919,24755,20550,20787,27754,8746,10695,25472,25395,10083,21642,25816,14973,14906,23915,17812,8866,7542,102,10,9,22111,23591,12741,13971,15564,19376,13297,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,6224,16276,19996,14079,11933,10300,14507,15996,10372,18966,16413,13131,20902,3201,21615,15681,7046,10916,13365,15332,14631,17796,16012,15196,11988,11935,11681,21891,10712,7093,17806,18892,15302,21087,18007,10814,8331,16323,12579,9376,21623,20050,13614,17982,13725,7775,3745,19113,14505,16181,23518,8019,5600,10115,21329,22171,9702,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,8397,12868,13112,5754,3106,16,3,8674,5644,22088,21100,17130,12252,12263,25100,12893,15826,17431,9421,14077,13036,9827,11369,3020,24670,16935,11655,21811,24078,14936,24981,24249,19818,25214,6069,20811,9074,8269,15046,9022,8283,17884,15187,7172,16040,3561,13257,10951,16558,22917,12504,26248,24287,24742,13586,14906,13800,13281,5306,9127,6880,10965,6852,11757,9809,10370,7741,7127,2699,1887,794,332,50,11],"fragments":[{"begin":"0.000","end":"4.920","lines":["You're listening to LIFE KIT..."]},{"begin":"4.920","end":"6.760","lines":["...From NPR."]},{"begin":"6.760","end":"49.000","lines":["Hey, everybody. It's Marielle. OK, before we jump into the episode, I want to share an exciting thing that LIFE KIT is working on for New Year's. This month in our newsletter, we'll be sharing tips and new ways of thinking to help you get closer to your priorities and your interests and let go of whatever isn't working in your life. Our newsletter is like an extension of the podcast, right? It's this intimate space where we get to communicate directly with you, our listeners. So subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"49.000","end":"80.880","lines":["It's a new year, so I'm about to say a word that may elicit some groans. It's time to look at your budget. Now, when I say budget, I mean a spending plan. How are you using your money right now, and is that how you want to be using it? Rita-Soledad Fernandez Paulino is CEO of Wealth Para Todos and a money and self-care coach."]},{"begin":"80.880","end":"124.760","lines":["To refresh your budget means that you're going to sit down, you're going to look at how you are currently spending your money by reviewing your bank statements, your credit card statements, and decide whether, hey, maybe you need to be spending more on some self-care expenses or maybe you want to start paying more than just the minimum debt payments or it's time that you want to invest beyond your employer retirement account."]},{"begin":"124.760","end":"160.720","lines":["Now, if you're worried this is going to be an exercise in austerity and restriction, that is not Soledad's approach. She says budgeting allows you to build a life that feels nourishing and that's getting you closer to your goals. And that's why the first step is to think about how you're spending money on self-care. By the way, self-care, to Soledad, is an expansive term."]},{"begin":"160.720","end":"200.280","lines":["Because sometimes self-care may mean, like, having more time in your day, more freedom in your day. If you're a single mother raising kids and part of your self-care expense might be, like, you budget to eat out so that you don't have to cook every single meal every day of the week, you know? And that's a self-care expense."]},{"begin":"200.280","end":"220.680","lines":["So on today's episode of LIFE KIT, let's check in with your budget and see if it's serving you. We'll teach you how to do a budget refresh and set yourself up for the new year."]},{"begin":"220.680","end":"233.880","lines":["OK. Soledad says the first step in refreshing your budget - and this is our first takeaway - is to do a self-care analysis because when you're taking care of yourself, you are more likely to be well-rested and energized."]},{"begin":"233.880","end":"240.000","lines":["The overwhelmed, exhausted, overstimulated person is not going to have the capacity to stick to a budget."]},{"begin":"240.000","end":"259.160","lines":["Soledad has a concept that they share with clients. It's inspired by a book called \"Sacred Rest: Recover Your Life, Renew Your Energy, Restore Your Sanity,\" written by Dr. Saundra Dalton-Smith, an internal medicine physician who has this framework that there are seven kinds of rest we all need. So Soledad came up with seven categories of self-care."]},{"begin":"259.160","end":"281.480","lines":["I use the acronym DIVERSE to remember the seven types, which is your dinero self-care, interpersonal self-care, vocational self-care, emotional self-care, restorative body self-care, spiritual self-care and environmental self-care. So you want to look at how you plan to use your money to support you in any of these seven areas."]},{"begin":"281.480","end":"295.320","lines":["All right. For example, dinero, or money self-care, means doing things that take care of your finances. You know, like listening to this episode, which is free, lucky for you. It could also mean paying for a budgeting app that you find easy to use."]},{"begin":"295.320","end":"322.760","lines":["It may also include paying for financial coaching. Those are the things that, like, require money. But there's dinero self-care like checking in with your budget on a weekly basis. There's paying your credit cards in full, choosing to send extra debt payments. So I say, No. 1 thing is start to look at your self-care and what you want to use your money on in order to promote your wellness."]},{"begin":"322.760","end":"356.640","lines":["Or let's say you're in a place where you want to focus on vocational self-care - maybe you pay for classes or trainings - or on interpersonal self-care. You use your money on marriage counseling or weekly dinner dates with your friends. And she says, ask yourself, what forms of self-care are going to help me feel the most powerful, worthy, capable and resilient? Because money is a means, not an end. OK, so you've identified your self-care expenses - what they are now, which ones you might want to add or take away. Here's Soledad with takeaway two."]},{"begin":"356.640","end":"374.640","lines":["Let's identify the amount of money that you need every single month that's necessary to sustain your lifestyle. You write all of those costs down - your rent or your mortgage, your car insurance, phone bills, utility bills. Anything that's, like, the same amount every single month, you want to look at that."]},{"begin":"374.640","end":"385.320","lines":["Those are fixed expenses, meaning they cost the same thing every month. And think about whether there are any changes you could make here - like, housing is a major expense. Maybe you could live with a roommate instead."]},{"begin":"385.320","end":"403.880","lines":["Maybe it is moving to a different location and then balancing out between like, OK, well, if I'm living in a different location, but does that then increase my transportation costs? Like, actually running the numbers. So that is one way that you could work on decreasing your fixed expenses."]},{"begin":"403.880","end":"415.800","lines":["Or maybe you're paying for something that you could negotiate down or shop around for, like your insurance or your cellphone service. Next, you're going to write down your variable expenses. Those are the ones that change depending on your behavior."]},{"begin":"415.800","end":"428.320","lines":["The amount of money that you spend on groceries, eating out at restaurants, your gas fees. Those are things that you need for your life, but they're going to vary in how much you spend every single month."]},{"begin":"428.320","end":"448.760","lines":["Set a target for how much you want to spend on these things, keeping in mind that some of them will fall under the category of self-care for you, and so you may want to prioritize them. OK, the next step in your budget refresh - takeaway three - you're going to look at your debt. Specifically, Soledad wants to make sure you're paying at least the minimum debt payments every month."]},{"begin":"448.760","end":"489.000","lines":["So that's your minimum credit card payments, your minimum student loan payments, minimum car payments - just the minimum amount that you are responsible for, that you are being expected to pay every single month. Make sure that that is a line item in your budget. And then I also want you to think about when you want to eliminate those debts. So create a plan of when you are going to become debt-free. And that's going to require you sending more than just your minimum payments. So you could use online debt calculators that will give you different numbers, different amounts of how long it would take for you to pay off your debt with current interest rates depending on how much extra cash flow that you have."]},{"begin":"489.000","end":"496.720","lines":["LIFE KIT has a few episodes on paying down debt, so check those out if you want to know more. Next up, takeaway four - you're going to look at your savings."]},{"begin":"496.720","end":"541.440","lines":["How are you saving for unexpected or upcoming planned expenses in a high-yield savings account? So unexpected expenses are, you know, emergency things like your tires go out or you have a family member who needs a flight to go back home. But you also want to have money saved for upcoming planned expenses. Like we know every year we have the holidays. We know every year there's going to be birthdays, anniversaries, travel - so saving little by little every single month, working backwards so that you know that you're giving yourself plenty of time to have the amount saved that you want for your upcoming planned events."]},{"begin":"541.440","end":"553.000","lines":["OK. Now, as you figure out what you want to be saving for, how do you know how much to actually put aside? What's your target?"]},{"begin":"553.000","end":"583.800","lines":["So when it comes to unexpected expenses, everyone should be saving at least three months of their monthly expenses in total. I would add up your self-care expenses, your fixed expenses, your variable expenses and your debt payments. Add that total up. And let's say that it's $2,000. Then you want to save at least three months of $2,000, which would be $6,000. That's, like, the minimum amount that you should have saved for unexpected expenses."]},{"begin":"583.800","end":"595.360","lines":["Once you've got your savings goals figured out for the short term, it's time to think about long-term savings, like retirement or building towards a larger goal down the line. And consider investing in the stock market."]},{"begin":"595.360","end":"658.840","lines":["And this is money that you plan to not use for at least five years that could be invested in assets that have, you know, a variable rate of return. I would really, again, always be planning backwards. You want to know how much money you need to be investing in order to retire at the age that you want. And if you're investing in the stock market, maybe it's not for retirement. Maybe it's in a taxable brokerage account for a house down payment and you're giving yourself, you know, 10 years to save. Plan backwards. Do the calculations. You can search online, on Google, for a retirement calculator or an investment calculator and calculate how much money you should be investing on a monthly basis in order to reach a certain investment goal. And once you know those numbers, then you should just feel very comfortable - like, OK, now I can just automate this amount of money that I need to be investing. And if you don't have that extra cash flow yet, then you can say, oh, OK, so I got to work little by little to increase my income so that I do get to the point where I can be investing this amount."]},{"begin":"658.840","end":"668.880","lines":["OK, so you've got a plan. How do you actually follow it? That's the problem with New Year's resolutions, right? It's hard to stay motivated. Soledad says this happens to her clients."]},{"begin":"668.880","end":"700.080","lines":["One of the biggest questions is, like, how do I make sure I follow my budget? It's like, I create this self-care spending plan. I say, I'm going to be spending this much on proactive self-care expenses, this much when it comes to fixed expenses. These are going to be my minimum debt payments. This is - I'm automating these saving contributions. I'm automating this investment contribution. And they identify that, but then they're like, but I find myself putting money in my savings account and then having to pull the money out because I've spent too much, and now I don't want to pay interest on a credit card."]},{"begin":"700.080","end":"707.200","lines":["Soledad says when this happens, people should look at their variable expenses to make sure their budget is in line with how they spend."]},{"begin":"707.200","end":"749.280","lines":["So, for example, let's say that you say, I'm going to spend $250 a month on eating at restaurants. So you go to a restaurant your first week and you spend $70. You need to be able to track that. You need to be able to write that down either on a piece of paper, you can use a budgeting app. But you need to be aware of, like, OK, so how much money do I have left for the rest of the month to spend on eating out? Because how you are spending when it comes to those expenses that vary in amount every month is going to impact the extra cash flow that you actually have to spend in the other areas."]},{"begin":"749.280","end":"777.040","lines":["I mean, we're always making choices - right? - like, short-term and long-term. It's just such a hard balance, like, deciding when it's worth it to spend more, for instance, on eating out, because that does feed your soul as well or it is a form of self-care, versus when to be a bit more restrictive on that count and spend the money on something else."]},{"begin":"777.040","end":"840.960","lines":["Yeah, this is where it all comes back down to, like, what your diverse self-care intentions are going to be and where you find yourself in that area. And it's the first thing I want everyone to be reflecting on when it comes to their spending. There was a time in my life that I thought getting my nails done every week was my self-care, and now I can go a long time without getting my nails done. But I do still get a massage every week, right? So I've learned, like, what are the things that really nurture me, that really make me feel powerful, worthy and resilient? And those are the tests that I'm going to do. And, you know, budgets change. There's going to be different times in your life. You're going to experience different life transitions, and your budget should change with you. What your budget is as a college student, compared to a first-time parent, compared to somebody who's taking care of a loved one on their deathbed - all of those are just different life experiences that are going to require different self-care and also are going to require a different budget."]},{"begin":"840.960","end":"848.800","lines":["All right. Well, thank you so much. I've loved this conversation, and I look forward to coming up with a list of all my self-care needs."]},{"begin":"848.800","end":"853.920","lines":["Ooh, I love that for you. Yay."]},{"begin":"853.920","end":"907.400","lines":["OK, time for a recap. Soledad says the first step in a budget refresh is figuring out your self-care expenses. What do you spend money on that's nurturing you? Is there anything you do under the self-care label that's not actually working for you? Next, make a list of your fixed and variable expenses, and think about what you might be able to adjust. Then take a look at your debt. How much are you paying monthly right now, and what changes might you make to pay that bill off sooner and accrue less interest? Next, think about your savings. Do you have a fund for emergencies? Or what about for particular goals, like a vacation or buying property? Finally, think about investing. How much money do you have available to invest in the stock market? After that, you've got a plan. And remember, life may get in the way sometimes. That doesn't mean you throw the plan out. Maybe you just need to take a break from it or adjust it as needed."]},{"begin":"907.400","end":"979.960","lines":["For more LIFE KIT, check out our other episodes. We have one on how to protect yourself against scams and another on how to choose a bank. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, have you signed up for LIFE KIT+ yet? Becoming a subscriber to LIFE KIT+ means you're supporting the work we do here at NPR. Subscribers also get to listen to the show without any sponsor breaks. To find out more, head over to plus.npr.org/lifekit. And to everyone who's already subscribed, thank you."]},{"begin":"979.960","end":"1034.360","lines":["This episode of LIFE KIT was produced by Audrey Nguyen. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider, Margaret Cirino and Sylvie Douglis. Engineering support comes from Gilly Moon. I'm Marielle Segarra. Thanks for listening."]}],"duration":1034}