{
  "title": "Smart credit card habits to keep you out of debt",
  "url": "https://www.npr.org/transcripts/1196980172",
  "intro": "Even if you use a credit card all the time, it can be difficult to understand the ins and outs of how they work. Whether you're a new credit card owner or just want to make sure you're getting the most out of your card, this episode will walk through the fundamentals of the credit card game.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. I saw this meme one time that said, how is it that we were born onto a planet that has everything we need to survive, and I ended up with a credit score? Fair point, right? What we're about to get into - credit cards and credit scores - it feels overly complicated, and it also feels like a game, one that you might rather not play. But since this is our reality, we kind of have to play the game. And if you're going to play, you might as well win."
    },
    {
      "author": "SEGARRA",
      "text": "Here's what I mean. When you open up a credit card, the issuer is agreeing to lend you money. It's also giving you benefits like cash rewards, discounts, reimbursements. Credit card issuers do this because on the whole, they're making money on fees from merchants but also on interest and late fees from you."
    },
    {
      "author": "JOHN KIERNAN",
      "text": "They're not making money on every single customer. At scale, they're making money, but you can be kind of the aberration that makes money for yourself."
    },
    {
      "author": "SEGARRA",
      "text": "That's John Kiernan, the managing editor at the personal finance website WalletHub. On this episode of LIFE KIT, we are going to walk through the fundamentals of the credit card game. We'll talk about how credit cards work, specifically how interest accrues. And we'll also break down a credit card statement - talk about what's the difference between the minimum payment, the statement balance, the account balance. And this episode is great for anyone who's new to credit cards. But we also think it'll be helpful if you have a credit card already and want to make sure you understand it, and you're making the most of it. Whoever you are, we'll give you the information you need to make this system work for you."
    },
    {
      "author": "SEGARRA",
      "text": "A lot of folks don't want to have a credit card because they're afraid they'll start to treat it like a blank check. It's easy to overspend when all you have to do is whip out a piece of plastic or tap your phone. And that's reasonable, but there are also good reasons to have a credit card, even one that you barely use."
    },
    {
      "author": "KIERNAN",
      "text": "Everyone should have at least one because just having an open account that's in good standing will send positive information to the credit bureaus each month, which will make your credit report look better and then, in turn, lead to a better credit score, which helps you save a lot of money and opens a lot of doors for lending."
    },
    {
      "author": "SEGARRA",
      "text": "A reminder here - your credit score is like a financial version of a report card or GPA."
    },
    {
      "author": "YANELY ESPINAL",
      "text": "Just like with a GPA, you know, they've been using a mathematical formula to give you a grade based on the grades that you've gotten in all of your classes, based on all your assignments, based on whether you met your deadlines with your midterms and finals and your papers and all your work, right?"
    },
    {
      "author": "SEGARRA",
      "text": "This is Yanely Espinal. She's a financial educator and wrote a book called \"Mind Your Money.\""
    },
    {
      "author": "ESPINAL",
      "text": "And that's exactly the same concept with your credit score. It's just the world of money and finance. So have you paid all your bills on time? Have you paid back any debts that you've borrowed in the past? Are you on time and in good standing with your credit cards and things like that?"
    },
    {
      "author": "SEGARRA",
      "text": "All those data points get incorporated into an algorithm that calculates a credit score anywhere from 300 to 850."
    },
    {
      "author": "ESPINAL",
      "text": "The closer you are to 850, the better your score is. You want, you know, more points and a higher score."
    },
    {
      "author": "SEGARRA",
      "text": "There are five main categories that make up your credit score, and we won't go into those here, but we have an entire episode on that topic, so check that out. What I'll say here is simply having a credit card will boost your credit score. If you use it and make payments on time, you get even more of a boost. Just a quick note - you do need to use your credit card every so often or your credit card company will close it. John Kiernan says there are other good reasons to use credit cards, too. They come with benefits, cash-back rewards and better fraud protection than your other payment options."
    },
    {
      "author": "KIERNAN",
      "text": "So if someone makes a purchase on your account that you don't recognize, you can dispute it with the credit card company. You won't have to pay for it. That's not the case with cash, obviously. And debit card protections are a little less reliable."
    },
    {
      "author": "SEGARRA",
      "text": "Where people get into trouble with credit cards is when they can't pay off what they owe at the time the bill is due."
    },
    {
      "author": "SEGARRA",
      "text": "And that brings us to takeaway one - understand the features and terms of your credit card. If you open a credit card, there are several things you should know about it. One is the APR - annual percentage rate. That's how much you'll pay in interest on purchases if you end up having to pay interest. 'Cause remember, this is a loan, right? The credit card company is letting you borrow money. The average credit card interest rate right now, according to Forbes, is close to 27%. Store credit cards, the ones you open at a retailer to get a discount on your purchase, often charge more like 30- to 35%."
    },
    {
      "author": "SEGARRA",
      "text": "By the way, your credit card might have a different APR for cash advances or balance transfers or things other than making purchases. And your APR can be fixed or variable. Variable means it changes according to the movements of some other index rate that's set by the government. If you don't make a payment at all, your credit card might also have a penalty APR - maybe now they'll charge you 30% interest instead of 20 - that'll kick in for some amount of time. And with some cards, the APR starts at zero percent - hey, great deal, right? - but then it jumps up after six months. Whatever the terms are, you just need to understand them. And you should know that interest compounds daily. So let's say your APR is 27%, right? You buy something on January 1 for a hundred dollars, and then you don't make any payments on it for a year. You might think that on December 31, you'll owe $127 - not the case, because interest and late fees, they all start adding to your credit card balance the day you miss a payment, and you have to pay interest on interest and on fees. So in this case - right? - I plugged this example into an online calculator - assuming $30 in late fees a month plus interest and compounding interest, your bill would almost double by the end of April. You'd owe nearly $200 in total when your initial purchase was just a hundred bucks. As your purchases get bigger, so does that effect of compounding interest."
    },
    {
      "author": "SEGARRA",
      "text": "On the topic of fees, you should also understand which ones your credit card company charges. If you use a credit card to buy something from another country, for instance, will you have to pay a foreign transaction fee? Maybe that matters to you. Maybe it doesn't."
    },
    {
      "author": "KIERNAN",
      "text": "A lot of times people kind of overanalyze and say, oh, I want all the features to be the best possible they could be. But 50-, 60% of those features may never affect you. And so you really would just want to focus on optimizing the ones that will."
    },
    {
      "author": "SEGARRA",
      "text": "Also, find out what benefits your card offers and how to use them. Generally, if you want to make use of your cards purchase protection - for instance, you're buying a new phone - you actually have to buy the product with that credit card. So there's some thinking ahead involved here. Same goes for the car rental insurance that your credit card offers. You have to rent the car with that particular credit card to qualify. Basically, we want you to read the fine print. And then take note of when your credit card bill is due, because if you don't pay on time, you will pay interest and fees."
    },
    {
      "author": "SEGARRA",
      "text": "That's takeaway two - understand your credit card bill and how interest piles up. If you have a credit card, you'll be able to create an account on your credit card issuer's website and then log in to see where you stand. And I'm going to walk you through what you'll see there. Every credit card issuer is a little different, but one term you'll see often in bold letters is current balance or account balance. That is a running total of what you owe - all the purchases you haven't paid off yet, including that table you bought a few weeks ago and the coffee you bought this morning. But in most cases, that is not what you need to pay the most attention to. If you want to avoid interest in the short term, it's more important to look at your statement balance. You'll see that online and also on the paper or PDF statements you get from your credit card issuer. The statement balance is time-bound. It's a readout of what you spent in a one-month period at the time your billing cycle closed."
    },
    {
      "author": "KIERNAN",
      "text": "And so that is the full amount that you need to pay by the due date if you want to avoid interest charges."
    },
    {
      "author": "SEGARRA",
      "text": "If you don't pay your full statement balance every month at the due date..."
    },
    {
      "author": "KIERNAN",
      "text": "You're going to start accruing daily interest charges, which will get very, very expensive if you don't pay them off quickly enough."
    },
    {
      "author": "SEGARRA",
      "text": "Let me say this another way. In most cases, if you buy something with a credit card - say, a pair of shoes - interest will not start accruing on those shoes until you get a bill for them and that bill comes due. So the way to game the system is to buy stuff, get the rewards and then pay your bill, which is your statement balance, off in full every month."
    },
    {
      "author": "KIERNAN",
      "text": "That's the ideal situation. You're not going to have to pay interest if you can pay it in full every month, and you're going to earn lots of rewards."
    },
    {
      "author": "SEGARRA",
      "text": "The lag between the day you make a purchase and the day the credit card bill is due is called the grace period, or the interest-free period. But if you don't pay the full statement balance one time, that grace period goes away, and you'll start accruing interest every day on not just that purchase but on everything that you buy going forward. No more grace period for you."
    },
    {
      "author": "KIERNAN",
      "text": "Any balance that's unpaid at that point and future purchases are going to be charged interest. And so that would include the shoes, the table, Starbucks - anything you buy."
    },
    {
      "author": "SEGARRA",
      "text": "The good news is you can regain the grace period. Exactly how depends on your credit card terms. So if this happens to you, call the customer service number on the back of your card. Talk to a representative and ask what you need to do. They might say you need to settle up in full, paying off everything you owe, including interest and fees. And they can give you a payoff amount while you're on the phone. Find out at that point if there are any other caveats, like a certain amount of time you have to wait until your grace period comes back. They might also offer that you can regain your grace period and wipe out any leftover interest by paying two consecutive statement balances."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Another term you'll see on your online portal and on your paper credit card bill is the minimum payment. That can be a fixed dollar amount, maybe $25, or a small percentage, say, 2% of the total you owe."
    },
    {
      "author": "KIERNAN",
      "text": "It's the smallest amount you're required to pay each month to keep your account in good standing."
    },
    {
      "author": "SEGARRA",
      "text": "If you don't make your monthly minimum payment, that will hurt your credit score."
    },
    {
      "author": "KIERNAN",
      "text": "And you're also going to be charged probably late fees and interest. And so it's something you definitely don't want to do."
    },
    {
      "author": "SEGARRA",
      "text": "Making the minimum payment is better than nothing - right? - but there is a downside. You'll be paying interest and, like we talked about, that can pile up fast."
    },
    {
      "author": "SEGARRA",
      "text": "Now, imagine this scenario. You know your bill is due on the 15, but the day flies by. Midnight strikes, and you sit up in bed suddenly with terror in your heart, realizing you forgot to pay. Now you're talking about interest, late fees, a ding to the credit score. One tip to avoid this situation - and, yes, this did happen to me - set up automatic payments by phone or online. But that's advice for future you. Current you is panicking, right? Current you doesn't know what to do. Takeaway three - call your credit card company and beg for mercy. If you make a mistake that results in a late fee or interest or a lost grace period, call the customer service number, and ask them to cut you some slack. They will often waive fees and interest if it's your first time."
    },
    {
      "author": "KIERNAN",
      "text": "They're not going to do it every month, but if you've been a good customer - you're kind of a new customer - they're more willing to cut you a break than a lot of people realize. There's a lot of competition among credit cards and banking, so they know they have - you have other options. So as long as you don't abuse that kind of privilege, you can definitely use it to cover up some honest mistakes."
    },
    {
      "author": "SEGARRA",
      "text": "John says you can also ask the credit card company to change your payment due date to a time of the month that's more convenient, like right after you get paid. If this isn't a one-time thing, and you find yourself routinely missing credit card payments, it's time to make a plan."
    },
    {
      "author": "SEGARRA",
      "text": "That's our takeaway four. Let's say you have some debt on a credit card that's a high interest rate. Allow me to introduce you to a maneuver called the balance transfer. That's when you roll over your debt to another credit card with a zero percent interest rate for some period of time - it could be a year, a year and a half - so that you're just paying the amount you already owe and not any additional interest."
    },
    {
      "author": "KIERNAN",
      "text": "If you do it right, you can take the amount of your kind of current balance that you can't pay, reduce the interest rate to zero so you're only paying the principal. And you can pay that off much quicker and much less of an expense."
    },
    {
      "author": "SEGARRA",
      "text": "These cards will usually charge a one-time balance transfer fee of 3- to 5% of the total amount you're transferring. But this is still a good deal if you pay off the debt within the zero percent interest period. One thing to note about these cards."
    },
    {
      "author": "KIERNAN",
      "text": "A lot of people think that once you get a zero percent card, you don't have to make any payments on it for the whole zero percent period. But you still have to pay at least the minimum amount due on that."
    },
    {
      "author": "SEGARRA",
      "text": "Now, this would also be a good time to check on your spending. If you're unable to pay off your credit card bill, there's a reason for that, and you'll want to know what it is. Maybe you had a crisis, and you didn't have savings, so you had to put the debt on a credit card. If you have a medical emergency specifically, know that you have other options. We have an episode on how to negotiate down a medical bill or see if you qualify for financial assistance, so check that out."
    },
    {
      "author": "SEGARRA",
      "text": "Also, if you can't pay the bill all at once, ask the medical billing office to put you on an interest-free payment plan. We're not talking about opening a credit card with the hospital or medical billing office - just negotiate a payment plan directly with them. No matter the cause, if you have to use a credit card, consider a card that charges zero percent interest for a year if you make the minimum payments. And then come up with a plan to pay the debt off. There are free online calculators that'll help you do that. Yanely Espinal says maybe you tell yourself, OK, this month, I had to borrow $500."
    },
    {
      "author": "ESPINAL",
      "text": "But I'm going to pay $50 every month for the next 10 months, and then I'm going to be debt-free in 10 months from that loan. And that's going to be incorporated into one of the categories in your budget is, pay back my loan - $50 every month. And you'll put that in for the next 10 months."
    },
    {
      "author": "SEGARRA",
      "text": "Now, maybe you find that this is more of an ongoing problem where you're consistently spending money you don't have. That was true for Yanely about a decade ago. She had credit card bills she couldn't pay."
    },
    {
      "author": "ESPINAL",
      "text": "For me, I was like, ugh, you know, the problem is these credit card companies are abusing me with these 29% interest rates. But, like, was that the problem, or was it that I bought myself, like, the closet of Jennifer Lopez when I was a broke college student and did not have any business buying that kind of closet of dresses and shoes? Like, it's the decisions that I made. Of course, our financial system does need improvements, but we have to be willing to be vulnerable and name, where was my part in this? Because then I can actually prevent myself from doing this again and again."
    },
    {
      "author": "SEGARRA",
      "text": "And don't beat yourself up about this. You know better now, and you're going to do better with that information. Take a look at your savings, assets and income, as well as your debt, fixed expenses like rent and other fluctuating monthly expenses, and figure out how and when you can pay that credit card bill off."
    },
    {
      "author": "ESPINAL",
      "text": "When I was in credit card debt, I knew that in October of 2015, I was going to make my last credit card payment. So, like, October of 2015 was what I had in - my mantra every day, right? Like, I'd wake up in 2014 to get dressed for work, and I'm like, October 2015, October 2015, because I knew that was my north star."
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter)."
    },
    {
      "author": "ESPINAL",
      "text": "Like, I was going to be debt-free on that day."
    },
    {
      "author": "SEGARRA",
      "text": "OK. It's time for takeaway five - choose the right credit cards for you and your lifestyle. Some people prefer to keep things simple and have just one credit card 'cause it's easier to manage. They'll get one that gives a flat rate of 1.5- or 2% cash back on all purchases."
    },
    {
      "author": "KIERNAN",
      "text": "Other people have kind of an array of different cards for different types of purchases. So basically, you could have one card for gas, one card for grocery stores, one card for travel, one card for zero percent purchases. And that enables you to get the best possible collection of terms."
    },
    {
      "author": "SEGARRA",
      "text": "Think about how you tend to spend money, right? Do you splurge a lot on travel or eating at restaurants or online shopping? Do you spend a lot of money on gas? Choose the cards that would benefit you the most. Some cards have an annual fee. John says you should get one of those when the rewards you expect to earn add up to more than that fee."
    },
    {
      "author": "KIERNAN",
      "text": "On the flip side, if you forget about the card, you might end up having to pay fees for something you don't use."
    },
    {
      "author": "SEGARRA",
      "text": "And on that note, don't open a credit card at a retailer to get the discount on a purchase and then forget you have that card or need to pay it off."
    },
    {
      "author": "KIERNAN",
      "text": "Yeah, especially if you have a balance because that's when those purchases turn into kind of long-term nightmares."
    },
    {
      "author": "SEGARRA",
      "text": "One other thing to note here - every time you open a new credit card, that is going to ding your credit score. But any negative effects will lessen over time."
    },
    {
      "author": "KIERNAN",
      "text": "As long as you're not applying for a mortgage in the next few months, then the temporary credit score damage will really have no impact."
    },
    {
      "author": "SEGARRA",
      "text": "The thing is opening a credit card, as we were saying at the top of this episode, also helps your credit score. So, yeah, you can't see me, but picture me doing a giant shrug right now. Remember how this is all a game? - yeah, I know - it's like when my friends try to explain the rules of some elaborate board game to me. Within seconds, I'm down some sort of daydream rabbit hole. I open my eyes 10 minutes later. They're holding up playing cards and multicolored game pieces and asking if I'd rather play the role of the wizard or the innkeeper. And I'm like, yeah, all right, I'm out, guys. But if you're going to learn the rules to something, let it be the credit cards credit score game. It's got some pretty big real-world implications, and we are not playing with Monopoly money."
    },
    {
      "author": "SEGARRA",
      "text": "OK. It's time for a recap. Takeaway one - understand the features and terms of your credit card. What's your APR? Does it start at zero and then jump up after six months or a year? What fees will you be charged and when? What benefits do you get? What's your billing date?"
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway two - understand your credit card bill and how interest accrues. Make your minimum payment to avoid late fees and credit score dings, and pay your statement balance to avoid interest."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway three - you can call your credit card company and ask for leniency, especially if you make a one-time mistake."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway four - if this isn't a one-time thing, and you're routinely missing credit card payments, make a plan to get out of debt and change your spending habits."
    },
    {
      "author": "SEGARRA",
      "text": "And takeaway five - choose the right credit card or cards for your lifestyle."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to boost your credit score and another on how to curb unnecessary spending. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Margaret Cirino and Sylvie Douglis. Engineering support comes from Gilly Moon and Kwesi Lee. Special thanks to Chip Lupo. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3630996580.mp3",
  "img": "https://media.npr.org/assets/img/2024/08/28/template-5-example_wide-2b94797fdd50543f9e40d8f3557ddec34765cd7b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "JOHN KIERNAN",
    "KIERNAN",
    "YANELY ESPINAL",
    "ESPINAL"
  ]
}