{
  "title": "It's time for holiday decorations. How to create an iconic theme — and save money",
  "url": "https://www.npr.org/transcripts/1196978340",
  "intro": "Designer Elaine Griffin explains her philosophy when it comes to decking the halls for Christmas, Hanukkah and all your winter festivities: Begin the process with intention — and don't be afraid to depart from tradition.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey everybody. It's Marielle. So I've been decorating my place for Christmas. And every year up until now, I've kind of just put up every Christmas ornament and tchotchke that's been handed down to me - sometimes to my detriment 'cause, you know, when you've got all these little elf and Santa figurines lined up in your pantry, you end up knocking them over every time you go to make a cup of tea or grab some spices. It is possible I got this habit from my mom."
    },
    {
      "author": "SEGARRA",
      "text": "My mom's theme, many years, for our house that I grew up in is just snowmen. She has so many snowmen. Like, it is just. Like, I want to say, like, a hundred snowmen."
    },
    {
      "author": "ELAINE GRIFFIN",
      "text": "I love that."
    },
    {
      "author": "SEGARRA",
      "text": "You love it?"
    },
    {
      "author": "GRIFFIN",
      "text": "I love that."
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter) OK."
    },
    {
      "author": "SEGARRA",
      "text": "That's Elaine Griffin, by the way. She's an interior designer and the author of \"Design Rules: The Insider's Guide To Becoming Your Own Decorator.\" I called her up because I think there might be a better way to do all this."
    },
    {
      "author": "GRIFFIN",
      "text": "At the end of the day, your house must function. So if you have 800 snowmen, you need to corral 300 of them somewhere."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT - a start-to-finish guide for decorating your space for the holidays. We talk about how to make this holiday season your own, how to come up with a theme and follow old family traditions or make new ones. Also, we've got tips on how to do this sustainably and on a low budget."
    },
    {
      "author": "SEGARRA",
      "text": "And yeah, I feel like I should just acknowledge I am getting over a cold, so I'm fine, but I might sound a little more sultry today than you're used to."
    },
    {
      "author": "SEGARRA",
      "text": "The holidays can be a time of big emotions and hefty memories, right? Like maybe, as a kid, you had these big, lavish Christmas blowouts. Or maybe you didn't celebrate that much growing up. Maybe what you remember is a lot of bickering. No matter what, Elaine says that you can put your own stamp on things. And this brings us to takeaway one - reflect on your childhood. What were the holidays like for you growing up?"
    },
    {
      "author": "GRIFFIN",
      "text": "It's either very good and you want to re-create them because it was, like, loving, warm family - whatever that means to you - or they were horrible."
    },
    {
      "author": "SEGARRA",
      "text": "And then ask yourself this question..."
    },
    {
      "author": "GRIFFIN",
      "text": "What are the rights and rituals from your childhood that you want to reproduce 'cause they make you feel good or that you want to surpass because they were really bad?"
    },
    {
      "author": "SEGARRA",
      "text": "One example - if your family went all-out with decorating, but that's exhausting for you to think about, that's OK."
    },
    {
      "author": "GRIFFIN",
      "text": "So maybe you don't want to do lavish, you know? For - then you're like, OK. So I'm going to put some - a mixed thing of, ornaments out here. We're going to throw some pine cones over there. But I really don't want to deal with the headache."
    },
    {
      "author": "SEGARRA",
      "text": "Mmm hmm. Yeah. So it's kind of like, give yourself permission to do something different than you grew up with?"
    },
    {
      "author": "GRIFFIN",
      "text": "Always."
    },
    {
      "author": "SEGARRA",
      "text": "Elaine says it also helps to think about what you want to feel when you look around at your decorated house - you know, cozy, energized, nostalgic."
    },
    {
      "author": "GRIFFIN",
      "text": "Feeling in decor, in any decorating, is really No. 1. It's - like, it's your why."
    },
    {
      "author": "SEGARRA",
      "text": "One exercise you can do is write down some adjectives that come to mind when you think about the holidays. And think in terms of the five senses. Elaine gave me this prompt, too."
    },
    {
      "author": "SEGARRA",
      "text": "I guess I think about magic. I think about coziness and family - maybe not always in a positive way?"
    },
    {
      "author": "GRIFFIN",
      "text": "Yeah (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Sometimes yes, sometimes no - it can be, like, family fighting, too. There can be, like, depression that comes in there 'cause of people you've lost - but family. I think of chocolate chip cookies - like, warm chocolate chip cookies with walnuts on them - and pine tree smells."
    },
    {
      "author": "GRIFFIN",
      "text": "See? I'm a big believer that you want to celebrate in all five senses. So you want to have sight, sound, scent, touch, taste. So - and you covered all five of those (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "So it sounds like I want my place to feel cozy and magical and warm. And what I can do without is all the clutter and the little figurines."
    },
    {
      "author": "GRIFFIN",
      "text": "It's your choice. That's the beauty of being a grown-up and living on your own. You get to make the rules."
    },
    {
      "author": "SEGARRA",
      "text": "That brings us to takeaway two - decide how big you want to go."
    },
    {
      "author": "GRIFFIN",
      "text": "Your holiday decorations are a continuation of the design statement that you are already making in your home. So you want to look at your decorating style in general. Are you a minimalist? Are you a maximalist?"
    },
    {
      "author": "SEGARRA",
      "text": "Elaine is generally a maximalist. She likes her decor lavish and over-the-top."
    },
    {
      "author": "GRIFFIN",
      "text": "You would never see me in a little piece of dainty anything because I love chunky jewelry - right? - the bigger, the better, the bolder."
    },
    {
      "author": "SEGARRA",
      "text": "And that's one piece of information that can guide you on the holiday decor you will like, but there are other considerations, too."
    },
    {
      "author": "GRIFFIN",
      "text": "I lost my mom in 2020. I moved home to Georgia in 2015 to take care of my mother, and she left us right after. You know, she was at her worst the Christmas of 2019, and she left us in January 2020. So I don't really do Christmas anymore, at least for right now - taking a sabbatical."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I mean, that's something to consider, right? Like, sometimes, when you're thinking about your emotional state and whether you want to decorate and how much you want to decorate, that's part of it, too, right? If you lost a family member around Christmas or just in the past year, you might decide, I really don't want to decorate."
    },
    {
      "author": "GRIFFIN",
      "text": "Right. I do a very minimal decor now, and that's actually coming from nothing. So now I might put out a plant. Like, I might have poinsettias, or I might do this little, tiny, mini tree."
    },
    {
      "author": "SEGARRA",
      "text": "So basically, figure out how much effort you want to put in this year and how hard you want to go. Other ways to do the minimalist thing - go with more neutral colors, like beige stockings and white garlands, or put a candle in every window and a wreath on the door and call it a day. I've decided to go medium-effort with my decor this year. The Christmas tree will be the focal point, and I have a wreath, too. If you want to be a maximalist, one option is to just go big and tacky and festive - you know, lots of thrift-store oddities, mismatched figurines, brightly colored lights. But there are lots of other ideas, too."
    },
    {
      "author": "SEGARRA",
      "text": "After you've figured out how much time and effort you can devote to decorating, takeaway three - choose a color scheme."
    },
    {
      "author": "GRIFFIN",
      "text": "I want you to think about your color palette first, before you even start thinking about decorative elements, because that really does dictate a lot of your statement and your shopping list."
    },
    {
      "author": "SEGARRA",
      "text": "So of course, if it's Christmas, for instance, there's the classic red and green or, for Hanukkah, blue and silver. But you don't have to stick with those. Get a little wild, like - hear me out - Miami Beach colors."
    },
    {
      "author": "GRIFFIN",
      "text": "Which means that it's going to be, you know, kind of tropical, lush colors."
    },
    {
      "author": "SEGARRA",
      "text": "We're talking hot pink, blue, neon yellow."
    },
    {
      "author": "GRIFFIN",
      "text": "If you're in Texas, you could do orange and silver for the Longhorns. For my clients who are stymied for colors, I go look in their closets because you have an overall style statement that never varies. So look at your closets for color schemes."
    },
    {
      "author": "SEGARRA",
      "text": "What if somebody is someone who uses, like, very neutral colors, like, you know, navy, beige, white, black? Well, how do you make that into Christmas - festive Christmas or holiday decor?"
    },
    {
      "author": "GRIFFIN",
      "text": "Literally, those colors that you just mentioned are perfect. I would mix silver, gold, black and a navy blue. I would mix all of those together, and that's a very calming statement."
    },
    {
      "author": "SEGARRA",
      "text": "And that would be more of a minimalist statement like we were talking about before. So taking that Miami Beach example, here's how you might incorporate those colors into your holiday decorating."
    },
    {
      "author": "GRIFFIN",
      "text": "Oh, my gosh, everything. So if you have an artificial tree - those silver trees? Stop. Wouldn't that make you - have a silver tree or a white tree. If you have a live tree, you could put a lot of artificial snow on it. I like the white from Miami Beach. And then you could mix in greenery. We always want to have greenery 'cause, you know, it's decorative. It's cheap. It's great as filler. But you could also use palm fronds."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So you've identified your color palette. You know how big or how small you want to go and what you want your space to feel like. Takeaway four - get creative. And you don't need to spend a lot of money on this. There's this store in my neighborhood that makes handmade felt ornaments, and they have a whole tree filled with sea creatures. Now, while I don't want to buy any new ornaments this year, it got me in a lane, thinking I could do an under-the-sea Christmas theme for pretty cheap."
    },
    {
      "author": "GRIFFIN",
      "text": "You could mix starfish and shells with greens - always have to have the bed of greens for everything."
    },
    {
      "author": "SEGARRA",
      "text": "How can you put together holiday decor that matches your theme that you're excited about, but on a budget?"
    },
    {
      "author": "GRIFFIN",
      "text": "I always say, in life in general, but in design in particular, time and money are inversely proportionate. To save one, you have to spend exponentially of the other. So if you have this theme that you love and you can't afford it, you obviously want to find the biggest statements in that and then make them yourself. You have to be resourceful."
    },
    {
      "author": "SEGARRA",
      "text": "Mmm hmm. Yeah, I love that. I mean, I have a collection of shells from Puerto Rico, so..."
    },
    {
      "author": "GRIFFIN",
      "text": "I love that."
    },
    {
      "author": "SEGARRA",
      "text": "...Maybe I can use them in some decor. Elaine says another option is to check out thrift stores in your area for ornaments you like. Or get crafty. Some felt, thread and beads can go a long way. You can also have an ornament swap with friends."
    },
    {
      "author": "GRIFFIN",
      "text": "Which I think would be tons of fun - have your Christmas ornament swaps with your friends so that you can recycle all of that stuff."
    },
    {
      "author": "SEGARRA",
      "text": "OK, it's assembly time. Takeaway five - keep your space functional and usable. Elaine says, if you have to move around a lot of furniture, that's a sign to rethink your decorating strategy."
    },
    {
      "author": "GRIFFIN",
      "text": "The room's architecture really decides where the tree is going to go. I want you to put the tree somewhere where you might have to move one piece of furniture. If you have to move more than two, that's not where the tree needs to go."
    },
    {
      "author": "SEGARRA",
      "text": "And instead of just overwhelming a room with all of your decorations, choose key areas."
    },
    {
      "author": "GRIFFIN",
      "text": "In a room, the No. 1 thing that you see first is the vista right across from the door. That's a very key point. Designers never leave that empty because the eye has to have somewhere to land. That's where it lands first, and it needs to land on something very pretty."
    },
    {
      "author": "SEGARRA",
      "text": "Also, take advantage of your corners."
    },
    {
      "author": "GRIFFIN",
      "text": "Corners are great things for, like, tall plant stuff. As a rule, the tree goes in a corner because, you know, it's not taking up that much room."
    },
    {
      "author": "SEGARRA",
      "text": "And if you have other smaller ornaments or crafts, those can go on flat surfaces throughout the space - in moderation."
    },
    {
      "author": "SEGARRA",
      "text": "What's a good coffee-table holiday decor item, and how many things would you put on a coffee table?"
    },
    {
      "author": "GRIFFIN",
      "text": "So how does your coffee table look the rest of the year? How are you using it the rest of the year? You want to keep that same sort of style and accessory geography - you know, layout - but just switch the accessories out."
    },
    {
      "author": "SEGARRA",
      "text": "On my table, I've got a tiny, wooden reindeer made from Christmas tree scraps, which leaves me plenty of space to eat dinner."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Takeaway six - think about the cleanup process come January, and make a plan."
    },
    {
      "author": "GRIFFIN",
      "text": "What goes up must go down. For every action, there is an equal and opposite reaction. Think about your level of commitment to taking all that stuff down."
    },
    {
      "author": "SEGARRA",
      "text": "Elaine says cleanup can actually be a fun group activity in the new year with your friends or roommates or kids."
    },
    {
      "author": "GRIFFIN",
      "text": "We had a tree-trimming party, which was truly one of my most favorite events ever. And I put the lights on, and then we invited, like, our five - each of our five favorite people. And we finished the tree, and we had, like, nibbles. And, you know, the room was aglow with the lights. And we did the tree and, you know, ate, drank champagne. And that was, like, tons of fun. You could also have that to undo your tree."
    },
    {
      "author": "SEGARRA",
      "text": "By the way, I have decided on a theme. It's not under the sea, though maybe next year. It's kind of vintage cozy, with warm, white lights on my tree and lots of natural materials. My friend and I are planning to make a garland out of dried orange slices, and my wreath has apples and pears in it. I'm also using some classic glass-blown ornaments and handmade felt ones that just give me a warm and fuzzy feeling."
    },
    {
      "author": "SEGARRA",
      "text": "All right, time for a recap, Rudolph."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway one - do some thinking about how you want your holidays to feel. What were your favorite parts of the holidays growing up? What vibe do you want to experience now?"
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway two - decide how minimalist or maximalist you want to go."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway three - plan your color scheme. Are we going traditional red and green or all silver, Christmas at the beach or all funky food ornaments? The sky's the limit."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway four - get thrifty. This stuff is only going to be up for a month or so. You can be budget-conscious by making your own ornaments or going to a thrift store."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway five - keep it functional. No need to move furniture. The goal is to bring some cheer to your home, not a totally new floor plan."
    },
    {
      "author": "SEGARRA",
      "text": "And takeaway six - make a plan for cleanup once the holiday magic is done."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on embracing hygge, the Danish concept of coziness, and another on decorating for maximum comfort. You can find those at npr.org/lifekit. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. It was edited by Meghan Keane. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from Joshua Newell. I'm Marielle Segarra. Thanks for listening, and happy decorating."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8024873737.mp3",
  "img": "https://media.npr.org/assets/img/2023/12/06/lk_harlan_holidaydecor_final_wide-bf58c8ee69dc13ef6cbdcc42491004cacc530037.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "ELAINE GRIFFIN",
    "GRIFFIN"
  ]
}