{"title":"Dear Life Kit: My husband shuts down any time I try to talk about our finances","url":"https://www.npr.org/transcripts/1196977061","intro":"I'm struggling to get my husband to make a family budget with me. Whenever the topic comes up, he completely gets defensive. How do I get him to talk to me about money?","transcript":[{"author":"ANDEE TAGLE, HOST","text":"Today on the show - my husband won't make a family budget with me. He's good with his own money, but anytime I bring up our shared finances, he shuts down. What gives?"},{"author":"UNIDENTIFIED PERSON #1","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #2","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #3","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #4","text":"Dear LIFE KIT, I have a question for you."},{"author":"TAGLE","text":"This is Dear LIFE KIT from NPR."},{"author":"UNIDENTIFIED PERSON #5","text":"How can I become a better caretaker?"},{"author":"UNIDENTIFIED PERSON #6","text":"How do I deal with my parents' unrealistic expectations?"},{"author":"TAGLE","text":"And we're getting personal."},{"author":"UNIDENTIFIED PERSON #7","text":"I'm catching feelings for someone, but they're married."},{"author":"TAGLE","text":"I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."},{"author":"LINDSAY BRYAN-PODVIN","text":"It is absolutely a cornerstone of a healthy romantic partnership to be talking about money."},{"author":"TAGLE","text":"That's today's expert, Lindsay Bryan-Podvin, a returning friend of the show. Lindsay is a social worker turned certified financial therapist, host of the \"Mind Money Balance\" podcast and author of the book \"The Financial Anxiety Solution.\" Today, Lindsay will help us with the tricky business of merging money habits."},{"author":"TAGLE","text":"Today's question has to do with spouses and money. Before we get into all of it, I'm curious. Can love and money ever live happily ever after?"},{"author":"BRYAN-PODVIN","text":"Absolutely. They can live happily ever after. I think it's a myth, particularly in our society, that if you talk about money, it's unsexy, it's bad, it will stigmatize the relationship, it will bring it down, it'll be negative. Like, it takes all the love and romance out. And I, having done this work for a while now, am really of the mindset that couples who actively and openly talk about money, they tend to have deeper depths of intimacy. They seem more well-connected. And the research backs me up that, yes, of course, couples who fight about money report being more likely to separate or divorce. But couples who talk about money report being happier than those that don't."},{"author":"TAGLE","text":"I love it. OK, are you ready for your question?"},{"author":"BRYAN-PODVIN","text":"Yes."},{"author":"TAGLE","text":"OK. Let's do it."},{"author":"TAGLE","text":"Dear LIFE KIT, I'm struggling to get my husband to make a family budget with me. Whenever the topic comes up, he completely shuts down or gets defensive. He grew up in a working-class family, while my family enjoyed the benefits of some modest generational wealth. I think this difference makes him uncomfortable talking about money, especially with me. He's also in a chronically underpaid industry, and I think he feel self-conscious about our family's economic position as compared with my extended family and our peers. I know he thinks about finances because he has an active investment portfolio and contributes to his retirement plan. However, I'd like to have a collaborative financial plan. I want to save for collective goals like home improvements and family vacations, but I don't feel like we have any direction right now. We're just winging it, and it makes me feel insecure about the future. We both work. We combined most of our assets when we got married, and we have kids. Do you have any advice on how to get my husband to participate in a family budgeting session? Signed, Marital Money Woes."},{"author":"TAGLE","text":"OK, Lindsay, can I tell you the truth right up front here?"},{"author":"BRYAN-PODVIN","text":"Please."},{"author":"TAGLE","text":"This husband really gets my goat. Like, I - he's making me mad. You know, it sounds to me like this guy is good about managing his own money, and yet he's just willfully ignoring his family finances. And that feels, I don't know, a bit negligent, mean even. Do you feel lit up at all by this situation?"},{"author":"BRYAN-PODVIN","text":"I don't, but it's only because I do this stuff all the time."},{"author":"TAGLE","text":"(Laughter)."},{"author":"BRYAN-PODVIN","text":"This question could have been written by literally any of my clients or anybody who slides into my DMS on Instagram. This dynamic comes up again and again in romantic partnerships - this idea that one person kind of has an idea or has a plan or tries to bring it up and somebody else is seemingly unwilling. But when I hear from the other person, the person in this case who seems to kind of have his eyes or head down, rather, on focusing on his own retirement - oftentimes when I hear from that person, they're saying, I am so embarrassed. I have no idea how to talk about money. I can't even manage the anxiety that comes up when the word budget is brought up in my relationship. I'm so worried that I'll explode or that I'll shut down that I just don't do it at all. So I have a bit more empathy for this person because I've met this person many, many times in my life."},{"author":"TAGLE","text":"So it's a very emotional response, it sounds like."},{"author":"BRYAN-PODVIN","text":"Absolutely. And we tend to judge the person on their behavior. So in this instance, it's very easy to judge him on avoiding talking about it and just pointing to, hey, he's not willing to talk to me about money. But we don't know the emotions behind that behavior that could give us a bit more empathy for why he's doing what he's doing."},{"author":"TAGLE","text":"OK. So how can they start to bridge the gap when it seems that they have really different money values? How does that conversation look like?"},{"author":"BRYAN-PODVIN","text":"One thing is before we even talk about money is to set a time and place to talk about money. I know this sounds very strange, but we really have to set the stage because most of the time in partnerships, when we're talking about money, we're doing it in a moment where we're emotionally pretty heated, right?"},{"author":"TAGLE","text":"Right."},{"author":"BRYAN-PODVIN","text":"Maybe this person is coming in from a big shopping trip at, like, Costco, and they're lugging groceries in and they're so mad and frustrated that the budget is higher than they want it to be. And they come in and they say, you never think to think about the grocery budget. And here I am, and I'm shopping all the time and I'm spending all the time, and you have no idea where our money is going. That's not a great way to enter into a financial conversation versus saying, hey, I just got back from Costco. I realized we are spending a ton of money on food. Do you have time this week for us to sit down and look at our food budget?"},{"author":"BRYAN-PODVIN","text":"This does a few things, Andee. What it does first is it gives your partner a heads up. It also gives our partner an idea of what to expect during that conversation versus something vague, like let's talk about money, which could be pretty broad and pretty overwhelming. And it also then puts it in the partner's court to say, whew, OK, let me take a look at my schedule. Let me find the time where I'll be the most able to have this conversation. And then you agree, OK, Sunday after the kids go to bed, why don't we talk about the food budget and then we can reward ourselves with binging on \"Succession\" or whatever else is on TV that night."},{"author":"TAGLE","text":"Love it."},{"author":"BRYAN-PODVIN","text":"But we need to first set up the conversation before we have the conversation itself."},{"author":"TAGLE","text":"Find a neutral space. Go to a place and time where you can take as much emotion out of it as you can. Then be real specific. At what point does someone's hesitance to talk about money become a problem? You know, it sounds like this person has tried and it's not really working. What can we do about that?"},{"author":"BRYAN-PODVIN","text":"First, give them that opportunity to say, hey, I want to have this conversation. It's really important to me. When works for you? How can we fit this into our schedules? If that person continues to dodge that conversation, you can say to the partner who's a bit reluctant, look, I have tried to bring this up with you a few times. It seems like when I bring it up, you tend to shut down. I'm not here to judge or to harp on you, but this is really important, not just to me, but to our relationship. Is there anything I can do to make this conversation easier? This also then gives the partner the opportunity to say, you know, it actually has nothing to do with you. I've just really realized that I am X - whatever they're feeling about it. And if you, the person who is bringing up the money to the partner, is not in a position to help your partner, that's when you can say, hey, let's get somebody else involved."},{"author":"BRYAN-PODVIN","text":"Like, let's say the partner says, I am really nervous about having a budgeting conversation because, quite frankly, growing up, we didn't budget and I don't know how to do it, right? That gives us the opportunity to say, OK, do you want us to sit down and look at it together? Would you be more comfortable listening to a few podcasts about household budgets? - giving them an option to kind of choose a path. And if, after they choose that path, there is still no forward momentum, then it's OK to tap on the shoulder of a professional, be it a financial therapist, therapist, money coach or financial adviser, to help you get that conversation going."},{"author":"TAGLE","text":"Do you have any other hard and fast rules when it comes to money and romantic relationships - hard absolutely yeses, absolutely nos?"},{"author":"BRYAN-PODVIN","text":"One thing that I often think can be helpful is sometimes the numbers themselves are pretty intimidating. To sit down and look at a spreadsheet or a pie chart can be boring at best and overwhelming at worst. So sometimes I think it's helpful to think about what that money can afford you as a couple. In a lot of personal finance spaces, there is such a strong emphasis on kind of eating your vegetables first - right? - really focusing in on cutting lattes and getting the budget under control and cutting down debt. And it's not that those things aren't important. They absolutely are. But we also want to build positive momentum and a positive reward feedback loop. And if every time we're talking about money, it's about restriction, that's not a great way to cultivate safety within the context of communicating about money."},{"author":"TAGLE","text":"Lindsay, last question for you. Is it ever too late to get your financial house in order?"},{"author":"BRYAN-PODVIN","text":"It is never too late. Of course, there are advantages of starting earlier when it comes to things like saving up for retirement, right? The power of compound investing just does work better over time. But if you are older, it doesn't mean that it's too late to start. And I think that defeatist attitude is what gets in the way of a lot of people taking action, is that they turn towards personal finance experts who tell them, if you didn't start saving in your 20s, you're kind of out of luck. I really like to take the approach that any momentum is positive momentum. Saving $1,000 is better than saving no dollars. Increasing your credit score to 700 is better than just letting it sit at a 600, right? Every single step that we can take towards building financial wellness is a step in the right direction. So I just encourage all of the listeners, whether you empathize with this reader or whether you are empathizing with Andee's question, that it is not too late to start."},{"author":"TAGLE","text":"Final thing before you go, Lindsay. At the end of every show, we ask people for the best piece of advice they've ever received. Since you've been on the show already, we can go for the best piece of advice you've had lately or anything that's been sticking in your mind, anything you've been doling out, anything you want. Can't wait to hear it."},{"author":"BRYAN-PODVIN","text":"Something that has been helpful for me - just the benefit of getting outdoors. And I especially love getting outside if I'm feeling a little bit heated about any sort of topic, be it with, like, a friend, a parent, a partner. I'm like, you know what? Let me go, as the kids say, touch grass for five, 10 minutes. And then I'll come back in and revisit the situation with hopefully my nervous system a little bit more reset."},{"author":"TAGLE","text":"I love it. Fresh air always helps. I'm with you. Thanks, Lindsay."},{"author":"BRYAN-PODVIN","text":"Thanks, Andee."},{"author":"TAGLE","text":"If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5866200868.mp3","img":"https://media.npr.org/assets/img/2023/09/06/dlk_familybudgetdrama_01b_wide-9b09476a45a5d5f658b7264e8618b73b286e2f58.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","UNIDENTIFIED PERSON #1","UNIDENTIFIED PERSON #2","UNIDENTIFIED PERSON #3","UNIDENTIFIED PERSON #4","TAGLE","UNIDENTIFIED PERSON #5","UNIDENTIFIED PERSON #6","UNIDENTIFIED PERSON #7","LINDSAY BRYAN-PODVIN","BRYAN-PODVIN"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,16884,26195,18566,16738,1182,15226,14943,17637,25507,10800,8800,9344,4782,1642,16866,18989,19284,11988,20106,18023,14506,16266,14327,15496,12864,13870,14418,4983,17154,19994,22193,19511,18732,19999,21854,26604,10997,22956,23379,26826,25711,9250,3566,26535,21918,8392,2910,2132,3479,25576,15452,13653,20305,25322,6364,2970,20756,20719,20119,11605,13192,17660,13397,11747,8700,25281,19207,19426,23503,20973,23348,12038,18838,16286,15461,8102,6794,11557,17220,3394,12168,7168,16067,7731,2911,13827,16064,18467,20757,17127,20109,16087,7530,11544,3518,19401,20516,6334,2878,2059,25918,17016,13223,14844,15894,3165,25393,11288,17521,11361,8192,5055,17476,12779,8539,10785,11523,10349,5495,8758,16142,14271,12565,18543,22127,13583,16700,14627,18449,12279,17530,14701,10758,20015,14298,13355,20623,24882,13053,14780,14416,12206,13858,23294,16868,12468,20209,19364,22312,16672,24813,15011,11336,14947,23173,18375,17969,16711,6036,1633,16499,18150,22408,17313,18437,20363,16286,12329,14194,6295,26361,14473,13895,13731,14999,12644,9237,19234,11865,19328,8534,14600,17196,10631,12252,6511,6013,2405,1473,23903,22141,20316,18157,14312,8748,11880,8542,8872,12363,8341,9860,14506,3546,1509,1396,1667,1293,979,267,108,0,1,18254,23585,26599,16628,24737,14272,12019,26989,20029,13231,14507,20508,14949,17929,25020,16549,10493,11698,11571,14237,12717,17598,18128,23670,15197,10854,16182,24785,15747,20417,21267,24772,13518,9059,17377,17933,9840,17753,3568,18269,16025,20417,12923,14577,12092,10519,7684,9954,23807,15233,22372,16859,15985,13445,7399,17382,12218,14583,12955,24248,13388,19109,8232,20521,6931,18083,13623,15955,15944,10374,8712,11421,15170,11641,8847,13704,11465,7621,6670,24187,23300,15993,11807,86,58,12,22188,28516,23373,27475,19759,20545,25236,16887,4074,14637,16245,18089,17189,16584,16812,26109,14035,8395,9609,8362,13791,22548,17836,18454,20494,21028,17579,15051,9934,13326,13458,12656,25629,19612,10584,17144,23950,23196,15471,14268,2937,25153,23595,26352,24594,19001,16542,24751,20891,13417,14441,3510,4,10222,26026,21179,9804,10133,22342,19209,15788,18922,28242,16130,13918,3802,25037,22255,6940,7395,10521,11205,20097,20833,27592,28612,24567,10143,23300,16460,14099,19432,18059,19841,20457,14706,15330,9456,16251,1093,24612,22728,22033,21488,19459,13348,20224,23207,21566,10307,15027,2008,21767,22005,25970,15267,18764,26292,16976,18897,12181,12801,6118,11286,11829,6645,17242,20975,18375,13395,15890,10677,11422,10488,16754,12868,13314,15703,14839,14254,28329,22121,16845,16536,24266,16902,25753,24694,14888,7235,23100,22003,19127,22832,18102,16652,16646,8022,23596,12025,16496,6649,12519,27930,16189,12362,14162,24607,26038,20900,683,23,9,5,23875,20476,13767,21157,16448,18683,6194,21604,6898,11194,11735,13272,9555,4095,19491,12248,19811,10704,7066,20456,14457,13342,10668,13625,22568,12861,8418,9788,18861,16320,15193,7520,14344,9375,8713,504,27591,14570,9761,21164,18521,16921,14081,6240,520,3,0,19376,18968,13787,10522,12092,6966,14291,12037,8153,16695,20766,4626,16708,23567,12169,22925,24585,23972,14156,11606,14646,18940,17850,17160,11261,12557,12945,12401,11691,830,20209,12242,17772,12961,12628,12885,14086,11171,10652,9858,11393,14966,14643,13915,8770,12262,10222,9439,12585,8721,6413,9948,10173,13828,9102,14871,22786,24391,11767,9545,10844,15894,12771,12199,22520,23207,23211,10014,22694,20144,19389,11052,10021,7787,13135,18632,13055,11274,23464,15623,14956,11453,20839,13472,21879,18674,10464,13032,5265,14776,14924,9997,19980,16917,9016,10793,9354,7306,12245,10048,9325,11768,9773,9237,6791,8156,19891,9476,9609,10723,8424,16244,16757,10022,1440,21477,14000,9991,11298,14517,10290,197,20884,23520,5270,21382,17281,19876,19606,11991,12817,15407,6477,20131,14604,13049,10219,20559,19381,25117,22431,14340,12941,9285,6246,14029,12749,8415,11219,13925,13640,13873,15648,12193,10720,9305,7655,10419,676,20591,17254,8835,8191,7154,11006,10700,7378,8215,9436,7905,6443,7393,9463,6116,2751,277,9157,8715,4675,6870,3838,18445,24411,17624,24765,20849,13236,5286,6835,8202,10708,2027,1345,2418,10786,14493,15452,5733,4170,3353,7993,22249,20016,15324,14450,12990,11081,8063,7648,3723,1628,4410,22591,16783,16267,17769,12359,13156,11296,13682,12328,10007,6223,2639,3447,3025,20088,19070,21329,12398,6870,16815,13468,10090,9593,9902,11376,13431,11044,8497,2157,2025,3444,25102,15199,17205,11495,12525,11703,3745,3630,8933,13544,9985,5092,2375,2005,2540,13368,15637,19249,19181,10366,8781,10316,4934,3001,13801,17817,14345,9619,7338,6499,6601,11344,11239,9737,11097,10567,9398,5595,8635,10068,2837,25546,15649,15996,13934,6014,11850,13677,19675,15235,13021,6948,8192,8306,15826,15460,8147,5520,3761,16839,20553,4953,20053,15069,14585,13922,19050,5527,10150,3076,2452,21237,20724,16209,17098,16828,7437,11474,10720,5945,11105,8346,2903,17325,16880,12029,15628,10998,9783,3214,7697,18066,7837,5857,11225,14200,11607,10092,7102,6707,1071,2853,2672,24080,22064,2518,10787,11670,15299,11512,8793,8541,10066,6298,2059,11882,7996,17916,10837,8104,5668,3880,8342,7836,10794,9211,10270,2549,2609,1910,14178,19835,7653,12626,12975,8401,9400,4979,13085,6518,2298,1782,19576,12116,489,2208,1921,562,18124,18436,16266,22960,22220,24864,672,10333,5171,282,14267,13407,13503,12669,13614,9481,15498,8932,16924,12428,17277,27027,22718,18947,19572,13853,14955,10852,18175,16909,25326,11731,13209,19694,5157,12446,15023,14685,15912,14660,15058,8446,14908,20709,5612,12905,16242,15122,17568,14233,14899,12797,10699,5331,5442,12851,10490,20707,19659,22410,14879,10036,14257,5845,11234,17612,22632,10519,18192,18418,22705,21044,14832,22789,20988,25228,22228,15172,15079,15449,9625,15591,7134,5814,12545,5909,17133,13171,6662,10010,11865,13256,13652,12132,12282,19529,14462,12064,8371,8343,9998,6589,8110,5764,16848,12544,12088,6669,11024,15201,14402,15481,6715,7479,6963,5019,19128,1342,911,10720,16539,8588,14406,21489,2503,16377,13507,13210,10582,13603,24211,14796,16831,19825,10166,11208,14626,10351,16620,12752,20325,19233,12164,16972,17361,12055,8757,7821,8421,6975,10551,6026,8967,9606,9278,6121,7386,10609,18555,10571,8919,9635,7769,15081,17452,11577,14221,15575,13906,24048,19008,17853,12534,9904,12801,7243,6941,7188,11299,7260,10243,8501,10136,10151,9481,16291,15580,9510,11107,6166,9289,14078,10605,8700,10942,13865,8531,8657,8605,13371,9782,9036,10978,8396,8574,10426,10954,6078,14175,11978,8161,10972,13379,15495,9485,8401,6574,8570,15860,9380,7632,6923,14512,20342,9154,19334,14638,10745,7595,22318,14897,7054,10298,9581,11081,6826,10773,7411,9246,5669,5448,5029,4713,5172,6349,11362,6670,8345,8148,6242,7357,6208,3956,836,15425,21728,20018,9402,13062,7089,8452,6657,10144,16025,8165,3709,12920,10934,11258,8216,8249,7039,6012,7994,8828,10994,14165,10629,11416,7680,9878,7872,6514,9127,8340,10330,7962,6596,17238,10754,10264,13729,13011,8023,6985,23460,23093,14915,10193,10353,8245,8086,7009,7606,8932,7236,5571,8118,6194,6427,12321,10983,10253,6527,8476,5907,6105,7567,10512,5769,4176,5448,4442,3183,25832,25186,4975,15587,19509,24715,24061,23221,13153,11328,14332,11158,9253,13930,8199,9471,16620,13580,7817,8297,3485,14032,14987,15110,11348,7883,8632,10235,12939,16390,10399,6561,20214,22406,9741,6924,6494,10815,8306,10383,9479,5853,6614,27825,18006,21033,19088,13445,12166,9402,14481,12336,9032,9104,11668,11083,12313,7601,8071,11319,8919,7458,14782,10268,12411,3566,14871,11835,9815,8992,7936,10682,12687,8460,9763,8596,16004,22633,12406,23517,20132,14211,23068,18272,13393,19329,20582,20288,11442,7619,14446,22635,22964,17492,23530,15962,10917,11902,11866,21141,14420,16096,8834,12192,17431,17919,20330,21031,12057,12355,8183,14769,8401,9158,10401,16193,21809,13529,9856,19286,23166,17062,15149,12122,16661,16525,8486,16294,11148,9244,17507,8611,8473,11690,15539,17255,14170,15949,19653,8247,18089,21008,15698,12902,8877,6925,11719,8976,10109,5769,9914,6545,4622,12151,20674,3396,15343,18187,23889,6726,14617,23043,7329,23692,24134,15519,12261,15389,15670,13007,7721,9001,9147,9706,8099,7088,5495,4954,479,343,16337,10811,11128,8051,8474,19189,12818,7495,8642,6163,5964,3299,25166,23322,5778,15745,7435,7393,14781,13473,12985,11211,11541,19199,22546,25428,21694,22108,16352,18166,11451,11483,6362,8465,11182,11234,5676,12666,6702,11939,14019,10296,7806,4256,9455,14651,9786,16926,12372,8829,14932,17874,7067,7812,16584,15280,15183,20286,8070,9367,19213,13931,1988,10768,18518,18416,13166,10992,6473,10118,10857,13768,16751,729,25013,9905,15510,12137,10461,11215,11518,14852,4186,12956,8884,8619,12333,12799,7089,12171,16153,11079,9283,4927,6928,10613,11743,20414,12456,17451,22693,18394,17052,9385,10894,15161,19666,5549,17589,16059,12846,11557,16879,26957,13333,18319,15937,17518,13478,17654,11747,12328,11096,14382,20778,24331,12079,12836,8776,4471,6374,12961,7203,8394,4436,4721,7972,6286,9345,3973,8939,7201,6242,6679,4282,9206,5546,6190,6754,16225,5757,827,819,24756,22964,21849,20549,17859,4250,20361,15631,15809,12183,8831,8697,13187,9411,7755,6790,14686,9508,9330,14220,10364,12781,4866,2855,5103,22546,5798,5199,24727,23407,24887,17344,15615,13807,22932,19257,9380,12057,11717,10217,7049,9801,14638,15024,13243,6459,18712,19641,9056,9964,12149,9794,3604,12847,14868,13710,5030,417,12496,15064,23932,11728,8850,13633,15531,12196,10441,9398,9061,11406,13780,7348,9973,10556,9743,15888,10827,10061,18023,9802,10049,8230,6603,13461,3148,17348,23158,11725,6585,6934,7230,18537,6429,12091,13133,17443,17153,19825,23598,20896,15976,12126,12866,12149,9058,10460,9919,7579,326,11639,12140,5980,16736,10508,8308,9895,6418,5593,5633,9855,11949,9445,12439,11958,20007,5251,5148,6285,8259,15943,18740,8084,8505,12088,8612,15512,13790,7895,9785,7380,4933,12841,6716,10764,20132,10895,14324,7538,11304,11444,7632,9618,4874,11571,7705,4394,3443,8075,18112,11079,10593,12112,5926,4899,5276,16497,10769,7132,6305,5098,6888,3771,618,17495,16934,12081,11455,12383,11206,6748,8945,9538,16874,18480,9180,12334,10354,9842,7601,7435,2512,12439,15094,23118,16349,13003,19085,20187,16527,23502,16946,16355,15652,8441,7559,7933,1070,12546,11911,13585,8132,7070,12144,12580,13653,14670,8999,8297,10269,10900,1409,16797,12508,22541,8004,6388,12318,8948,10750,6994,5030,18056,13059,20438,12651,16114,12860,14417,14807,18841,8367,6185,1748,23188,14551,14308,17079,6709,22352,15614,9696,13111,14042,9021,11942,9541,8863,7303,10674,6804,12828,17730,21248,10989,18773,13366,9131,17067,16113,11801,9998,5679,756,19758,13931,18509,17609,11803,13225,10102,12108,12977,14571,10603,9183,19383,18226,12339,15779,14712,7411,9725,9082,8142,11254,6212,5677,18945,10826,12245,9689,13603,8611,17024,17012,14009,4567,10968,7708,10986,15000,13091,15080,10659,19833,19337,13512,15132,17831,14196,12785,9992,8898,14282,7936,6454,12661,17233,15591,7579,8531,12476,9783,12178,14509,12305,5811,14459,13969,13743,10680,11190,17897,15425,19428,15772,12971,8007,8757,6196,13562,13634,21968,8423,7131,4800,3487,3836,387,18920,15046,21543,24162,11105,9404,8870,7184,6655,6508,8981,12821,15023,7280,12379,8904,8366,4382,4826,4823,13781,8765,18795,14778,9769,6489,7002,9413,6668,13168,21099,20969,9611,6086,17091,15997,12730,15930,12444,13136,12843,9265,8988,12466,9842,1261,24002,24192,8608,19777,23822,12350,20502,13424,8595,7540,1194,13938,24969,26775,25718,16718,13906,9210,6827,25701,27614,14606,10582,12580,13345,9812,11458,11515,1594,20117,17129,12944,6547,5321,9961,8521,10293,7738,10350,16603,21584,14371,9177,12455,14811,11279,8079,16231,12232,12228,6918,22648,11322,7903,7569,8104,9594,21942,10038,13070,1709,18125,18108,20499,21053,12319,7898,23888,24225,23211,14842,23453,20364,13792,8511,10303,17132,19785,12912,10634,7656,11460,11553,8888,11749,13013,7471,23361,2238,22738,23058,9063,7422,11416,13181,17009,18285,12017,9899,8199,14749,6958,6188,11433,8690,2347,11217,6867,11653,15369,14471,11079,11129,22123,16431,10862,10952,12146,4749,18645,11240,8545,10910,11444,5142,13650,14180,12770,13771,8596,11942,14953,10301,7976,7190,7333,7128,5263,1375,24057,24168,24117,19988,19571,20362,13463,11259,12661,13994,15392,15259,17144,6962,7616,9727,14279,9595,9951,7109,9452,22226,18330,6751,11521,10032,7750,16888,15389,12615,13309,15737,12999,12325,11237,14712,15978,17122,16614,12851,10924,13532,13817,17454,19645,14012,21538,10746,7448,11300,9032,12569,10896,10030,17043,9900,8020,14327,12588,12948,11214,11752,12218,11755,20774,9630,15512,11829,6767,7553,12862,11568,10863,9051,9725,7974,10106,5368,12537,19125,7719,9298,6915,14875,7457,14354,7444,12371,17473,19042,18963,15142,14391,10493,11696,11044,5812,19276,19864,20852,14861,14650,11235,19054,27214,15481,11368,10703,6463,8783,21475,12669,9306,7420,16890,11007,5540,6267,14941,12549,15012,13656,13357,9720,20694,10623,15310,15539,10577,25155,11981,1714,24062,18594,16662,15340,16683,15216,15877,11831,22842,23789,24459,23343,19321,20697,28051,17542,24761,22968,8123,12202,16655,10752,14125,9809,6650,9501,880,11897,11816,16037,8337,9247,10387,10638,15470,16962,25598,9498,10656,8065,8191,11177,10319,9733,10365,14660,18940,13583,11528,18027,14178,6969,9539,19408,17019,15230,12169,20458,20341,18586,16031,14561,9246,9729,13910,6807,8446,8816,8903,10668,5935,6355,7685,9625,5073,7139,24638,26415,15008,12339,20258,16086,14492,21652,21533,10341,9441,8693,13817,16309,9137,11518,17044,9885,13925,15842,23517,23691,18587,17659,15568,22660,13050,15788,20355,23276,12708,9154,11762,16769,9393,12510,17698,8672,11677,14295,16355,16239,17936,2621,22959,17569,13200,17179,11751,12443,9899,15533,18932,12635,14475,16809,20858,12134,11079,17517,14223,9368,12617,13132,11032,14591,5809,15836,20261,9241,9226,11929,5808,7746,23300,25471,18735,11553,20349,12873,11266,4739,23850,21699,12354,15066,15186,17269,7682,9759,11080,19115,12889,19184,16758,14750,13929,16194,14350,14038,18768,21189,19064,10558,10346,15835,25423,22164,12049,8633,8770,7469,7154,9288,5055,6622,11925,7281,8877,9650,9054,8243,6773,7235,6466,3908,7694,15264,11236,14497,17218,13617,12037,13448,7328,8403,16396,9975,10177,9339,12573,9462,9078,6882,9815,4331,9799,8257,8742,3808,17662,25111,9415,14575,12798,17980,17433,13325,10774,17794,6784,17735,15391,16761,9679,13360,10319,11027,10154,7608,8218,16775,13408,16757,12882,16390,6913,7033,7519,8947,16138,18616,15627,14249,14120,16597,11571,12630,12676,12526,10893,6247,11333,9848,9869,6383,10217,5083,3318,5305,10909,12182,10440,16488,9508,8071,9422,5507,5833,3834,5347,15078,10498,10538,10251,6993,13530,8626,19588,14359,12438,6305,9818,6654,5606,12953,14966,15829,7597,12251,9273,5868,5849,6207,7121,5343,6009,15426,12480,17516,9939,6880,6199,8015,7865,5457,3433,2008,2859,2985,3010,2059,2113,1529,350,482,200,85,32,1618,25488,17301,23933,17277,24634,14348,10979,23149,20093,16529,8676,21819,22039,17047,26219,10948,8613,22043,14786,25730,28069,28066,12128,13290,9163,17908,23934,13797,12952,14618,20844,7432,21209,20465,15317,17299,23015,15790,17134,21324,11240,3788,25230,20455,13753,12674,18063,24341,17150,21858,19075,14483,27572,15686,18548,9880,16069,11928,15321,13859,6559,23230,15475,14310,7072,21708,23783,22394,16775,8207,23539,21142,8164,23130,19846,25675,17670,14466,15211,19703,26180,26074,15025,15284,9660,9566,13399,9917,5538,2099,25662,16632,14520,18715,9626,9063,20993,25414,10853,20907,25213,26920,20056,25923,28009,28295,6027,24159,23209,14617,13031,4626,54,9,21673,18225,12442,16542,11266,19983,19711,6133,22063,16452,11040,5986,3150,23330,15507,10695,11811,11698,8744,18875,9226,5320,24921,23078,19241,12457,13547,21356,14538,15770,8378,14997,20139,15329,11722,10561,19331,14759,19572,1816,26338,15905,23099,22804,11742,15541,12215,22753,21841,21352,14144,11037,11429,114,3,0],"fragments":[{"begin":"0.000","end":"12.920","lines":["Today on the show - my husband won't make a family budget with me. He's good with his own money, but anytime I bring up our shared finances, he shuts down. What gives?"]},{"begin":"12.920","end":"14.000","lines":["Dear LIFE KIT."]},{"begin":"14.000","end":"15.520","lines":["Dear LIFE KIT."]},{"begin":"15.520","end":"17.080","lines":["Dear LIFE KIT."]},{"begin":"17.080","end":"21.360","lines":["Dear LIFE KIT, I have a question for you."]},{"begin":"21.360","end":"25.200","lines":["This is Dear LIFE KIT from NPR."]},{"begin":"25.200","end":"28.280","lines":["How can I become a better caretaker?"]},{"begin":"28.280","end":"35.720","lines":["How do I deal with my parents' unrealistic expectations?"]},{"begin":"35.720","end":"38.320","lines":["And we're getting personal."]},{"begin":"38.320","end":"41.120","lines":["I'm catching feelings for someone, but they're married."]},{"begin":"41.120","end":"49.920","lines":["I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."]},{"begin":"49.920","end":"56.560","lines":["It is absolutely a cornerstone of a healthy romantic partnership to be talking about money."]},{"begin":"56.560","end":"76.320","lines":["That's today's expert, Lindsay Bryan-Podvin, a returning friend of the show. Lindsay is a social worker turned certified financial therapist, host of the \"Mind Money Balance\" podcast and author of the book \"The Financial Anxiety Solution.\" Today, Lindsay will help us with the tricky business of merging money habits."]},{"begin":"76.320","end":"87.080","lines":["Today's question has to do with spouses and money. Before we get into all of it, I'm curious. Can love and money ever live happily ever after?"]},{"begin":"87.080","end":"146.520","lines":["Absolutely. They can live happily ever after. I think it's a myth, particularly in our society, that if you talk about money, it's unsexy, it's bad, it will stigmatize the relationship, it will bring it down, it'll be negative. Like, it takes all the love and romance out. And I, having done this work for a while now, am really of the mindset that couples who actively and openly talk about money, they tend to have deeper depths of intimacy. They seem more well-connected. And the research backs me up that, yes, of course, couples who fight about money report being more likely to separate or divorce. But couples who talk about money report being happier than those that don't."]},{"begin":"146.520","end":"149.560","lines":["I love it. OK, are you ready for your question?"]},{"begin":"149.560","end":"151.320","lines":["Yes."]},{"begin":"151.320","end":"152.920","lines":["OK. Let's do it."]},{"begin":"152.920","end":"263.200","lines":["Dear LIFE KIT, I'm struggling to get my husband to make a family budget with me. Whenever the topic comes up, he completely shuts down or gets defensive. He grew up in a working-class family, while my family enjoyed the benefits of some modest generational wealth. I think this difference makes him uncomfortable talking about money, especially with me. He's also in a chronically underpaid industry, and I think he feel self-conscious about our family's economic position as compared with my extended family and our peers. I know he thinks about finances because he has an active investment portfolio and contributes to his retirement plan. However, I'd like to have a collaborative financial plan. I want to save for collective goals like home improvements and family vacations, but I don't feel like we have any direction right now. We're just winging it, and it makes me feel insecure about the future. We both work. We combined most of our assets when we got married, and we have kids. Do you have any advice on how to get my husband to participate in a family budgeting session? Signed, Marital Money Woes."]},{"begin":"263.200","end":"271.160","lines":["OK, Lindsay, can I tell you the truth right up front here?"]},{"begin":"271.160","end":"272.840","lines":["Please."]},{"begin":"272.840","end":"300.000","lines":["This husband really gets my goat. Like, I - he's making me mad. You know, it sounds to me like this guy is good about managing his own money, and yet he's just willfully ignoring his family finances. And that feels, I don't know, a bit negligent, mean even. Do you feel lit up at all by this situation?"]},{"begin":"300.000","end":"304.400","lines":["I don't, but it's only because I do this stuff all the time."]},{"begin":"304.400","end":"305.560","lines":["(Laughter)."]},{"begin":"305.560","end":"358.920","lines":["This question could have been written by literally any of my clients or anybody who slides into my DMS on Instagram. This dynamic comes up again and again in romantic partnerships - this idea that one person kind of has an idea or has a plan or tries to bring it up and somebody else is seemingly unwilling. But when I hear from the other person, the person in this case who seems to kind of have his eyes or head down, rather, on focusing on his own retirement - oftentimes when I hear from that person, they're saying, I am so embarrassed. I have no idea how to talk about money. I can't even manage the anxiety that comes up when the word budget is brought up in my relationship. I'm so worried that I'll explode or that I'll shut down that I just don't do it at all. So I have a bit more empathy for this person because I've met this person many, many times in my life."]},{"begin":"358.920","end":"361.400","lines":["So it's a very emotional response, it sounds like."]},{"begin":"361.400","end":"379.880","lines":["Absolutely. And we tend to judge the person on their behavior. So in this instance, it's very easy to judge him on avoiding talking about it and just pointing to, hey, he's not willing to talk to me about money. But we don't know the emotions behind that behavior that could give us a bit more empathy for why he's doing what he's doing."]},{"begin":"379.880","end":"386.120","lines":["OK. So how can they start to bridge the gap when it seems that they have really different money values? How does that conversation look like?"]},{"begin":"386.120","end":"403.000","lines":["One thing is before we even talk about money is to set a time and place to talk about money. I know this sounds very strange, but we really have to set the stage because most of the time in partnerships, when we're talking about money, we're doing it in a moment where we're emotionally pretty heated, right?"]},{"begin":"403.000","end":"403.480","lines":["Right."]},{"begin":"403.480","end":"437.400","lines":["Maybe this person is coming in from a big shopping trip at, like, Costco, and they're lugging groceries in and they're so mad and frustrated that the budget is higher than they want it to be. And they come in and they say, you never think to think about the grocery budget. And here I am, and I'm shopping all the time and I'm spending all the time, and you have no idea where our money is going. That's not a great way to enter into a financial conversation versus saying, hey, I just got back from Costco. I realized we are spending a ton of money on food. Do you have time this week for us to sit down and look at our food budget?"]},{"begin":"437.400","end":"473.520","lines":["This does a few things, Andee. What it does first is it gives your partner a heads up. It also gives our partner an idea of what to expect during that conversation versus something vague, like let's talk about money, which could be pretty broad and pretty overwhelming. And it also then puts it in the partner's court to say, whew, OK, let me take a look at my schedule. Let me find the time where I'll be the most able to have this conversation. And then you agree, OK, Sunday after the kids go to bed, why don't we talk about the food budget and then we can reward ourselves with binging on \"Succession\" or whatever else is on TV that night."]},{"begin":"473.520","end":"473.560","lines":["Love it."]},{"begin":"473.560","end":"479.800","lines":["But we need to first set up the conversation before we have the conversation itself."]},{"begin":"479.800","end":"497.040","lines":["Find a neutral space. Go to a place and time where you can take as much emotion out of it as you can. Then be real specific. At what point does someone's hesitance to talk about money become a problem? You know, it sounds like this person has tried and it's not really working. What can we do about that?"]},{"begin":"497.040","end":"551.880","lines":["First, give them that opportunity to say, hey, I want to have this conversation. It's really important to me. When works for you? How can we fit this into our schedules? If that person continues to dodge that conversation, you can say to the partner who's a bit reluctant, look, I have tried to bring this up with you a few times. It seems like when I bring it up, you tend to shut down. I'm not here to judge or to harp on you, but this is really important, not just to me, but to our relationship. Is there anything I can do to make this conversation easier? This also then gives the partner the opportunity to say, you know, it actually has nothing to do with you. I've just really realized that I am X - whatever they're feeling about it. And if you, the person who is bringing up the money to the partner, is not in a position to help your partner, that's when you can say, hey, let's get somebody else involved."]},{"begin":"551.880","end":"587.360","lines":["Like, let's say the partner says, I am really nervous about having a budgeting conversation because, quite frankly, growing up, we didn't budget and I don't know how to do it, right? That gives us the opportunity to say, OK, do you want us to sit down and look at it together? Would you be more comfortable listening to a few podcasts about household budgets? - giving them an option to kind of choose a path. And if, after they choose that path, there is still no forward momentum, then it's OK to tap on the shoulder of a professional, be it a financial therapist, therapist, money coach or financial adviser, to help you get that conversation going."]},{"begin":"587.360","end":"593.520","lines":["Do you have any other hard and fast rules when it comes to money and romantic relationships - hard absolutely yeses, absolutely nos?"]},{"begin":"593.520","end":"643.000","lines":["One thing that I often think can be helpful is sometimes the numbers themselves are pretty intimidating. To sit down and look at a spreadsheet or a pie chart can be boring at best and overwhelming at worst. So sometimes I think it's helpful to think about what that money can afford you as a couple. In a lot of personal finance spaces, there is such a strong emphasis on kind of eating your vegetables first - right? - really focusing in on cutting lattes and getting the budget under control and cutting down debt. And it's not that those things aren't important. They absolutely are. But we also want to build positive momentum and a positive reward feedback loop. And if every time we're talking about money, it's about restriction, that's not a great way to cultivate safety within the context of communicating about money."]},{"begin":"643.000","end":"646.000","lines":["Lindsay, last question for you. Is it ever too late to get your financial house in order?"]},{"begin":"646.000","end":"713.000","lines":["It is never too late. Of course, there are advantages of starting earlier when it comes to things like saving up for retirement, right? The power of compound investing just does work better over time. But if you are older, it doesn't mean that it's too late to start. And I think that defeatist attitude is what gets in the way of a lot of people taking action, is that they turn towards personal finance experts who tell them, if you didn't start saving in your 20s, you're kind of out of luck. I really like to take the approach that any momentum is positive momentum. Saving $1,000 is better than saving no dollars. Increasing your credit score to 700 is better than just letting it sit at a 600, right? Every single step that we can take towards building financial wellness is a step in the right direction. So I just encourage all of the listeners, whether you empathize with this reader or whether you are empathizing with Andee's question, that it is not too late to start."]},{"begin":"713.000","end":"747.200","lines":["Final thing before you go, Lindsay. At the end of every show, we ask people for the best piece of advice they've ever received. Since you've been on the show already, we can go for the best piece of advice you've had lately or anything that's been sticking in your mind, anything you've been doling out, anything you want. Can't wait to hear it."]},{"begin":"747.200","end":"788.400","lines":["Something that has been helpful for me - just the benefit of getting outdoors. And I especially love getting outside if I'm feeling a little bit heated about any sort of topic, be it with, like, a friend, a parent, a partner. I'm like, you know what? Let me go, as the kids say, touch grass for five, 10 minutes. And then I'll come back in and revisit the situation with hopefully my nervous system a little bit more reset."]},{"begin":"788.400","end":"793.400","lines":["I love it. Fresh air always helps. I'm with you. Thanks, Lindsay."]},{"begin":"793.400","end":"795.680","lines":["Thanks, Andee."]},{"begin":"795.680","end":"834.000","lines":["If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."]}],"duration":834}