{
  "title": "What is 'communal living' and is it right for me?",
  "url": "https://www.npr.org/transcripts/1196979041",
  "intro": "There are options beyond living solo or with roommates — and one of them is called 'communal living.' In this arrangement, people don't just simply live together, but share resources and create community. In this episode, co-living enthusiasts explain how it works and how to decide whether it's right for you.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. If you needed to borrow a cup of sugar or - I don't know - needed someone to sign for a package for you or bring your prescription when you're sick, do you have those people? Are you that person for anyone? What about if you wanted to have some spontaneous fun - you know, the kind that doesn't require a calendar invite - grab a bunch of friends and play frisbee in the park or order a pizza and watch a movie?"
    },
    {
      "author": "SEGARRA",
      "text": "I'm talking about community - a group of people who enjoy each other's company, rely on each other and create lives that are intertwined in some way. A lot of people don't have this, but they'd like to."
    },
    {
      "author": "SEGARRA",
      "text": "Last year, the surgeon general called loneliness and isolation a public health crisis and said we need relationships - so community - to live healthier, more fulfilled, more productive lives. There are lots of ways to build community, and on today's show, we're going to talk about one of them. It's called co-living. That means living among a group and sharing space with people beyond your nuclear family, whether that space is an apartment or a house or a building - or even a city block."
    },
    {
      "author": "GILLIAN MORRIS",
      "text": "I think co-living is a real return to a way that we used to live."
    },
    {
      "author": "SEGARRA",
      "text": "That's Gillian Morris. She lives with about 10 people in San Juan, Puerto Rico. Now, if that just sounds like your classic roommate situation, co-living often goes a bit beyond that. Gillian says that generally when people are co-living, they're doing it not primarily for convenience or cost savings but because they want to live communally and to tie their lives together. And she says, actually, in the U.S., this concept that we should aspire to live alone or with only our nuclear families - that's pretty new."
    },
    {
      "author": "MORRIS",
      "text": "Really, only in the last hundred years or so in America - this rise of the single-family home, this idea that we should all be siloed into our own apartments, that, in fact, if you don't live alone, you're a little weird, that you need to have your own place to have made it, that, you know, if you happen to live with your parents or if you live with other people, it's failure to launch or something like this. And I - that's a really recent phenomenon."
    },
    {
      "author": "SEGARRA",
      "text": "Gillian has lived communally for about a decade, and she co-runs a blog full of resources and case studies to help others do the same. In fact, when we talked to her, she was visiting some folks who live in a castle in France."
    },
    {
      "author": "MORRIS",
      "text": "That is taken over in the off-season - in the winter months - by a group of people, and it turns into a commune called Feytopia."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So not all of us are going to move to a castle in France with a bunch of people. And living communally is not for everyone, but Gillian says even skeptics might enjoy a taste of it."
    },
    {
      "author": "MORRIS",
      "text": "If you've ever, like, rented a vacation house with friends or family and really enjoyed that experience of cooking together and having a good time, like, why not try doing that for a month?"
    },
    {
      "author": "SEGARRA",
      "text": "Also, a lot of the lessons she's learned through co-living are useful for everyone."
    },
    {
      "author": "MORRIS",
      "text": "The idea's living well together and deepening your relationships with the people that you're close to."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, producer and reporter Sam J. Leeds brings us a guide to co-living. Whether you're dreaming of building your co-op or you just want to live more harmoniously with the people already in your house, we've got tips for you."
    },
    {
      "author": "SAM J LEEDS, BYLINE",
      "text": "The phrase communal living might bring back memories from the chaos of a group house you or your friends lived in when you were 20. And, yes, that's definitely one model. But Gillian says there are so many ways to live communally where chaos isn't a key feature."
    },
    {
      "author": "MORRIS",
      "text": "Remember that that was how you guys acted when you were 20. And actually, if you live with adults, you're much less likely to have the bad sides of the roommates that we might have had when we were younger. I always say that people always expect tragedy of the commons. But in my experience, I've really mostly experienced tremendous abundance of the commons."
    },
    {
      "author": "LEEDS",
      "text": "Communal living can take so many different forms. It can be friends renting in the same apartment building. It can be raising kids on the same street as a couple of other families. It can be buying a big house with like-minded people. But it is different from just living with roommates because it's about commitment to pooling resources and collaborative decision-making. And for many, that commitment is long term rather than a stop on the way to living solo. But what feels like a good fit can depend on what's happening in your life."
    },
    {
      "author": "MORRIS",
      "text": "A lot of people turn to this after a breakup or when they're making big changes in their lives or if they've left a job or something - so people who are open to experience or who are questioning some of the things that happened in their life."
    },
    {
      "author": "LEEDS",
      "text": "And that's our first takeaway - imagine what you really want your life to look like."
    },
    {
      "author": "MORRIS",
      "text": "This is why COVID, I think, was such a huge event for co-living. I think it really shook so many people's conception of what makes them happy. And they realized that maybe it wasn't the trophy relationship or the trophy apartment or something like this - and really digging deep and thinking, you know,  what do you want your life to look like?"
    },
    {
      "author": "LEEDS",
      "text": "Transition points in your life are a great time to consider making a change. This applies at any life stage - graduating college, becoming a parent or planning retirement. In Seattle, where I live, there's a great example of this. It's called the WOW House."
    },
    {
      "author": "DAVIDA WOLF",
      "text": "Which stands for Wild Old Women."
    },
    {
      "author": "LEEDS",
      "text": "This is Davida Wolf (ph). She's one of the wild old women at this craftsman-style home with a big backyard and a flock of chickens."
    },
    {
      "author": "WOLF",
      "text": "This is Big Red. This is Henny Penny. That's Goose, and that's Pheasant."
    },
    {
      "author": "LEEDS",
      "text": "In addition to the chickens, it's also home to Davida and three other women who are all over 60 and queer. This is especially important to Davida."
    },
    {
      "author": "WOLF",
      "text": "There's something really compelling when a group of oppressed people come together to support one another. We need to create communities, and I know a lot of straight people that envy that. So I just wanted to say that - a shout-out for us queer people out there - that it creates really, really wonderful connections and forces us to have family in very different ways."
    },
    {
      "author": "LEEDS",
      "text": "Communal living can open up one path to that kind of connection and support for anyone at any age. At 65, Davida is one of the youngest women in the house, and the oldest are in their 80s."
    },
    {
      "author": "WOLF",
      "text": "People are aging in our society - in our culture. We're getting priced out. It's really hard to find care, and it's very expensive. And so I really think that this is a great alternative and a great way that we can care for one another as we're aging."
    },
    {
      "author": "LEEDS",
      "text": "Davida has lived at WOW House for 14 years. And she says she talks to so many people in all stages of life who say they're lonely, but they're also closed off to living with more people."
    },
    {
      "author": "WOLF",
      "text": "And I think what happens when you're older is that people just feel established in their lives, and they think, I can't share space. But there's all different styles of communal living."
    },
    {
      "author": "LEEDS",
      "text": "So if you're interested in formal cooperative living, WOW House is a great example. The house is paid off, and it's held in a land trust. So the women collectively pay property taxes and maintenance, but there's no rent due at the end of each month, which in a city like Seattle is very significant. Each of the women have their own rooms. And they take turns cooking dinner for each other and planning weekly movie nights."
    },
    {
      "author": "LEEDS",
      "text": "So let's say you're cautiously open to the idea. How do you even get started? Well, it helps to think about who you might want to live with."
    },
    {
      "author": "RHAINA COHEN, BYLINE",
      "text": "In terms of the people who are currently in your lives, like, who would be the person you're most excited to live with? The person you are - you would trust most to make decisions for you at a hospital."
    },
    {
      "author": "LEEDS",
      "text": "This is Rhaina Cohen."
    },
    {
      "author": "COHEN",
      "text": "I think you know this because we worked together at NPR."
    },
    {
      "author": "LEEDS",
      "text": "Rhaina and I both worked on the NPR podcast Louder Than A Riot. But she also knows a whole lot about building a life with friends. While we worked on the second season of our show, she was also working on another project."
    },
    {
      "author": "COHEN",
      "text": "I wrote a book that came out recently called \"The Other Significant Others: Reimagining Life With Friendship At The Center.\""
    },
    {
      "author": "LEEDS",
      "text": "While writing her book, Rhaina spent a lot of time talking to people who were remixing societal standards to build their dream lives."
    },
    {
      "author": "COHEN",
      "text": "We - you know, we live in a very individualistic country where the one reprieve is having a romantic partnership. And then that is supposed to be the kind of one place where you are doing sort of mutual sacrifice and that the idea of depending on many other people is kind of beyond the pale."
    },
    {
      "author": "LEEDS",
      "text": "So that's our second takeaway - consider who you really want to live with and try to take romantic and platonic standards out of that decision-making process."
    },
    {
      "author": "COHEN",
      "text": "A question that I would encourage people to ask themselves is, what are the things that you imagined would be part of a romantic relationship if you wanted one? Because we have a lot of roles that are aggregated into this one relationship, including living together."
    },
    {
      "author": "LEEDS",
      "text": "Living together isn't exclusive to romantic partnerships. Like Rhaina's hinting at, the nuclear-family model puts a lot of pressure on romantic partners to be our everything. But communal life can mean there are a lot more people around to meet each other's needs."
    },
    {
      "author": "LEEDS",
      "text": "Maybe you have a good friend who's always your emergency contact - I know I do - or an acquaintance who is amazing at fixing things or that person you always call for advice. Make a list of the people you trust as a starting point. Rhaina wanted to build a life with her friends. And, you know, she had a few people in mind, but she felt a little bit intimidated about the next steps."
    },
    {
      "author": "COHEN",
      "text": "I remember reading this blog post that went through how this couple who started it created an LLC. And they had investors, and some people were renting, and some were buying. And, you know, they built a hot tub, and they built this, like, common house. And it was, like, kind of incredible, but also thought - I thought initially, that's a ton of work."
    },
    {
      "author": "COHEN",
      "text": "And then I realized two things. One - that, well, of course, it's work. Like, you can't just, like, make the dream manifest without doing some logistics. And two, what I was interested in - like, with, you know, living with this other couple and their kids - was so much simpler - that actually, you know, it was going to take work, but it wasn't going to be overwhelming."
    },
    {
      "author": "LEEDS",
      "text": "Rhaina and her husband brought the idea up to a couple they really admired and wanted to be closer to, and the couple was interested. So the four of them sat down to talk through what living together could look like, which brings us to takeaway number three. Ask your future housemates the hard questions ahead of time. Your ideal home doesn't have to look like anyone else's, but it will require work."
    },
    {
      "author": "COHEN",
      "text": "My husband actually adapted premarital counseling questions we had done within a synagogue, which I'll pause on because that, like, indicates that, you know, this is so unusual that you have to adapt resources for a totally different type of relationship because they don't exist for something like, you know, how do you live with two friends and their 1-year-old? And we, you know, went through, like, both kind of dreamy things and, like, practically, what did we want of the house? So, like, what do we want to do for Shabbat? You know, would my husband and I be involved in childcare?"
    },
    {
      "author": "LEEDS",
      "text": "And they also discussed what could go wrong."
    },
    {
      "author": "COHEN",
      "text": "Imagine a year from now that we decide not to continue this housing arrangement. If that happened, why do we think it would? So we also, like, contemplated collectively why this wouldn't work out and really laid everything on the table."
    },
    {
      "author": "LEEDS",
      "text": "Just because you love someone doesn't mean they'll be the right person to live with. So make sure you have those early conversations about house routines, handling conflict and exit plans."
    },
    {
      "author": "LEEDS",
      "text": "Once you've figured out who you want to live with and your group has talked it through, it's time to think about the physical space. That's takeaway number four. Where you live can dictate how you live, so be extra mindful of common spaces."
    },
    {
      "author": "MORRIS",
      "text": "I would say the only architectural things that I really argue for are a kitchen that opens into a dining space or a kitchen and dining space that are combined."
    },
    {
      "author": "LEEDS",
      "text": "Remember Gillian from the top of the episode?  She says this is the No. 1 thing people should consider about a space for communal living."
    },
    {
      "author": "MORRIS",
      "text": "In co-living, so much of the shared time is around cooking and eating together,  so it's good to have a place that combines those two. You wouldn't want to isolate the living and the dining."
    },
    {
      "author": "LEEDS",
      "text": "She also recommends looking for a home where privacy and social time can be well-balanced."
    },
    {
      "author": "MORRIS",
      "text": "I also think it is really nice to be able to have multiple floors, if you can, just for sound isolation, to have sort of more social in one place and sleeping in another."
    },
    {
      "author": "LEEDS",
      "text": "So look for a home that emphasizes shared spaces, especially when it comes to cooking and dining, and try to choose a kitchen that can accommodate everyone's needs with things like a big sink, lots of storage and multiple fridges or freezers because here's the thing. Everyone I talked to mentioned the kitchen."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "They keep a kosher kitchen. They also had one kid at the time."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "So each of us cooks one dinner every two weeks, and then you get eight meals over the course of those two weeks."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "If there's friction that's going to come up, it's going to be around the kitchen."
    },
    {
      "author": "UNIDENTIFIED PERSON #4",
      "text": "The kitchen is the only really important one."
    },
    {
      "author": "LEEDS",
      "text": "Beyond the physical space, the kitchen also tells a bigger story."
    },
    {
      "author": "MORRIS",
      "text": "I lived briefly in a place that had something that was called the Eye of Sauron, which was a webcam that was focused on the sink. And, of course, like, the very few times that someone was - let's be honest - petty enough to actually go back and look at that instead of just washing the dishes, which would have taken much less time, it was a guest who had left the dishes. You know, it wasn't anyone in the house. And so I just think that that was a really negative loop on a - and didn't solve the problem."
    },
    {
      "author": "LEEDS",
      "text": "At the castle Gillian's visiting, they found a way to make dishwashing actually popular."
    },
    {
      "author": "MORRIS",
      "text": "They have something called Disco Dishwashing. It's DJ'd by someone different every night. It's, like, you have to fight to get on the dishwashing shift because it's a dance party."
    },
    {
      "author": "LEEDS",
      "text": "From the panopticon to the disco, how your house handles chores really sets the culture for managing conflict and hard conversations. That notorious dish left in the sink is part of a concept that's really key to communal living. Gillian calls it the law of large numbers."
    },
    {
      "author": "MORRIS",
      "text": "This idea that, you know, if you are the best ideal housemate 95% of the time and you just slip up 5% of the time - maybe you get an emergency phone call and you have to run away from your dirty dishes - even if that just happens 5% of the time and you're living with a number of people, it just adds up."
    },
    {
      "author": "LEEDS",
      "text": "Basically, a house full of well-intentioned people is still a house full of people. Messes are going to happen, which leads us to takeaway number five. Let the law of large numbers work for you. Yes, messes are more likely, but there are also more people around to lend a hand. And if you want to point fingers, you can always blame Cheryl (ph)."
    },
    {
      "author": "MORRIS",
      "text": "Cheryl's the worst. No one likes Cheryl. Cheryl is the mythical, fictional person that does everything bad in a co-living community. And so - but what Cheryl really is is the law of large numbers."
    },
    {
      "author": "LEEDS",
      "text": "If you've ever had roommates, we all know a Cheryl. Cheryl leaves dishes in the sink. She forgets to lock the back door. She doesn't put a new roll of toilet paper in the bathroom. If you have a real housemate called Cheryl, then maybe your fictional housemate should have a new name. But either way, when you come across traces of Cheryl, Gillian says you should just take care of the issue yourself."
    },
    {
      "author": "MORRIS",
      "text": "Just be like, ah, Cheryl left a real mess in the kitchen again, but don't worry, I cleaned it up. It keeps this sort of light-hearted tone around something that can otherwise be very stressful."
    },
    {
      "author": "LEEDS",
      "text": "So try to resist the urge to police your housemates. If you happen to take care of a mess that you didn't make, your housemates will do the same when it's your turn to be Cheryl."
    },
    {
      "author": "MORRIS",
      "text": "If you are in a well-functioning community, it is a joy to do labor for the community because you get so much abundance."
    },
    {
      "author": "LEEDS",
      "text": "And Gillian says it never hurts to give everyone an opportunity to brag."
    },
    {
      "author": "MORRIS",
      "text": "We've also seen a lot of houses that have brag sheets. It's a place where people can mark if they did something good for the house. It creates this positive reinforcement loop where people want to contribute."
    },
    {
      "author": "LEEDS",
      "text": "And that's where takeaway six comes in. Be ready to share more than space. Living communally means there's more opportunities to learn new skills, share tools and even help out with childcare."
    },
    {
      "author": "MORRIS",
      "text": "This idea that we have normalized living with other people in college and in retirement but for that vast middle - you know, that area when we are building our careers and raising our families - for some reason, we've decided that we should be siloed off into these small family units or single-family homes or your own apartment."
    },
    {
      "author": "LEEDS",
      "text": "A family recently visited Gillian's community in Puerto Rico, and she and her housemates took turns watching the kids so the adults could have a couple nights out."
    },
    {
      "author": "MORRIS",
      "text": "The mother wrote a really beautiful note afterwards. She was like, I think we need to reconsider everything about our living situation because this is the first time in four years of being a parent that my husband and I feel like we could be adults again and that we had real, like, help on hand."
    },
    {
      "author": "LEEDS",
      "text": "An abundance of people also means you don't have to buy one of everything."
    },
    {
      "author": "SINDHU YANASAMUNDAN",
      "text": "I remember I was like, oh, it'd be really nice to have, like, a sewing machine, and then apparently, we have two sewing machines in the house that I didn't know about, you know?"
    },
    {
      "author": "LEEDS",
      "text": "This is Sindhu Yanasamundan (ph)."
    },
    {
      "author": "YANASAMUNDAN",
      "text": "I currently live in Crown Heights, Brooklyn, in this four-story brownstone with eight people."
    },
    {
      "author": "LEEDS",
      "text": "Sindhu moved into this house after a breakup when she realized that she felt isolated living with just a partner. Now she checks in with her housemates before buying supplies for any new hobby."
    },
    {
      "author": "YANASAMUNDAN",
      "text": "It's just the ability to, like, crowdsource for what you need and that also is, like, those skills that people have. Or, like, I'm the hair cutter for the house, basically. Like, I mean, just two of them. Two of them trust me so far to cut their hair. Although now (laughter) they want a haircut every couple of weeks, and I'm like, wow, I just made this my job."
    },
    {
      "author": "LEEDS",
      "text": "It might be a new job, but it still feels like an even trade. Her housemates have introduced her to music, puppetry, new recipes and invited her along to their activities."
    },
    {
      "author": "YANASAMUNDAN",
      "text": "I dance so much more than I did before. I sing so much more than I did before."
    },
    {
      "author": "LEEDS",
      "text": "For Sindhu, this way of living feels expansive and a lot closer to the home she grew up imagining for herself."
    },
    {
      "author": "YANASAMUNDAN",
      "text": "So I have - I have family in India. I was born there, and then we moved here, and then I go every year, and my grandparents' house is just porous. Porous is the word that I always, like, think of because people are constantly, like,  flowing in and flowing out. The doors are just open. Within any given day, I probably, like, will interact with, like, at least 20 different people."
    },
    {
      "author": "LEEDS",
      "text": "Sindhu says when she would come back from visiting family, she was so much more aware of how quiet and predictable her life was."
    },
    {
      "author": "YANASAMUNDAN",
      "text": "Coming back to the U.S., I always felt like you close your door in your home, and you know exactly what's going to happen in there, like, nothing unexpected. Like, it's just no one's going to knock unless you, you know, call for that or it's Amazon or something, you know?"
    },
    {
      "author": "LEEDS",
      "text": "Living in the shared brownstone feels porous like her grandparents' house. There's eight housemates, and then there's the flow of people who are important to them, too."
    },
    {
      "author": "YANASAMUNDAN",
      "text": "Like, I wouldn't, like, blink twice if, like, I see any of them in the house. They're just, like, part of the house, as well. And, you know, each one of them brings, like, a whole universe into the house."
    },
    {
      "author": "LEEDS",
      "text": "Let's recap. Takeaway one - really ask yourself how you want to live and be open to the many possible configurations out there. Takeaway two - consider who you'd really want to live with. Make a list of the people in your life you trust and lean on. You might be surprised at who's open to living together. Takeaway three - when you find your people, make sure they're open to having check-ins and challenging conversations."
    },
    {
      "author": "LEEDS",
      "text": "Takeaway four - as you're choosing where to live, look for a place that balances public and private spaces and be extra thoughtful about the kitchen. Takeaway five - once you're all moved in, let the law of large numbers work for you. Doing work around the house should feel like contributing a small part to the whole. Encourage bragging, not blame. And when in doubt, blame Cheryl. And finally, takeaway number six - be open to sharing more than space. Your housemates can teach you new skills, give you access to tools and even share in childcare. Yes, there are challenges that come with adding more people to your life, and pooled resources means so much more is possible."
    },
    {
      "author": "SEGARRA",
      "text": "That was reporter and producer Sam J. Leeds. For more LIFE KIT, check out our other episodes. We have one on how to pick a baby name and another on spring cleaning. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you, so if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Margaret Cirino and Sylvie Douglis. Engineering support comes from Maggie Luthar. Special thanks to Syd Burke. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9466810698.mp3",
  "img": "https://media.npr.org/assets/img/2024/04/11/lk_co-living_co-op_wide-2a1f35b223559ba3ab2fd005d6853ceb80eef453.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "GILLIAN MORRIS",
    "MORRIS",
    "SAM J LEEDS, BYLINE",
    "LEEDS",
    "DAVIDA WOLF",
    "WOLF",
    "RHAINA COHEN, BYLINE",
    "COHEN",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "UNIDENTIFIED PERSON #3",
    "UNIDENTIFIED PERSON #4",
    "SINDHU YANASAMUNDAN",
    "YANASAMUNDAN"
  ]
}