{"title":"Sweet, gooey poop and a taste for grapes: 7 wild facts about the spotted lanternfly","url":"https://www.npr.org/transcripts/1196976849","intro":"An entomologist shares surprising insights about the invasive bug, which is wreaking havoc on crops and trees across 14 U.S. states. Plus: A poster with our facts that you can print out at home.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT..."},{"author":"SEGARRA","text":"...From NPR."},{"author":"SEGARRA","text":"Hey, everybody. It's Marielle. We begin today's show with an ode to a fashion superstar who first stepped on the scene here in America back in 2014. And these days, I mean, they're everywhere."},{"author":"SAMMY RAMSEY","text":"My goodness. They just give you this deep, high-fashion look to them - two yellow stripes on the sides of their body. There's a big burst of red in the middle. There's some white going down the sides that almost kind of look like eyes when their wings are extended. It is just incredible."},{"author":"SEGARRA","text":"They are stunning. They are refined. They are the moment. They are a spotted lanternfly. Yeah, a bug - they're a bug. And that commentator was Sammy Ramsey. He's a professor of entomology at the University of Colorado, Boulder."},{"author":"RAMSEY","text":"These spotted lanternflies are some of the most gorgeous insects you will ever see. And that's one of the reasons why it's so sad that they are indeed invasive species."},{"author":"SEGARRA","text":"An invasive species is a creature that shows up in a region of the world that it's not native to and competes with us for resources or in some way causes harm to humans or the environment. Now, luckily, the spotted lanternfly doesn't bite or sting or attack us humans, but it can damage crops and trees and leave sticky stuff everywhere. We'll get to that. And it has spread to 14 states. The situation is bad enough that the U.S. Department of Agriculture has been telling people to kill them on-site. Now, if you've ever tried to stomp on one of these gorgeous agents of chaos, you will know that they are jumpers, and trying to get rid of them one by one is like playing whack-a-mole. So on today's episode, I talk to Sammy about why the lanternflies do, sadly, have to go and how we can keep them under control beyond just squishing them."},{"author":"SEGARRA","text":"OK, so let's talk about the spotted lanternfly. They came into our lives not too long ago. What are they? Where did they come from?"},{"author":"RAMSEY","text":"So spotted lanternflies are a type of true bug. Even though we refer to pretty much anything that has more legs than us as a bug, there's a specific group of insects - a whole order - that are referred to as the true bugs. And one of their defining qualities is that they have a straw for their mouthparts, and they feed on fluids as a result of that. And these spotted lanternflies are from Southeast Asia, so they're an invasive species that were accidentally brought over. They were first found in Pennsylvania, and they have since spread to more than 13 other states."},{"author":"SEGARRA","text":"Why are they spreading so quickly?"},{"author":"RAMSEY","text":"Their populations can grow out of control here because they don't have any real natural enemies in the U.S. In most ecosystems, insects like this have a specialist predator that is dedicated to going after this organism and is really, really good at it, and that keeps an organism's populations low. But because these spotted lanternflies aren't actually from the U.S., they don't have dedicated, specialized predators. And that allows the spotted lanternflies to grow and mate and produce many, many, many offspring that do not get eaten."},{"author":"SEGARRA","text":"OK. So there's a lot of them here now. What is so bad about that?"},{"author":"RAMSEY","text":"This is the big question. When these organisms show up in other parts of the world, they're a bit too destructive for us to ignore. When they start spreading, you can really see the damage that they do when it comes to agriculture. And, really, a big place where they've become an issue is in vineyards. So when they attach themselves to grapes, they can taint the taste of wine itself by changing the sugar and water content. In addition to that, they go after apples. They go after some ornamental plants that are really important to us in our economy."},{"author":"SEGARRA","text":"I also heard that they're really damaging to some of our trees. What do they do exactly?"},{"author":"RAMSEY","text":"Now, spotted lanternflies aren't, like, terrible for trees - full-grown trees, at least. I mean a big, woody tree - a spotted lanternfly is going to have a really difficult time sucking enough sap out of it or really getting deep enough into the bark where they can really cause a problem. It's trees with new branches that are pretty soft. They can feed on those and cause some branch dieback. And then there are saplings - those really young trees that haven't put on really thick bark - that enough spotted lanternflies all aggregating on it could potentially kill some of these saplings. But, really, places where we've seen a lot of problems for them have been vineyards."},{"author":"SEGARRA","text":"So recently, I walked out of my house, and something dripped on my head. And I went and I touched it - 'cause, in New York, I mean, you never know what kind of mystery liquid is falling on you, but..."},{"author":"RAMSEY","text":"(Laughter) Oh, no."},{"author":"SEGARRA","text":"I reached and touched it, and it was sticky. And then later, my neighbor said to me, have you noticed all these drops all over the sidewalk? They're sticky, and they're getting on everything. And then we figured out that it was bug goo from the lanternflies on the top of the leaves, most likely. Can we talk about that? What is that?"},{"author":"RAMSEY","text":"It is the excrement of the spotted lanternfly. But, I mean, it's not - as far as excrement goes, it's not the worst excrement ever. Stay with me, all right? All right. They feed on fluids that are almost exclusively sugar. And so when they are excreting, it's not like the kind of solid, lumpy waste that you see with some organisms. It is a huge volume of sugar in fluid that they are flicking out of their back end."},{"author":"SEGARRA","text":"Oh, my God (laughter)."},{"author":"RAMSEY","text":"Yeah, yeah, yeah."},{"author":"SEGARRA","text":"Well, so is this a problem that they secrete this all over the tops of our tree leaves?"},{"author":"RAMSEY","text":"So it is a problem because there are fungi that develop on this sugar. And as a result of it, that can cause a whole layer of fungus to develop on the leaf, and it can restrict the capacity of the plant to carry out photosynthesis. And so it can make plants less productive because they're getting less food."},{"author":"SEGARRA","text":"OK. So what do you do about it right now? Like, at this time of the year, if you're seeing a lot of lanternflies near your house or in your trees, what can you do about that?"},{"author":"RAMSEY","text":"OK. This is the part where I tell you to choose violence. And I don't want to do that. I really don't want to do that, but I need to tell you to squish them. And in addition, we need people to go after the egg masses. The egg masses are the most vulnerable stage in their life cycle and also the easiest stage for you to just kind of grab and toss it into a plastic bag and never have to worry about it again. So if you see a little white blob on a tree near spotted lanternflies, that is very likely their egg mass. And the best thing that you can do is scrape it off of that tree. It will require a bit of scraping because they're kind of glued onto that tree by secretions from these lanternflies. They can be white. They can be kind of tannish and even match with the bark. But then toss it into a plastic bag and add some hand sanitizer to it, or even potentially put it in the freezer to freeze-kill them. But you want to make sure that they don't survive to continue propagating that species here in the U.S."},{"author":"SEGARRA","text":"And then in terms of putting them in a plastic bag, it sounds like you can use hand sanitizer - or maybe rubbing alcohol, if you have it, would do the same thing."},{"author":"RAMSEY","text":"Yes, hand sanitizer, rubbing alcohol - both of those are options. Under these circumstances, it can just be helpful for you to already have alcohol or hand sanitizer inside of that Ziploc bag. And then you can scrape the egg mass off the tree. If you happen to have some utensils in your house that no one is planning to use anytime soon or ever again, you can grab a spatula or a butter knife and use those to scrape the eggs off the tree into the bag. And then you want to make sure that you fully submerge those eggs in whatever fluid it is that you are using there. You could also just seal that Ziploc bag, place it in the freezer, but you have to have it in the freezer for a fairly long time. So consider that spotted lanternflies survive the winter in these egg masses."},{"author":"SEGARRA","text":"Let's talk a little more about the egg removal. Do you need to be worried about your own health while you're doing this?"},{"author":"RAMSEY","text":"Spotted lanternflies are actually not dangerous to human beings, and so you don't need to be worried about that. What I would actually be more worried about is other people. There are certain circumstances where people watching you collect insects may be a confusing thing to them, especially if you're brown. So under those circumstances, it can be really helpful for you to make sure that you are in areas of your neighborhood where people recognize and know you and are not going to call the police on you because you're collecting spotted lanternflies. There's a rather famous and unfortunate story of a young girl who was killing spotted lanternflies as encouraged by the United States Department of Agriculture and had the police called on her."},{"author":"SEGARRA","text":"Wow. That is awful."},{"author":"RAMSEY","text":"Yeah."},{"author":"SEGARRA","text":"Good advice to remember. And also, if you see someone scraping off lanternfly eggs, don't call the police on them."},{"author":"SEGARRA","text":"So another question - how many lanternflies, roughly, would you be eradicating by scraping off an egg mass?"},{"author":"RAMSEY","text":"Mmm. Egg masses can have dozens of eggs - usually around, like, 50 or so. And so you will be getting rid of quite a few spotted lanternflies if you go the egg route rather than going after just the adults."},{"author":"SEGARRA","text":"Another thing I've seen is people put these big, sticky bands around trees to kill the lanternflies. How do those work?"},{"author":"RAMSEY","text":"These sticky bands are basically just a glue trap attached to the tree itself. And when the spotted lanternflies attempt to walk up the tree or down the tree, they get stuck to these bands. They can't extricate themselves from it. And as a result, they starve there and die. Well, that can also be a problem sometimes for bycatch because other insects can get stuck to these bands as well. I'm not demonizing the method. I think it's important that we, in integrated pest management, use all the tools at our disposal. But I do prefer, in a lot of ways, for people to try to target these insects directly because that targeted method is more likely to kill just the spotted lanternfly."},{"author":"SEGARRA","text":"I do wonder - should we be doing all this ourselves? Is there a point at which you should call an exterminator or, I don't know, your city or town government?"},{"author":"RAMSEY","text":"I'll tell you this. If everybody who saw a spotted lanternfly on a tree called an exterminator, one, exterminators would be, you know, pretty rich, but there wouldn't be enough of them to go around. These insects are so prolific that we actually have to enlist the rest of the people in the country to help us with this process. So this is a segment where community science is very strongly encouraged. And I love those circumstances. They get people involved in better understanding the environment, better understanding how interconnected ecosystems are. So I'm here for it."},{"author":"SEGARRA","text":"What about if you kill or catch a spotted lanternfly in an area where it's not presently known to exist? Like, what do you do then?"},{"author":"RAMSEY","text":"Oh, good question. If you happen to kill a spotted lanternfly in an area where it's not currently noted, you should definitely take a picture. Using a camera phone would be one of the best ways to do it because, oftentimes, they have geotagging already embedded in it, and so you'll know exactly where you found that spotted lanternfly. And that information will be important because you'll need to contact your local state department of agriculture, and they will do the rest. And then also make sure you kill it. I never thought that that would be how I'd answer any question about insects, but, yeah, you got to make sure you kill it."},{"author":"SEGARRA","text":"Thank you so much, Sammy. This has been really helpful, informative. You've made me like bugs more in general."},{"author":"RAMSEY","text":"Oh, wow. I did not expect that. I'm so glad to hear that."},{"author":"SEGARRA","text":"OK. It's time for a recap. If you see a spotted lanternfly, yes, try to stomp on it. You could also get those sticky bands to put around the trees in front of your house or on your property. Just make sure you replace them once they're filled with lanternflies, and some people build these wire cages around them so other creatures are less likely to get stuck. Here's a big one - you will start to see lanternfly egg masses on the trees. They can be white or gray or tan or even match with the bark. We've heard people say they look like old chewing gum, and that's about right. You'll have to do a little scraping to get these off, and then you'll put them in a sealable bag with rubbing alcohol or hand sanitizer and then throw those in the trash. And if you see a spotted lanternfly in a place where they're not already known to exist, take a picture and send it to your state department of agriculture."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We've got one on how you can become a community scientist and another on different ways to have fun on a budget. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, you can email us at lifekit@npr.org."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced and fact-checked by Margaret Cirino. It was edited by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Carly Rubin, Clare Marie Schneider and Thomas Lu. Engineering support comes from Cena Loffredo. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8162140373.mp3","img":"https://media.npr.org/assets/img/2023/09/01/gettyimages-1418622164_wide-f44b37311ebe0f1a8040627a5571213170cdda01.jpeg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","SAMMY RAMSEY","RAMSEY"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,6,18246,15403,19400,17771,6351,13452,9174,9961,18664,12987,22902,1914,2189,1568,1153,1109,869,668,25633,20376,4449,10643,13981,342,1969,1197,22569,24976,11532,11913,12088,10222,17325,16586,13496,9023,11934,11911,10543,18492,7115,7235,14755,24857,8874,11754,9446,9412,9484,6484,9136,9860,5674,2977,1013,12944,26069,12668,22903,2329,339,25567,22894,17375,5515,5219,17641,14784,9905,9376,7693,24242,29433,22156,17251,23218,11315,5198,11155,5641,25235,26497,21763,14878,14183,7306,17298,17504,17186,10040,13819,12524,15787,8000,14947,3087,21943,12624,20407,12914,14886,13465,17707,15061,15428,13386,23459,8322,13820,14515,12137,12723,19310,12198,13505,11860,12344,13094,12630,19313,19695,4290,19393,18997,20141,4131,22525,18942,13955,24946,2354,10568,10146,8111,16964,16800,3721,18824,16889,11853,10766,20619,13131,12819,2459,10504,8510,10891,1931,779,22974,25192,14474,7629,24355,3207,25485,28264,21828,27511,24969,509,20204,19950,25275,16750,27808,22489,11910,13342,25936,26388,23072,21704,21986,9103,10480,11158,16642,19111,11379,10636,17266,16218,26410,23150,11989,12490,13159,14734,13486,5775,13049,16736,14541,13106,7932,12264,10547,1937,16158,15727,11378,17231,8562,13167,14231,12518,13416,7422,5342,12306,11778,9434,7924,19197,22805,22559,11459,7612,14548,17062,17193,26369,7060,9779,11751,9107,8903,24509,13019,10708,4523,9809,23218,10533,14259,7497,12440,24792,26902,19788,19638,17786,5437,7774,9502,11417,9993,7722,2206,1615,28534,24006,18189,25506,15501,16369,24733,8561,25551,13844,12418,24575,12131,23531,23828,9486,6851,4591,24810,25899,20881,23928,24333,10588,8796,8337,10333,6934,12086,15034,14570,9061,9124,8125,14399,10990,3111,16479,20861,18691,11553,11246,7271,14471,10113,3262,18190,18032,13771,25109,25566,8916,17937,11768,23884,20562,9322,7396,11603,6536,8149,15682,10148,19622,6564,3468,3875,26062,22310,24031,18662,23813,24580,14914,17916,14763,11335,8095,13739,15782,3630,12533,18677,10237,17271,18474,26130,7874,2006,21960,24734,19296,26334,20325,17624,17878,26015,14907,2245,11335,24178,24900,21404,24994,17210,11875,15035,20889,24418,24589,12777,22145,9437,6942,18773,8560,6127,11395,3001,8635,18511,7455,9068,10634,11327,7245,15813,11353,3896,17168,12221,2348,1572,1714,1580,1029,609,859,1088,921,581,356,378,333,102,35,9,4,17743,23585,26599,16628,24737,14272,12019,26989,20052,15984,14507,20508,14949,15649,25020,16549,10493,11698,11571,14237,13959,17598,18128,23670,15197,13644,3486,24785,15747,20417,21267,24772,24643,6537,17377,13146,17933,17753,5922,16273,18269,20417,14411,14577,12092,10958,7684,9954,23807,15233,22372,14626,16859,13445,7399,17001,17382,14583,12955,24248,13388,19109,8232,20521,8020,12930,18083,15955,15944,11308,8712,11421,15170,11641,8847,13704,11465,9996,5858,24187,23300,12073,15993,574,58,4,22188,28516,12366,27475,19759,20545,25236,16887,1418,14637,15876,18089,8318,17189,16812,26109,14035,8395,9609,8362,13791,22548,16404,18454,20494,21028,17579,15051,14068,9774,13458,12656,13728,25629,13489,9455,23950,23196,15471,15069,674,25153,21609,26352,24594,7665,19001,17977,24751,13417,14441,3510,8,69,26026,21179,13761,10133,11167,22342,15788,18922,28242,18761,10164,13918,25037,22255,7800,7395,10521,11205,16138,20833,20315,28612,24567,16598,23300,16460,14099,16418,19432,19841,20457,15764,15330,11767,16251,2636,24612,22728,14334,22033,18587,19459,20076,20224,23207,10307,15027,4294,19062,22005,25201,25970,16332,26292,16976,18897,12181,12801,5237,6118,11829,1972,16961,20975,18375,17798,15890,11479,11422,10934,16754,12868,13314,15703,14839,14254,28158,28329,22121,16536,24266,16902,23583,25753,14888,11157,18936,23100,19127,19694,22832,17592,16652,15806,23596,12479,16496,6649,6532,27930,21232,12362,14162,18544,26038,20900,2858,32,6957,14742,19929,14318,12893,13375,12711,15782,14815,12960,14223,12953,17631,10878,11060,11648,17144,12623,12249,16374,9161,14325,12467,13090,12105,10519,12304,13528,11861,13155,13505,16657,11367,16235,14249,13657,10669,10910,12655,13055,13429,13986,10010,7652,13238,9717,6693,11457,9662,7319,5484,0,3106,3200,2292,14453,19577,5183,12420,12033,26053,22658,19303,17923,9610,2473,9151,16220,20490,20271,15306,19092,16268,12365,14972,16051,15606,9100,8001,12401,12737,3213,24548,25691,20526,9879,9849,18756,11399,10336,13451,7802,4880,7896,26167,10067,23991,19150,12124,16419,10289,7953,24461,13890,9794,22613,17671,10889,2792,17946,23160,19770,9906,25879,4725,5202,9695,7089,2317,1972,3480,5732,4177,1781,2247,2284,1015,688,731,1615,1324,1293,1087,1113,767,452,73,32,55,23280,17001,16767,14370,25054,25875,15870,7818,13176,23052,25220,11957,6236,7329,9394,4251,25047,4563,26276,24358,17718,19690,11725,11930,13865,23596,2814,3144,7640,5387,16268,15292,8485,6622,10063,9784,17692,21431,23470,15772,11189,12030,26097,19507,15259,13667,18281,15893,927,18393,21759,18242,22560,15050,17752,12624,896,19525,20713,14548,15081,11684,15887,13927,1125,23585,18979,16669,9384,11543,12855,9835,13086,13467,17114,13603,13438,15743,9991,5637,16770,19045,17551,11026,14669,9491,13592,11490,11599,11495,11683,8639,6773,18785,16284,14696,11709,10742,9453,13230,8829,2832,15766,15363,21516,11411,11131,12623,10830,15287,9066,8296,18550,16373,19960,14628,8274,8298,11013,24939,13976,14958,8340,11456,12146,13583,7109,16699,11646,1807,20212,17423,17540,14435,15359,15035,11451,13132,16442,11152,7758,16041,14595,9986,5052,12331,11704,20151,11730,9446,8469,3168,24442,23720,16707,18015,12619,11747,12737,9411,10664,1311,12433,18570,10019,8756,635,14893,14676,14553,17118,13806,18856,13007,25896,8118,18038,18849,13928,15189,6423,18458,23231,11853,10335,10632,20995,18582,16275,14335,15766,11818,17073,10536,19828,17653,13679,16082,10337,10227,10065,7495,15316,10909,11356,16478,4458,17455,22116,20937,13217,15232,8173,13174,15252,2113,21752,16925,10998,9330,18106,17107,25556,17777,13571,18259,19836,13761,12307,18342,12874,14264,17949,13168,9377,12592,11188,19798,14120,15478,12637,11392,7069,19824,12098,23821,11166,11834,13550,20795,12138,2500,21497,11124,9034,10565,18935,16798,14756,11300,13272,19496,9537,2649,728,20422,7770,25341,20954,12551,10098,352,2468,13085,10884,12870,5788,105,16613,19154,8255,9502,6963,5430,5384,5659,17008,4893,5952,24226,14782,17482,18733,17877,9889,10271,13709,14768,7691,2023,24659,17579,11940,10616,12910,11350,9257,5538,851,20258,14726,17280,16778,10597,12567,16634,19856,13906,8797,8669,8573,5939,11422,15208,19171,6658,7570,1379,12539,16784,16118,1950,4725,19588,20364,17260,14087,18097,11828,10756,6238,7059,16912,17647,6971,3351,20408,18903,18130,22323,13378,12548,10021,12210,12792,13943,9541,1354,13169,20318,15506,13560,16801,20770,16865,13049,15688,11396,12799,18409,15005,10670,1406,24330,19095,14155,12166,16680,11770,24992,13021,14844,16416,14766,11063,12713,10450,2746,12890,23032,20088,12833,17390,11363,15255,5196,15769,20752,20693,19361,15207,25031,11547,9782,16140,7848,4963,8593,1708,16858,9916,9907,2041,16540,17530,20547,22746,17367,17587,19579,24282,8002,84,8211,13972,11001,18512,8835,17611,10569,8233,18629,13897,16987,13652,12403,9443,12522,15206,14588,21893,12787,24757,13783,7263,24749,12379,13823,11909,12400,17145,10549,15347,9809,10369,17619,20238,10789,11780,10070,17925,10264,15188,12027,18090,10676,12828,8155,10686,12653,25806,4557,16676,17964,22158,13752,7553,15176,21249,13992,8607,15169,15453,4700,2654,13868,14602,14162,11251,10494,15788,6950,20865,10108,4361,25232,13387,20146,16316,20014,19973,22231,7103,13563,17188,13986,14438,8041,15121,10854,10731,12594,13860,13780,2193,14514,11394,17742,23191,23279,13351,13803,18570,24934,12020,8884,10689,13633,17038,10752,14905,13083,23942,18704,5612,17065,5149,135,23062,15282,13372,15950,14833,18898,12499,11353,7482,7310,9961,13820,6579,155,11336,7137,9425,7083,8003,11332,14995,13584,13582,11441,15904,15333,7479,9223,9732,7071,6757,9435,2469,765,25958,13965,23607,11831,15062,17288,12846,11348,7339,19104,9445,14742,7093,6323,16151,5507,11401,11932,6193,14858,13677,25593,24987,28682,26190,23613,27133,10507,16780,24762,26117,24895,8715,24024,24219,24474,14655,310,73,20638,8904,8075,991,11324,17292,23341,14326,9880,7606,6980,24754,11496,11444,9897,12974,9075,9759,6813,7113,9076,15157,4430,14429,22882,18413,17765,9519,23936,24900,18140,13351,12032,21679,23016,17440,24171,14647,11769,1274,9912,18025,15199,24916,21455,25844,26210,10970,26054,25706,8475,5924,258,26695,25643,24795,25332,26619,15282,2452,5984,9679,23584,25599,18735,12370,5640,18164,25235,5213,1562,23906,25148,18041,25298,23380,25878,24612,10871,23716,25080,21589,17508,12967,17975,18654,15487,13401,21022,12638,11959,13260,17523,1911,316,18026,18313,20175,22286,10838,21840,30356,19075,25434,20249,18198,12092,15733,13352,17241,12123,15515,6095,23229,20645,21763,16663,24380,17113,8022,13602,7733,12484,6651,10996,9744,4179,10718,7682,13149,11293,11709,9512,7326,11416,6493,7479,7769,418,15853,14353,16406,15791,11016,12304,8918,10195,12923,9896,10413,11826,8538,9678,9063,13025,10873,9388,6215,2856,12935,9887,10580,7101,6942,14562,10026,8991,9215,9928,8249,9205,774,13025,13579,9171,13149,17485,10157,8678,13345,18125,4285,24093,17965,28698,25121,22311,25582,600,2448,2201,24356,17727,13786,1127,1968,11356,5864,23425,11729,15182,11781,13279,8300,8495,8673,21307,17174,16635,12856,11759,7398,5038,3129,5259,17154,16923,16477,9465,24600,13665,24936,15022,14352,16736,12180,19130,1892,14681,17497,12945,10981,20277,16407,15846,14846,7585,26972,23785,12091,14947,17881,11405,13260,14065,8953,18545,13373,15630,4590,2501,21174,18545,14268,12512,12382,20136,11269,13936,14940,18827,8647,6155,6176,14634,16418,13590,3801,11805,13933,16068,19411,9612,16937,12911,18398,13238,8853,14625,17040,16065,10327,24754,19556,7737,11338,24307,26260,24684,18042,23948,25269,15058,10843,19494,25499,9257,20405,14107,12670,16169,11520,20931,7810,10150,11896,3768,7469,7163,23729,12326,6428,4367,5331,10941,9519,15908,9763,14272,60,12945,11181,1911,1055,28109,3310,1398,13933,17601,9065,184,60,12356,10187,20897,6829,5942,4222,1363,18655,16519,4213,1217,20613,12364,5499,6166,4234,1054,26494,29983,15797,11095,5155,350,20041,17337,11923,10124,8420,16326,18294,9667,8388,4690,1308,16273,12440,14971,11309,13783,14628,15483,8132,10198,16493,6648,13811,14115,9772,18821,12950,13760,3096,14368,13493,9267,13624,16664,13853,23468,16003,3750,14954,15346,17539,22616,24274,15008,17306,13461,15398,14832,11094,9393,16717,18129,14278,17659,21242,18456,17908,14799,9083,14328,21138,12297,11491,9694,14285,25250,16800,12234,17231,8677,14382,12408,11270,18865,18747,17588,13705,14923,12048,22611,20845,20350,20101,16488,12875,11513,21460,16225,18061,19302,23763,21915,15089,15444,10380,9471,11798,9531,12150,14325,7479,2266,25696,12955,12643,12955,8125,25360,12039,12602,21289,14804,10214,19920,15324,22569,12586,12834,8672,14922,16210,8494,10836,11478,17087,10917,14883,949,16748,18488,18610,12852,25160,9751,17001,15687,16758,19494,13456,17746,27045,26650,15496,13138,18907,11424,15264,1183,13611,15917,14747,13512,11700,14813,18814,12268,13275,14343,13684,5481,14405,9328,18564,17557,11406,13180,9329,9648,9937,14735,7509,3646,363,544,16289,14283,21985,9926,10188,5787,5806,3478,6973,570,26673,17677,23929,14255,9714,5878,16619,18853,11207,23500,24416,15747,25232,15624,20694,2588,4524,5384,20235,18357,21307,18333,13828,13859,10405,20581,22787,15381,12400,19438,19472,8596,9169,7973,364,28654,16386,22421,23570,19922,22536,15611,3567,19366,17795,17850,16832,13045,20392,879,21391,24539,13111,13698,19495,14624,18092,17968,12456,21372,13354,12359,16878,15670,3274,13467,19121,16523,12742,16975,9062,10394,14476,16442,15331,18577,8886,9652,16192,21920,25040,16520,22420,17496,8683,8654,8240,2674,13453,27512,23115,15491,18575,11765,11956,20725,12508,13829,9177,20014,13972,17032,9426,14953,16058,13356,11277,10612,19359,14162,8695,11863,19739,17570,15785,20188,16803,16239,16909,9883,10242,16859,19055,17492,12090,12626,15208,13497,8391,11641,13047,8260,13476,19633,17999,13577,9670,12001,15233,11795,9947,1112,17113,19264,13097,16511,10984,10045,9861,8954,8537,9786,10075,21715,21570,14895,14994,15195,12852,13206,18869,10498,9029,10061,8413,601,11486,16305,16427,10625,12138,10726,7173,10347,5534,5125,16691,1011,15948,12147,15500,15312,16009,12040,10572,13097,16600,17595,13201,5472,1536,9312,14971,15689,18395,7233,7767,18142,27263,18799,23691,18826,11522,17928,4554,10114,11082,10748,20141,20966,13304,18683,20262,15634,7327,14171,132,24964,15104,16706,22063,12096,24746,8903,8807,14685,11483,10946,9701,13391,9923,18489,21479,19189,8650,28920,19645,13837,14829,15499,15355,9815,11759,6132,3039,647,23456,20959,17312,11300,14295,10366,12213,11020,7560,5458,17818,12963,12421,13223,8212,11195,10306,11597,9354,6834,9768,13122,10694,13350,10916,11753,6099,14990,25112,13460,23034,13314,24880,23593,16201,14215,11285,10759,20368,22107,16062,17680,8260,9819,16083,23257,19099,16152,1090,17099,27356,19579,15193,21106,18197,13312,16350,12624,7355,16986,13407,10901,14319,10244,9864,13038,9594,5034,12517,10348,11916,7881,9762,7881,9215,6797,6197,5214,15349,15596,19218,14114,15368,12182,12054,17121,13971,20484,18036,6051,6182,7233,13408,7444,16559,21530,8864,10927,8346,11779,12845,9841,8902,12863,9387,5921,6326,11281,12614,9472,8354,3585,24109,23771,13557,14763,7906,16429,4615,3759,24552,24411,11860,10584,1913,1003,621,23941,23775,11031,19754,10250,22022,26513,18823,7812,25538,21519,2288,16404,16463,24466,20857,14701,10223,146,25987,24928,14128,7822,184,6630,12841,998,223,108,7383,22325,21592,25436,13715,3372,6481,24528,9079,11636,10961,14254,13605,9851,4669,10983,4944,7111,14045,18961,11636,14886,17052,12357,18511,9365,8954,50,20490,24556,22163,23302,18918,18216,15578,18833,8760,10034,9262,13489,2721,18193,8850,12470,29225,20822,15472,10591,11965,13816,569,21171,15642,16369,12683,2894,10028,21698,8406,9097,18424,13595,3349,19174,6818,6508,5829,9831,20008,9537,10995,8706,11881,8689,11241,7773,2263,18459,17070,7640,11965,14789,7487,14379,8910,6588,6341,2209,26786,24110,10377,10742,11977,4184,19670,15160,17493,13458,16749,18698,11048,20899,13457,9137,12591,19283,17353,12722,16574,16716,28427,18213,11561,4294,16955,21940,17792,17314,14967,21908,21062,12255,17094,11824,16735,14784,21220,12776,8583,10337,3345,16936,24263,19116,26013,19361,18491,20162,21668,15064,9303,9858,9111,13784,12734,14274,13040,17680,12418,11018,13356,12184,22911,1461,15445,23281,27554,17443,17900,18695,10740,15917,13804,15352,13306,14188,8251,23692,9606,1393,2983,2489,28445,13096,10360,21622,18711,15591,24061,24563,12253,13864,22716,24182,17997,12944,14416,20158,12776,9195,11746,11528,8454,8883,11444,13794,3164,20717,1622,10991,19338,28211,17353,8518,10902,12327,18263,12286,8236,7876,10952,18382,12817,10338,8860,1945,16308,22831,21318,9740,15493,14935,8195,3252,12424,22336,16667,15056,16712,16807,11739,6988,12988,9809,16565,11995,9440,8686,8449,9347,7812,13959,12099,12972,11106,5013,11194,15498,15674,10213,16288,15693,12076,4239,6902,2925,110,22622,10513,16004,19225,8790,241,13574,11430,12649,16737,14588,25257,17266,24257,14498,9884,20875,11553,14465,17129,10331,10588,7701,22648,16255,7628,10023,23665,10000,11284,2874,18683,19702,18065,9768,21999,17363,25172,19400,21028,20345,12703,13357,13865,8328,13462,11925,7365,6045,16970,10853,21971,9418,2679,5824,13302,13993,12727,23454,26580,24411,22257,19482,22838,17604,2219,9295,12404,26879,17244,13902,13462,14265,19080,16941,12190,19439,14893,17449,19186,7266,1181,1508,12254,11452,11570,2126,22725,17329,14145,2866,12325,9030,14043,11052,9978,14507,15825,15455,17692,16284,10742,9111,12574,13876,14561,7745,15009,8480,11232,14521,15965,15033,13320,9409,15097,12538,9880,9718,10478,7503,25810,13990,13498,10997,14343,6717,11763,8471,11697,9291,10702,7704,8794,23709,12988,11705,11361,9624,15513,9406,10258,12282,11117,13021,13320,14723,17812,18001,12679,7667,4607,17631,19044,21949,16493,23954,25310,23895,8836,24365,10270,18268,17370,10098,24522,26555,14515,12243,14697,18567,17175,19456,19592,3459,26665,22294,13341,11761,7290,10114,21861,13062,19145,20813,22344,11451,12037,4654,12624,16411,14852,12627,9895,16092,15139,14215,8968,12153,5393,7635,10079,17060,17371,11357,14909,12953,9254,19519,1911,15573,21780,19742,16891,15121,17028,25199,16202,13237,15420,19811,16013,12677,13852,14561,11932,16774,12311,17227,10563,13036,16798,17121,22491,23836,13013,21791,12080,18373,13933,18782,12855,11737,9789,9159,23068,13451,17206,11355,15156,4760,12566,14793,17497,11652,11151,14639,23306,14648,22267,18405,10002,17357,13827,17878,6512,1907,7890,18505,13398,11827,10124,20893,21752,7182,9451,11503,13607,12184,3707,8974,3040,585,964,20904,24196,18928,25605,17946,15897,13821,21476,11686,9002,8658,4036,467,240,10302,5111,14201,11353,6931,1694,4367,2291,4431,1424,14975,9687,12054,7319,5333,7719,3256,5192,12391,13722,8531,9177,15154,9664,4998,17024,24616,19592,26061,16745,17011,18789,10749,2628,13543,13894,10967,7269,23952,18901,12336,19957,10267,14305,13995,7359,3210,3295,6732,26248,27639,27490,26957,16510,25336,1449,5778,23852,20766,25819,15114,16321,14050,24686,14892,18176,26002,25376,8587,6361,25477,20774,15804,21941,14369,15699,19020,22450,12577,26355,19834,15913,27805,7828,4798,16781,18739,13458,14889,12547,12569,10321,10317,9196,17025,22348,11843,25208,25228,26262,11560,17128,25185,13228,12801,15202,9599,16354,28959,12222,8819,23150,14405,12044,21334,7717,8514,8824,26270,25691,6548,12255,16856,21577,11700,16533,14731,28768,28146,27420,13472,19776,16607,10112,15855,9175,9892,25655,26641,14747,27691,14469,22602,23226,15219,18313,25003,15866,21208,12072,6551,21989,19708,20102,13137,8959,10403,14818,14876,7309,4377,15382,24961,19905,4088,6384,4187,26270,18293,17326,19963,8397,23482,14286,16201,4163,22817,15361,14176,13280,14700,23678,23284,17135,24930,16465,11849,13476,17251,9913,8498,4549,14498,14952,16886,11733,10524,20381,10333,6170,5503,28417,25400,16699,19533,19845,25559,14058,20942,23763,15020,15007,12243,25075,18797,12414,13485,17722,18372,19195,18615,13327,15026,11454,7729,9533,13592,7770,17209,20657,11475,3375,7922,7753,8204,15824,28021,22677,13411,21609,18856,15624,11084,8300,26455,27000,17082,23340,12107,17748,13769,21668,27785,19210,21284,16523,22191,14640,15716,15152,15615,12166,13446,17143,3491,16554,24563,18002,19502,21610,15937,27722,14461,13807,6531,19198,16657,27389,25599,20478,23551,19959,14129,14148,15151,15129,21208,28847,14569,25383,20975,17052,21033,18329,19113,13676,21768,26122,18956,10281,15197,7767,25244,30018,26142,18735,13399,11806,11502,24490,15588,23114,14007,27984,14400,18607,22970,7294,18326,26044,24742,25474,16104,18190,22456,23159,23347,11813,11458,10074,8084,3933,23244,16272,27133,14283,13567,11343,27312,27477,26932,17581,18982,13619,7989,6348,13106,27905,19503,15151,17748,12386,7499,23947,20816,26951,10967,26658,18214,7726,12918,18452,10279,14405,14045,10835,8455,2434,14565,19894,25526,10976,13827,14266,11052,1731,28321,24249,10169,12370,25799,23126,14645,20655,23927,15909,21210,10616,10423,10049,2327,24743,23851,13324,13377,19703,9365,8634,23137,19055,12065,27110,18675,11766,24973,20950,17484,21345,19546,22254,12077,17389,16916,9720,1753,23757,21411,16961,17330,11119,16159,15115,11753,2378,2594,2513,26471,16306,17689,9793,804,3464,11866,9139,9190,74,8,5,3,3,22268,20864,18213,16565,20280,25665,16097,11045,22843,12937,9752,21970,23480,19546,24427,20487,12327,15819,5630,2252,24964,22378,9820,14417,21290,19281,19545,12167,17497,20541,9977,11881,11685,10966,11596,6919,24755,19949,20787,27754,12102,10528,12556,25472,10083,21121,25816,20692,14906,23915,20032,17812,7542,102,13],"fragments":[{"begin":"0.000","end":"1.480","lines":["You're listening to LIFE KIT..."]},{"begin":"1.480","end":"2.160","lines":["...From NPR."]},{"begin":"2.160","end":"23.320","lines":["Hey, everybody. It's Marielle. We begin today's show with an ode to a fashion superstar who first stepped on the scene here in America back in 2014. And these days, I mean, they're everywhere."]},{"begin":"23.320","end":"50.680","lines":["My goodness. They just give you this deep, high-fashion look to them - two yellow stripes on the sides of their body. There's a big burst of red in the middle. There's some white going down the sides that almost kind of look like eyes when their wings are extended. It is just incredible."]},{"begin":"50.680","end":"67.640","lines":["They are stunning. They are refined. They are the moment. They are a spotted lanternfly. Yeah, a bug - they're a bug. And that commentator was Sammy Ramsey. He's a professor of entomology at the University of Colorado, Boulder."]},{"begin":"67.640","end":"77.680","lines":["These spotted lanternflies are some of the most gorgeous insects you will ever see. And that's one of the reasons why it's so sad that they are indeed invasive species."]},{"begin":"77.680","end":"136.160","lines":["An invasive species is a creature that shows up in a region of the world that it's not native to and competes with us for resources or in some way causes harm to humans or the environment. Now, luckily, the spotted lanternfly doesn't bite or sting or attack us humans, but it can damage crops and trees and leave sticky stuff everywhere. We'll get to that. And it has spread to 14 states. The situation is bad enough that the U.S. Department of Agriculture has been telling people to kill them on-site. Now, if you've ever tried to stomp on one of these gorgeous agents of chaos, you will know that they are jumpers, and trying to get rid of them one by one is like playing whack-a-mole. So on today's episode, I talk to Sammy about why the lanternflies do, sadly, have to go and how we can keep them under control beyond just squishing them."]},{"begin":"136.160","end":"148.920","lines":["OK, so let's talk about the spotted lanternfly. They came into our lives not too long ago. What are they? Where did they come from?"]},{"begin":"148.920","end":"191.840","lines":["So spotted lanternflies are a type of true bug. Even though we refer to pretty much anything that has more legs than us as a bug, there's a specific group of insects - a whole order - that are referred to as the true bugs. And one of their defining qualities is that they have a straw for their mouthparts, and they feed on fluids as a result of that. And these spotted lanternflies are from Southeast Asia, so they're an invasive species that were accidentally brought over. They were first found in Pennsylvania, and they have since spread to more than 13 other states."]},{"begin":"191.840","end":"196.200","lines":["Why are they spreading so quickly?"]},{"begin":"196.200","end":"263.200","lines":["Their populations can grow out of control here because they don't have any real natural enemies in the U.S. In most ecosystems, insects like this have a specialist predator that is dedicated to going after this organism and is really, really good at it, and that keeps an organism's populations low. But because these spotted lanternflies aren't actually from the U.S., they don't have dedicated, specialized predators. And that allows the spotted lanternflies to grow and mate and produce many, many, many offspring that do not get eaten."]},{"begin":"263.200","end":"268.560","lines":["OK. So there's a lot of them here now. What is so bad about that?"]},{"begin":"268.560","end":"321.960","lines":["This is the big question. When these organisms show up in other parts of the world, they're a bit too destructive for us to ignore. When they start spreading, you can really see the damage that they do when it comes to agriculture. And, really, a big place where they've become an issue is in vineyards. So when they attach themselves to grapes, they can taint the taste of wine itself by changing the sugar and water content. In addition to that, they go after apples. They go after some ornamental plants that are really important to us in our economy."]},{"begin":"321.960","end":"335.640","lines":["I also heard that they're really damaging to some of our trees. What do they do exactly?"]},{"begin":"335.640","end":"408.680","lines":["Now, spotted lanternflies aren't, like, terrible for trees - full-grown trees, at least. I mean a big, woody tree - a spotted lanternfly is going to have a really difficult time sucking enough sap out of it or really getting deep enough into the bark where they can really cause a problem. It's trees with new branches that are pretty soft. They can feed on those and cause some branch dieback. And then there are saplings - those really young trees that haven't put on really thick bark - that enough spotted lanternflies all aggregating on it could potentially kill some of these saplings. But, really, places where we've seen a lot of problems for them have been vineyards."]},{"begin":"408.680","end":"426.600","lines":["So recently, I walked out of my house, and something dripped on my head. And I went and I touched it - 'cause, in New York, I mean, you never know what kind of mystery liquid is falling on you, but..."]},{"begin":"426.600","end":"428.320","lines":["(Laughter) Oh, no."]},{"begin":"428.320","end":"456.360","lines":["I reached and touched it, and it was sticky. And then later, my neighbor said to me, have you noticed all these drops all over the sidewalk? They're sticky, and they're getting on everything. And then we figured out that it was bug goo from the lanternflies on the top of the leaves, most likely. Can we talk about that? What is that?"]},{"begin":"456.360","end":"485.680","lines":["It is the excrement of the spotted lanternfly. But, I mean, it's not - as far as excrement goes, it's not the worst excrement ever. Stay with me, all right? All right. They feed on fluids that are almost exclusively sugar. And so when they are excreting, it's not like the kind of solid, lumpy waste that you see with some organisms. It is a huge volume of sugar in fluid that they are flicking out of their back end."]},{"begin":"485.680","end":"487.040","lines":["Oh, my God (laughter)."]},{"begin":"487.040","end":"489.520","lines":["Yeah, yeah, yeah."]},{"begin":"489.520","end":"497.000","lines":["Well, so is this a problem that they secrete this all over the tops of our tree leaves?"]},{"begin":"497.000","end":"517.080","lines":["So it is a problem because there are fungi that develop on this sugar. And as a result of it, that can cause a whole layer of fungus to develop on the leaf, and it can restrict the capacity of the plant to carry out photosynthesis. And so it can make plants less productive because they're getting less food."]},{"begin":"517.080","end":"529.520","lines":["OK. So what do you do about it right now? Like, at this time of the year, if you're seeing a lot of lanternflies near your house or in your trees, what can you do about that?"]},{"begin":"529.520","end":"594.200","lines":["OK. This is the part where I tell you to choose violence. And I don't want to do that. I really don't want to do that, but I need to tell you to squish them. And in addition, we need people to go after the egg masses. The egg masses are the most vulnerable stage in their life cycle and also the easiest stage for you to just kind of grab and toss it into a plastic bag and never have to worry about it again. So if you see a little white blob on a tree near spotted lanternflies, that is very likely their egg mass. And the best thing that you can do is scrape it off of that tree. It will require a bit of scraping because they're kind of glued onto that tree by secretions from these lanternflies. They can be white. They can be kind of tannish and even match with the bark. But then toss it into a plastic bag and add some hand sanitizer to it, or even potentially put it in the freezer to freeze-kill them. But you want to make sure that they don't survive to continue propagating that species here in the U.S."]},{"begin":"594.200","end":"604.720","lines":["And then in terms of putting them in a plastic bag, it sounds like you can use hand sanitizer - or maybe rubbing alcohol, if you have it, would do the same thing."]},{"begin":"604.720","end":"653.240","lines":["Yes, hand sanitizer, rubbing alcohol - both of those are options. Under these circumstances, it can just be helpful for you to already have alcohol or hand sanitizer inside of that Ziploc bag. And then you can scrape the egg mass off the tree. If you happen to have some utensils in your house that no one is planning to use anytime soon or ever again, you can grab a spatula or a butter knife and use those to scrape the eggs off the tree into the bag. And then you want to make sure that you fully submerge those eggs in whatever fluid it is that you are using there. You could also just seal that Ziploc bag, place it in the freezer, but you have to have it in the freezer for a fairly long time. So consider that spotted lanternflies survive the winter in these egg masses."]},{"begin":"653.240","end":"659.160","lines":["Let's talk a little more about the egg removal. Do you need to be worried about your own health while you're doing this?"]},{"begin":"659.160","end":"701.600","lines":["Spotted lanternflies are actually not dangerous to human beings, and so you don't need to be worried about that. What I would actually be more worried about is other people. There are certain circumstances where people watching you collect insects may be a confusing thing to them, especially if you're brown. So under those circumstances, it can be really helpful for you to make sure that you are in areas of your neighborhood where people recognize and know you and are not going to call the police on you because you're collecting spotted lanternflies. There's a rather famous and unfortunate story of a young girl who was killing spotted lanternflies as encouraged by the United States Department of Agriculture and had the police called on her."]},{"begin":"701.600","end":"703.440","lines":["Wow. That is awful."]},{"begin":"703.440","end":"703.880","lines":["Yeah."]},{"begin":"703.880","end":"714.880","lines":["Good advice to remember. And also, if you see someone scraping off lanternfly eggs, don't call the police on them."]},{"begin":"714.880","end":"723.080","lines":["So another question - how many lanternflies, roughly, would you be eradicating by scraping off an egg mass?"]},{"begin":"723.080","end":"741.120","lines":["Mmm. Egg masses can have dozens of eggs - usually around, like, 50 or so. And so you will be getting rid of quite a few spotted lanternflies if you go the egg route rather than going after just the adults."]},{"begin":"741.120","end":"749.000","lines":["Another thing I've seen is people put these big, sticky bands around trees to kill the lanternflies. How do those work?"]},{"begin":"749.000","end":"791.840","lines":["These sticky bands are basically just a glue trap attached to the tree itself. And when the spotted lanternflies attempt to walk up the tree or down the tree, they get stuck to these bands. They can't extricate themselves from it. And as a result, they starve there and die. Well, that can also be a problem sometimes for bycatch because other insects can get stuck to these bands as well. I'm not demonizing the method. I think it's important that we, in integrated pest management, use all the tools at our disposal. But I do prefer, in a lot of ways, for people to try to target these insects directly because that targeted method is more likely to kill just the spotted lanternfly."]},{"begin":"791.840","end":"801.080","lines":["I do wonder - should we be doing all this ourselves? Is there a point at which you should call an exterminator or, I don't know, your city or town government?"]},{"begin":"801.080","end":"837.240","lines":["I'll tell you this. If everybody who saw a spotted lanternfly on a tree called an exterminator, one, exterminators would be, you know, pretty rich, but there wouldn't be enough of them to go around. These insects are so prolific that we actually have to enlist the rest of the people in the country to help us with this process. So this is a segment where community science is very strongly encouraged. And I love those circumstances. They get people involved in better understanding the environment, better understanding how interconnected ecosystems are. So I'm here for it."]},{"begin":"837.240","end":"844.320","lines":["What about if you kill or catch a spotted lanternfly in an area where it's not presently known to exist? Like, what do you do then?"]},{"begin":"844.320","end":"882.920","lines":["Oh, good question. If you happen to kill a spotted lanternfly in an area where it's not currently noted, you should definitely take a picture. Using a camera phone would be one of the best ways to do it because, oftentimes, they have geotagging already embedded in it, and so you'll know exactly where you found that spotted lanternfly. And that information will be important because you'll need to contact your local state department of agriculture, and they will do the rest. And then also make sure you kill it. I never thought that that would be how I'd answer any question about insects, but, yeah, you got to make sure you kill it."]},{"begin":"882.920","end":"891.080","lines":["Thank you so much, Sammy. This has been really helpful, informative. You've made me like bugs more in general."]},{"begin":"891.080","end":"895.960","lines":["Oh, wow. I did not expect that. I'm so glad to hear that."]},{"begin":"895.960","end":"951.840","lines":["OK. It's time for a recap. If you see a spotted lanternfly, yes, try to stomp on it. You could also get those sticky bands to put around the trees in front of your house or on your property. Just make sure you replace them once they're filled with lanternflies, and some people build these wire cages around them so other creatures are less likely to get stuck. Here's a big one - you will start to see lanternfly egg masses on the trees. They can be white or gray or tan or even match with the bark. We've heard people say they look like old chewing gum, and that's about right. You'll have to do a little scraping to get these off, and then you'll put them in a sealable bag with rubbing alcohol or hand sanitizer and then throw those in the trash. And if you see a spotted lanternfly in a place where they're not already known to exist, take a picture and send it to your state department of agriculture."]},{"begin":"951.840","end":"980.720","lines":["For more LIFE KIT, check out our other episodes. We've got one on how you can become a community scientist and another on different ways to have fun on a budget. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, you can email us at lifekit@npr.org."]},{"begin":"980.720","end":"1029.480","lines":["This episode of LIFE KIT was produced and fact-checked by Margaret Cirino. It was edited by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Carly Rubin, Clare Marie Schneider and Thomas Lu. Engineering support comes from Cena Loffredo. I'm Marielle Segarra. Thanks for listening."]}],"duration":1029}