{
  "title": "4 scenarios that can ignite a family fight — and 12 strategies to minimize them",
  "url": "https://www.npr.org/transcripts/1196978388",
  "intro": "Is your aunt asking too many personal questions? Is your cousin talking your ear off about politics? These coping techniques can help you navigate sticky social situations at family holiday parties.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR. Hey, everybody. It's Marielle. OK, so picture this - it's the holidays. You're having dinner with the family, and you can feel a storm brewing. Your brother-in-law starts to needle you about what you're eating or not eating. Two of your cousins have started just lightly shouting at each other, or your aunt is asking your sister yet again when she's having kids. You know, families fight, especially when they're all together under the same roof and especially if people are drinking, even though combat is probably not the reason you showed up. What if we approach this differently? On this episode of LIFE KIT, we're going to share some tools you can use when conflict arises during a family gathering."
    },
    {
      "author": "NEDRA GLOVER TAWWAB",
      "text": "It's improv, right? You're saying what works in the moment. You have these tools. You have these strategies. You have these scripts of what to say. Some things will land and other things won't."
    },
    {
      "author": "SEGARRA",
      "text": "We'll talk about when to engage or mediate, when to delay a conversation or deflect and how to disagree productively so you can actually enjoy the time you have together."
    },
    {
      "author": "SEGARRA",
      "text": "All right. So like I was saying, most of us don't go to family gatherings spoiling for a fight. We may go out of obligation or guilt, but we're still hoping to connect or to feel joy that day. If you know that your family's holiday events tend to turn into verbal brawls, you can prepare for that by getting clear on your intentions going in. Remember; the only person you can control is you."
    },
    {
      "author": "AMY LEW",
      "text": "I think it always has to start with ourselves."
    },
    {
      "author": "SEGARRA",
      "text": "Amy Lew is a licensed marriage and family therapist based in San Diego, and she says you'll want to figure out why you want to attend this gathering."
    },
    {
      "author": "LEW",
      "text": "So what is it that I want to experience today, and how do I want to offer myself to my family?"
    },
    {
      "author": "SEGARRA",
      "text": "In terms of what you want to experience..."
    },
    {
      "author": "LEW",
      "text": "That can be answered in a multitude of ways. Maybe the most important thing is I spend time with my one cousin who's going through a terminal illness and the other people don't really matter to me in this particular event. Or maybe it's I really want to connect with my elder over cooking certain things. I maybe really want to be lazy and watch TV on the couch and kind of not engage and not lead today, all of it cool."
    },
    {
      "author": "SEGARRA",
      "text": "Whatever your why is, that will be your anchor and something for you to come back to if dinner gets tense. OK, so that said, when conflict starts to bubble up, maybe grandma is reminding your mom of her divorce and that is still a touchy subject, you have the option to not engage. Takeaway one - you're allowed to avoid conflict. Celeste Headlee is a journalist and the author of several books, including \"We Need To Talk: How To Have Conversations That Matter,\" and she says here's a good place to start in these moments."
    },
    {
      "author": "CELESTE HEADLEE",
      "text": "Remind yourself that this is temporary. Whatever's happening right now is very short term, and you're going to go home and you're going to be able to do whatever it is that you love most in the world and relax, and it will not last forever."
    },
    {
      "author": "SEGARRA",
      "text": "Conflict avoidance is often framed as cowardly, like you're hiding from an important conversation or a moment of growth. But if you don't have the time and energy or you just don't want to engage with someone about this topic over Christmas dinner, that is fine."
    },
    {
      "author": "HEADLEE",
      "text": "That's one of the things that you can do - is just let it blow over you. You know, they say the only argument with an east wind is to put on your overcoat, right? Then put on your overcoat and enjoy your meal and then go home."
    },
    {
      "author": "SEGARRA",
      "text": "One way to stay out of the fray during family holiday events is to keep yourself busy. Maybe you love kids, and so you're going to help change some diapers. You know, give your brother and his husband a break. Or maybe you're going to do the kitchen cleanup or sit with your great aunt who has dementia. Those are helpful things to do, and they're also absorbing activities, too. Also, if you know there's a family member who always tries to fight with you or to criticize your life choices, it is OK to avoid them. You know, say hello and goodbye, but don't sit right next to them at dinner."
    },
    {
      "author": "HEADLEE",
      "text": "You know, there are certain people in our families who know us really well who know how to push our buttons. And if you know going in who are the people who generally do that over and over, stay away from them."
    },
    {
      "author": "SEGARRA",
      "text": "If Uncle Mark does sidle up to you and start nagging you about your dating life, Amy has some exit lines for you."
    },
    {
      "author": "LEW",
      "text": "I'm going to go get a snack. Anyone want anything? Cool. Bye. I've got to go to the bathroom. I'm kind of thirsty. Oh, look. So-and-so's here, right? We have a lot of exits in that way. I think children are excellent little exits. Oh, look at so-and-so. Look at her outfit. Peace out."
    },
    {
      "author": "SEGARRA",
      "text": "Now, maybe you don't want to completely piece out or avoid a person or one of these uncomfortable conversations. Takeaway two - try keeping your responses to a minimum. Deflect, set a boundary, or redirect. These kinds of responses are a small way to engage but keep it moving. Say you have a family member who's peppering you with intrusive questions that you don't want to answer and you want to get that point across, Nedra Glover Tawwab is a licensed therapist and author, and she says one option is to just say that directly."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "I don't want to talk about it. I don't want to talk about dating. I don't want to talk about having kids. My thoughts about it aren't even fully processed, you know? So I'm still in the thinking phase, you know, even saying that, I'm still in the thinking phase about it."
    },
    {
      "author": "SEGARRA",
      "text": "If this feels right in the moment, you can also use humor to redirect a conversation."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "Whoa, that's a big question, and maybe switching the topic there. So that can be a way to transition without it being so heavy."
    },
    {
      "author": "SEGARRA",
      "text": "And there are a lot of topics to redirect to. Ask the person about themselves. How's work? How are the kids - stuff like that."
    },
    {
      "author": "SEGARRA",
      "text": "Now, maybe you're trying to redirect from a tense conversation over a controversial topic. You could try something Celeste calls the three-question game."
    },
    {
      "author": "HEADLEE",
      "text": "And so I will just call it out, and I'll be like, wow, we're really not going to agree on that. But I bet in three questions I could find something you and I agree on. And it's usually something like, you know, nachos or dogs. It's usually something very simple, but that's all that it needs to be."
    },
    {
      "author": "SEGARRA",
      "text": "You can also redirect attention to a task that needs doing."
    },
    {
      "author": "HEADLEE",
      "text": "Hey. You know, I'm sorry to interrupt, but here's this really important thing. Or, does it look like the turkey's burning, or whatever it may be? You can interrupt with something that needs to pull people's attention just to give them a little time to take a breath. And sometimes that's all that people need."
    },
    {
      "author": "SEGARRA",
      "text": "And Amy says if this is a conversation you'd like to have, but just not right now, you can say that, too."
    },
    {
      "author": "LEW",
      "text": "Oh, it's been so great to see you. I've been really wanting to talk to you about that. Could we do it over lunch tomorrow? Or, actually, your opinion sounds really interesting to me. I've never heard that take before, and I've been really curious about X, Y, and Z. Could I pick your brain about that at another time? And that way it's less about let me quiet you and push you to the corner and it's more about, actually, I really want to engage you, and you matter to me. And I'm going to push it over here because it's more appropriate."
    },
    {
      "author": "SEGARRA",
      "text": "Now, sometimes you don't want to have a debate, but you do want to voice an objection. Maybe a family member says something racist or misogynistic or otherwise harmful. Amy says it's not our responsibility to change this person's mind, but we may want to tell them I don't agree. Some things you could say, I'm not sure how you meant that to come across, but that was really difficult to hear, or, I don't appreciate that kind of language. That sounds like a harsh judgment of X group of people, and I don't think that's a fair statement. I don't know what information that statement is based on, but I'm hearing a lack of understanding and compassion here. Or it makes me sad or upset to hear you speak so harshly about other people like that."
    },
    {
      "author": "SEGARRA",
      "text": "OK, another situation that could come up - maybe a family member is constantly putting you down. You're allowed to draw a line. I mean, think about it. If this were a friend's party or a workplace event and somebody was treating you in the same way, how would you respond?"
    },
    {
      "author": "HEADLEE",
      "text": "Family doesn't mean a ticket to abuse. You get to decide how people speak to you and what's over the line. You know, you can say, listen. You can't speak to me that way. That's my boundary. And if you do, I'll leave. And then you follow through on it."
    },
    {
      "author": "SEGARRA",
      "text": "Now, maybe you're not the target, right? Somebody else at the table is. Takeaway three - figure out when and how to mediate or run interference. Now, it doesn't have to become your job to referee or to bring every conversation at this event to a happy conclusion, but you can step in if a family member is being picked on. And you may be able to help bring tense conversations to a better place at least. Let's say you're sitting around at dinner and everyone is ragging on your cousin because they don't have a job. Amy says this kind of thing can be nuanced."
    },
    {
      "author": "LEW",
      "text": "Because I don't even know if my family member wants me to come in and stand up and advocate for them. That might be disempowering if I go and I kind of take that space and their voice."
    },
    {
      "author": "SEGARRA",
      "text": "If they have their phone on hand, you could always text them as everyone's talking and see if they want you to step in. Or you could just find a way to interject about some other topic to get them out of the room."
    },
    {
      "author": "LEW",
      "text": "I really like doing things in kind of a sly way. So if it's that person and I need to go, like, refill the dinner rolls, then I'm going to say, oh, hey, so-and-so. Could you come help me grab this thing? And I can check in with them really quickly. And I also give them a nice, easy exit out of the situation itself."
    },
    {
      "author": "SEGARRA",
      "text": "And then, be curious."
    },
    {
      "author": "LEW",
      "text": "Hey. What was going on for you there? I saw that looked very uncomfortable for you. And then let them talk."
    },
    {
      "author": "SEGARRA",
      "text": "If you do want to step in at the moment but you don't yet know how your family member feels about that, Celeste says it can help to speak only for yourself."
    },
    {
      "author": "HEADLEE",
      "text": "You need to own your objection and say, you know, it's - I feel uncomfortable; this is bothering me, not, hey; you're picking on that other person or you're upsetting them. Own it. Say, this is upsetting me to listen to this. Maybe we can talk about something else."
    },
    {
      "author": "SEGARRA",
      "text": "Mediating can be harder when one of the people involved is older than you. It might not be accepted in your family to question or interrupt your elders. Here's what Nedra suggests in that situation."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "That might be a time where you want to pull in some other adult. Is your grandmother's sister there, you know, that can step in on her level to say something? Maybe you need to go get Aunt Catherine and say, hey. You know, they're in there arguing. Do you mind stepping in to say something so that energy isn't coming from her granddaughter?"
    },
    {
      "author": "SEGARRA",
      "text": "Now, if a disagreement has gone too far and you feel like people might get physical..."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "Also being very loud, yelling, spitting, at that point, you may want to acknowledge that, hey; you're yelling. Things have gone too far. Hey; you all look like you're about to fight."
    },
    {
      "author": "SEGARRA",
      "text": "Naming what you see can be really helpful. OK, so we all agree - no fisticuffs. But if you are going to debate - takeaway four - do it respectfully and thoughtfully. Nedra says if this is your inclination, you'll want to ask yourself first, if we have this conversation today, can we talk about this topic and then move on?"
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "If having the debate will ruin the rest of the evening or the rest of the day for everyone, it can be a bit selfish, right? Now the tone of the holiday has shifted. If you're able to say, no, this is what I think about this thing, and you all have some respectful back-and-forth dialogue, then you can do that."
    },
    {
      "author": "SEGARRA",
      "text": "You should also ask yourself, what is my goal?"
    },
    {
      "author": "HEADLEE",
      "text": "If your goal is to change their mind, you can let that go now."
    },
    {
      "author": "SEGARRA",
      "text": "They may change their minds over a long period of time and many conversations, but tonight - probably not."
    },
    {
      "author": "HEADLEE",
      "text": "So if you remove that pressure of feeling like this conversation you're going to have is about either winning the conversation or convincing them with all your facts and statistics - if you let go of that, it really lowers the stakes."
    },
    {
      "author": "SEGARRA",
      "text": "With that in mind, Celeste says you should plan to listen as much as you talk and be willing to learn something new."
    },
    {
      "author": "HEADLEE",
      "text": "If you come from a place of curiosity, of, tell me more about that because that is the opposite of everything I've heard - if you're coming from that place, you're much less likely to trigger defensive mechanisms."
    },
    {
      "author": "SEGARRA",
      "text": "Amy tells her clients to avoid the phrase, I hear you, because that can sometimes come across as, OK, you're done talking. It's my turn now. Instead, you could try..."
    },
    {
      "author": "LEW",
      "text": "So, like, oh, I really see that this and this and this is really important to you, or, I see you put a lot of thought into X, Y and Z, or, it makes sense that you would see it from this angle because of this reason - not because I'm agreeing with them in what their reason is. I can just understand where they're coming from. And that way, that other person really feels validated."
    },
    {
      "author": "SEGARRA",
      "text": "If you notice during this conversation that you're getting worked up or yelling and you don't want to be, reel it in."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "I'm realizing that this conversation that started off really respectful is getting too heated, so I'm going to back away from the conversation and allow some other folks to talk. Or I'm going to, you know, maybe simmer down some, and we can talk about it a little bit more later. So talk about what you can do, and show up with your behaviors first."
    },
    {
      "author": "SEGARRA",
      "text": "And Amy says when you're ready to end the debate or conversation, you can go back to one of our tools - redirect."
    },
    {
      "author": "LEW",
      "text": "Look. I don't think we're going to see eye to eye on this thing. I do really care about you, and I'm glad that we talked about it because I want you to feel heard. But I think this is probably as much as we're going to agree. We might need to just agree to disagree tonight."
    },
    {
      "author": "SEGARRA",
      "text": "The other thing to consider here - if you're always bracing yourself for family events, are these situations that you want to be in? And what boundaries will make them easier for you? Like, for instance, you might only spend four hours with your family on Christmas. That's your limit."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "For the four hours that you have me, I will be my best self - 4.5, ugh (ph). You know, it's like, I'm losing it, you know? Five - I should have left at four. I know I should have left at four because now I am arguing with someone in the kitchen. So you know yourself better than the others there. And they may think, oh, you can withstand a bit more. And it's like, no, this is enough for me. And, you know, I'm going to leave now."
    },
    {
      "author": "SEGARRA",
      "text": "Whatever happens, remember that you're most likely there at this holiday dinner to connect and to show love to your family. And Amy says if conflict arises, you can say that out loud."
    },
    {
      "author": "LEW",
      "text": "So if possible - right? - if possible, if I genuinely do care about this person, I want to kind of throw it in there not to be super-flowery or super-sugary in my language. But I want to remind them, like, hey; you matter to me a little more than this conversation. So we're still good, but I think we need to end now."
    },
    {
      "author": "SEGARRA",
      "text": "You heard the lady. Recap time - you are allowed to avoid conflict. Conflict avoidance is often framed as cowardly, like you're shying away from a moment of growth or opting out of an important conversation. But if you don't have the time and energy, it is OK to protect your peace. If you don't want to completely avoid conflict but you want to minimize it, keep your responses short. You can try deflecting, setting a boundary or redirecting. If you're not directly involved in a conflict but you see one brewing, try mediating or running interference. Figure out how you can be supportive. You know, if your family member has their phone on them, try texting them to check in or give them an exit. Hey, so-and-so. Want to help me in the kitchen real quick? Lastly, if you're going to engage in a debate, do it respectfully and thoughtfully. It helps to approach these conversations with genuine curiosity and a willingness to listen."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to start your own traditions and another on how to start a new habit by making tiny changes. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org. This episode of LIFE KIT was produced by Audrey Nguyen. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider, Margaret Cirino and Sylvie Douglis. Engineering support comes from Rebecca Brown. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2307566726.mp3",
  "img": "https://media.npr.org/assets/img/2023/12/12/family-fighting_wide-a80d4a9267288fe9b2bff6eff87e04ad8d6cdaa9.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "NEDRA GLOVER TAWWAB",
    "SEGARRA",
    "AMY LEW",
    "LEW",
    "CELESTE HEADLEE",
    "HEADLEE",
    "GLOVER TAWWAB"
  ]
}