{
  "title": "How to find a bra that fits: An illustrated guide (and printable zine!)",
  "url": "https://www.npr.org/transcripts/1196978231",
  "intro": "Can't wait to take your bra off at the end of every day? A professional bra fitter explains how to find a bra that makes you feel comfortable and cute.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey everybody, it's Marielle. In 2005, Oprah Winfrey aired this famous segment on her talk show."
    },
    {
      "author": "OPRAH WINFREY",
      "text": "So I'm going to ask you to do something I've never asked you to do before. This may sound a little crazy, but right now, this very second, those of you who are watching - I want you to take off your shirt."
    },
    {
      "author": "WINFREY",
      "text": "OK. I'm here to announce that 8 out of 10 women - maybe even more - are wearing the wrong bra."
    },
    {
      "author": "SEGARRA",
      "text": "The 80% claim is hard to fact-check, but there are several studies out there that suggest many women left to their own devices are wearing the wrong size bra."
    },
    {
      "author": "SEGARRA",
      "text": "It could be that they had a bra that fit perfectly and then their body changed. Or maybe they never found the right bra 'cause their local stores didn't carry their size or because they just didn't know how to get fitted. The thing is, if you are wearing the wrong bra size, that can be pretty miserable."
    },
    {
      "author": "LAURA HENNY",
      "text": "I compare it sometimes with shoes 'cause if you don't wear the right size shoe, you're uncomfortable the whole entire time, right? And then you also have white feet and narrow feet, and you have one foot that's bigger than the other. Well, that's all the same with bras."
    },
    {
      "author": "SEGARRA",
      "text": "That's Laura Henny. She's a bra fitter and the owner of The Rack Shack, a bra shop in New York City."
    },
    {
      "author": "HENNY",
      "text": "Everybody comes here - all ages. We get a lot of sex workers that come here. I'm specialized in trans fittings. I'm specialized in big-boob fittings."
    },
    {
      "author": "SEGARRA",
      "text": "Laura says one of the reasons fit is so tricky with bras is that there are just so many sizes out there."
    },
    {
      "author": "HENNY",
      "text": "I carry, for example, 28A up to a 46 O cup, and I have customers from that whole spectrum."
    },
    {
      "author": "SEGARRA",
      "text": "She says there are three things she looks for in a bra."
    },
    {
      "author": "HENNY",
      "text": "For me, it's important that a bra fits correctly, that I'm comfortable and that it's pretty - that it makes me feel good."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, let's find that perfect bra for you. LIFE KIT producer Sylvie Douglis spent the day at Laura's store and watched her do customer fittings, and she's going to tell you all about the different bra styles, what happens at an in-person fitting, how to measure yourself at home and how each part of your bra should fit."
    },
    {
      "author": "SYLVIE DOUGLIS, BYLINE",
      "text": "Laura Henny has been intimately aware of bra sizing all her life."
    },
    {
      "author": "HENNY",
      "text": "I grew up with already very developed boobs when I was 14 or 13 - something like that. I already had a 32G/GG cup."
    },
    {
      "author": "DOUGLIS",
      "text": "Laura grew up in the Netherlands - no Victoria's Secret - not that they carried her size. And the local department stores didn't have the right size, either."
    },
    {
      "author": "HENNY",
      "text": "Yeah, so I always had to go to specialty stores. And I just hated the shopping experience because it was always kind of older ladies that would, like, be very blunt and tell me that my boobs were really big, so I couldn't wear something cute."
    },
    {
      "author": "DOUGLIS",
      "text": "When she was a little older, Laura's family moved to Amsterdam, and she found a bra store there with much better options."
    },
    {
      "author": "HENNY",
      "text": "You know, they were like, daintier, and they had, like, fun colors. I remember one of my favorite bras was a black bra, but it had really cute embroidery on it. And yeah, it was just cute."
    },
    {
      "author": "DOUGLIS",
      "text": "Fast-forward 15 years, Laura becomes a bra fitter. She opened The Rack Shack, where she stocks over 150 different sizes of cute bras, and she's trying to help people avoid the miserable shopping and fitting experience a lot of us are familiar with."
    },
    {
      "author": "DOUGLIS",
      "text": "The thing about bras is they're one of the only items of clothing that does something to your body - like, they have an effect. A lot of clothes you put on and they just kind of sit on you, but a bra has a job to do."
    },
    {
      "author": "HENNY",
      "text": "Definitely. It could help back pain. It can make you sit up straighter. It can make your clothes look better. It can, like, have so much effect on how you feel and how comfortable you are. But also, if you're wearing a really, really pretty bra, it can give you a boost of confidence. And also, it's your little secret, right? Nobody has to know about it."
    },
    {
      "author": "DOUGLIS",
      "text": "All right, let's shop around. Takeaway No. 1 - get acquainted with the types of bras and the many styles they come in. First, let's define bralettes as opposed to wired bras."
    },
    {
      "author": "HENNY",
      "text": "A bralette is usually without underwire, and they are a trickier fit because they're usually not cup-sized."
    },
    {
      "author": "DOUGLIS",
      "text": "Meaning they're usually sized small, medium, large - as opposed to A cup, B cup, C cup, etc. They offer less support. They don't have that internal architecture of a wired bra, but they're super popular and even more so after COVID."
    },
    {
      "author": "HENNY",
      "text": "When everybody was in lockdown, people were like, no bra. Everybody wanted, like, bralettes. But then, at a certain point, when people were going back to work, people wanted to wear, like, a wired bra again."
    },
    {
      "author": "DOUGLIS",
      "text": "So wired bras - you have two main types, lined versus unlined. Lined or padded bras include molding or padding or lining that shapes your breast tissue - can make your breasts look fuller or appear smoother under thin fabrics, like T-shirts. Think of a T-shirt bra or a push-up bra. Laura says getting the fit right with these bras is actually harder."
    },
    {
      "author": "HENNY",
      "text": "Because they are molded in a certain shape, so you have to have, basically, the exact breast shape to the bra, and there is easier spillage or gapping. But the plus side of it is that it's seamless underneath T-shirts. So a lot of people do want, like, at least one T-shirt bra in their closet."
    },
    {
      "author": "DOUGLIS",
      "text": "Then there are unlined, seamed bras. Picture something a little more sheer. These are the bras Laura specializes in at The Rack Shack."
    },
    {
      "author": "HENNY",
      "text": "The seam is what shapes the breast, and those seams are really there to basically manipulate the shape of your breast tissue. A lot of people think that they're not supportive, but they're actually more supportive because they keep their shape very well. A lot of the time they have stretch lace up top which can accommodate more breast shapes. So if you're very full up top, you won't overflow as quickly. Or if you're shallower on top, it moves with your body."
    },
    {
      "author": "DOUGLIS",
      "text": "Let's talk styles next. You've got your plunge bras, which have a low gore. The gore is the middle part of the bra that sits between your breasts."
    },
    {
      "author": "HENNY",
      "text": "Plunge bras are the shape that most people know when they're thinking of, like, a sexier bra because it gives you really good cleavage."
    },
    {
      "author": "DOUGLIS",
      "text": "Then you have the balconette."
    },
    {
      "author": "HENNY",
      "text": "The balconette has a higher gore and goes straight across the breasts and has, usually, straps on the side."
    },
    {
      "author": "DOUGLIS",
      "text": "The straps on a balconette bra are a little further out on your shoulders. If you have narrow shoulders, this style might not be best for you since the straps are more likely to slip off. There's also a demi bra, which is similar to the balconette but has lower coverage - a demi cup."
    },
    {
      "author": "HENNY",
      "text": "And then you have full-coverage bras. And full-coverage bras are usually - the straps are in the middle of the body, so they work pretty well for if you have narrow shoulders, and they encapsulate your entire breasts."
    },
    {
      "author": "DOUGLIS",
      "text": "No matter which style you choose, your bra needs to fit properly and feel good."
    },
    {
      "author": "HENNY",
      "text": "A properly fitted bra should encapsulate all your - of your breast tissue. So you don't want any spillage on the side, on the top, but you also don't want any gapping anywhere. And how it should feel - it should feel comfortable. A lot of people are like, ugh, the first thing I do when I come home is take off my bra. That could be even for some people that are wearing, like, the really completely right size because, for some people, bras are just not comfortable. But in general, yeah, you will feel a bra. But usually when you just wear a bra day to day, you won't notice it."
    },
    {
      "author": "DOUGLIS",
      "text": "Now you may be thinking - I notice my bra all day long. My straps are always falling down, or the underwire is digging into me. For a bra that doesn't make its presence known all day long, you'll need to get acquainted with your bra's anatomy and how each part should fit. That's takeaway No. 2."
    },
    {
      "author": "DOUGLIS",
      "text": "First, the band - this is the part that goes around your body. And when you're wearing your bra, the band should do most of the legwork."
    },
    {
      "author": "HENNY",
      "text": "Yeah, the band should do 80% of the work of, like, holding your breasts in place. The straps are only there to basically hold the bra in place, but it shouldn't carry the weight of your boobs. Your band should, like, be horizontal - all around the same level. It should definitely not ride up."
    },
    {
      "author": "DOUGLIS",
      "text": "And that's pretty common, right?"
    },
    {
      "author": "HENNY",
      "text": "That it rides up? Yeah, absolutely. I see that a lot, and it means, basically, that you're carrying the weight of your boobs on your shoulders."
    },
    {
      "author": "DOUGLIS",
      "text": "That's bad, especially if you have big boobs, so make sure the band is horizontal all the way around your body - not riding up. That's key. Last thing to know about the band - you know those hooks in the back? There's usually multiple rows."
    },
    {
      "author": "HENNY",
      "text": "Always start the bra on the loosest hooks so then, over time, you can make it snugger."
    },
    {
      "author": "DOUGLIS",
      "text": "Your bra is made out of elastic, and it stretches over time. So that's why, when you start out, you want it on the loosest setting - that way you can cinch up as the elastic inevitably wears out."
    },
    {
      "author": "DOUGLIS",
      "text": "OK, moving on to the straps - Laura says tighten them till you can just slide two fingers between the straps and the tops of your shoulders. That way they're not too loose and not too tight."
    },
    {
      "author": "HENNY",
      "text": "So it doesn't give any pressure on your shoulders, but they don't fall off either."
    },
    {
      "author": "DOUGLIS",
      "text": "Lastly, the cup - with your hands, scoop all of your breast tissue forward into the cup. You want the underwire laying flat on your rib cage."
    },
    {
      "author": "HENNY",
      "text": "So sometimes I go really beyond the wire and bring all the breast tissue - all the soft tissue, I usually say - 'cause sometimes it's like, is that still boob? Just bring it in. Just bring it in. Also, it helps a lot with bulging. Like, the thing that I hear the most is, oh, but I have back fat. Everybody has squishes and things. And so bringing all the soft tissue as much as possible in the cup can really eliminate as much bulging as possible."
    },
    {
      "author": "DOUGLIS",
      "text": "It's a hands-on kind of motion. You're kind of sculpting in a way. And if you think this extra adjusting will slow you down..."
    },
    {
      "author": "HENNY",
      "text": "You have time. Trust me. It's like - when you'll get into the habit - you do it, like, you know, every single day. So it might take a little practice, like, at first. But before you know it, you do it within two seconds, and you're good."
    },
    {
      "author": "DOUGLIS",
      "text": "When you take off your bra at the end of the day, Laura says you might see a bit of marking - meaning there's a little temporary redness or a small indent where your bra straps sit on your shoulders or under your breasts where the underwire sits against your rib cage. This is normal. Slight marking doesn't mean that you're wearing the wrong size bra. You're just seeing marks of where it sat on your body throughout the day."
    },
    {
      "author": "DOUGLIS",
      "text": "OK, you're following along at home. You're thinking, you know what? I think I'm wearing the wrong size bra. If you're lucky enough to have a bra shop nearby, the absolute best way to get a great bra is to get fitted by a professional like Laura. That's takeaway No. 3 - get professionally fitted. Most bra shops offer fittings for free."
    },
    {
      "author": "DOUGLIS",
      "text": "So what happens at a bra fitting? Can you walk me through what a customer can expect?"
    },
    {
      "author": "HENNY",
      "text": "Absolutely. If you want to do a bra fitting, then we just get you into a dressing room. We ask you to take off your top but leave your bra on."
    },
    {
      "author": "HENNY",
      "text": "Take off your top..."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "OK."
    },
    {
      "author": "HENNY",
      "text": "...Leaving the bra that you're wearing, and we'll go from there."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "OK."
    },
    {
      "author": "HENNY",
      "text": "Yeah."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "All right, cool."
    },
    {
      "author": "HENNY",
      "text": "And then once you're ready for us, then we will take a look at your boobs and your back. We do not use measuring tape just because we have seen so many bodies. We don't really need it."
    },
    {
      "author": "DOUGLIS",
      "text": "So you're eyeballing people as they come in, and you can tell them what they are."
    },
    {
      "author": "HENNY",
      "text": "Yeah, yeah, I do."
    },
    {
      "author": "DOUGLIS",
      "text": "Do you ever do that as a party trick?"
    },
    {
      "author": "HENNY",
      "text": "I do."
    },
    {
      "author": "DOUGLIS",
      "text": "Here's Laura in action with a customer."
    },
    {
      "author": "HENNY",
      "text": "I think you're a 32DD now..."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Yeah?"
    },
    {
      "author": "HENNY",
      "text": "...Or maybe triple."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "I don't know. We'll see."
    },
    {
      "author": "DOUGLIS",
      "text": "It's pretty impressive. But just so you know, when you go to get fitted, a measuring tape might make an appearance. Your bra fitter will then ask you what sorts of styles you're looking for, and then they'll bring bras for you to try on."
    },
    {
      "author": "HENNY",
      "text": "All right, let's try this one."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "OK. So this is 30DD, then?"
    },
    {
      "author": "HENNY",
      "text": "Thirty-two double D."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Oh, 32, OK."
    },
    {
      "author": "HENNY",
      "text": "Yes."
    },
    {
      "author": "DOUGLIS",
      "text": "Then they'll hop out of the dressing room, let you try on a bra and then come back in to check the fit."
    },
    {
      "author": "HENNY",
      "text": "And then I ask consent to adjust breast tissue."
    },
    {
      "author": "HENNY",
      "text": "Do you mind if I adjust your breast issue?"
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Yeah, of course."
    },
    {
      "author": "HENNY",
      "text": "So I always check if the band is not riding up. So we want it all around at the same level. And then I want to adjust the strap piece so, like, it's not too snug so it doesn't pull up the band, but we also don't want them to be too loose so they fall off. So turn around for me. So this fits you like a glove."
    },
    {
      "author": "DOUGLIS",
      "text": "Do you have any advice or tips for someone who's doing this for the first time and might feel a little bit nervous to come get a bra fitting?"
    },
    {
      "author": "HENNY",
      "text": "Yeah. I mean, we ask consent about everything, and so if you don't, for example, want us to adjust your breast tissue, we can explain it, too - how to do it yourself. We also have seen all the bodies, so you never have to be ashamed of how your body looks because everybody has a very normal body because everybody is unique, right?"
    },
    {
      "author": "DOUGLIS",
      "text": "So that's how a bra fitting in-store goes down - no big deal. But if you can't get professionally fitted, good news - and this is takeaway No. 4 - you can figure out your size at home. You just need a couple things."
    },
    {
      "author": "HENNY",
      "text": "A measuring tape. I would recommend a mirror, your best-fitting unlined bra, and a bra size calculator makes life easier."
    },
    {
      "author": "DOUGLIS",
      "text": "You can find bra size calculators online. Check out abrathatfits.org for an intuitive one."
    },
    {
      "author": "HENNY",
      "text": "So to measure yourself, stand in front of a mirror, grab a measuring tape and measure yourself around your rib cage. And really measure it pretty tight so that the measuring tape is horizontal."
    },
    {
      "author": "DOUGLIS",
      "text": "That's your underbust measurement. That gives you your band size - the number portion of your bra size - so your 32, your 38, your 44, what have you."
    },
    {
      "author": "HENNY",
      "text": "Then the overbust measurement is the measurement you take to determine your cup size. So then you take the measuring tape again. Sit in front of the mirror with your best-fitting unlined bra on. And then measure - again, in a horizontal line - around your body with the widest part of your boobs."
    },
    {
      "author": "DOUGLIS",
      "text": "This measurement doesn't have to be quite as snug. Then take both measurements - underbust and overbust - in inches and plug them into the calculator to get your size. Basically, behind the scenes, what the calculator is doing is subtracting the underbust measurement from the overbust measurement. If there's a difference of six inches, for example, you'd count A, B, C, D, E, F. F is the sixth letter. That's your cup size. Now, this can really vary with different bra manufacturers. Some use U.K. sizing. Some use U.S. sizing. You might encounter double or triple sizing, too, like a double- or triple-D cup. No need to keep track of all of this in your head 'cause a bra size calculator will make it really easy for you."
    },
    {
      "author": "DOUGLIS",
      "text": "Depending on the combination of letters and numbers the calculator spits out, you might be pretty shocked. This is super common. Laura says her customers are often pretty surprised to learn their accurate size."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "What size is this?"
    },
    {
      "author": "HENNY",
      "text": "So you're a 34GG."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Oh, my God. What an F. Oh, God, they keep getting bigger."
    },
    {
      "author": "DOUGLIS",
      "text": "Even if you were in the right size bra at one point, your body changes over time. Hormones, pregnancy, getting older - all of that plays a role in how fat is distributed on your body."
    },
    {
      "author": "DOUGLIS",
      "text": "I feel like, in the States at least, we have this conception that big boobs - DD - synonymous. What do you think about that shorthand?"
    },
    {
      "author": "HENNY",
      "text": "It's bulls*** (laughter). Double D's being huge is a misconception. Also, the alphabet goes so much deeper, you know, than a double D."
    },
    {
      "author": "DOUGLIS",
      "text": "Did you see - someone threw their bra at Drake at a concert, and he looked at it. And he read the size, and he was like, 36G?"
    },
    {
      "author": "DRAKE",
      "text": "Thirty-six G?"
    },
    {
      "author": "DRAKE",
      "text": "Locate this woman immediately."
    },
    {
      "author": "DOUGLIS",
      "text": "And the girl who threw the bra was like, that's me. That's my bra."
    },
    {
      "author": "HENNY",
      "text": "(Laughter)."
    },
    {
      "author": "DOUGLIS",
      "text": "But it was just so funny because, like, you never hear sizes like that referenced, I guess, in pop culture by rappers or whatever. Like, it's just - or I - for a long time, at Victoria's Secret, double D was the biggest, right?"
    },
    {
      "author": "HENNY",
      "text": "Yeah, yeah. Correct. And it's still - I think they now do carry triple D's in store. And you can order, like, bigger sizes online now, but they don't manufacture it. Those bigger sizes are actually from other brands. And no - but that's the thing, right? Like, we need to normalize those sizes and talk about it more. And I tell everybody my cup size just to be like, you have no idea, you know? And especially my male friends - even - you know, like, if I ask somebody, what cup size do you think I am? They are usually like, a double D? - or something like that. And I'm always like, no. And so now all my friends know that there are a lot more sizes out there."
    },
    {
      "author": "DOUGLIS",
      "text": "Maybe you're not going to talk about your bra size with everyone like Laura does. But if your size surprises you, just remember it's normal. There's tons of different sizes out there."
    },
    {
      "author": "DOUGLIS",
      "text": "OK. You know your correct size. Maybe you got some new bras. Takeaway No. 5 - there's a few things you should know to take good care of them."
    },
    {
      "author": "DOUGLIS",
      "text": "First, there is a preferred way to put your bra on each day. Here it goes. Put your arms through the straps. Bend forward, letting gravity help your breasts fall into the cups. Adjust the wire so it's placed on your rib cage, and then fasten the hooks behind your back. This takes a little practice, but it is the best way to do it. If you have mobility issues or can't reach behind you, you can rotate the bra so you can see the hooks as you fasten them and then spin the bra into position."
    },
    {
      "author": "HENNY",
      "text": "A big no-no - what a lot of people do - and I used to do it myself. So no judgments - and, you know - but is that the wires are pointing downwards, and you have to flip the wires up."
    },
    {
      "author": "DOUGLIS",
      "text": "And why is that a no-no?"
    },
    {
      "author": "HENNY",
      "text": "Because there comes a lot of strain and pressure on the bra and the wires, and, like, then the wires can pop out easier. And, like, it's just - the life of your bra will be, like, less long."
    },
    {
      "author": "DOUGLIS",
      "text": "Speaking of elongating the life of your bras, consider how often you're wearing them."
    },
    {
      "author": "HENNY",
      "text": "So for example, if you have three bras, rotate them. Monday wear one - like, your purple bra, Tuesday your pink bra and Wednesday your yellow bra, and then, you know, Thursday your purple one again, Friday your pink one, etc., because then it has a little bit of time to, you know, stretch back to its normal shape, and it will just last you longer. You also don't have to watch your bra after every wear. It really depends, though, on how sweaty you are and what kind of job you do and how often you want to wash it. What I do is, like, rotate three bras over the course of two weeks, and then soak them in your sink with some delicate wash. Soak them for 20 minutes. Rinse them out. Hang them over a shower curtain."
    },
    {
      "author": "DOUGLIS",
      "text": "Don't put them in the dryer?"
    },
    {
      "author": "HENNY",
      "text": "Don't - never, ever, ever put them in the dryer. If you want, you could use - put them in your washing machine, but on gentle cycle and preferably in, like, a laundry baggie."
    },
    {
      "author": "DOUGLIS",
      "text": "And they're expensive, so you don't want to ruin them."
    },
    {
      "author": "HENNY",
      "text": "And speaking of expensive - like, bras are an investment."
    },
    {
      "author": "DOUGLIS",
      "text": "You're paying for all of the engineering that goes into hoisting your boobs up, so all the more reason to figure out the right fit and invest in a bra that does exactly what you need it to do for you."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "Maybe I got to, you know, flaunt them a little."
    },
    {
      "author": "UNIDENTIFIED PERSON #4",
      "text": "Why not, you know?"
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "It was crazy, like, seeing myself with cleavage."
    },
    {
      "author": "UNIDENTIFIED PERSON #4",
      "text": "(Laughter)."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "I just never had cleavage before. And I was like, whoa."
    },
    {
      "author": "UNIDENTIFIED PERSON #4",
      "text": "Yeah. Well, I mean it could be fun."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "It is exciting."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "To the breast (ph) shop around."
    },
    {
      "author": "UNIDENTIFIED PERSON #4",
      "text": "Cheers to cleavage."
    },
    {
      "author": "UNIDENTIFIED PERSON #5",
      "text": "Cheers to cleavage."
    },
    {
      "author": "UNIDENTIFIED PERSON #5",
      "text": "Yes."
    },
    {
      "author": "DOUGLIS",
      "text": "All right, time for a recap. Takeaway No. 1 - get to know the bras on the scene. Maybe you're a bralette girlie or you're partial to a full-cup, seamed, underwire bra. There's lots of options for you to explore."
    },
    {
      "author": "DOUGLIS",
      "text": "Takeaway No. 2 - learn how each part of your bra should fit. The band, the straps and the cup each have a job to do."
    },
    {
      "author": "DOUGLIS",
      "text": "Takeaway No. 3 - get fitted at your local bra boutique. And if you have bigger boobs especially, steer clear of Victoria's Secret. They're less likely to carry your size. And if you want moral support or help picking out new bras, go with a friend."
    },
    {
      "author": "DOUGLIS",
      "text": "Takeaway No. 4 - if you can't get fitted in person, you can measure yourself at home. You just need a measuring tape, a mirror and a bra calculator."
    },
    {
      "author": "DOUGLIS",
      "text": "Lastly, takeaway No. 5 - take good care of your bras. They're an investment, so hand-wash them, hang them to dry and give them a break between wears."
    },
    {
      "author": "SEGARRA",
      "text": "That was LIFE KIT producer Sylvie Douglis. For more LIFE KIT, check out our other episodes. We have one on sewing and another on making soup. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we would love to hear from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced and reported by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Rebecca Brown (ph). Special thanks to Ryan Mulhern (ph), Sasha Fisher (ph), Chanel Karimkhani (ph) and Nanma Francis (ph). I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3049816406.mp3",
  "img": "https://media.npr.org/assets/img/2024/01/16/lajohnson-bras-digital-guide-npr-promo_wide-3a7b2ba193d3d1bb9abe7f5924077f5f47e6bb63.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "OPRAH WINFREY",
    "WINFREY",
    "LAURA HENNY",
    "HENNY",
    "SYLVIE DOUGLIS, BYLINE",
    "DOUGLIS",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "DRAKE",
    "UNIDENTIFIED PERSON #3",
    "UNIDENTIFIED PERSON #4",
    "UNIDENTIFIED PERSON #5"
  ]
}