{
  "title": "Negotiating isn't just for job offers. Here's how to use it in everyday life",
  "url": "https://www.npr.org/transcripts/1196979026",
  "intro": "Techniques to help you make decisions with more confidence and get the outcome you want.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey everybody, it's Marielle. When was the last time you negotiated something? Not your salary, though. Well, think about it this way. Have you ever compromised with a friend or a housemate, partner or family member? If so, you have done some form of negotiation, whether it was over who's going to do the dishes, what you were having for dinner or where you were going to go on vacation together."
    },
    {
      "author": "JOAN MOON",
      "text": "I had some friends the other day, a couple deciding on what - (laughter) what ice cream flavors that they were going to get from the grocery store."
    },
    {
      "author": "SEGARRA",
      "text": "That's Joan Moon, founder of Moon Negotiation, a negotiation and career coaching firm. She's also the head of negotiation coaching at the Harvard Kennedy School. And she says, yeah, some negotiations are much higher stakes than others. But the point is, negotiating can help you come up with compromises, creative solutions that go beyond yes or no, this or that, and that can help you get unstuck."
    },
    {
      "author": "MOON",
      "text": "It can really improve your everyday contentment, your satisfaction with your situation, and it can really give you a sense of agency. It gives you a sense that you are making intentional choices and creating a life for yourself, curating a life for yourself that you're happy with."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, Joan and I are going to walk through some of the negotiation strategies that you might typically use when you get a job offer or a promotion, and talk about how you can apply those in your day-to-day lives."
    },
    {
      "author": "SEGARRA",
      "text": "Well, let's get into some of the formal negotiation tactics that you can use in these everyday situations. There is a term that's going to come up here - benchmarking. What is that?"
    },
    {
      "author": "MOON",
      "text": "Yeah. So what we do in, let's say, a job offer or a salary negotiation is we benchmark on, like, what is an appropriate range for this job. We might look at what the industry standards are, what the organizational standards are. Might do some research on the fair market value. And then using my level of experience, I'll figure out where I lie within that range. In the personal context, you can continue to use those benchmarking strategies, let's say, when you're making, like, large consumer choices."
    },
    {
      "author": "MOON",
      "text": "So if you're hiring a plumber or you want to do a kitchen renovation. Or other times you might do some benchmarking is buying a car, right? So what you're doing is you're researching good information and what is an appropriate price point for this purchase. And it's really important to reduce ambiguity and uncertainty in these situations by investigating. When you investigate, I go with APP. So A is ask, P is to think of people resources and the other P is to think of paper resources."
    },
    {
      "author": "MOON",
      "text": "So you had a delayed flight, and you know that there are certain regulations that airlines have to follow. You might be able to just ask at the customer service counter, and they might give you the information you're looking for. For people resources - so people resources might be just asking around within your networks. You can go into informal groups like a Facebook group. You can reduce the ambiguity by investigating using the APP model."
    },
    {
      "author": "SEGARRA",
      "text": "It sounds like benchmarking works really well for negotiations in the office and then also on things that you're buying. Stuff around money."
    },
    {
      "author": "MOON",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Let's talk about another phrase. What about win-win strategies?"
    },
    {
      "author": "MOON",
      "text": "Yeah. Most people have heard of, like, a win-win in passing, but the issue is that a lot of us are not utilizing the strategy as frequently as we have the opportunity to. So, a win-win is when you talk about how you and I are both going to benefit from the solution. So let me give you an example. I was on a customer service call recently, and I was having issues with my phone service, and I was in a really tight spot. I basically had no phone service. My phone number wasn't working. So I called customer service and I said, you know, you told me to do this thing and that if I did that, this situation would be fixed."
    },
    {
      "author": "MOON",
      "text": "The new customer service rep I was talking to said, well, you know, we don't have any record of us telling you that we told you to do that. And I was incredibly upset because, A, you're gaslighting me right now. B, you literally have a recording of this call and you can look it up. Like, what is the point of this, right? So I was sitting there fuming that that is the direction of the conversation that we went in. And so I said, OK, Joan, you know the research on this. Let's utilize this win-win framing strategy. And so I redirected the conversation saying, listen, I want to remain a long-time satisfied customer at this company. I've been with you for 10 years, and I would like to keep it for another 10 years."
    },
    {
      "author": "MOON",
      "text": "And so what I'm doing is I'm speaking to their interests and to mine. Right? We both want to benefit from this relationship. So I said, can we focus on a solution to how I can get my phone reconnected? And with this, we were able to focus on solutions instead of focusing on the past and whether or not they told me that, you know, because that was not going to be a productive conversation. So we focused on what do we both want in this situation and how do we benefit from that."
    },
    {
      "author": "SEGARRA",
      "text": "You've also talked about when, you're in the midst of negotiating, giving people a menu of options. What does that mean?"
    },
    {
      "author": "MOON",
      "text": "In going to a housekeeping example - right? - let's say you're upset with your roommate on people not cleaning up around the apartment and, you know, it's getting pretty filthy. And, you know, I've gotten so busy with work, so I can't keep on doing the majority of the housework. So what I would recommend is come up with three different options. Let's say maybe we come up with a different cleaning schedule that is a little bit more accommodating of our lifestyles. Or maybe we change the breakdown of responsibilities within the home. Or maybe we look up prices of housekeeping services. When you present three different options, it's less of a standoff, and it signals to the other person a collaborative tone - like, let's solve this problem together."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And I know, you know, on the one hand, if you're the one bringing this up, like, then maybe it is on you to come up with some solutions. But is it ever frustrating, though, to be the person who is like, and here it is, here's a menu of things you could choose from..."
    },
    {
      "author": "MOON",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "...And it just feels like the other person is not doing any of the work?"
    },
    {
      "author": "MOON",
      "text": "Yeah. Yeah, so I do not promise that this will be a frustration-free process, right? And when someone is being incredibly, you know, stubborn or difficult, that's when I recommend reconsidering what we call in the negotiation community, your BATNA. And that stands for best alternative to negotiated agreement. And what that means is if you're unable to negotiate with this person, what are you going to walk away to? What is your alternative?"
    },
    {
      "author": "SEGARRA",
      "text": "What's your backup plan?"
    },
    {
      "author": "MOON",
      "text": "Yeah, exactly. And if you have a really bad backup plan that you're not really willing to consider, then you're going to feel stuck, and then you're going to get upset with the other person for not engaging in these options. You're going to feel like you're stuck in a corner. And so what we always recommend in negotiating is to strengthen your BATNA - have a really good alternative. When you increase and improve upon your alternatives, you're able to think with a clearer head, and you're less likely to make a decision that you regret later on."
    },
    {
      "author": "SEGARRA",
      "text": "I wonder, is it important for the other person to have a sense of your BATNA, like, especially if you've firmed it up or if you are willing to walk away? If you're willing to move out or leave your job or, you know, break up with your partner..."
    },
    {
      "author": "MOON",
      "text": "(Laughter) Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "...or whatever, like, is it good for them to know that? Should you communicate that with them in the negotiation?"
    },
    {
      "author": "MOON",
      "text": "That's a really great question. Yes, absolutely. And I want to be super clear. You do want to signal to them subtly that you do have a strong BATNA so that they are aware of, you know, how fed up you might be. Oftentimes, people are so involved in their own lives, and what you're bringing up to them might not be a big priority for them. But it might become a higher priority when they realize, oh, my gosh, I didn't realize you were so upset about this. I didn't realize that you were at the breaking point when it comes to this. And so when you are able to subtly signal, like, listen, I'm close to my breaking point here, then they are going to prioritize the requests that you are making to them."
    },
    {
      "author": "SEGARRA",
      "text": "Or not. And then you..."
    },
    {
      "author": "MOON",
      "text": "(Laughter) Yes."
    },
    {
      "author": "SEGARRA",
      "text": "And then you, you know, make another choice. Then you maybe..."
    },
    {
      "author": "MOON",
      "text": "Absolutely."
    },
    {
      "author": "SEGARRA",
      "text": "...Fall back on your backup plan. I mean, if your BATNA, like we talked about, best alternative to a negotiated agreement, is real - like, if you really feel that, then you will embody that, I think, when you're in the room, and you won't be coming from a desperate place."
    },
    {
      "author": "MOON",
      "text": "Actually, Marielle, there's research that shows exactly what you're saying, right? So there's research that shows that when you have a strong BATNA, it influences your negotiation performance. If you don't have a strong BATNA, it impacts the way that you engage in the negotiation and the sort of feeling like you're in a corner, you don't have any other options. That kind of subtly bleeds through to the other person, and so you end up getting a worse negotiating outcome. So having a strong BATNA is good for multiple reasons, the first one being that you have alternatives if this doesn't work out, but the second reason is that it puts you in a healthy and strong psychological place as you enter into that conversation."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So you're not coming in as a supplicant?"
    },
    {
      "author": "MOON",
      "text": "Yes. Exactly."
    },
    {
      "author": "SEGARRA",
      "text": "Let's talk about some other examples of how we can negotiate in our day-to-day lives. Like, what are some other negotiations that might come up, for instance, with a romantic partner?"
    },
    {
      "author": "MOON",
      "text": "So one example that I think will feel really relatable for folks is I had a client, I'm going to call her Anna, and Anna was negotiating with her fiance over the details of their wedding. And, you know, he wasn't super invested in the details at first. You know, he was like, oh, yeah, whatever you want. Oh, that sounds like a great idea. Sounds good. Let's do that. But there was a shift at a certain point where he started being a little bit more demanding and rigid on some of the details that he previously didn't care about. So when she dug a little deeper, she found out that it was actually his mother who had some expectations."
    },
    {
      "author": "SEGARRA",
      "text": "How did I know you were going to say that?"
    },
    {
      "author": "MOON",
      "text": "It's such a classic..."
    },
    {
      "author": "SEGARRA",
      "text": "How did I know, Joan?"
    },
    {
      "author": "MOON",
      "text": "...Story, right? Such a classic story. So - sorry to give such a heteronormative example, too. So what happened is the mother had been dreaming about - this is her eldest son. She'd been dreaming about this wedding for so long, and she also had certain cultural expectations, right? Anna and her fiance, they were coming from two different cultural backgrounds, and in addition to that, there was a language barrier. She couldn't communicate effectively directly with the mother. And I use this example to talk about the different parties involved in a negotiation. I call them the PDMs. The P is a power broker, the D is a decision-maker, and the M is a messenger."
    },
    {
      "author": "MOON",
      "text": "Now, normally you would think that Anna and her fiance are the decision-makers, but as she dug deeper, she realized that he was actually just kind of a messenger and the mother was being the decision-maker. So what she did in this situation was appeal to the father-in-law, who was a power broker. He's the one who could sort of influence his wife and say, listen, you know, it's her wedding, too. Maybe, you know, she doesn't understand why this is of cultural significance to you. Maybe you should explain this. And so he was able to influence her a little bit more. And this scenario is to point out that there are often invisible parties in a negotiation. Oftentimes, you're not just negotiating with the person in the room, so really thinking about who are the actual parties involved and who are the power brokers, decision-makers and the messengers can be important in how you direct your energy during a negotiation."
    },
    {
      "author": "SEGARRA",
      "text": "That's so smart, and it also is annoying."
    },
    {
      "author": "MOON",
      "text": "(Laughter) Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "It's just like, what if you don't want to have a decision-maker outside of the people that you thought were decision-makers in your romantic relationship?"
    },
    {
      "author": "MOON",
      "text": "Absolutely. And I think that's a conversation between Anna and her fiance, right? Like, hey, let's talk about whose wedding this is. Let's talk about what kind of decisions we're OK with delegating to family members and what decisions that we need to make between ourselves. And that's a negotiation in itself."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. What are some things you might negotiate with friends, besides housework, if you're roommates?"
    },
    {
      "author": "MOON",
      "text": "So I have an example of two friends who were having an argument or a disagreement. One friend was sort of feeling undervalued and kind of ignored by the other friend. You know, maybe they weren't responding to their texts as frequently, when they were in group settings, they weren't really prioritizing time with them, and so in this situation, she was debating on, like, how do I approach this conversation? It's like, first of all, let's go back to the shared interests example, right? I care about our relationship, and I want us to have a healthy friendship, and so starting off the conversation with that sets a collaborative tone."
    },
    {
      "author": "MOON",
      "text": "Another thing to think about as you engage in negotiating or engaging in conflict resolution is something I borrowed from Alcoholics Anonymous. It's called HALT - hungry, angry, lonely or tired. Anytime you're feeling any of these things, it's probably a bad time to engage in this conversation. We really want to be mindful about the timing and context of a situation, and is that the ideal scenario in which we're going to engage in a conversation that's really important to us? So being really intentional about not only is the timing and context right for you, but is it the right timing and context for the other person and being really thoughtful about them, and that sets you up to have a more productive and successful conversation."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. OK. Broadly speaking, how do you know when it's time to step away from a negotiation?"
    },
    {
      "author": "MOON",
      "text": "Oh, I get this question a lot, actually. So one major factor to consider is the strength and the longevity of a relationship. And let's say if you are haggling over the price of a souvenir and you're never going to see this vendor again, you might want to cut your losses and walk away. If this is a long-standing relationship that you really value and you really want to maintain, you want to make sure that how you negotiate and how frequently you negotiate isn't wearing out or fatiguing that relationship. You know, you want to consider, like, am I overfatiguing this relationship? Am I overplaying my hand? And do I need to sort of accept the no or not right now and walk away from this situation to my BATNA?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. What would you say to someone who's nervous about looking demanding or even greedy when they negotiate?"
    },
    {
      "author": "MOON",
      "text": "This brings me back to the strategy of benchmarking because when you benchmark and you realize that what you're asking for is completely within the norm, then what you've done is you've built yourself an armor against a reaction like that. And you're also - once you have that data and you present that data to the other person, you reduce the likelihood that they're going to respond that way because you have objective data, right? You have all these numbers that you've researched, and it's kind of hard to react that way when there's such clear data in front of you."
    },
    {
      "author": "SEGARRA",
      "text": "That was Joan Moon from Moon Negotiation. Now, instead of doing a traditional recap, let's go over the terms and acronyms Joan introduced us to. Basically, this is a glossary. First, we've got benchmarking."
    },
    {
      "author": "MOON",
      "text": "So benchmarking is when you do some research to see what are the standards out there, what other objective data that you can collect to legitimize what you're asking for."
    },
    {
      "author": "SEGARRA",
      "text": "Next up, we have the acronym APP."
    },
    {
      "author": "MOON",
      "text": "APP is three different areas in how you can investigate and reduce ambiguity. So the A stands for ask, whether that's directly or indirectly. The first P is for people resources, and then there's paper resources."
    },
    {
      "author": "SEGARRA",
      "text": "And these don't literally have to be on paper. You know, this could mean doing your research by looking up a policy or digging through an online forum. Next, Joan talked to us about win-win strategies."
    },
    {
      "author": "MOON",
      "text": "A win-win strategy is when you highlight what you're asking for can benefit both parties, whether it's you and the other person or you and your employer."
    },
    {
      "author": "SEGARRA",
      "text": "Another negotiation tactic Joan mentioned - giving people a menu of options."
    },
    {
      "author": "MOON",
      "text": "A menu of options is a way to stay away from yes-or-no requests and instead to present three different creative choices so that it increases the likelihood of the other person agreeing on one of those options."
    },
    {
      "author": "SEGARRA",
      "text": "All right, another acronym coming your way - BATNA. That's B-A-T-N-A."
    },
    {
      "author": "MOON",
      "text": "The BATNA is the best alternative to negotiated agreement. And this is, you know, if your negotiation doesn't work out, what are you going to walk away to? What is your best alternative in this scenario?"
    },
    {
      "author": "SEGARRA",
      "text": "Next, we've got PDMs."
    },
    {
      "author": "MOON",
      "text": "The PDMs are the power brokers, decision-makers and the messengers. There are three different types of parties that you might be negotiating with, whether they're in the room with you or outside of the room."
    },
    {
      "author": "SEGARRA",
      "text": "And our last acronym - HALT. H-A-L-T."
    },
    {
      "author": "MOON",
      "text": "HALT stands for hungry, angry, lonely and tired. And basically you want to halt when you are feeling any of these things because it's likely not the best time to engage in a negotiation conversation."
    },
    {
      "author": "SEGARRA",
      "text": "All right, Joan, thank you so much for being here."
    },
    {
      "author": "MOON",
      "text": "Thank you, Marielle, for having me. I'm a big fan of the show."
    },
    {
      "author": "SEGARRA",
      "text": "I'm a big fan of yours now. For more LIFE KIT, check out our other episodes. We've got ones on how to prepare for a job interview and on how to argue productively. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you, so if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Audrey Wynn. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider, Margaret Cirino and Sylvie Douglis. Engineering support comes from Robert Rodriguez. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6211068000.mp3",
  "img": "https://media.npr.org/assets/img/2024/04/10/lk_negotiations-copy_wide-3ed9dcb2e5eb01399639b8bd255ef20ad6f2f3e6.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "JOAN MOON",
    "MOON"
  ]
}