{
  "title": "What to know about the new COVID boosters",
  "url": "https://www.npr.org/transcripts/1196977654",
  "intro": "Updated versions of the mRNA vaccines roll out this week. Experts say they offer good protection against current COVID variants. Who should get them, and when's the best time to roll up your sleeve?",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle Segarra. There is a new COVID booster dropping soon. The Food and Drug Administration approved the shot this week, and the Centers for Disease Control and Prevention weighed in on who should get it. Now, we know a lot of people don't think about COVID all that much anymore - at least not in the all-consuming way we used to. But it's good to have the information and to be up to date on our vaccines. So this episode of LIFE KIT is all about the new booster. It's a conversation between Regina Barber, host of the NPR science podcast Short Wave, and the NPR science correspondents Maria Godoy and Rob Stein. Regina is going to talk with Rob and Maria about who should get the vaccine, how to time the shot and how much it'll cost."
    },
    {
      "author": "REGINA BARBER, BYLINE",
      "text": "OK, Rob, we know coronaviruses mutate a lot. And since this booster was developed, new omicron subvariants have emerged. How good is this new booster in protecting against the current field of variants?"
    },
    {
      "author": "ROB STEIN, BYLINE",
      "text": "You know, the new boosters are targeted at a much more recent version of omicron than the previous shots. It's known as XBB.1.5. So these new shots should be a much closer match to currently circulating variants than the earlier vaccines."
    },
    {
      "author": "MARIA GODOY, BYLINE",
      "text": "Right. So when I talked to Andrew Pekosz - he's a virologist and immunologist at Johns Hopkins - he said, you know, the updated shots should be pretty protective. And..."
    },
    {
      "author": "ANDREW PEKOSZ",
      "text": "When you get vaccinated, the vast majority of the antibodies your body generates should cross-react to the variants that are circulating right now."
    },
    {
      "author": "STEIN",
      "text": "And that's exactly what laboratory studies have found - that the new shots generate neutralizing antibodies that look like they would do a good job of helping fight off the variants that are circulating now."
    },
    {
      "author": "BARBER",
      "text": "And are these new boosters protective against the latest subvariant that experts are watching really closely? That's BA.2.86."
    },
    {
      "author": "STEIN",
      "text": "Yeah, that's the good news, and it came as a big relief. When it first emerged, BA.2.86 set off alarms because it had so many mutations. But a spate of recent lab studies suggests it is no better at evading immunity than other circulating variants. And the new COVID boosters should still provide protection. And Deepta Bhattacharya, a professor of immunology at the University of Arizona College of Medicine, says..."
    },
    {
      "author": "DEEPTA BHATTACHARYA",
      "text": "You know, there's every reason to expect that people will make decent antibodies against the variants that we know about right now."
    },
    {
      "author": "BARBER",
      "text": "That's good to know. So for me, the COVID booster is kind of starting to feel like annual flu shots. Like, will we be getting a new version each fall?"
    },
    {
      "author": "GODOY",
      "text": "Yeah, exactly. So the flu vaccine is updated every year to target the viruses that are likely to be circulating in the fall and winter. So in the same way, health officials say getting an updated COVID shot can help bolster people's waning immunity as we head into respiratory virus season. Like Rob said earlier, these new boosters are a much closer match to currently circulating variants than prior COVID vaccines."
    },
    {
      "author": "BARBER",
      "text": "OK. So then, Maria, what's the guidance for who should get this vaccine?"
    },
    {
      "author": "GODOY",
      "text": "Well, the short answer is anyone 6 months and up. That's the recommendation the CDC endorsed this week. But experts like John Moore - he's an immunologist from Weill Cornell Medical College - they agree that the booster is most critical for people at higher risk of severe disease from COVID. You know, that's people age 65 and older or if you're immunocompromised or..."
    },
    {
      "author": "JOHN MOORE",
      "text": "If you are in poor health and have an acknowledged preexisting condition that puts you at risk of severe COVID, then you are a priority group for getting an additional round of protection from a vaccine booster."
    },
    {
      "author": "STEIN",
      "text": "Now, Gina, if you're not over 65 and are pretty healthy, that means you're probably not part of one of those critical groups of people. So it's a bit more of a personal choice, really."
    },
    {
      "author": "BARBER",
      "text": "Yeah. The last time I talked to my doc, I'm in that lower risk category. What should I consider when making the decision to get the booster or not?"
    },
    {
      "author": "STEIN",
      "text": "So one thing to consider is how recently you got the last booster - or COVID, for that matter. The CDC says people who've had a recent infection may wait three months to get a booster. But, you know, many of the people Maria and I spoke to, like Pekosz, say it's OK to wait longer if you're at low risk, and maybe it actually could be a good idea to wait maybe four to six months to get the best bang for the buck from the new shots."
    },
    {
      "author": "PEKOSZ",
      "text": "If you've been infected less than six months ago, you probably don't need the vaccine right now because you've got some strong immunity from that infection."
    },
    {
      "author": "GODOY",
      "text": "And, you know, people who are young and otherwise healthy, they're not considered to be at high risk of severe disease. But even so, a lot of the experts I spoke with say getting a booster is still a good idea. One of them is Dr. Preeti Malani. She's a professor of medicine at the University of Michigan."
    },
    {
      "author": "PREETI MALANI",
      "text": "From my standpoint, I feel that COVID boosters are a good thing for everyone. And the reasons are multiple. One of them is that even if you're not preventing illness, you're going to have milder illness in general."
    },
    {
      "author": "GODOY",
      "text": "And if you get boosted, it may reduce the chance that you'll pass on the virus to someone vulnerable around you - you know, maybe someone in your own family. And while this virus causes mild illness for many people, it is still killing others."
    },
    {
      "author": "STEIN",
      "text": "And that's a big reason for a lot of people, especially if you know you're going to be around vulnerable people. And also, a CDC epidemiologist noted at Tuesday's meeting there's accumulating evidence that vaccination can also reduce the risk of long COVID among both children and adults."
    },
    {
      "author": "BARBER",
      "text": "And if anyone is listening and still unsure whether to get it and when, talk to a doctor."
    },
    {
      "author": "STEIN",
      "text": "Yup. If you're unsure, get on your doctor's dance card for a consult, assuming you have one. They're in the best position to tell you whether it's time for an update."
    },
    {
      "author": "BARBER",
      "text": "And for the first time, the federal government isn't paying for the boosters. Can you still get one for free? Will insurance cover it?"
    },
    {
      "author": "GODOY",
      "text": "If you're insured, your plan should cover it. That's according to Jennifer Kates. She's a policy analyst I spoke to at Kaiser Family Foundation. Although if you get the shot from a provider who's out of your insurance network, there may be a cost, as there are with other things you get out of network. But, you know, there are an estimated 25 million to 30 million other adults in the U.S. who don't have health insurance."
    },
    {
      "author": "BARBER",
      "text": "Right."
    },
    {
      "author": "GODOY",
      "text": "And if you're uninsured, the federal Bridge Access Program will provide free vaccines through the end of 2024. The CDC's vaccine.gov (ph) website has information on where to go to get the no-cost shots. Kates says it's unclear if the program will be able to accommodate every uninsured person who needs a free shot, but it's good to see the government trying to fill in those gaps. So for uninsured children - they can still get COVID vaccines and other immunizations for free under the Vaccines for Children program. Paying out of pocket for a vaccine could cost between 120 and $129 a shot. Those are the list prices for the Pfizer-BioNTech and Moderna vaccines, respectively."
    },
    {
      "author": "BARBER",
      "text": "OK, so there has been a number of COVID boosters in the past. Say I've either lost track of how many vaccines I've had or I've lost my vaccine card to show that I've had boosters in the past. What does that mean for me? Like, am I still protected if I get this booster but I skipped one or two of the past ones?"
    },
    {
      "author": "STEIN",
      "text": "So here's the good news. You don't have to worry anymore about how many shots you've gotten or when. From now on, the plan is everyone will just get another shot every fall, just like the flu shot, assuming a scary new variant doesn't suddenly pop up."
    },
    {
      "author": "BARBER",
      "text": "But let's be clear. You can still get COVID if you get the new booster, right?"
    },
    {
      "author": "GODOY",
      "text": "It is still possible. But here's the thing. You should get a boost in immunity within two weeks of getting your updated shot, and that will definitely reduce your chances of getting an infection. But even if you do end up getting infected, like if there's a lot of COVID going around, for instance, you are much more likely to get just a mild case and not end up seriously ill. And the protection against severe illness and death from that shot will last a lot longer."
    },
    {
      "author": "BARBER",
      "text": "Now, COVID doesn't operate in a vacuum. There's also the flu virus and RSV lurking around out there, for example. And RSV is a common respiratory virus. It usually causes mild illness, but it can be serious for young children and older adults. So if people are looking to get multiple shots, can they get, say, the COVID booster at the same time as the flu vaccine or other vaccines?"
    },
    {
      "author": "STEIN",
      "text": "Yeah, the CDC says adults can get a flu vaccine and a COVID shot at the same visit. In fact, they might want to do that just, you know, because it'd be more convenient, though you might choose to maybe stagger them slightly because, you know, they can hurt and you don't want to have, you know, painful arms at the same time. Or maybe you had a bad reaction to one in the past and you sort of want to, you know, give yourself a break. It's really up to you. And it's a personal decision. You can get them together, or you can stagger them if you feel more comfortable with that."
    },
    {
      "author": "GODOY",
      "text": "But most experts we talked to, like Pekosz, recommended getting the vaccine for RSV separately. That's because, theoretically, it should be fine to get all three shots at once, but since the RSV shot is new this year, there's just no data to, you know, show that getting flu, COVID and RSV all at once is fine. There's no scientific reason to think they wouldn't be. But, you know, scientists like data."
    },
    {
      "author": "BARBER",
      "text": "We do. We do. OK, so that's about the timing of when to get these vaccines and when to get these shots for adults. But what about my kid - she's a teenager - or even younger kids? Should they even be getting these vaccines?"
    },
    {
      "author": "GODOY",
      "text": "Kids are at much, much lower risk of getting really sick or dying from COVID, which is good news, but it still does happen, which is, you know, one reason why these vaccines were cleared for everyone 6 months and up."
    },
    {
      "author": "BARBER",
      "text": "OK, noted. But how long will the latest booster protect people?"
    },
    {
      "author": "STEIN",
      "text": "You know, you'll get a boosted immunity within, you know, a couple of weeks, maybe two weeks after getting the shot. That could reduce your risk of coming down with COVID. And that protection will likely last for a few months. It'll fade, but at least you'll be protected for at least a few months, probably. And it should also make you more likely to get a more mild case if you do get sick."
    },
    {
      "author": "GODOY",
      "text": "Right. And, you know, as Rob said, that window for boosted immunity starts about two weeks after getting the shot. Now, some people will try to, like, maximize it. For instance, they want to get more bang for the buck for their protection by, say, waiting until a couple of weeks before they're planning to do something big, like go on vacation or gather with family for the holidays. But some experts say waiting can be risky, especially if the numbers are all going up right now."
    },
    {
      "author": "STEIN",
      "text": "But regardless of what date you get the booster, when you do get it, it will give you a boost in protection against severe disease - you know, the kind of scary symptoms that can send you to the hospital. The protection against that sort of thing should last longer. Dr. Robert Wachter, professor and chair of the Department of Medicine at the University of California, San Francisco, estimates..."
    },
    {
      "author": "ROBERT WACHTER",
      "text": "It will markedly increase your protection against getting very sick for about a year or so."
    },
    {
      "author": "STEIN",
      "text": "Of course, exactly how long depends on a variety of factors, including your immune system, your overall health, your age and your prior exposures to both the vaccines and infections."
    },
    {
      "author": "BARBER",
      "text": "OK, so I'm really glad we took this deep dive into the vaccine. But as we're talking about all this, I'm also wondering, are there other precautions people should be taking right now, like, in addition to the booster? Like, I'm seeing a lot of people bringing their masks back out."
    },
    {
      "author": "GODOY",
      "text": "Yeah. No, it's funny. I went to the grocery store last night, and for the first time in ages, like, half the people in the store were masked. I hadn't seen that in so long."
    },
    {
      "author": "BARBER",
      "text": "Right."
    },
    {
      "author": "GODOY",
      "text": "I mean, I think it, you know, it depends on a lot of things - personal factors like, you know, how strong your immune system is. And you know your health history best, so you know your risk better than anybody else. But also, do you want to get sick? And, you know, my social media feed has been full for the last several weeks of people posting their positives like, oh, my God, COVID again? I thought I was done with this."
    },
    {
      "author": "BARBER",
      "text": "Wow."
    },
    {
      "author": "GODOY",
      "text": "Yeah. You know it's going around a lot. And it's funny. A lot of the experts I talked to said the same thing to me. If you can't afford to get sick, don't want to get sick because even, you know, even getting it for several days stinks - you know, it's no fun - then, yeah, mask up. But, you know, it is a personal choice."
    },
    {
      "author": "BARBER",
      "text": "OK. Now for the tough question. Do you have any recommendations for talking to people in your life who are just feeling fatigued from COVID or just want life to go back to normal and don't want to think about the latest boosters?"
    },
    {
      "author": "STEIN",
      "text": "Yeah. You know, I totally get it. We're all sick and tired of thinking about COVID and talking about COVID. But I would just say the best way to not have to worry about COVID anymore is just to get another shot. That way you know you'll have the best chances of, you know, like we've been saying, not getting COVID or spreading the virus to someone else. Or if you do get sick, you'll get better quicker. You'll be less likely to get long COVID. So, you know, if you want peace of mind, the best thing to do is get one of these new shots."
    },
    {
      "author": "GODOY",
      "text": "Yeah, I agree with Rob. And like I said before, you know, even if you're not worried because you're young and healthy, getting sick can, you know, still be a bummer. I talked to one doctor, Dr. Abraar Karan. He's an infectious disease fellow at Stanford University. And he told me that he has a friend who is otherwise young and healthy and got COVID over the summer, and he was knocked out for a couple of weeks."
    },
    {
      "author": "ABRAAR KARAN",
      "text": "You know, and of course, like, that ruins your summer plans, your vacation, your work. I mean, it's still a big deal."
    },
    {
      "author": "BARBER",
      "text": "I lost the second week of my vacation this summer to COVID."
    },
    {
      "author": "GODOY",
      "text": "Oh, no. No."
    },
    {
      "author": "BARBER",
      "text": "Yeah. So instead of hanging out at the lake house, I was hanging out in bed with a fever."
    },
    {
      "author": "GODOY",
      "text": "Oh."
    },
    {
      "author": "BARBER",
      "text": "I want to thank you both for this very thorough look at the current COVID and vaccine landscape. Thank you so much."
    },
    {
      "author": "STEIN",
      "text": "Sure. Anytime."
    },
    {
      "author": "GODOY",
      "text": "Oh, it's my pleasure."
    },
    {
      "author": "BARBER",
      "text": "OK, here's a recap of the main takeaways from this week's booster news. The new booster is available to anyone 6 months and up, and it's recommended strongly for anyone who is at high risk for serious illness, including immunocompromised people and those 65 and up. If you're younger or lower risk, you can talk through the decision with your doctor. And if you've had COVID recently, you may want to wait a little bit before getting this latest booster. You're likely to have some natural immunity."
    },
    {
      "author": "BARBER",
      "text": "The new booster should be covered by insurance as long as you get the shot from a provider in your network. And if you're uninsured, head to vaccine.gov (ph) to find a no-cost shot. And you don't need to bring your vaccine card to your appointment. And timing-wise, you can get the COVID booster at the same time as this year's flu shot. But if you're considering the RSV vaccine, space that one out by a couple weeks."
    },
    {
      "author": "BARBER",
      "text": "You'll have boosted immunity for a period of time starting two weeks after your shot, so take that timeline into consideration if you're planning riskier activities, like visiting older relatives or travel."
    },
    {
      "author": "SEGARRA",
      "text": "That was NPR's Regina Barber, Maria Godoy and Rob Stein."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on forest bathing and one on seasonal affective disorder. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider, with help from Alejandra Marquez Janse and Berly McCoy. It was edited by Sylvie Douglis, Rebecca Ramirez and Jane Greenhalgh. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Carly Rubin, Margaret Cirino and Thomas Lu. Engineering support comes Cena Loffredo. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2425835508.mp3",
  "img": "https://media.npr.org/assets/img/2023/09/13/gettyimages-1300647166_wide-e6d716c800aa6b902621d73098549b1dc1e6dd2a.jpeg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "REGINA BARBER, BYLINE",
    "ROB STEIN, BYLINE",
    "MARIA GODOY, BYLINE",
    "ANDREW PEKOSZ",
    "STEIN",
    "BARBER",
    "DEEPTA BHATTACHARYA",
    "GODOY",
    "JOHN MOORE",
    "PEKOSZ",
    "PREETI MALANI",
    "ROBERT WACHTER",
    "ABRAAR KARAN"
  ]
}