{
  "title": "It's hard to give up your childhood things. Here's how to honor them — and let go",
  "url": "https://www.npr.org/transcripts/1196978636",
  "intro": "Do you have boxes filled with photos, artwork and artifacts from when you were a kid? Here's how to decide what to keep and toss — and manage the emotions that come up along the way.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR. Hey, everybody. It's Marielle. So my dad found my Polly Pockets the other day. Yeah, I know; it's a big find. He sent me a picture. I've got all the classics - the pink heart, the big pink star, the pastel green one. I even have one shaped like a koala. I am 35 years old, and I'm pumped to play with these. But also, OK, realistically, what am I supposed to do with them after? Give them back to my parents? Display them? I mean, I don't want to get rid of them. They're precious. But my parents are in possession of a lot more of my precious, semiprecious and not at all precious childhood stuff, and I think they might be ready to offload some of it. The time comes for many of us, often at our parents' insistence, when we are faced with our childhood belongings - preschool artwork, report cards, those shin guards we wore to play soccer in high school. You can definitely throw those out, by the way. For NPR producer Kyle Mackie, that time came this past fall. She's 33. She'd just bought her first house, and her mom was like, hey, why don't you take your crap with you?"
    },
    {
      "author": "DONNA MACKIE",
      "text": "OK, this is a collection of things that I took out of your childhood room. And you have it very well-organized, actually, in different tubs. There's a tub from high school - T-shirts and memorabilia."
    },
    {
      "author": "SEGARRA",
      "text": "Donna meant business."
    },
    {
      "author": "D MACKIE",
      "text": "Some of this stuff has come and gone and then come back again. And this is the time when I feel like it's time to go."
    },
    {
      "author": "SEGARRA",
      "text": "Once they got started, it turned out there were a lot of things that were easy for Kyle to part with, like these little dog figurines from her grandparents' house."
    },
    {
      "author": "KYLE MACKIE, BYLINE",
      "text": "(Laughter)."
    },
    {
      "author": "D MACKIE",
      "text": "And you had always wanted them."
    },
    {
      "author": "K MACKIE",
      "text": "I don't think - no, I don't think I always wanted those. Those, like, appeared in my childhood bedroom, but I think you put them there. I didn't - I..."
    },
    {
      "author": "D MACKIE",
      "text": "Well, I know what to do with them, so it seemed like..."
    },
    {
      "author": "K MACKIE",
      "text": "I think that's an easy place to start."
    },
    {
      "author": "SEGARRA",
      "text": "But there were other keepsakes she decided to hold on to, like her Rotary Youth Exchange student blazer from a year spent abroad in Germany. It's a jacket that all the exchange students have that ended up getting covered in pins from around the world."
    },
    {
      "author": "D MACKIE",
      "text": "It's a milestone in your growing up. That was definitely a year that had major impact on your life."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, we're going to get advice from experts on how to go through your stockpiles of childhood stuff. We'll also explore why we form sentimental attachments to objects from our past and learn about the tricky emotion of nostalgia 'cause this is an emotional as well as organizational journey. Oh, and by the way, you don't have to get rid of everything."
    },
    {
      "author": "K MACKIE",
      "text": "Last September, I flew home to my parents' house in upstate New York to finally, truly go through my childhood stuff. I'd done some purges over the years, but I also stored stuff there in between different jobs, apartments and moves, so the belongings I'd acquired spanned from preschool to my late 20s. The goal was to weed through all of the stuff from my really early years, which I'd never touched, and decide what was going to make the trip out to my new house in Idaho. Renting even the smallest-size moving van was expensive, so that limited how much I was able to keep. And I also didn't want to bother moving a bunch of stuff across the country that was just going to end up taking up space in the garage."
    },
    {
      "author": "AMELIA PLEASANT KENNEDY",
      "text": "You know, we all have a limited amount of space, and when you define the size of the box that you'll use for storage or the amount of space that you'll dedicate to displaying the items that you want to keep, it allows for some space between letting go and keeping."
    },
    {
      "author": "K MACKIE",
      "text": "Amelia Pleasant Kennedy is a professional organizer and certified life coach. She recommends determining how much space you have for storage before you start sorting through your stuff. And that's our first takeaway. Define a limit to how much you're going to keep. Amelia's suggestion is to aim for one box or bin for each chapter of your life. But you also have to listen to your heart. No two organizers are going to perfectly agree on how much is too much, by the way. Lisa Woodruff is the second professional organizer we'll be hearing from in this episode."
    },
    {
      "author": "LISA WOODRUFF",
      "text": "Everyone kind of has, like, a sentimental meter - like, how sentimental you are versus not sentimental."
    },
    {
      "author": "K MACKIE",
      "text": "That means some people will want to keep more or less, and that's OK."
    },
    {
      "author": "WOODRUFF",
      "text": "So if you're sentimental, and you want to hold on to stuff, hold on to it. Who cares if you have this when you're a hundred? It'll be hilarious if you have this when you're a hundred. You could keep all the things that you have the space to keep."
    },
    {
      "author": "K MACKIE",
      "text": "Again, think about your living and storage space. Lisa says you just don't want to have to spend all your time maintaining your childhood keepsakes. Next, sort your stuff into categories. That's takeaway No. 2. Separate everything you have to go through into groups, and then tackle them one at a time."
    },
    {
      "author": "KENNEDY",
      "text": "So start by grouping like items with like items - for example, trophies, school records, yearbooks. And then dedicate a certain amount of time to each category."
    },
    {
      "author": "K MACKIE",
      "text": "In other words, create some order out of what could be chaos. Sorting stuff into categories can also help you organize the things you decide to keep. Maybe you were really into musical theater in high school, and you decide to keep a bunch of old programs or special props. Put them in the same box, and separate your other hobbies into different ones. Maybe you need a whole box for sports stuff and another one for model airplanes you used to make with your grandpa. You might want a box for toys and books and other stuff you're planning to keep for future kids. Or you can go with Amelia's time-period suggestion and have one box for elementary school, one for high school and so on. I ended up with a couple boxes of books, one bin for photo albums, a college/study abroad bin and a future-kid bin with baby blankets and other stuff my mom had saved."
    },
    {
      "author": "K MACKIE",
      "text": "Now, setting a time limit for yourself for how long to spend going through each category is really hard, I admit. It took me way longer than expected to go through all of the physical photographs I had. But basically, try not to go so far down memory lane that the rest of your day gets derailed. You also want to start with the easiest decisions first. Maybe you can eliminate an entire category at once if you're ready to let go of all of those Beanie Babies or something. And speaking of Beanie Babies, unfortunately, most collectibles from our childhoods are not worth what we might have hoped they would be on the resale market."
    },
    {
      "author": "KENNEDY",
      "text": "Only the most unique or rare collectibles hold that financial value. So it's important to understand whether you're keeping something out of sentimental value or because you think that it is worth a financial reward. And if you decide to keep something, know that you're committing to investigating that pathway."
    },
    {
      "author": "K MACKIE",
      "text": "That means dedicating more time to research what the object is worth and storing it carefully so that it stays in good condition. Another thing to note here is that it's totally fine to pare down in phases. Pacing yourself might mean working for a couple of hours on Saturday and then a half day on Sunday instead of trying to work through it all in one marathon session. You might spread the process out over several weekends or longer than that. Lisa's home organization program encourages clients to go through every space in their house once a year."
    },
    {
      "author": "WOODRUFF",
      "text": "What I counsel you to do is declutter everything that you don't want, and if you're not sure, keep it."
    },
    {
      "author": "K MACKIE",
      "text": "Chances are, when you look back in a year, it'll be much easier to part with the item then. But at the same time, know that the longer we hold on to stuff, the more our attachment can grow."
    },
    {
      "author": "KENNEDY",
      "text": "As time passes, we tend to have an increased sentimental set of thoughts towards the objects that we own. They seem to grow in value and meaning, and it's a self-reinforcing cycle."
    },
    {
      "author": "K MACKIE",
      "text": "Amelia saw this happen with one of her clients who had been really involved in horse competitions growing up."
    },
    {
      "author": "KENNEDY",
      "text": "So she had ribbons that she had collected from events. She had a handmade barn and the tack and the horses that she used to play with, and she had carried them with her from home to home. And it didn't become a topic of decluttering or letting go until her father passed away."
    },
    {
      "author": "K MACKIE",
      "text": "That's when she started to feel like she might be ready to go through it, and she hired Amelia to help."
    },
    {
      "author": "KENNEDY",
      "text": "There was an element of talking through the stories, telling the stories. We took photographs. We talked through what they meant to her. She was able to untangle and release some of the obligation and the pressure that she had felt to continue to hold on to these items that she had treasured. And together, we found solutions."
    },
    {
      "author": "K MACKIE",
      "text": "Talking through what objects mean to you - or maybe used to mean - can help you acknowledge the memory but let the physical thing go. That's takeaway No. 3. Honor your memories and emotions."
    },
    {
      "author": "WOODRUFF",
      "text": "It's not the item. It's the memory. And if you don't have an outlet for the memory, I think it's a little bit harder."
    },
    {
      "author": "K MACKIE",
      "text": "That's why it's helpful to have someone join you in this effort, whether it's a friend, parent, sibling, partner or professional organizer."
    },
    {
      "author": "DAVID NEWMAN",
      "text": "It can be really useful to have someone to sort of process this with you."
    },
    {
      "author": "K MACKIE",
      "text": "David Newman is an assistant research scientist at Baylor University."
    },
    {
      "author": "NEWMAN",
      "text": "My background is in social and personality psychology. I received my Ph.D. in social psychology at the University of Southern California, and my research broadly attempts to understand people's well-being in daily life."
    },
    {
      "author": "K MACKIE",
      "text": "David says going through childhood belongings is likely to bring up different emotions for everyone - some good, some bad, maybe both - and it's smart to prepare for the roller coaster. That's something I didn't really think about before I started going through my stuff."
    },
    {
      "author": "NEWMAN",
      "text": "It's quite possible that as you're going through your old childhood things, it makes you feel nostalgic. That could make you - it could actually be very beneficial, could make you feel like your life is very meaningful, but it could also carry with it some feelings of sadness."
    },
    {
      "author": "K MACKIE",
      "text": "David has studied nostalgia, which it turns out, is quite the complicated mixed emotion. His research has found that people who tend to feel nostalgic often are generally less satisfied with their lives. They find less meaning in their lives, but at the same time, nostalgia can give people a sense of purpose, too, and make you feel more connected to the people you share memories with. Going through your past belongings can put those bonds under the microscope. For example, let's say you come across a photo with a childhood friend who's still in your life today."
    },
    {
      "author": "NEWMAN",
      "text": "That could be a really positive experience, could make you feel really happy. It reminds you that you have this great friend."
    },
    {
      "author": "K MACKIE",
      "text": "But if you come across old love letters from someone who broke your heart or memories with a family member who passed away, those could trigger really difficult emotions like regret, shame or grief. Speaking from experience, I'd say definitely be ready for a mix of good and bad feelings to pop up. Just let yourself feel them."
    },
    {
      "author": "NEWMAN",
      "text": "My practical piece of advice would be to allow yourself enough time to process these emotions, and it's important to just let yourself feel these emotions as well. You don't want to try to suppress them either."
    },
    {
      "author": "K MACKIE",
      "text": "If and when you start to struggle over decisions about whether to keep or toss something, remember that taking photos is your friend. It's a way to capture special or funny memories but then let the thing go. For example, I took pictures of some journal entries from my time in Germany, a ridiculous self-portrait and a little book I apparently wrote in 1998 called \"My Birds: A True Story.\" Put all the photos you take in a special album on your phone or computer, so you know where they are."
    },
    {
      "author": "K MACKIE",
      "text": "And this brings us to takeaway No. 4 - find a way to transform objects into something that serves you now. A digital copy obviously saves on space. You can also consider ideas like turning old T-shirts into a quilt or making a book of the special holiday cards you want to keep. I actually found some old clothes that still fit, and I put them right back into my wardrobe rotation. Basically, think about how you can use, enjoy or display the mementos you decide to keep."
    },
    {
      "author": "WOODRUFF",
      "text": "Like, if you love it, you should see it. All these treasures and things that you've gotten over the years that you love - display them. Like, if you love them, have them out on display. If you don't want to put them out on display, do you really want them?"
    },
    {
      "author": "K MACKIE",
      "text": "Scrapbooking is one of Lisa's favorite options. Some of her husband's high school memorabilia got ruined by not being stored well, so she made him a scrapbook of his cross-country team clippings and photos that survived."
    },
    {
      "author": "WOODRUFF",
      "text": "It is one of his favorite gifts of all time that I did that with his mementos. So I would say, even if you don't have a whole lot of things, as you find things, build yourself a notebook, a scrapbook, a binder. I think that we get a lot of our - not self-esteem - maybe self-esteem, confidence, grounding, our history through our photos and, you know, perfect attendance awards and all these things that seem really, really silly, but they're things that you've done."
    },
    {
      "author": "K MACKIE",
      "text": "Another idea is making a shadow box. It's like a picture frame but with more depth, so you can display clothing, medals or other three-dimensional stuff. Amelia was a ballerina as a kid, so she made a shadow box to frame her very first costume from a performance."
    },
    {
      "author": "KENNEDY",
      "text": "It was tiny. I was probably 3 years old, and it fit perfectly in a display. And I was able to hold onto that memory and then let all of the other belongings around my childhood dance experience go."
    },
    {
      "author": "K MACKIE",
      "text": "Coming back to your categories, whether it's basketball jerseys or teddy bears, try to choose just one or two special items to keep from each group instead of saving an entire boxful. I did that when I was weeding through printed photos. I saved just one or two pictures from a sleepover instead of the entire album I put together back in elementary school. I guess getting film developed was a lot cheaper back then."
    },
    {
      "author": "KENNEDY",
      "text": "You want to remember a specific moment and a specific feeling, but you don't need a boatload of items or a boatload of photos to remember that one event."
    },
    {
      "author": "K MACKIE",
      "text": "So what to do with all the stuff that doesn't make the cut for repurposing or storage? As long as it's in good enough condition for someone else to enjoy, donate whatever you can. That's takeaway No. 5. Beyond just regular thrift stores, there are tons of donation options out there, from programs that support survivors of domestic violence to refugees and formerly incarcerated people. If you belong to a church, it might take donations. Amelia's client who rode horses was actually able to bring some of her ribbons back to her old barn so they could be redistributed to young riders."
    },
    {
      "author": "WOODRUFF",
      "text": "Find something that you like, that you want to support, and then donate to them."
    },
    {
      "author": "K MACKIE",
      "text": "If you're on the fence about passing something on, consider how hard it would be to replace if you change your mind. Remember, too, if you have the opportunity to go through belongings from your past, that someone cared enough and had the means and storage to save this stuff for you."
    },
    {
      "author": "WOODRUFF",
      "text": "This has been saved in love. This is a value of the - all of the time and effort and money your parents have poured into you. Like, that drawing may be, like, oh, that's a throwaway drawing to you, but that may have been all the money they had, and they put you in preschool instead of, you know, going out to eat for a whole year."
    },
    {
      "author": "K MACKIE",
      "text": "So maybe I wasn't a perfect angel on the gratitude front. I might have rolled my eyes at my mom more than once when I saw everything she saved. Sorry, Mom. But I am grateful I had the chance to see it as an adult. I also got a reality check from my dad when he popped in to see how everything was going."
    },
    {
      "author": "K MACKIE",
      "text": "What do you think I should do with my childhood stuff?"
    },
    {
      "author": "ANGUS MACKIE",
      "text": "Your childhood stuff? Well, I wish my mom had saved some of mine. I really do because we had baseball cards. We had some other stuff, memorabilia, you know, high school grades."
    },
    {
      "author": "K MACKIE",
      "text": "Oh, yours..."
    },
    {
      "author": "D MACKIE",
      "text": "(Laughter) You wouldn't want those."
    },
    {
      "author": "K MACKIE",
      "text": "Yeah, I bet yours were..."
    },
    {
      "author": "A MACKIE",
      "text": "Mine were..."
    },
    {
      "author": "K MACKIE",
      "text": "...Impressive."
    },
    {
      "author": "A MACKIE",
      "text": "They were beauties. No, actually, my senior year, I did really well. Every other year, I was just occupying a seat."
    },
    {
      "author": "D MACKIE",
      "text": "So you have regrets that you're - you don't have any of your childhood stuff."
    },
    {
      "author": "A MACKIE",
      "text": "Yeah, I have really nothing, right? My parents just threw it all away."
    },
    {
      "author": "K MACKIE",
      "text": "My papa spent most of his career in the Navy, so my dad moved around a lot as a kid. And as we heard earlier, it's natural to feel sad to part with childhood stuff, whether it's your choice or not."
    },
    {
      "author": "KENNEDY",
      "text": "Items are like a time stamp. They tell us about who we were at that time in our lives, and the objects that we own seem to tell that story, our story, to other people."
    },
    {
      "author": "K MACKIE",
      "text": "Overall, I think the hardest part for me about going through my childhood stuff wasn't letting go of physical objects, but rather recognizing that I'm moving into a new stage of life. That's our sixth and final takeaway - accept that this process is another part of growing up. There's actually a period of human development called emerging adulthood, which spans the time frame when you leave home for the first time, finish your education and start working. And I'm now moving into full-fledged adulthood somehow. Lisa's been learning about this in a Ph.D. program in general psychology."
    },
    {
      "author": "WOODRUFF",
      "text": "Becoming an adult is not an easy thing. It really hit me in that year, 39 into 40. You know, my parents had gotten divorced. My father had passed away. When your parents are gone, like, who are you going to turn to? You are now the adult. You're the head of the family, and it's a weight. Like, it is definitely a weight on you. So as you get rid of those things of childhood, or you're ready to get rid of those things of childhood, it is bittersweet because now you know you're the one that's going to be having children or shepherding this family going forward."
    },
    {
      "author": "K MACKIE",
      "text": "I'm really lucky to have both of my parents still be in good health and very much around to give me advice, but it is bittersweet to be starting a new chapter of life across the country from them. At least now I have some reminders from the past that made me who I am today in my new home. Amelia says we can also find agency in deciding what to do with our childhood stuff on our own terms."
    },
    {
      "author": "KENNEDY",
      "text": "There's a beauty in recognizing that you have the control to make the decision today and feel through the feelings today. And if for some reason you decide to let nostalgia encourage you to keep on holding it for a little bit longer, then that decision will wait for you."
    },
    {
      "author": "K MACKIE",
      "text": "OK, it's time for a recap. Takeaway No. 1 - decide how much space you have for storage and therefore how much stuff you can keep before you start sorting. Takeaway No. 2 - group items into categories, both for sorting and storage, and set time limits for how long you'll spend going through each category. Takeaway No. 3 - honor your memories and emotions. Be prepared for a mix of good and bad feelings to pop up and give yourself time to process them. Sharing the experience with someone you trust can help. Takeaway No. 4 - find a way to use, enjoy or display the items you decide to keep. Takeaway No. 5 - donate whatever you can. And finally, takeaway No. 6 - embrace this process as another part of growing up."
    },
    {
      "author": "SEGARRA",
      "text": "That was NPR producer Kyle Mackey. For more LIFE KIT, check out our other episodes. There's one about how to de-clutter and another about cleaning when you just don't feel like it. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen and Clare Marie Schneider. Engineering support comes from Maggie Luthar and Stu Rushfield. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2130204358.mp3",
  "img": "https://media.npr.org/assets/img/2024/02/22/npr_stuff_mainb_finalhi_wide-cd27aad9c1f573f1daeb3258644f7b6b98b00a82.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "DONNA MACKIE",
    "D MACKIE",
    "KYLE MACKIE, BYLINE",
    "K MACKIE",
    "AMELIA PLEASANT KENNEDY",
    "LISA WOODRUFF",
    "WOODRUFF",
    "KENNEDY",
    "DAVID NEWMAN",
    "NEWMAN",
    "ANGUS MACKIE",
    "A MACKIE"
  ]
}