{
  "title": "Getting hitched? Protect your finances with a prenup",
  "url": "https://www.npr.org/transcripts/1196872794",
  "intro": "Everyone should consider a prenuptial agreement before getting married, says family law attorney Theresa Viera. Here's how to talk about it with your partner and decide if it's right for you.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle."
    },
    {
      "author": "SEGARRA",
      "text": "When you get married, there's so many details to figure out - everything about the wedding, also, is anybody changing their last name? Are you moving in together for the first time or moving into a house? In the new house, will you display that horrible, talking, animatronic fish or creepy, porcelain doll that your fiance inexplicably loves? Amidst these very important decisions, Theresa Viera would like you to spare a moment to think about a prenup."
    },
    {
      "author": "THERESA VIERA",
      "text": "And it's always fascinating to me because people take this really big step forward, and hopefully it's in the name of love and considering each other's needs, but it also has legal implications."
    },
    {
      "author": "SEGARRA",
      "text": "Theresa is an attorney at Modern Legal, a family law firm based in North Carolina. A prenup - or a prenuptial agreement, premarital agreement - is a legal contract between soon-to-be spouses that lays out how they'll deal with money during a marriage and, if it happens, after a divorce. And these are not just for the rich and famous. Your prenup can address whether you'll have a joint bank account or have separate ones, whether you'll pay off your student loans separately or together, also who gets what if you divorce."
    },
    {
      "author": "VIERA",
      "text": "If you get married and you don't have an agreement stating how your finances, your property, your debts are organized during the marriage, then the state laws would apply. And so every state is a little different, but it basically allows the couple themselves to decide those issues versus the state's laws applying."
    },
    {
      "author": "SEGARRA",
      "text": "And look. Bringing this up with your partner might feel a little awkward or even emotional, but Theresa says even if you don't get a prenup, you should be able to talk about money with a future spouse. So today's episode is all about prenups - what they can include, how much they cost, when to begin the process and how to start that conversation with your lover."
    },
    {
      "author": "SEGARRA",
      "text": "Who should consider a prenup?"
    },
    {
      "author": "VIERA",
      "text": "I would say everyone. I like to say if you ever have the hopes of earning money, if you ever have the hopes of owning property or opening a business or having children, then I think the discussion about a prenuptial agreement is a good discussion to have with your prospective spouse. What I see a lot is individuals get into a marital relationship not understanding the legal obligations that are assumed when you get married. And I tend to compare that to, say, buying a car. When we buy a car, there is, like, so much paperwork we need to fill out and we're advised of all these laws. And it all comes down to if you don't pay for the car, it's going to get repoed. But people don't think of the same things when they're getting into a marital relationship."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So what are some situations that might make you especially likely to want one?"
    },
    {
      "author": "VIERA",
      "text": "Generally, individuals who come into a relationship with any property - any notable property. It's one thing to only have the gross couch in your college dorm room, but it's a totally different situation when you have already established a 401(k) account or an IRA or if you have owned real property already, individuals who have the hopes and aspirations of owning a business or opening a business, as well as individuals who desire to have children in the future. I would say those are some big topics to discuss before you get married, as well as that would be addressed in a prenuptial agreement."
    },
    {
      "author": "SEGARRA",
      "text": "Why the children part? Why is it important to have a prenup if you think you might have kids in the future?"
    },
    {
      "author": "VIERA",
      "text": "Generally, what you see when parties get married and they have children, there tends to be at least one party that kind of takes a step back from their career. And financially, we want to make sure that both parties are protected in a prenup. And so a prenup could address - if that one party takes a step back - certain financial rights that they assume when they're moving forward, you know, being the stay-at-home spouse or being the stay-at-home parent."
    },
    {
      "author": "SEGARRA",
      "text": "Right. So what are - what kinds of things can you tackle in a prenup?"
    },
    {
      "author": "VIERA",
      "text": "Well, generally, you can tackle anything you want to tackle. That's one of the wonderful, I guess, creative abilities of a prenup. As a family law attorney, I like getting creative with the law. I mean, you can talk about anything. I've seen prenuptial agreements or prenups talk about, OK, well, who's going to be the financial adviser, and should a divorce occur, who gets to keep the financial adviser?"
    },
    {
      "author": "VIERA",
      "text": "Generally, what you cannot include is anything against public policy and anything that could potentially negatively impact children. So a good example is Parent A automatically gets child custody 100%, should the parties have children. Obviously, if the child is not even born yet, how could we know what's in that child's best interest? Additionally, child support. You can't say automatically that Parent B's child support obligation will max out at a thousand dollars a month because we just don't know what the financial needs of a child could be at some point in the future."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Got it. So if you have a prenup, will a judge definitely rule in favor of that over, say, state law?"
    },
    {
      "author": "VIERA",
      "text": "As a lawyer, I have to respond to most questions - most legal questions - well, it depends. And it can depend on a number of factors. One, was it signed? Did it include a sharing of financial documentation and information so both parties came to the table well-informed? Were both parties represented by an attorney? That's a factor. And if all these factors are met along the way to show that this contract was created in good faith, that it was negotiated, that it was signed without any form of duress, then generally, a judge will say, OK, well, these were the wishes, and so I am going to follow the wishes of the couple prior to them even getting married as it relates to these asset and debt distributions."
    },
    {
      "author": "SEGARRA",
      "text": "So what kinds of questions should partners ask each other or ask themselves as they begin the process of considering a prenup?"
    },
    {
      "author": "VIERA",
      "text": "Sure. I think the biggest question is how do my legal rights change when I get married? And that question really has nothing to do with their soon-to-be spouse. And it has everything, for them, just to be empowered with the knowledge of what are the legal rights that change? And that's not only as it relates to family law - your tax rights change, your estate rights change, all of these rights change when you get married. And then the next question would be, how do I want my life to look with my partner? And that really is a joint conversation."
    },
    {
      "author": "VIERA",
      "text": "Of course, each person, individually, should map out their goals. I actually wrote an article recently about creating a mission statement for your marriage - similar to how businesses create mission statements - and really defining, OK, what's the purpose of this marriage? What's the goal of this marriage, and then sitting down together to figure out, what does that look like on the ground?"
    },
    {
      "author": "VIERA",
      "text": "If, for example, if we are going to have children, is there someone who's going to take a backseat as it relates to the career or the job? Or how are we going to organize finances? One conversation me and my fiance have all the time is, OK, at what age do we want to retire? Mine is much sooner than his, but we'll get through it. And so there's all these discussions you want to have about mapping out your marriage. And then see if a prenup should be applicable because the laws may further that goal or the laws may actually work against that goal, especially should a divorce occur."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. How much do prenups cost?"
    },
    {
      "author": "VIERA",
      "text": "Oh, that's a great question. And you're going to hate me for this, but it depends. It really depends. It could depend very much on your local market and what attorneys charge just generally, their hourly rates. Generally, in our market, I see hourly rates, on average, anywhere from $175 to upwards of $500 an hour. And so attorneys, based on how much time they think will be invested into a prenup, they may quote a flat fee - could be a thousand dollars, could be more than that, depending on their hourly rate and how many hours they think it'll take. On the flip side, I've also had cases where it is the wealthier families and there's a lot more assets and issues to get through. So I generally don't even quote a flat fee, and I just say, hey, it's based on how much time I work on your case."
    },
    {
      "author": "SEGARRA",
      "text": "Do you think you save money in divorce if you have a prenup?"
    },
    {
      "author": "VIERA",
      "text": "I can never say it's a hundred percent 'cause I'm a lawyer. I don't want to open myself up to liability. But I would say 99.99% of cases that have a prenup, everything's ready laid out, so it's relatively simple for an attorney to draft a separation agreement that formalizes the distribution of assets and debts and any spousal support obligations."
    },
    {
      "author": "SEGARRA",
      "text": "Can you walk me through some of the logistics of a prenup? Like, what is the timeline? When do you find a lawyer? Should each partner have their own lawyer?"
    },
    {
      "author": "VIERA",
      "text": "It's generally recommended that both spouses have a lawyer just because when you approach negotiating a prenuptial agreement, you are negotiating a legally binding contract. And so you want to know what your legal rights are first and have a clear understanding of that. I generally recommend that spouses start having the discussion about a prenup at least six months before the wedding. I would argue it should be one of the first discussions after the engagement ring is exchanged. And I say that because you don't want the duress of a wedding to influence your decision to enter into a prenup."
    },
    {
      "author": "VIERA",
      "text": "And what I mean by that is, for example, a lot of people will buy a wedding dress or a suit, and they have to preorder it months in advance. And I have seen - literally just today - these outfits costing thousands of dollars. And if someone has already spent, say, you know, $10,000 on a dress and reserved a venue for another $8,000 and has made all these expenses and then they start discussing the prenup only a few weeks before the wedding day, then they're like, well, now I have to sign because we've already spent all this money and we're going to lose it all if we don't actually move forward with this wedding. Let's try not to have the prenuptial discussions - 'cause they can be tricky to get through - be influenced by all those other concerns that come up with a marriage."
    },
    {
      "author": "SEGARRA",
      "text": "I wonder how you can start this conversation with a partner and let them know that you want to consider a prenup because this might feel a little clinical to folks or, like, people might bristle at it and be like, oh, wow, you're thinking about divorcing me already? Why are we even getting married?"
    },
    {
      "author": "VIERA",
      "text": "Yeah. That's actually an extremely common question we get. Generally, I tell individuals, think about insurance. When you got car insurance, did you automatically start drinking and driving or did you start driving erratically down the street? Because although a car - car insurance helps us in the case of a car accident, we don't move forward in life as if we're going to get into an accident or try to get into an accident. Same thing with health insurance. We don't preconceive that we are going to be in the hospital. We don't preconceive that we're going to get cancer."
    },
    {
      "author": "VIERA",
      "text": "And I would say, as it relates to a prenuptial agreement, we're not preconceiving that a divorce is going to occur, but rather, we're discussing those very important financial issues that come up or will come up or should at least come up once in every marriage. And if you're able to tackle the discussion before the date of marriage, you're that much stronger. You have that much more secure of a foundation to have those hard conversations after the date of marriage. I would argue (laughter) - I'm actually in the midst of planning a wedding. I'm recently engaged. And I would almost argue, for me, it's been harder to find a wedding dress than it was to discuss a prenup with my fiance."
    },
    {
      "author": "SEGARRA",
      "text": "Why?"
    },
    {
      "author": "VIERA",
      "text": "There's so many styles of dresses. And I don't know if I should go strapless or with straps because I don't know how I'll be comfortable during the day. Whereas a prenup, I mean, I'm coming into my relationship with three businesses. I'm owning real property. My fiance also has notable retirement accounts and real property himself. And we just want to tell each other - and we did tell each other as we were negotiating ours - that we love each other. And I love you today. I don't know who I'm going to be 10 years from now. I don't know if something will happen. And I want you to know that no matter what, I'm going to take care of you, even if that means our relationship ends in divorce."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, that's an interesting and kind of lovely thought. Like, I'm not necessarily saying you're the one who's going to mess this up (laughter). Like..."
    },
    {
      "author": "VIERA",
      "text": "No. Yeah (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Like, maybe I will."
    },
    {
      "author": "VIERA",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "You know, we just have to both protect each other."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And then, yeah, it's like, how do you actually have these conversations? Do you have it with your lawyer, and then your partner has it with their lawyer, and then your lawyers talk to each other, and you and your partner don't talk about it, like, alone or..."
    },
    {
      "author": "VIERA",
      "text": "I would hope - I mean, at least I've advised my clients - I can't speak for every family law attorney that's drafted a prenup - but I would hope that the parties directly talk to each other about the finer details. What I try to stress to my clients, though, is don't get wrapped up on the legal language. Just tell me what the two of you want. How do you want your marriage to look from a financial standpoint and from a legal standpoint? Should this result in divorce, how do you want that to go? Again, I know you don't want to think about divorce, but this is one of the things we're going to work through when we're negotiating this prenup."
    },
    {
      "author": "VIERA",
      "text": "And so if my clients are able to have that one-on-one discussion - and hell, I mean, I'll be honest, I have had clients who say, hey, Theresa, I had the discussion. We're good to go. We're OK with how the state laws apply to our situation should we get divorced. We don't need a prenup. And my response is, good, I'm glad you had the discussion. And I think that's the most important point I want to get across is that I think couples are missing out on having the discussion, which is then creating not as strong a foundation as a marriage could have if they're entering that relationship."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, 'cause if they've had the discussion, then they won't be surprised, hopefully."
    },
    {
      "author": "VIERA",
      "text": "Exactly."
    },
    {
      "author": "SEGARRA",
      "text": "If you're getting to the place of heated debates and big disagreements on how finances should be handled, does that mean that you and your partner are not suited for marriage to each other?"
    },
    {
      "author": "VIERA",
      "text": "I think if you have heated discussions and you're able to work through them, which displays your ability to deal with conflict, I would argue it shows how well you're suited for one another."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, 'cause marriage doesn't - you're not always going to agree."
    },
    {
      "author": "VIERA",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Well, thank you so much, Theresa. This has been really helpful."
    },
    {
      "author": "VIERA",
      "text": "Sure. I'm happy to help out. And thank you for having me. This has been a good discussion."
    },
    {
      "author": "SEGARRA",
      "text": "OK, recap time. As you start thinking about a prenup, you and your partner should ask yourself some questions. How do I want life to look with my partner? Why are we getting married? If we have kids, is one of us going to stay home and take care of them? Who will that be? When do we want to retire? Also, how do we feel about our state laws on money and divorce? Do we want to come up with an alternative arrangement?"
    },
    {
      "author": "SEGARRA",
      "text": "Theresa suggests that you start thinking about a prenup at least six months before the marriage and also before you've paid for a wedding venue or a dress or anything else. And there are lots of things you can tackle in a prenup and some that you can't, like anything having to do with child support, for instance. Each partner should have a lawyer to negotiate for them. Also, remember, you may not agree with your partner on every detail of a prenup, but if you talk about it and work through it, that shows that you have some of the skills that make a good marriage."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to live a fulfilling life childfree and another on questions to ask yourself before getting married. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. It was edited by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino, Thomas Lu and Carly Rubin. Engineering support comes from Stacey Abbott. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8845355173.mp3",
  "img": "https://media.npr.org/assets/img/2024/08/19/template-1-example_wide-21830b4f741b589980d786b788759f1c667cadaa.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "THERESA VIERA",
    "VIERA"
  ]
}