{
  "title": "How to revamp your rental",
  "url": "https://www.npr.org/transcripts/1196979862",
  "intro": "Just because you're renting your home doesn't mean you can't make it your own. Three home décor experts share their tips to make your rental homey for the long term.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "ANDREW LIMBONG, HOST",
      "text": "Hey. What's up, everybody? Andrew Limbong here, in for Marielle Segarra. My first solo apartment sucked (laughter). It was in a basement in Washington, D.C, and it was small and dark and kind of muggy all the time, but the thing that bothered me the most about it - the thing that still bothers me today - was that the kitchen sink was so small, you literally couldn't fit a plate in it. Like, a lone plate had to go in diagonally, and not only that, but the faucet, for some reason, was extra long, and so in order to use the sink and not get water all over the floor, you had to shimmy it to the side a bit. I did not like being there, but I also didn't do anything to make it better. I figured, why bother? Who cares? I'm just renting, so there's no point in putting any effort into the place. It's an attitude entirely based on some imagined future where I'm in the perfect place where I could really let my aesthetic dreams flourish, but there really is no reason to wait. On this episode of LIFE KIT, reporter Adwoa Gyimah-Brempong is going to walk us through some ways to make those apartment decor dreams a reality - right where you are."
    },
    {
      "author": "ADWOA GYIMAH-BREMPONG, BYLINE",
      "text": "I have moved a lot."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "Right now, I live in a cute little one-bedroom apartment. It's the eighth long-term lease that I've had in my adult life. For all of that time, I've been a renter, and I'm not alone. As of 2017, when I was on my sixth apartment, there were more renters in America than there had been in the previous 50 years, and as of 2022, about half of American renters were what's known as cost-burden. That means they're paying more than 30% of their income in rent. People are renting for much longer than they have in the past, twice as long as they were in the 1970s. Within that group is a subset known as forever renters - folks who don't own their homes and, by circumstance or by choice, maybe never will. So what's a forever renter to do? A tiny kitchen that might not bother you in a six-month lease may be a lot more frustrating after two years, and you may not be overflowing with cash to solve the problem. Enter DIYs. My current apartment has bright walls, a ton of storage and plenty of places to hang plants, bags and lighting. None of that was here when I moved in. I did it myself. I spend a lot of time in this space, so it's important that it feel good to me."
    },
    {
      "author": "CLIFF TAN",
      "text": "The first thing is really understanding your space."
    },
    {
      "author": "TAN",
      "text": "It's better to kind of understand and appreciate what your space can give than to try to force it away."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "That's Cliff Tan. He's the architect, author and feng shui practitioner known as dearmodern on Instagram and TikTok. Cliff says it's important to use your senses to figure out what a space has going for it."
    },
    {
      "author": "TAN",
      "text": "Where is the nicest part of the space? Where's the less nice part of the space? Most of the time, the best part of the space is where there's a window, nice fresh air, nice natural ventilation. The worst part of the space is probably, like, far, far away in the darkness or something like that, close to the entrance way."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "So takeaway one - get to know your space, but it's just as important to get to know yourself. How do you want your home to support you?"
    },
    {
      "author": "TAN",
      "text": "So what you want to do next is to understand what activities you spend most time doing. If you spend most of your time on your couch, watching TV, you want to be close to the window. If you spend most of your time working from home, you want that close to the window, too. So it's about placing your most frequent activities closer to the nicest part of the home."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "I work from home, and I'm a homebody. A big, cozy couch is more important to me than a desk or a formal dining room table, and I didn't have room for both, so I installed a cute little gateleg table that folds down against one wall. Now, I have a working surface when I need one and a place to hang out the rest of the time. Cliff says it's also important to understand not just where things are placed in your home, but how that feels."
    },
    {
      "author": "TAN",
      "text": "Energy makes its way through your home based on how you flow through your home, so this is why the same home can have different energy paths depending on who lives in it."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "And that's why it's important to start your arrival off right."
    },
    {
      "author": "TAN",
      "text": "The front entrance is the most important part of the home, because that's your first impression - not just for new guests who come, not just about showing off how beautiful your home is - it's also to yourself. You need to feel good every time you come home. Even something as simple as having a pile of recycling bags right by the entrance that you have to kick every time you open the door - you have to push the door, to shove it in to go through - that is enough to minus two points every time you come home, which, compiled over 10 years, you will hate your home, and you can't wait to move."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "When I first moved in, my home had no storage in the entryway whatsoever. I was always putting my purse on the ground and forgetting gym supplies across the house, so I installed hooks for my bags, keys and even a hand fan. Then I upcycled an IKEA shoe cabinet that now does triple duty as a linen closet, workout supply storage and a gathering point for my electronics. That brings us to takeaway two..."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "...Don't get hung up on what something is supposed to be for. Think about what you could turn it into instead. This is how bread baskets turn into side tables and tomato cages can become plant stands."
    },
    {
      "author": "AMANDA POE",
      "text": "I think so many times, renters feel really restricted by the exact thing that they have in their home."
    },
    {
      "author": "AMANDA POE",
      "text": "And I think there's a really easy way to look around and say, what do I really wish this apartment had and see if there's a way to make that happen."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "That's Amanda Poe. She's an attorney by day, and she also runs the home decor Instagram page Bohofrisco. The project grew out of her frustration with beige, white and neutral-heavy home decor stores."
    },
    {
      "author": "POE",
      "text": "The desired to DIY really came from not being able to source the colorful things that I wanted, and so making them on my own was the best way to find them."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "You probably have at least one interior design dream. Some people want a claw-foot tub. I would love a lofted bed one day. And for Amanda, that element was a fireplace."
    },
    {
      "author": "POE",
      "text": "I was always so jealous that people were decorating seasonally for their mantles. You know, they were putting their garlands or their wreath above it. And then I realized, like, oh, if only I had a fireplace. And so with a couple of pieces of wood, and a weekend, we built one."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "So you're gazing around the house, an ongoing list of projects dancing in your head. Where should you start?"
    },
    {
      "author": "TAN",
      "text": "I will say you start with the ugliest things in your home then."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "(Laughter)."
    },
    {
      "author": "TAN",
      "text": "Like, it sounds funny but, like, look for the things that are actually ugly in your home, like the shoe rack. You deal with the worst things first. That's where the impact is the greatest. Because it's like no point creating a cute little shelf in the kitchen when every time you walk home, you see the shoe rack and it makes you angry."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "So Cliff brings us takeaway three - start with the worst thing first. Once you've improved whatever bothers you the most, the statement pieces can follow, and he's so right. I hated the overhead light in my place so much - so much. It wasn't until I brought in some funky lamps and could really turn off the big light that the room came to life. So think about what's bothering you about your space - the lack of storage in the closet or nowhere to put all your books - and focus on that first. Contractor lights aside, my apartment was pretty great when I moved in. I have three criteria that are non-negotiable - good light, top floor, no carpet. But several people I spoke to told me they took much bigger risks when selecting their spaces, including Chyelle Milgrom, also known as fbmarketslut on Instagram and TikTok. She finds gorgeous vintage pieces, as is or for restoration on Facebook Marketplace. Today, her apartment is lovely. It has huge windows and a ton of cool projects, including painted doors and a glass brick wall. But when she first viewed it..."
    },
    {
      "author": "CHYELLE MILGROM",
      "text": "The moment we stepped into this apartment, our, like, eyes burned. It, like, reeked. It smelled like cat [expletive] and feces. I have, old videos on my Instagram of what it looked like previously, but there was, like, green and red walls. There was, like, fluorescent blue murals somewhere. It was really a [expletive] mess, and it was, like, absolutely horrific."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "After cleaning it within an inch of its life, the first thing she tackled was the paint. And Amanda gives us the details on why. That's takeaway four. Paint is a high-impact upgrade. You may be thinking, am I allowed to do that? The official answer is, check your lease. But on a practical level..."
    },
    {
      "author": "MILGROM",
      "text": "When you paint a wall, all you have to do is paint it back. That's it."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "I love paint projects, both on and off the walls. But I don't always get it right on the first try. And there's a pink wall in my house that I painted three separate times until I got the color right. Amanda had some tips for me on how to minimize the guesswork."
    },
    {
      "author": "POE",
      "text": "You really need to start with a swatch. You bring those home into your space, not the fluorescent lighting of the store. Then you move on to a paint sample. Also the different walls, even in your room, are going to look different."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "I found that one out the hard way. My living room faces south onto a balcony. So the space gets very different amounts of light throughout the year. It's brighter in winter when the sun is low enough to shine directly into the room. So the little patch I painted didn't show me what the whole wall would look like when it was done."
    },
    {
      "author": "POE",
      "text": "Let's go big. Let's not try to imagine the whole room with a Post-It note size swatch. Let's get a poster board from the store, spend $1 on it, paint the whole swatch, and stick that on every wall, you know, trying different times, mornings, afternoon. The time you're going to spend in the room."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "The other nice thing about paint is that it's reversible. Many DIYers will say that for some projects, it's better to ask forgiveness than permission. But with repainting, if you're thorough, it will look like that pink wall was never there. Amanda has a series called \"Renter-Friendly Reality Check,\" where she brings viewers along on the takedown process of a project. I asked her how she handles paint situations that need a more serious rescue. Some landlords do leave paint in an apartment for minor patches, so you could always ask. But if you're flying under the radar, here's how to make it work."
    },
    {
      "author": "POE",
      "text": "I would say the most important things are the sheen, obviously, and the color. And so even if you color match perfectly, but you get the sheen wrong, the place that you repaired is going to stick out so bad. I would say when your paint is peeling, like, maybe your project has gone wrong, pulling up like more than an inch of a swatch, like something bigger than a quarter, that is going to give you the best surface so that you can take it to your local hardware store, and they have a system that will paint match it with a computer."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "Then she dropped some wisdom on me that I could have definitely used in one of my first college apartments."
    },
    {
      "author": "POE",
      "text": "Sometimes you can peel up paint from places like a really common place to grab some paint would be behind an outlet cover, because if you peel some of that paint away, you can put the outlet cover back and it would never know that that paint was missing."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "I loved it."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "This is brilliant."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "So a little paint can go a long way. But there's another element that can completely transform a space. Chyelle and Cliff agree. Takeaway five - lighting is the key to a room."
    },
    {
      "author": "MILGROM",
      "text": "Lighting is, like, the biggest thing that affects a space. I think it's the most pervasive as well as it can be the most eye-catching thing."
    },
    {
      "author": "TAN",
      "text": "Because a light is a light, it actually glows, so it attracts your attention."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "That's for better or for worse, as I discovered in my living room. There's an ongoing TikTok trend called we never use the big light."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "I don't have many rules for my house, but I do have one, and that is that we never, ever, ever, ever use the big light."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "The big light is that central overhead lighting that is so common in rental units. It can bring a harsh energy to a space. But even if you draw the short end of the stick as far as lighting goes, Cliff says there are ways to work around it."
    },
    {
      "author": "TAN",
      "text": "If you are going to rent for longer, you could change your - let's say you have canned lights."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "Canned lights are those recessed lights in the ceiling. They're like a step up from the standard contractor rental light."
    },
    {
      "author": "TAN",
      "text": "You could buy canned lights that are adjustable, meaning you can point them in different directions. Find the same can light with the same hole size and just replace them one for one. And then you have all these canned lights that can now point around. And I can shine it onto your artwork, shine it onto your table, and create focal points. Instead of just glaring down the floor, you can create a bit of depth using the lights that you already have."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "And even if you don't change any fixtures at all, there are other things you can do to make a space feel cohesive."
    },
    {
      "author": "TAN",
      "text": "Make sure all your bulbs are the same color temperature, which is like 2,700 Kelvins, 3,000 Kelvins."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "Light comes on a spectrum from cool to warm. Cool light is bright and good for task-oriented spaces like a kitchen. Warm light, in the 2,700 to 3,000 Kelvin range, is nice and relaxing."
    },
    {
      "author": "TAN",
      "text": "Decide on one and make sure your whole house is the same. It will make your house more consistent."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "My place has a bit of everything - rewired sconces from big-box stores, DIY mushroom lamps, paper lanterns. My favorite is a two-foot-tall table lamp shaped like a miner from the San Francisco gold rush. Just like my Ikea entryway, once you start looking at form instead of function, there are so many great places to find things to upcycle. Thrift stores and architectural salvages are a great source of raw materials. When you find a good one, become buddies with the people who work there. Do they get their best deliveries on a certain day? Find out when that is. I have a rule that I don't spend more than $100 on anything other than a couch or a bed. So for online shopping, I'll figure out what I want, set some Craigslist alerts and wait. Chyelle has some Facebook marketplace search tips, too, and they do not involve typing out fancy designer names."
    },
    {
      "author": "MILGROM",
      "text": "If I actually did that on Facebook, then it would show me a bunch of people who know exactly what they're selling, and will sell it for those expensive prices, which, you know, good for them."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "But those of us with champagne tastes on a beer budget are probably better off finding people who just want to get that old piece of furniture out of their grandma's basement."
    },
    {
      "author": "MILGROM",
      "text": "And normally, those people will just use very generic language, for instance, teak shelving unit or wood shelving unit. Funky is another keyword that I like to use if you want to, like, find a funky chair. Sometimes you'll get lucky, and you'll find, like, an Eames. Keep it generic. And if you are going to go specific, then be willing to, like, open your wallets wide."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "If the photos of that Eames chair look like stock images and the price is suspiciously low, remember to keep an eye out for scammers."
    },
    {
      "author": "MILGROM",
      "text": "Always look at their profile. You can look at their account. You can see, like, when they opened their account. For instance, my Facebook, it's been open since, like, 2009, back when, like, I was in middle school or elementary school. It kind of shows you that I'm a real person and I've got, like, real friends and whatnot and, like, embarrassing profile pictures versus someone who, like, just opened their account last year and has one picture and no friends. Kind of shows you who might be a scammer. Also, if they ask for, like, Zelle upfront, then they're probably a scammer. Try not to pay anyone anything until you see the item in person."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "In your DIY journey, you'll likely need to fix something you found on Facebook marketplace or maybe you want to customize a goodwill frame. So takeaway six - when assembling what you need, get creative. Whether it's an actual thrift store, a reuse market or an Ikea hack, think big about how to find what you need for a project. And that's not just materials, but all the tools you need to get your project done. My DIY starter kit has five elements. First, a measuring tape. And I carry a small one with me at all times, just in case I come across something that could work for an ongoing project. Then a small set of basic tools like screwdrivers, pliers and a hammer. A level is important for anything that's going to have a flat surface. A drill, drill bits, and drywall anchors are probably my most used tools."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "You can use those for anything from hanging something on a wall to drilling a hole in ceramics to use as a pot for plants. And lastly, those paint supplies, but there are also larger supplies that you may not need to keep on hand. A lot of public library systems have tool-lending libraries that members can use. There are also maker spaces with larger things like saws, and some hardware stores will rent out tools as well. I've done plenty of projects I probably wouldn't try again as a renter - stapling fabric to the wall instead of wallpaper, for example. But finding a beautiful solution to what started out as a problem can be a real source of pride."
    },
    {
      "author": "POE",
      "text": "Yeah. It's that urge when someone says, where'd you get that? And then you say, I made it. It's like being an artist, and people come inside your canvas. They come over for dinner inside of your artwork. And that feels really cool."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "And you might be living with that canvas longer than you think, as Amanda and I have both learned. How long have you been renting?"
    },
    {
      "author": "POE",
      "text": "Our last apartment, we were there for over 10 years in the same space."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "Did you expect to be there for that long?"
    },
    {
      "author": "POE",
      "text": "Oh, no. I - (laughter) I first signed, like, a 90-day lease (laughter)."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "Oh, wow."
    },
    {
      "author": "POE",
      "text": "Yeah. And when we moved out, it just kept occurring to me if someone had said in that first month, you know, you're going to be here for 10 years - how many more chances I would have taken, how many more times I would have painted the walls or I would have done something that I wanted."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "Some of you might still be asking, why bother to fix up a rental? Why build a fireplace or customized shelving or do anything that would threaten your deposit when it's time to leave?"
    },
    {
      "author": "POE",
      "text": "I mean, to those people, like, do you spend money on a great dinner? Do you spend money on a concert? These are also things that are not permanent, and they improve our life in so many ways. And to the extent that maybe I'll only love it for a year, that's a really significant amount of time. Life is so short. And I think to the extent that I can decorate a room or paint a wall and make the next six weeks just full of joy every time I walk into my bedroom, I really don't think there's a much better investment."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "So just to recap. Takeaway one - understand your space, which also means understanding yourself."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "Takeaway two - don't feel limited by an item's purpose or by what you already have in your home. Imagine what you'd like to see instead, and then figure out how to make it happen."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "Takeaway three - when in doubt, start with the ugliest thing in your house."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "Takeaway four - paint is a high-impact way to transform the space."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "Takeaway five - lighting is the most important part of your home. Turn off the big light and make way for table lamps, sconces and directional light."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "Takeaway six - get creative with where to find tools and materials. And one last thing. Don't think of yourself as less than just because you rent."
    },
    {
      "author": "POE",
      "text": "The temporariness of a rental is freedom. It's a get - you know, if the wall color doesn't suit you, repaint it, you know? But if the whole apartment doesn't suit you, move. That's not a choice that people that own their home get to do."
    },
    {
      "author": "GYIMAH-BREMPONG",
      "text": "Forever renters, we have our answer."
    },
    {
      "author": "LIMBONG",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on decluttering and one on how to find a new apartment. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis. Our host is Marielle Segarra. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Robert Rodriguez. Special thanks to Kyle Norris. I'm Andrew Limbong. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7273879773.mp3",
  "img": "https://media.npr.org/assets/img/2024/07/15/lk_diyrentals__wide-9c0da5d4757cd13f0d676e151cdc0dd5dd880c87.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "ANDREW LIMBONG, HOST",
    "ADWOA GYIMAH-BREMPONG, BYLINE",
    "GYIMAH-BREMPONG",
    "CLIFF TAN",
    "TAN",
    "AMANDA POE",
    "POE",
    "CHYELLE MILGROM",
    "MILGROM",
    "LIMBONG"
  ]
}