{"title":"How to talk to kids about the violence in Israel and Gaza","url":"https://www.npr.org/transcripts/1196977971","intro":"Last weekend, militants from the terrorist group Hamas killed more than a thousand people, including children, in an attack on Israel while also taking hostages. Israel has ordered a full siege of Gaza, where nearly half of residents are under 18 years of age. The news is alarming for anyone — especially for children, who may be left grappling with questions about why other children are among those affected, and whether they are safe. In this episode of Life Kit, NPR's Becky Sullivan gives us advice on how to talk to children about the violence in Israel and Gaza.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT..."},{"author":"SEGARRA","text":"...From NPR."},{"author":"SEGARRA","text":"Hey, everybody. It's Marielle Segarra. Last weekend, militants from the terrorist group Hamas killed more than a thousand people, including children, in an attack on Israel, according to the Israel Defense Forces. Hamas has taken hostages as well. Israel, in retaliatory attacks, has killed more than a thousand Palestinians so far, including at least 90 children, according to the Palestinian Ministry of Health. And humanitarian groups are warning of a coming crisis, as Israel has promised to cut off food, water and electricity to Gaza, where nearly half of residents are under 18."},{"author":"SEGARRA","text":"The news is alarming for anyone, but especially for kids who may have heard about it from their peers or on social media and have a lot of questions. Becky Sullivan is a reporter for NPR's news desk, and she's been covering this. On this episode of LIFE KIT, she's going to share some advice with us on how you can talk to kids about this conflict and other news events that involve death and violence."},{"author":"SEGARRA","text":"Becky, I think the first question a lot of parents might have here is, should I bring this up to my kid at all? You know, like, if they haven't mentioned it, maybe they don't even know about the conflict, and I don't want to scare them unnecessarily."},{"author":"BECKY SULLIVAN, BYLINE","text":"Yeah, I think that is a totally understandable concern. But the experts that I spoke to actually pretty uniformly recommended being proactive about starting a conversation. For parents, you know, I think it can be easy to sit back and sort of wait for your kids to come to you. One expert I talked to characterized that as a common mistake - basically, like, you know, kids are citizens of this world, too. They deserve to know what's going on. But I think, you know, when it comes to something like this, where it is really big in the news, there is a pretty good chance that your kids have already heard about it in some form."},{"author":"BECKY SULLIVAN, BYLINE","text":"Certainly, older kids maybe have heard about it from school, or they're on social media. And, you know, this is a big enough event that you have celebrities and sports teams, for instance, putting out statements about it. And so without any other context for your kid, they might not know what's going on. That might be how they're learning about it. And then even younger kids could just be overhearing your conversation with somebody, and they have questions, but they might not know to ask about it. And so when you're proactive about having a conversation, that gives you a chance to, you know, put your family's values first and put these news events in a context for your kids, and that is easier than correcting misinformation or a misunderstanding. And then I would say a conversation is especially important for families with loved ones who are in Israel or Gaza to help your kids understand what's going on for them."},{"author":"SEGARRA","text":"Right - of course. I wonder - I mean, you mentioned age. I wonder how young we're talking about here. Like, I'm picturing - some of my friend's kids are like 3 years old..."},{"author":"SULLIVAN","text":"Totally."},{"author":"SEGARRA","text":"...4 years old. I mean..."},{"author":"SULLIVAN","text":"Yeah."},{"author":"SEGARRA","text":"...kids that young may not even be in school or day care yet..."},{"author":"SULLIVAN","text":"Right."},{"author":"SEGARRA","text":"...And they probably have little exposure to this news."},{"author":"SULLIVAN","text":"Yeah. You know, I think for kids that young - we're talking, like, preschool age - what I was told is that, parents, if you are emotionally affected by it yourself - if the news is making you sad, then it can be important to let your preschool-age kid know that, you know, you're feeling sad right now, and it's not because of them. Like, they're not the ones making you sad. Instead, it's the news that you're hearing about this war that's taking place very far away."},{"author":"SULLIVAN","text":"The other thing I should note for really young kids is that they don't have a good sense of geography, right? Like, they may think that the conflict is taking place closer than it really is. And they - especially in this conflict, when children have been hurt and children are being affected every day, they may not understand that there is some distance there. And so I think it can be important to, even if it's in the most general terms, to let them know that they are safe - that this is very far away. You can pull out a map, show them the difference, and I think that can go a long way for kids that are that young."},{"author":"SEGARRA","text":"OK. So let's say you do decide to have a conversation with your kids about the history of Israel and Palestine and also specifically the violence of the past week. How can you prepare for that conversation?"},{"author":"SULLIVAN","text":"You know, I think that's a great question because I think you should prepare for that conversation a little bit. You know, I think maybe more than any other topic in the news, questions about Israel and Palestine, Gaza, Hamas - these are things that bring up a lot of emotions. It's very emotionally charged. One person told me that you should do a check-in with yourself, and you should sort out your own feelings first so that you aren't necessarily, like, leading with strong emotions, leading with political views or something, but instead are available for your kid to answer their questions and see what direction they take that conversation in."},{"author":"SULLIVAN","text":"And so experts recommended to me that you brush up on the basics first. So you check in with your reputable news sources - whether that's NPR or the Associated Press or The New York Times or maybe, you know, a nonpartisan research group like the Council on Foreign Relations - brush up - what's Gaza? What's Hamas? And then that way that you're in position to be able to sort of provide some of those answers to your kids. And, of course, if you didn't get the chance to do that before a conversation starts, it's totally OK to say, like, you know what? I don't know the answer to that. Why don't I look that up and get back to you?"},{"author":"SEGARRA","text":"Yeah. I imagine that might happen, especially if your kid brings this up to you and you didn't have the time to prepare."},{"author":"SULLIVAN","text":"Yeah."},{"author":"SEGARRA","text":"It feels like a good opportunity to show them that, even as adults - right? - we're not all-knowing. We shouldn't pretend to be, and we want to educate ourselves before we just start talking and saying things that we read online."},{"author":"SULLIVAN","text":"Definitely. And if you are starting the conversation with your kid, one person recommended to me that one way to start is, rather than you presenting all this information, going on a lecture, why don't you start by asking open-ended questions to your kids, like, have you heard about what's going on around the world? Or what have you heard about what's happening in Israel? Let them lead the conversation. Let them answer that question, and then see what questions they have from there."},{"author":"SEGARRA","text":"So if you are having this conversation, how do you decide how in-depth to go or how much to tell your kids?"},{"author":"SULLIVAN","text":"Yeah. I mean, I - certainly it's based on the questions that they ask, but I think also, too, partly about their age. I think older kids can handle a lot - like, we're talking about middle school and high school. They can handle a lot of detail about this. And I think that an important thing to note for older kids is that you should encourage them to be skeptical of what they see on social media. I mean, like, with any conflict, there's a lot of disinformation flying around with this one. We've seen reports of photos and videos that people are claiming are from this week, you know, in Israel and in Gaza, but actually are from unrelated conflicts in years past or, you know, in some cases, even from video games. And so I think it's a chance to help your kid with some of those social media literacy skills. And you can offer help in terms of helping them evaluate news sources. Is something trustworthy? Those are all ways that the conversation with your older kids can go."},{"author":"SULLIVAN","text":"And, you know, like we said about the younger kids, it's important to reassure them of their own physical safety. You don't have to go into incredible levels of detail. But I do think you should keep in mind that kids of all ages can really handle conversations about topics that adults might find tricky to talk about. One thing that a lot of experts have to say about kids is that they have a very clear moral compass. And I think, if you have children in your life, you know this about them - that it's easy for them to understand what's right and wrong. It's wrong to hurt people. It's wrong to kidnap people. It's wrong to hurt children. And they can understand that. You know, one of the people I talked to was Maha Bali, who is a professor at the American University in Cairo. And what we talked about is how, in 2021, during a previous round of hostilities between Israel and Hamas, she had these conversations with her 9-year-old. And she learned that her daughter had, at 9 years old, already read Anne Frank's diary and started learning about the Holocaust at school."},{"author":"MAHA BALI","text":"My child read about Anne Frank when she was 8 years old, and that was an important child's story to know about. It was important to know about the Holocaust. It was important to know about Hitler. And therefore, she was probably also ready to know about Palestine."},{"author":"SULLIVAN","text":"So some of the advice that I heard was to use, you know, clear, short sentences - again, let them lead those conversations with their questions - but not to oversimplify things. Like, they really can handle this. And so I think a risk with oversimplifying, especially a conflict like this, is you want to make sure to attribute actions to individuals or to organizations rather than entire populations. And that's something that Bali really stressed to me."},{"author":"BALI","text":"And you want to be very careful not to cross a line where you become intolerant of an entire group of people who are completely innocent versus people who have been violent and oppressive."},{"author":"SEGARRA","text":"Yeah, it's interesting 'cause, like - like you said, kids have this clear moral compass, and they do know right and wrong."},{"author":"SULLIVAN","text":"Yeah."},{"author":"SEGARRA","text":"But then sometimes, trying to explain these broader conflicts and the history, things get really murky, and they might ask you unanswerable questions, you know? Like, when will this end? Or why would - you know, if you're spiritual or religious - why would God let this happen?"},{"author":"SULLIVAN","text":"For sure - yeah. I mean, I think one thing that any expert in child education or child psychology would tell you that it's definitely OK for parents and other guardians to not have all the answers. I think what's important is to give your kids the space to have these big conversations, to think through some of these things with you. These questions are hard for adults to grapple with, too. And so giving your kid that space is something that can be really important. And that is something that I heard from Savan Zakai, who is a professor of Jewish education at Hebrew Union College and Jewish Institute of Religion in Los Angeles. And this is something that she really, really emphasized to me."},{"author":"SIVAN ZAKAI","text":"When children are asking parents profound questions about the world, but especially about violence in the world, it might initially sound like they're asking their parents to be historians and political scientists all rolled into one. Often, questions are actually asking, how can I live in this world even when there are all sorts of terrible things that happen?"},{"author":"SULLIVAN","text":"This is the big question. But, I think, with all these types of things - you know, whether it's this kind of conflict, whether it's school shootings, whether it's something like climate change - one way to handle this kind of question in this conversation is to give your kid the room to imagine that. And that's something that Zakai suggested, too."},{"author":"ZAKAI","text":"Children have a beautiful ability - one that adults sometimes lack - to look head-on in the face of violence and still believe in the bottom of their hearts in the future possibility of peace and of coexistence and of a resolution to this conflict."},{"author":"SEGARRA","text":"Yeah. I wonder if there's a space also for encouraging them to journal or draw or make art."},{"author":"SULLIVAN","text":"Definitely. Just basically give them the space and time to reflect. That can be a really helpful tool for them, too."},{"author":"SEGARRA","text":"Yeah. So I feel like you could apply a lot of this advice to other news events that might be scary for kids - like, anything involving death and violence. I wonder, though - how do you decide which events to bring up to your kids with all of the natural disasters and wars and conflicts and violence that's happening?"},{"author":"SULLIVAN","text":"Yeah. I mean, I definitely think this is an age thing. But if you're paying attention to a story, if you're talking about it with other people, if you're listening to news about it, they're going to pick up on that. And I think you can let their exposure and your interest lead some of those conversations. I think, especially, too, it can be important when it's a story that does involve kids. And, you know, tragically, that's the situation that we have on our hands here. But children - when they're picking up on news like this and they're hearing about the impacts on other children, they are left with more questions. And I think that that can be a way for you to tell whether to bring that up with your kids."},{"author":"SULLIVAN","text":"And then, you know, the last thing that I would say is that conversations about big, tough topics like this - you know, you're not going to check the box with your kids' Israel, Hamas, Palestine conversation in one go. Like, conversations like this - they're something that you have to come back to over and over again, and that's a good thing. Like, I think they might have a couple questions for you, and then they're just going to sit and chew on it. And then you'll find out a week or two later that they've been thinking about it, and they'll pester you with another question. Like, it's OK to need multiple chances and multiple times to have this conversation, for sure."},{"author":"SEGARRA","text":"Yeah. If you have kids in your life who are not your kids and you're spending time with them - maybe you're their aunt or - I don't know - their babysitter or anything else - and they bring it up to you, then it's really hard to know what to say if you don't know what their parents have told them or what their parents' approach is."},{"author":"SULLIVAN","text":"These questions from kids - whether you're a parent or you're an aunt or whether you're an uncle or a babysitter or just, like, a friend - you know, the friend of the parents who is there hanging out with the kids. I think it's a chance to show them that adults will seriously contemplate their questions, you know? Adults will take their questions seriously. They'll chew things over. You don't have to go through the entire history of Palestine and Israel with your friend's kid, but be there for their questions, and have an open mind."},{"author":"SEGARRA","text":"Yeah. Well, thanks, Becky. This has been great."},{"author":"SULLIVAN","text":"Yeah."},{"author":"SEGARRA","text":"I appreciate you."},{"author":"SULLIVAN","text":"You're very welcome."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Clare Marie Schneider and fact-checked by Audrey Nguyen and Margaret Cirino. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle and Sylvie Douglis. Engineering support comes from Cena Loffredo and Neal Rauch. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1273873175.mp3","img":"https://media.npr.org/assets/img/2023/10/11/gettyimages-1714776443_wide-d04e4e47c4ad8c748ae5fa6575d93764194a42d1.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","BECKY SULLIVAN, BYLINE","SULLIVAN","MAHA BALI","BALI","SIVAN ZAKAI","ZAKAI"],"wave_peaks":[4,17925,19785,15100,13749,14153,17407,11364,21311,13309,14740,12700,21625,22337,13929,17112,16709,15700,21469,20871,9007,9980,23347,19393,21650,18669,10623,16417,12484,14866,14283,25377,13734,21684,23426,13766,13575,15279,16146,7284,130,3,3,1,2809,2657,4271,3496,3441,4946,21695,26099,25221,23860,11422,6102,4696,5831,4828,5000,5840,13819,27811,23523,11470,506,290,0,5723,4385,3324,5656,6726,6152,3935,28761,22603,8664,19059,13756,12644,6786,6222,27612,23456,15058,17721,12409,13191,15166,12788,9904,14999,14270,17355,24943,25391,6529,12617,10710,13748,23798,5644,15270,24811,13385,12261,4330,26556,16510,11955,11509,12562,12940,11204,17057,24884,14416,19959,14112,11399,19654,1752,1652,26043,25946,13205,24662,23666,25663,25317,14810,27158,20804,26795,23826,15744,17281,16426,10288,11432,14273,20216,14233,17383,12629,13265,22087,10638,19360,10694,11044,22139,14118,2614,3562,29402,28994,25856,18198,24787,21713,18614,27418,16953,20440,24709,21131,19472,27243,28379,15083,15943,28028,25376,15103,18335,12165,27746,27169,14174,14858,13748,26500,27720,14508,21308,15385,8375,7470,2090,3665,2352,4097,24457,27971,27636,26493,18823,26594,27011,28348,12698,17700,9974,29354,26930,27455,27838,19856,21014,16624,13495,13890,24485,16650,20111,23171,17122,11426,9151,3294,27861,24980,26316,19667,13263,14460,16559,10371,21117,14008,18680,25411,16151,7816,18861,27747,25841,29826,25086,18159,24632,20957,27833,19791,14797,23747,16141,21941,17163,22430,16726,13948,24564,13330,21799,11591,12154,13212,24281,23843,10160,15966,9952,7730,4218,4064,5204,4712,4346,3362,2524,3153,2992,2482,2121,1929,2159,2179,1504,1173,1185,1255,811,653,459,507,29,0,0,0,3008,25328,21940,17230,16398,26544,18230,12276,16730,12857,2376,26104,10965,21355,27365,20215,9678,7893,20422,15682,16478,17479,18796,15698,17691,18871,28018,9852,24506,11981,21505,12209,12342,15556,14944,27502,21659,21107,25770,12343,13276,16086,25742,22866,23802,8595,4916,20208,15593,13047,16576,13360,17104,7404,20523,16910,16883,18340,19668,14398,23762,14040,9358,13748,14885,19853,5053,21975,17941,11457,13247,18919,19832,27761,9071,17461,3926,28141,18778,20175,18630,23928,26717,6322,27750,19112,27982,16468,16209,13154,9339,11522,9593,23382,18293,24301,18857,11692,16319,15699,17178,9239,26538,16627,16522,14407,10062,9664,47,23,10,28195,27816,16639,23868,16077,14489,26023,16836,537,16705,17318,20017,15640,11317,19177,19653,13365,16076,19137,15591,13592,7835,17158,15704,20489,15646,15049,12390,23797,15241,23614,17275,14766,10083,16062,19743,16079,16771,8709,21179,21777,28028,26604,11967,24774,21541,25207,16721,17131,3096,11,3,3,18971,13543,13701,21257,14004,12363,19384,16352,21648,4558,21772,17081,11133,7085,14703,10297,15349,11886,18683,6923,16907,17045,15590,8026,9279,13987,7917,7831,8721,10539,14767,9725,12320,11047,14812,14046,11467,1070,19139,17247,12377,12272,9737,12679,25424,10030,8411,8749,6858,18687,9608,13713,6459,22390,22935,10936,16312,15406,15714,22467,7871,8326,11024,13106,24680,15600,11564,7460,7373,16024,11417,12460,17170,9404,10617,15899,12184,10776,12869,6563,25850,14287,21020,20177,11673,7871,18572,18860,9313,22292,17628,1387,4,5,19817,19419,9972,18654,16563,15758,21380,11727,20682,3078,14857,9943,9384,13404,6694,13113,16816,10317,9995,19280,9578,1251,22286,13913,21550,8770,7628,19317,16694,9493,10526,9805,18134,9831,19061,20388,12067,8951,16731,10228,8957,12952,11376,11960,13470,22620,16374,9877,5077,23062,13736,21986,21755,21582,20303,14319,16465,14589,8688,12148,12625,11854,11558,12394,10457,22574,15523,17899,21447,14854,21862,20169,16952,21545,7823,12632,28,6,7744,8220,10171,9070,14190,26752,21778,17220,13073,6857,16511,19199,13395,8433,7513,10906,19957,13188,15969,12277,13396,14768,16974,9129,15450,5239,10739,8509,11525,8572,17385,3861,25931,19644,25109,21221,24317,25902,15343,16276,13037,16783,16091,10182,21141,21283,9050,9262,19237,11100,9323,21701,12940,8653,11596,9361,9518,9967,11128,17152,14134,16467,9439,13712,17486,9509,11456,7494,22904,20288,15253,20302,25446,23023,9673,27234,13553,15531,15554,7449,4290,1564,736,774,683,207,42,5,11,58,27473,24541,8956,9131,19207,21258,12731,18404,9468,10418,12795,8491,10696,10542,478,9974,25391,18549,25588,17218,12125,18331,13369,5739,16808,23459,25398,16842,9023,20462,9531,10577,12516,10971,15292,17433,12888,23889,18104,8933,17125,7897,8287,12998,12478,4226,25161,24595,18811,20335,6051,11001,8121,5038,8185,11114,19532,12561,18908,24266,23834,14198,12800,21319,19302,7163,17115,5897,21218,14531,17573,8128,4877,709,13227,24316,24712,21781,9607,7613,23616,10056,9281,8766,5822,8900,13029,9824,13444,22828,11197,17240,6474,4224,21272,21807,21916,8789,10119,2646,921,19962,14870,25535,18294,17661,16958,23746,26094,6441,5431,5540,4953,6035,1884,8352,10115,13938,15223,24889,18145,25528,13039,18577,15117,8942,6394,10689,7355,7071,7295,13455,12985,9185,6932,11222,23418,15189,11751,10348,21410,10565,12841,14460,20403,20397,8171,13764,14406,6016,17550,16664,11181,14530,10154,20743,17713,8435,4193,1748,14702,18527,23833,24408,13652,14175,16280,10543,11198,26092,20635,16510,10263,8470,10691,18825,13465,25027,2894,948,24286,20500,15592,13752,11035,13891,10015,13558,24873,7074,20716,17011,26635,26188,11695,25577,18049,19756,17146,11854,22781,706,21025,25869,21566,21393,19763,26218,19361,9859,13926,17330,14770,9938,25879,19899,12639,7798,8183,8924,7596,8324,12026,7039,8376,5833,18009,25321,16950,15739,25903,25889,22887,24794,24854,21980,16918,9756,11956,19186,24695,24353,13762,6996,8238,1206,27196,16828,24093,10360,11686,9067,18335,10357,9714,7058,7945,9855,17018,19979,13286,1723,12550,19110,13338,25485,8975,7449,9128,14100,8833,7222,6879,8727,7406,7804,6696,13953,8658,24524,22237,24415,8449,8381,11859,9700,10851,10136,7119,8823,8123,8843,608,16921,10340,2214,8361,23621,8531,5051,6524,6420,3681,11105,5726,6105,5039,438,2032,25309,19800,15828,95,16118,15347,23815,17130,14501,11212,1549,114,612,26405,24751,24665,26258,11815,23405,14841,9026,22441,19435,20364,9851,12817,24647,25366,19050,10107,7306,8648,4772,6475,5883,16675,16562,10543,21790,25599,24698,17494,24857,25579,13249,11906,25057,11697,9508,9798,10325,15255,13293,16410,24858,23904,20130,10712,23366,209,22022,23081,14320,13153,10343,7159,6194,3493,6368,1482,673,25260,20679,18106,19935,25517,22050,16787,6239,6730,8662,23143,25545,16738,15355,14264,4582,539,3290,26713,14933,18119,24158,20872,19287,23745,14512,18898,8544,12585,7556,5402,18885,12905,253,16404,10305,14198,10685,12357,12933,9339,10018,8626,8894,25095,2418,20381,26498,7942,484,15172,25239,23877,24868,16850,25649,25433,15541,11053,14234,24703,25922,12876,3306,14947,3850,4876,26448,20784,9163,8328,8216,10887,17313,7549,10116,10225,16268,619,9194,11385,12491,11962,21814,13692,2865,25711,22361,14354,6358,21110,17806,12080,18245,16800,574,17406,26916,25085,14529,11892,24961,25071,12304,14777,26611,20242,13508,3347,724,25804,24264,274,7325,24819,14050,21803,18263,15619,12751,17088,15133,7773,22412,8371,14784,14982,26462,10158,17016,11969,4071,24593,24629,12889,11258,423,19597,13505,11737,21335,16931,19493,3115,16117,26185,25378,9424,9472,11737,10363,12421,11319,5540,7638,8690,9944,6891,2085,6565,22547,9104,10279,7166,20381,13755,16334,10225,23002,13824,11189,11872,7826,6297,8812,10404,17041,9309,7422,14742,782,412,14560,8246,6881,9620,17853,24595,18601,18949,9518,6107,4731,10597,6103,21517,24855,26121,17855,13233,25503,20700,14534,10830,6050,15147,24354,24828,10522,23088,25998,24855,25056,23838,22152,14470,23098,10984,19554,11463,23387,9050,23170,7446,7411,6257,3981,25032,5768,11514,11910,14240,10544,16315,7647,5015,20367,20488,25496,20557,25755,25657,18661,17529,13353,14863,19246,20770,20222,6302,8837,7523,25212,16500,13505,8840,16541,9368,9198,11283,23899,8277,26416,27040,25998,24489,22636,23151,21416,14377,14540,6902,13433,23799,9471,21181,18919,18794,9423,6379,11205,8531,17894,13894,12699,4461,22199,13408,11901,18772,17504,7677,16369,26029,17602,17030,8428,15732,25144,10607,4894,6051,871,25619,22683,17935,14959,10527,24391,24498,11605,11601,24199,16582,26098,12617,10994,11822,10500,1067,21547,16118,20017,13207,12963,12001,10005,24516,15823,15502,11006,7363,17458,16365,18417,18646,18691,12925,8508,14630,16961,11180,11180,19639,6540,7141,15698,13787,799,25463,18435,9801,11625,25063,23190,18447,16208,12608,26204,13878,25865,11876,9077,8654,21207,21215,1645,9931,24308,24098,9998,8428,10050,26402,5637,5432,19865,26384,16298,12050,13439,7030,10563,22853,22322,8870,4384,11366,17463,11648,18664,22826,15520,8289,9736,11778,25582,27262,13070,20846,25467,25259,20306,20192,16255,10993,16499,24863,25430,14881,11543,8144,10074,18735,14596,9309,18209,10296,7143,9201,6680,5242,17282,24664,8246,7529,10179,19255,10749,6524,12284,5269,7733,8451,9025,10331,23540,24911,10475,8392,20942,25459,25421,15353,11352,13323,2405,1231,949,24307,24813,23538,15694,20821,19229,17907,11180,11765,17544,9626,14063,4259,12766,4575,628,23431,7927,15355,19276,16818,13594,12673,26338,24870,23712,19539,16153,19002,9978,8733,12986,20097,24156,16273,13878,19880,22772,14906,24455,23864,15688,11044,10130,9270,24506,9232,11137,18662,25456,3642,8457,23578,10969,6019,25662,17578,20266,7056,17867,16760,13734,20742,24551,23189,13305,24354,9282,18667,13683,6687,99,26399,18300,9814,17664,24318,26356,23238,9396,9927,9999,8881,14020,16512,10227,24868,25113,27337,26150,26396,14257,8916,11849,16545,14468,4852,7923,10678,10791,5687,1676,26218,14734,26080,23842,13477,10354,20356,7678,9675,6163,10157,10333,21170,743,14400,22699,25646,14513,16504,24665,16164,25633,18206,24204,8738,14397,14076,7767,21709,23694,26001,19948,18819,11279,11134,9261,14741,10931,5293,9814,13169,10760,8674,4689,9789,25598,24614,26344,20476,10343,4306,19181,18540,7526,20981,20048,4026,23821,23669,24449,228,8466,11003,10197,19879,11935,13288,9666,11184,5990,116,4767,19403,24977,25548,19691,14553,22162,18150,26316,10706,22690,12232,786,24723,23772,8048,20414,16853,8880,8577,11701,15928,18888,24591,17187,17939,12615,12424,20423,8048,12982,11198,13046,19781,13176,5944,5439,911,25542,23957,24487,17351,15285,19777,10303,11186,14623,9313,6381,20926,8398,12372,8441,12341,9874,11637,10199,13080,16929,13077,18768,5989,18728,8341,7103,11859,12511,8302,6866,7495,975,18793,9928,10159,6792,11440,6964,765,18371,16569,22711,23148,23914,16401,13963,9175,9309,16509,16423,23131,23458,9834,13833,13861,11907,9686,19930,17281,1175,23245,25328,11272,21531,20322,23236,21723,4668,23048,15687,9329,8325,8453,17006,24354,21179,16119,12255,14166,6876,6171,3164,13340,8977,15117,8712,1023,18787,25647,19639,7153,14941,18061,9690,4258,7610,12964,9733,8734,7139,7437,6460,6360,16335,17771,23061,23667,24676,12035,14737,15897,10843,19659,21743,18594,8560,11771,9157,12071,16607,10368,7626,791,697,16531,23300,12967,11310,15208,8630,6877,6020,11778,11491,745,26067,25089,26794,22165,19623,10987,12782,6594,8369,7002,7455,8230,6773,9690,11824,11351,9621,13763,7152,6238,7403,6471,1908,26693,13605,12870,22676,25206,16146,24745,8845,15111,14275,11576,24995,17794,25278,20584,10255,13149,16626,12178,17813,18287,794,25083,13558,15357,24805,24392,14339,25009,11023,25355,21400,15742,10346,10771,10523,7226,4692,8223,6094,6459,9581,1380,11737,2691,7496,7075,14799,7445,8645,11033,14420,8077,12193,20933,14704,4786,22562,22935,16458,9323,10131,18407,6088,12328,11959,11698,7016,821,14406,18471,18857,9330,12999,8130,22027,20668,22494,20249,6170,11371,23316,22613,11636,10146,7825,22201,16232,6200,5857,5845,10145,24962,9734,1179,25766,26047,1316,25391,25986,25783,20872,10366,25679,14963,21119,16768,15497,12661,14721,18599,18230,9220,6925,6482,887,16835,18663,13121,20004,11527,1870,12483,25136,24626,14174,21612,25333,8600,748,16820,16990,21041,17960,13788,24298,25968,21900,10815,21913,15265,19476,20605,24341,15323,12819,11304,11481,14522,8098,5903,10953,13873,16976,1185,9961,9846,7024,8256,4052,10716,8338,5570,16114,16902,14906,8845,5572,10863,14473,5041,8445,7259,10368,5032,9747,9336,13406,10516,7407,11440,5521,10008,3695,118,6,13415,8703,24492,20711,16447,17225,16872,12730,5651,7316,1467,12523,8139,2980,22965,25246,25364,15808,7349,10635,9686,12788,10740,7654,5770,11705,20935,11247,10272,21702,4299,17163,4113,8097,876,26762,15498,15781,27373,11841,10813,14760,11613,23168,15820,8740,15809,16054,680,24074,16733,18053,10216,10870,25945,18588,13631,20553,13273,16811,13307,885,23544,20606,23279,16477,18987,10609,24295,9931,8132,862,10262,12557,10171,9110,10440,15618,14692,4636,14081,13784,6459,5738,24586,17704,13331,9729,8635,3937,6148,1676,12102,21505,17342,19569,9313,8582,5062,8227,14396,9925,12498,10558,7932,7278,14172,14596,11346,10908,12641,6802,14925,11191,11601,11609,3553,12195,13592,15471,8294,10804,15171,6732,19345,10925,743,25078,24364,16636,12144,14169,9676,15085,17719,11758,15146,11003,4074,217,2609,21657,20507,18015,17978,23563,18417,15054,16698,16569,21628,9845,24579,12262,14261,2615,9299,24528,25062,16090,16781,5540,5279,25413,13770,11500,7667,19005,8615,4371,16807,15205,9711,12667,11046,10044,3713,6055,23673,25396,16518,11921,7306,683,713,27182,22836,165,23103,24530,25212,9907,5646,23740,25324,22292,19297,26155,24866,18665,19564,4881,24822,17213,25212,26240,7386,14594,13890,1434,24131,25166,20674,15651,16362,9752,10911,21143,15145,13105,17698,24736,25798,18054,16248,24291,8558,444,15452,14544,26020,24798,26607,22047,16460,15727,19238,15402,21358,11636,10780,20227,10725,7699,18229,16457,19985,20617,25828,13420,19744,9608,19030,17640,24354,8764,10682,25064,24593,4184,12694,12307,6447,51,20748,17806,24886,7310,13651,20747,20019,15660,26616,26635,19279,6957,11307,9701,7159,8759,7345,6084,8762,1586,7130,22230,21098,24247,13946,11896,24708,10999,11128,16586,18744,12093,17696,13216,6066,1799,22663,19871,20464,11449,8441,9935,25745,19340,25193,24176,11836,925,24637,21695,16977,24599,16875,8752,21743,16936,14640,11042,12831,10417,8216,15102,6335,9735,6305,5090,5788,9899,4031,1199,11645,20384,24461,8677,10453,8321,6261,9949,4042,53,21228,15113,12036,4991,12712,12759,14351,14270,6586,6507,15368,14629,13100,16791,17295,17643,15527,14525,1298,334,22701,23768,15080,9454,17811,18327,16160,13781,13505,10662,12387,9939,89,17202,22446,23100,17465,13913,11575,15183,10456,12927,11105,11752,14955,716,20561,14646,20892,15225,16857,11950,5173,17826,18092,18966,10677,14350,5051,7,13801,16341,9126,7,19262,15924,13325,18160,18493,17021,20490,13372,19319,22222,20022,10624,23389,11558,936,24370,23400,24195,25050,8908,25539,13276,9973,20482,8352,15658,23726,20644,4521,12953,20741,15432,19020,14272,11634,10659,24903,14819,6830,747,25149,24591,26978,25543,25067,26075,14685,21200,21933,13117,17869,10499,9055,17461,14403,11656,18577,8784,7668,8068,9746,8147,64,60,24306,21102,10041,787,14436,23608,16130,15710,11408,8507,18121,17322,8881,9625,18347,2752,28,6,18921,14345,22975,7292,581,19747,15533,7067,6226,17330,7460,5927,21550,16641,1384,7675,8201,22058,16602,489,63,20315,15584,5071,19505,15327,12603,9255,6304,7952,11932,13907,13556,14843,9710,793,9007,11160,2046,11837,11232,3262,14724,12504,9659,10298,13262,12792,10095,13670,11702,3437,16098,28005,18400,19573,18818,23341,12396,10235,10733,11360,7696,10397,7167,4659,2082,11570,17672,18216,14762,17016,16451,9352,14613,17805,9464,24448,26140,8976,4332,10965,20523,21890,17093,13985,15146,16093,8206,21025,18316,16231,22075,23579,9345,11312,4482,4871,1459,8397,12935,2011,126,1737,1977,28095,23912,11124,17532,19008,25709,23422,17228,22522,16925,15002,25030,17860,24841,20611,17655,14272,14652,22631,22456,16542,15707,3813,26642,11623,24841,12508,9973,399,4632,28514,16925,19871,22789,21798,17749,25543,3930,18624,11085,27585,13441,15484,15879,25614,6563,18916,13536,12709,21788,25268,26289,24789,16995,20235,14353,10614,12312,24289,11123,23779,12901,25700,18610,25405,12401,2469,357,100,24689,18511,24493,26112,13108,10763,13214,11614,14043,12281,16880,7054,11479,10596,20620,20658,23685,9601,7826,9490,5181,9509,23891,9715,1322,19189,24424,24929,18215,19230,18355,18636,21879,15139,12903,13309,12835,18331,3105,17102,9765,9255,12979,18686,18578,9139,7211,14603,10571,11503,8536,9971,906,25127,25784,10313,26415,18496,12588,12805,9235,11504,14882,13825,11800,12328,9862,12385,833,25499,10467,13002,25488,11437,23157,14656,6025,6684,16243,12520,10777,12866,13236,12514,1249,17876,15852,23388,20914,13691,10636,11099,17986,23389,11288,8937,9786,7347,26203,19798,23260,15743,10114,20012,14199,22883,14949,18797,6554,7683,15786,14073,23708,17411,12933,12170,10453,14416,787,18189,20874,18245,27845,25436,26080,25871,23017,17421,14066,3328,21292,18386,25038,21511,22647,11729,10523,17057,26147,18762,10739,25287,26865,23744,16380,6539,11791,15950,8523,11373,13509,784,23967,18093,25804,24943,25174,23163,26155,26376,25231,16631,17195,11831,10463,26038,22441,10938,9507,15232,17955,19882,19947,16532,17440,2758,28394,12188,10801,26335,25654,20634,12545,13944,11656,12803,11831,12857,9163,25548,9727,20871,24363,9475,11000,8963,8147,3353,21257,11483,9532,731,17168,22140,6505,12140,6876,2213,14078,15631,26031,5799,13188,11091,7219,10118,5574,10548,15974,12889,9001,6669,5665,7112,92,10355,8479,138,14273,25206,12919,22088,12396,18190,2916,14893,12276,3901,655,533,25673,13064,6168,12632,22016,25902,21816,9106,8565,8989,25810,11718,15926,21727,10760,12689,22050,19711,14854,19530,25765,26598,17759,25258,26463,3338,593,56,59,21995,21413,23788,16982,9910,5454,128,71,62,24961,26722,17659,22889,12526,14531,21733,24797,7556,11951,22359,16574,15753,12254,7269,22301,8196,3742,20925,15130,7841,4762,4546,2554,2244,11264,11005,10531,24711,17998,13752,16052,10807,23098,17364,21113,15292,16733,10724,4260,16262,13808,12195,10061,7962,14187,15869,10923,13947,11770,15193,15595,19649,24057,18708,23051,26218,20195,24849,22246,12959,11219,25571,21246,16902,6390,1544,24010,18094,23449,20597,22317,12405,21542,21823,22466,10722,23367,16647,19827,9277,15186,7683,7663,14182,10200,21151,14281,15952,8253,9085,6867,13925,11811,8062,11152,644,25171,25763,10841,22486,10562,7688,17724,12456,12854,10280,10752,1868,11430,2542,14554,10503,21165,102,16360,15740,27337,13424,8411,5971,355,24677,7447,7651,26448,14903,100,1012,995,21119,26069,19571,13196,5435,9729,16450,14957,6998,13389,9410,17943,17823,11603,4188,6472,11010,13950,13058,8626,9438,6412,4630,2452,21449,23395,26986,26359,8068,10368,20543,10586,17687,10051,5620,24412,25091,24151,23914,17427,12364,14379,11452,18001,7739,26222,26619,21221,25147,22417,8548,17900,14594,10088,13428,18444,14107,9266,19006,20000,20366,9379,7003,13224,10201,9959,485,19796,19280,11599,17634,26231,9943,11620,26197,25467,10757,10944,9748,10748,9571,501,27366,26190,17303,23608,9728,9856,19446,19659,19586,14230,17229,15144,8066,960,15373,16814,14444,10141,13153,14753,22480,16089,8690,12202,24131,10916,1465,6626,25804,12197,13069,11090,357,10556,11195,6269,985,1372,2305,1990,2601,2365,4072,3637,2210,2022,1320,719,669,419,1022,613,298,480,319,175,130,108,112,80,83,53,57,53,21,13,12,5,8,4,4,0,0,2,5454,23591,12778,13971,13951,15563,19376,13296,10453,1114,22240,18165,12338,9203,8677,15342,13642,12362,14026,16010,9758,1139,16276,19995,14079,11933,7534,15997,13487,10371,18965,16413,13131,20901,18489,21615,15584,10916,8615,15332,10821,14630,17795,12415,15196,11988,11935,16254,21891,10713,1148,18892,18453,21088,19531,18007,10814,8331,16323,12517,4099,21622,14408,17982,16970,13726,7775,2661,19114,16181,10393,23519,6462,1239,21329,14704,22171,11804,17514,15316,7913,15313,19820,11150,8207,8234,12938,11284,7114,7322,14093,15464,17652,20365,12867,13113,11728,5561,1159,7,3],"fragments":[{"begin":"0.000","end":"2.920","lines":["You're listening to LIFE KIT..."]},{"begin":"2.920","end":"4.640","lines":["...From NPR."]},{"begin":"4.640","end":"57.560","lines":["Hey, everybody. It's Marielle Segarra. Last weekend, militants from the terrorist group Hamas killed more than a thousand people, including children, in an attack on Israel, according to the Israel Defense Forces. Hamas has taken hostages as well. Israel, in retaliatory attacks, has killed more than a thousand Palestinians so far, including at least 90 children, according to the Palestinian Ministry of Health. And humanitarian groups are warning of a coming crisis, as Israel has promised to cut off food, water and electricity to Gaza, where nearly half of residents are under 18."]},{"begin":"57.560","end":"88.120","lines":["The news is alarming for anyone, but especially for kids who may have heard about it from their peers or on social media and have a lot of questions. Becky Sullivan is a reporter for NPR's news desk, and she's been covering this. On this episode of LIFE KIT, she's going to share some advice with us on how you can talk to kids about this conflict and other news events that involve death and violence."]},{"begin":"88.120","end":"107.160","lines":["Becky, I think the first question a lot of parents might have here is, should I bring this up to my kid at all? You know, like, if they haven't mentioned it, maybe they don't even know about the conflict, and I don't want to scare them unnecessarily."]},{"begin":"107.160","end":"153.560","lines":["Yeah, I think that is a totally understandable concern. But the experts that I spoke to actually pretty uniformly recommended being proactive about starting a conversation. For parents, you know, I think it can be easy to sit back and sort of wait for your kids to come to you. One expert I talked to characterized that as a common mistake - basically, like, you know, kids are citizens of this world, too. They deserve to know what's going on. But I think, you know, when it comes to something like this, where it is really big in the news, there is a pretty good chance that your kids have already heard about it in some form."]},{"begin":"153.560","end":"234.280","lines":["Certainly, older kids maybe have heard about it from school, or they're on social media. And, you know, this is a big enough event that you have celebrities and sports teams, for instance, putting out statements about it. And so without any other context for your kid, they might not know what's going on. That might be how they're learning about it. And then even younger kids could just be overhearing your conversation with somebody, and they have questions, but they might not know to ask about it. And so when you're proactive about having a conversation, that gives you a chance to, you know, put your family's values first and put these news events in a context for your kids, and that is easier than correcting misinformation or a misunderstanding. And then I would say a conversation is especially important for families with loved ones who are in Israel or Gaza to help your kids understand what's going on for them."]},{"begin":"234.280","end":"248.160","lines":["Right - of course. I wonder - I mean, you mentioned age. I wonder how young we're talking about here. Like, I'm picturing - some of my friend's kids are like 3 years old..."]},{"begin":"248.160","end":"248.880","lines":["Totally."]},{"begin":"248.880","end":"251.680","lines":["...4 years old. I mean..."]},{"begin":"251.680","end":"252.200","lines":["Yeah."]},{"begin":"252.200","end":"256.200","lines":["...kids that young may not even be in school or day care yet..."]},{"begin":"256.200","end":"256.960","lines":["Right."]},{"begin":"256.960","end":"261.480","lines":["...And they probably have little exposure to this news."]},{"begin":"261.480","end":"299.080","lines":["Yeah. You know, I think for kids that young - we're talking, like, preschool age - what I was told is that, parents, if you are emotionally affected by it yourself - if the news is making you sad, then it can be important to let your preschool-age kid know that, you know, you're feeling sad right now, and it's not because of them. Like, they're not the ones making you sad. Instead, it's the news that you're hearing about this war that's taking place very far away."]},{"begin":"299.080","end":"347.960","lines":["The other thing I should note for really young kids is that they don't have a good sense of geography, right? Like, they may think that the conflict is taking place closer than it really is. And they - especially in this conflict, when children have been hurt and children are being affected every day, they may not understand that there is some distance there. And so I think it can be important to, even if it's in the most general terms, to let them know that they are safe - that this is very far away. You can pull out a map, show them the difference, and I think that can go a long way for kids that are that young."]},{"begin":"347.960","end":"367.000","lines":["OK. So let's say you do decide to have a conversation with your kids about the history of Israel and Palestine and also specifically the violence of the past week. How can you prepare for that conversation?"]},{"begin":"367.000","end":"412.640","lines":["You know, I think that's a great question because I think you should prepare for that conversation a little bit. You know, I think maybe more than any other topic in the news, questions about Israel and Palestine, Gaza, Hamas - these are things that bring up a lot of emotions. It's very emotionally charged. One person told me that you should do a check-in with yourself, and you should sort out your own feelings first so that you aren't necessarily, like, leading with strong emotions, leading with political views or something, but instead are available for your kid to answer their questions and see what direction they take that conversation in."]},{"begin":"412.640","end":"463.760","lines":["And so experts recommended to me that you brush up on the basics first. So you check in with your reputable news sources - whether that's NPR or the Associated Press or The New York Times or maybe, you know, a nonpartisan research group like the Council on Foreign Relations - brush up - what's Gaza? What's Hamas? And then that way that you're in position to be able to sort of provide some of those answers to your kids. And, of course, if you didn't get the chance to do that before a conversation starts, it's totally OK to say, like, you know what? I don't know the answer to that. Why don't I look that up and get back to you?"]},{"begin":"463.760","end":"471.160","lines":["Yeah. I imagine that might happen, especially if your kid brings this up to you and you didn't have the time to prepare."]},{"begin":"471.160","end":"471.760","lines":["Yeah."]},{"begin":"471.760","end":"485.880","lines":["It feels like a good opportunity to show them that, even as adults - right? - we're not all-knowing. We shouldn't pretend to be, and we want to educate ourselves before we just start talking and saying things that we read online."]},{"begin":"485.880","end":"508.120","lines":["Definitely. And if you are starting the conversation with your kid, one person recommended to me that one way to start is, rather than you presenting all this information, going on a lecture, why don't you start by asking open-ended questions to your kids, like, have you heard about what's going on around the world? Or what have you heard about what's happening in Israel? Let them lead the conversation. Let them answer that question, and then see what questions they have from there."]},{"begin":"508.120","end":"516.280","lines":["So if you are having this conversation, how do you decide how in-depth to go or how much to tell your kids?"]},{"begin":"516.280","end":"567.840","lines":["Yeah. I mean, I - certainly it's based on the questions that they ask, but I think also, too, partly about their age. I think older kids can handle a lot - like, we're talking about middle school and high school. They can handle a lot of detail about this. And I think that an important thing to note for older kids is that you should encourage them to be skeptical of what they see on social media. I mean, like, with any conflict, there's a lot of disinformation flying around with this one. We've seen reports of photos and videos that people are claiming are from this week, you know, in Israel and in Gaza, but actually are from unrelated conflicts in years past or, you know, in some cases, even from video games. And so I think it's a chance to help your kid with some of those social media literacy skills. And you can offer help in terms of helping them evaluate news sources. Is something trustworthy? Those are all ways that the conversation with your older kids can go."]},{"begin":"567.840","end":"620.560","lines":["And, you know, like we said about the younger kids, it's important to reassure them of their own physical safety. You don't have to go into incredible levels of detail. But I do think you should keep in mind that kids of all ages can really handle conversations about topics that adults might find tricky to talk about. One thing that a lot of experts have to say about kids is that they have a very clear moral compass. And I think, if you have children in your life, you know this about them - that it's easy for them to understand what's right and wrong. It's wrong to hurt people. It's wrong to kidnap people. It's wrong to hurt children. And they can understand that. You know, one of the people I talked to was Maha Bali, who is a professor at the American University in Cairo. And what we talked about is how, in 2021, during a previous round of hostilities between Israel and Hamas, she had these conversations with her 9-year-old. And she learned that her daughter had, at 9 years old, already read Anne Frank's diary and started learning about the Holocaust at school."]},{"begin":"620.560","end":"635.080","lines":["My child read about Anne Frank when she was 8 years old, and that was an important child's story to know about. It was important to know about the Holocaust. It was important to know about Hitler. And therefore, she was probably also ready to know about Palestine."]},{"begin":"635.080","end":"658.760","lines":["So some of the advice that I heard was to use, you know, clear, short sentences - again, let them lead those conversations with their questions - but not to oversimplify things. Like, they really can handle this. And so I think a risk with oversimplifying, especially a conflict like this, is you want to make sure to attribute actions to individuals or to organizations rather than entire populations. And that's something that Bali really stressed to me."]},{"begin":"658.760","end":"669.160","lines":["And you want to be very careful not to cross a line where you become intolerant of an entire group of people who are completely innocent versus people who have been violent and oppressive."]},{"begin":"669.160","end":"677.800","lines":["Yeah, it's interesting 'cause, like - like you said, kids have this clear moral compass, and they do know right and wrong."]},{"begin":"677.800","end":"678.160","lines":["Yeah."]},{"begin":"678.160","end":"699.240","lines":["But then sometimes, trying to explain these broader conflicts and the history, things get really murky, and they might ask you unanswerable questions, you know? Like, when will this end? Or why would - you know, if you're spiritual or religious - why would God let this happen?"]},{"begin":"699.240","end":"734.160","lines":["For sure - yeah. I mean, I think one thing that any expert in child education or child psychology would tell you that it's definitely OK for parents and other guardians to not have all the answers. I think what's important is to give your kids the space to have these big conversations, to think through some of these things with you. These questions are hard for adults to grapple with, too. And so giving your kid that space is something that can be really important. And that is something that I heard from Savan Zakai, who is a professor of Jewish education at Hebrew Union College and Jewish Institute of Religion in Los Angeles. And this is something that she really, really emphasized to me."]},{"begin":"734.160","end":"755.640","lines":["When children are asking parents profound questions about the world, but especially about violence in the world, it might initially sound like they're asking their parents to be historians and political scientists all rolled into one. Often, questions are actually asking, how can I live in this world even when there are all sorts of terrible things that happen?"]},{"begin":"755.640","end":"771.880","lines":["This is the big question. But, I think, with all these types of things - you know, whether it's this kind of conflict, whether it's school shootings, whether it's something like climate change - one way to handle this kind of question in this conversation is to give your kid the room to imagine that. And that's something that Zakai suggested, too."]},{"begin":"771.880","end":"793.440","lines":["Children have a beautiful ability - one that adults sometimes lack - to look head-on in the face of violence and still believe in the bottom of their hearts in the future possibility of peace and of coexistence and of a resolution to this conflict."]},{"begin":"793.440","end":"801.240","lines":["Yeah. I wonder if there's a space also for encouraging them to journal or draw or make art."]},{"begin":"801.240","end":"807.800","lines":["Definitely. Just basically give them the space and time to reflect. That can be a really helpful tool for them, too."]},{"begin":"807.800","end":"830.240","lines":["Yeah. So I feel like you could apply a lot of this advice to other news events that might be scary for kids - like, anything involving death and violence. I wonder, though - how do you decide which events to bring up to your kids with all of the natural disasters and wars and conflicts and violence that's happening?"]},{"begin":"830.240","end":"865.440","lines":["Yeah. I mean, I definitely think this is an age thing. But if you're paying attention to a story, if you're talking about it with other people, if you're listening to news about it, they're going to pick up on that. And I think you can let their exposure and your interest lead some of those conversations. I think, especially, too, it can be important when it's a story that does involve kids. And, you know, tragically, that's the situation that we have on our hands here. But children - when they're picking up on news like this and they're hearing about the impacts on other children, they are left with more questions. And I think that that can be a way for you to tell whether to bring that up with your kids."]},{"begin":"865.440","end":"897.640","lines":["And then, you know, the last thing that I would say is that conversations about big, tough topics like this - you know, you're not going to check the box with your kids' Israel, Hamas, Palestine conversation in one go. Like, conversations like this - they're something that you have to come back to over and over again, and that's a good thing. Like, I think they might have a couple questions for you, and then they're just going to sit and chew on it. And then you'll find out a week or two later that they've been thinking about it, and they'll pester you with another question. Like, it's OK to need multiple chances and multiple times to have this conversation, for sure."]},{"begin":"897.640","end":"920.960","lines":["Yeah. If you have kids in your life who are not your kids and you're spending time with them - maybe you're their aunt or - I don't know - their babysitter or anything else - and they bring it up to you, then it's really hard to know what to say if you don't know what their parents have told them or what their parents' approach is."]},{"begin":"920.960","end":"951.120","lines":["These questions from kids - whether you're a parent or you're an aunt or whether you're an uncle or a babysitter or just, like, a friend - you know, the friend of the parents who is there hanging out with the kids. I think it's a chance to show them that adults will seriously contemplate their questions, you know? Adults will take their questions seriously. They'll chew things over. You don't have to go through the entire history of Palestine and Israel with your friend's kid, but be there for their questions, and have an open mind."]},{"begin":"951.120","end":"954.640","lines":["Yeah. Well, thanks, Becky. This has been great."]},{"begin":"954.640","end":"954.920","lines":["Yeah."]},{"begin":"954.920","end":"956.960","lines":["I appreciate you."]},{"begin":"956.960","end":"961.120","lines":["You're very welcome."]},{"begin":"961.120","end":"1029.480","lines":["This episode of LIFE KIT was produced by Clare Marie Schneider and fact-checked by Audrey Nguyen and Margaret Cirino. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle and Sylvie Douglis. Engineering support comes from Cena Loffredo and Neal Rauch. I'm Marielle Segarra. Thanks for listening."]}],"duration":1029}