{
  "title": "COMIC: To prevent digital eye strain, give those peepers a little love",
  "url": "https://www.npr.org/transcripts/1196978916",
  "intro": "You can strain your eyes if you stare at a screen for too long, say eye doctors — and that can cause eye fatigue, headaches and blurry vision. Nip those symptoms in the bud with these eye care tips.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "MELANIE LANGFORD",
      "text": "And when you look at those dots, I'm going to show you two choices. And I just want you to tell me which makes the edges sharper and clearer for you."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "OK."
    },
    {
      "author": "LANGFORD",
      "text": "Do those look clearer with one or two?"
    },
    {
      "author": "TAGLE",
      "text": "One."
    },
    {
      "author": "TAGLE",
      "text": "Hey there, this is Andee Tagle in for Marielle Segarra and reporting from the office of optometrist Melanie Langford here in San Diego, Calif. When you think about eye health, this is usually the image that comes to mind - right? - sitting in a dark office in a big leather chair, two great big wheels of lenses in front of your face making you feel like an owl, and little rows of letters across the room making you sweat. There's no way they'd put three Z's in a row - right?"
    },
    {
      "author": "LANGFORD",
      "text": "And seven or eight?"
    },
    {
      "author": "TAGLE",
      "text": "Eight."
    },
    {
      "author": "LANGFORD",
      "text": "OK, perfect. So you do not appear to have any astigmatism."
    },
    {
      "author": "TAGLE",
      "text": "What's astigmatism again?"
    },
    {
      "author": "TAGLE",
      "text": "This part, the eye exam part of eye care, is for the average healthy-sighted person. Pretty straightforward and, in my opinion, pretty cool."
    },
    {
      "author": "LANGFORD",
      "text": "So you're nearsighted."
    },
    {
      "author": "TAGLE",
      "text": "OK."
    },
    {
      "author": "LANGFORD",
      "text": "And then this is what your..."
    },
    {
      "author": "TAGLE",
      "text": "Whoa."
    },
    {
      "author": "LANGFORD",
      "text": "...Vision is with nothing."
    },
    {
      "author": "TAGLE",
      "text": "I can't - that's crazy. Big difference."
    },
    {
      "author": "LANGFORD",
      "text": "And that's with it."
    },
    {
      "author": "TAGLE",
      "text": "I can see."
    },
    {
      "author": "LANGFORD",
      "text": "Perfect."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "If you talk to just about anyone who works in the field, they'll tell you - there's a lot more to eye health than meets, well, you know. Eighty percent of what we learn about the world comes in through our visual pathway. We need our eyes to perform our daily activities, do our jobs, to navigate the world around us. So eye care is so much bigger than just a prescription or an annual eye exam. So in this episode of LIFE KIT, eye health. We'll talk about how to combat eye fatigue. We'll separate eye facts from fiction. And we'll set our sights on daily practices to strengthen and enjoy our vision. Eyeballieve (ph) you're going to learn a lot. I know - one too many puns, right? I'll see myself out."
    },
    {
      "author": "TAGLE",
      "text": "A quick note - while this episode contains general healthy practices for sighted adults, it isn't medical advice. So if you have any worries about your eyes or your vision, you should go see your doctor."
    },
    {
      "author": "TAGLE",
      "text": "All right, let's jump right in with the big one first, shall we? I know you're thinking about it. I'm guessing that's why you clicked here. Yep, it's screen time. Takeaway one - screen time is hard to avoid, but digital eyestrain doesn't have to be. To give your eyes the rest they need, take lots of breaks and be mindful of your visual space. My seemingly endless scrolling and surfing throughout my day was actually the genesis for this episode - phones and iPads and TVs and laptops. Being glued to these rectangles of light for hours and hours every day just cannot be good for our eyes. In fact, it's such a problem that the American Academy of Ophthalmology and the National Eye Institute predict that half the world's population - half of everybody - will be nearsighted by the end of 2050. Screens are a potential culprit here."
    },
    {
      "author": "VALERIE LAM",
      "text": "So there's two systems being engaged when you are focusing so hard on the computer screen."
    },
    {
      "author": "TAGLE",
      "text": "That's Valerie Lam, an optometrist in Costa Mesa, Calif., whose practice also includes vision therapy - a nonsurgical approach to certain eye conditions like lazy eyes or binocular vision."
    },
    {
      "author": "LAM",
      "text": "So convergence is for our eyes to pull together to look at something that's close. Our computer screens are usually about 16 to 20 inches away from our eyes. That is a very near target. A very near target has a lot of demand on our eyes to be able to focus and line up."
    },
    {
      "author": "TAGLE",
      "text": "The other system is our accommodation system, which is kind of like the zoom feature of your eyes."
    },
    {
      "author": "LAM",
      "text": "It zooms in to make things look clear, just like a zoom of a camera."
    },
    {
      "author": "TAGLE",
      "text": "So together, these two systems pull together and zoom in."
    },
    {
      "author": "LAM",
      "text": "And they're holding that position for eight hours a day. That's why people feel eye fatigue or, you know, they get headaches above their eyebrows. They feel like they want to rub their temples at the end because your vision system is working so hard throughout the day."
    },
    {
      "author": "TAGLE",
      "text": "So what Valerie is describing is something called digital eyestrain, and it happens when you stare at screens for too long. You might get a headache. Your eyes will feel dry. You might even have neck or shoulder pain. But there's no need to fret. We've got solutions for you. The first one is catchy. You might have heard the phrase before - 20-20-20. That means for every 20 minutes of work, take a 20-second break and look 20 feet away."
    },
    {
      "author": "LAM",
      "text": "And why do we say 20 feet away? Because we feel like that's equal to distance, right? When your eyes are looking far away, your eyes are more relaxed."
    },
    {
      "author": "TAGLE",
      "text": "Simple enough. Another thing to consider is how you set up your workspace. Lots of people invest in fancy chairs or ergo keyboards."
    },
    {
      "author": "LAM",
      "text": "But, like, what about the ergonomics for your eyes, right? If you're on a workstation - if you have your computer screen, and behind you is a wall, there's no way for your eyes to rest. What if you were putting your computer next to a window?"
    },
    {
      "author": "TAGLE",
      "text": "You want to think about the position of your monitor. The top of the screen should be at or just below eye level. Control for glare and brightness, too. Then, you might consider giving your eye muscles a little workout every now and again. Valerie's got an easy one for you."
    },
    {
      "author": "LAM",
      "text": "And we call it thumb rotations. And all you need is really your thumb. And what you're going to do is you're just going to put your thumb straight ahead of you, and you're going to make a big circle with your thumb. And you're going to follow, watching your thumb with your eyes. You're going to put your thumb in a big circle - like, up to the top of your head, out to as far as your arm can reach out to the side, and then down to the bottom. That's engaging all six of your eye muscles while you're doing that stretch. So we tell patients - we'll say do five circles with your right thumb, and then switch to the other hand and do five circles with your left thumb, going in the outward direction, so you'll go up and out."
    },
    {
      "author": "TAGLE",
      "text": "Then there's blue light. This is a super hot topic in the eye world. Maybe you're one of the many, many people who went out and got a pair of blue light glasses to protect your eyes in the beginning of the pandemic. Here's the thing."
    },
    {
      "author": "RUPA WONG",
      "text": "There have been absolutely no studies that have demonstrated any kind of negative effect of blue light on your retina, on your cataracts, on your macula."
    },
    {
      "author": "TAGLE",
      "text": "That's Dr. Rupa Wong. She's an ophthalmologist and clinical associate professor at the University of Hawaii John Burns School of Medicine."
    },
    {
      "author": "WONG",
      "text": "I think people get a little confused with ultraviolet light and blue lights from that perspective. But what blue light does is it affects your melatonin. It affects your circadian rhythms."
    },
    {
      "author": "TAGLE",
      "text": "So if blue light from a computer screen is in your sleep space, it might interrupt your bedtime routine just like a lot of sunshine might get in the way of a nap. But other than that, it's not really something to worry about, says Rupa."
    },
    {
      "author": "WONG",
      "text": "Digital eyestrain - so once we remove that aspect from digital eyestrain - because there was some thought that maybe it was related to the blue light - really, it comes down to the fact that, when we are on devices, whether it be a computer or a phone or a tablet, we tend not to blink as much, and we are focusing up close for many hours at a time."
    },
    {
      "author": "TAGLE",
      "text": "Blinking is a lot more important than you think it is."
    },
    {
      "author": "WONG",
      "text": "When we're not blinking as much, your eyes get drier."
    },
    {
      "author": "TAGLE",
      "text": "I know - doesn't sound like a very big deal."
    },
    {
      "author": "WONG",
      "text": "So the amazing thing is that your tear film is responsible for a good part of the clarity of your vision. When you have dry eyes, the vision becomes blurry, and this is something that we often see. People don't come in saying, I have dry eyes. They come in oftentimes saying, my eyes hurt, or my vision is blurred. But it comes and goes throughout the day, or when I blink, it gets a little bit better. So the ramification of having dry eyes can be really profound. And really, when you get very severe dry eyes, there are a lot of different medical problems that can be associated with severe dry eye syndrome."
    },
    {
      "author": "TAGLE",
      "text": "I stand corrected. Excuse me while I take 20 seconds to blink a bit. Some other options for making sure your eyes stay moist throughout the day - you could keep artificial tears handy. Not eyedrops - there is a difference. But there have been recalls lately, so you might want to do a quick search before you buy. You could also give yourself, like, a mini spa treatment at the beginning and the end of each day by putting warm compresses over your eyes. That can help moisturize the oil glands on your eyelids that you need to make oil for your tears."
    },
    {
      "author": "WONG",
      "text": "Do it at least for five minutes. Morning and night just might help, and it's an easy thing. It helps even for people who have allergies. I mean, there's a lot of different ways that - just having that lubricant in your tear film can be a benefit."
    },
    {
      "author": "TAGLE",
      "text": "Up next, eye hygiene - let's talk dirty details about keeping your eyes clean. They're the windows to the soul, after all, so let's make sure we treat them accordingly. Takeaway two - protect your peepers. Bacteria, sun, wind and lifestyle choices can all affect these two small, precious organs. Let's start with bacteria. I'm looking at you, contact lens wearers."
    },
    {
      "author": "WONG",
      "text": "When you sleep in your contact lenses, you're increasing your risk of infection of the cornea up to eight times. I've heard people, oh, I sleep in my contacts all the time, and I've never gotten an infection. Well, you're very, very lucky. That's great. But it really is setting up the perfect environment for all these microorganisms to grow and replicate. They like a nice, moist environment. So think about that image in your head before you sleep with your contact lenses."
    },
    {
      "author": "TAGLE",
      "text": "Rupa says usually the healthiest, though also often the most expensive and packaging-heavy option, is a daily contact."
    },
    {
      "author": "WONG",
      "text": "And that's because the lens material that it's made of is going to have a higher oxygen permeability."
    },
    {
      "author": "TAGLE",
      "text": "If you have two-week lenses or monthly lenses, she says it's important not to try and stretch the timing of them. The clock starts the minute you open the package. And remember, regardless of which type of contact you wear, life happens. So before you find yourself without contact solution or your carrying case, or the next time you want to take a nap on a plane..."
    },
    {
      "author": "WONG",
      "text": "Just always, always, always - people need to have a good set of glasses because I think the biggest issue with wanting to take out your contact lenses at the end of the day is this - they don't have an up-to-date glasses prescription."
    },
    {
      "author": "TAGLE",
      "text": "Another bugaboo for eye doctors? Makeup."
    },
    {
      "author": "WONG",
      "text": "My ethnicity is Indian. They are all into the really tight lining, water lining, the big, dramatic eyes. So we can do all of this keeping your eyes healthy. The most important thing is to remove and wash your makeup every single night without fail."
    },
    {
      "author": "TAGLE",
      "text": "I'll admit I was pretty loosey-goosey about this before, and then Rupa told me this thing."
    },
    {
      "author": "WONG",
      "text": "They've done studies and they have shown there are Demodex lash mites that live on your lashes that come out at night."
    },
    {
      "author": "TAGLE",
      "text": "Lash mites - they love mascara. Look it up if you dare. Another big no-no is putting eyeliner on your waterline. That's the pink part of your eyelid."
    },
    {
      "author": "WONG",
      "text": "I love that look. It's not one that we recommend because it can block the oil glands of your eyelids. It can cause styes. It can cause issues with dry eyes. Also, those loose glitter eyeshadows, they tend to really fall into the eye in a lot of particulate matter. So usually, I would avoid the loose ones as well. You can do glitter shadows. The pressed ones are going to be a bit better."
    },
    {
      "author": "TAGLE",
      "text": "Other best practices include regularly cleaning your applicators and brushes and actually following the expiration dates on your mascara and other eye makeup. And they might be shorter than you think. Check your boxes. Most dates run somewhere in the range of three to 12 months."
    },
    {
      "author": "TAGLE",
      "text": "Moving on to sun damage. It is no joke. Exposure to the sun, even in small amounts, over time can lead to serious eye problems, like cataracts or macular degeneration. You can develop callus-like tissue on the whites of your eyes from too much sun, dust or wind."
    },
    {
      "author": "WONG",
      "text": "And we can't forget the eyelid and the external structures of the eye because you can get cancers on those part of the eye, which is why sunglasses and hat use is so important."
    },
    {
      "author": "TAGLE",
      "text": "Rupa suggests wearing hats with at least a three-inch brim when you're outside for an extended period of time and to be cognizant not only of direct sunlight, but also things like exposure to glare or reflection from the road."
    },
    {
      "author": "TAGLE",
      "text": "Then there are sunglasses. Are they all created equal?"
    },
    {
      "author": "WONG",
      "text": "They are not. The most important thing about sunglasses is it has a little sticker on it that says 100% UVA, UVB."
    },
    {
      "author": "TAGLE",
      "text": "Polarized sunglasses will make your eyes more comfortable, especially if you're wearing them in a place with a lot of glare. But be warned, unless they also specifically say UVA and UVB, you're not getting the sun protection you need. Other lifestyle factors that affect your eyesight, like diet and exercise, don't require any super special ingredients or supplements. Yes, what you've always heard is true, carrots are good for your eyes, but..."
    },
    {
      "author": "WONG",
      "text": "It's not just about the carrots. And the beta-carotene that you get from carrots is also present in things like sweet potatoes and cantaloupe and spinach and tomatoes."
    },
    {
      "author": "TAGLE",
      "text": "When it comes to healthy practices, Rupa says don't overthink it."
    },
    {
      "author": "WONG",
      "text": "All the things that you would think about for the lifestyle factors - that if you're aiming for a healthy life. Just getting good sleep, being able to, you know, not smoke and just exercising has been shown just the same to affect your eye health just as much as it affects the rest of your body."
    },
    {
      "author": "TAGLE",
      "text": "Now let's turn to prescriptions - because I don't know about you, but every time I walk out of my eye doctor's office, I look at that little piece of paper, and I'm like, what in the name of middle-school science am I looking at right now?"
    },
    {
      "author": "TAGLE",
      "text": "Let's go over what you actually need to know."
    },
    {
      "author": "WONG",
      "text": "This was my favorite class in sixth grade. This is probably why I went into ophthalmology. I love optics so much."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway three - understand your prescription. When you receive your prescription, you'll see two rows, OS and OD. Very simple. OS, oculus sinister, is Latin for left eye, and OD, oculus dexter, is Latin for right eye. No idea why it's necessary to be in Latin, but I digress. Your prescription can be different for each eye. Then you'll see a plus or minus number. A plus prescription means you're hyperoptic - or farsighted. In this case, you might have trouble seeing close up or even at medium distance because..."
    },
    {
      "author": "WONG",
      "text": "The eyeball is a little bit short. So we put a stronger plus lens in front of the eye to bring that light so that it can focus onto the retina instead of behind the retina."
    },
    {
      "author": "TAGLE",
      "text": "If you have a minus prescription, you're myopic - or nearsighted. That means you have trouble seeing far away because..."
    },
    {
      "author": "WONG",
      "text": "The eyeball itself is shaped a little bit longer. And because of that, we use a minus lens to push the light back so it's on the retina."
    },
    {
      "author": "TAGLE",
      "text": "In general, the higher your number in either direction, the worse your natural vision and the stronger the lens you'll need to be able to see clearly. But Rupa says, in particular, your doctor is going to want to keep an eye on nearsightedness - that's that minus prescription - because, in that case, your retina might be stretched more thinly than the average eye. Anything from a 0 to a -3 is considered a mild prescription; -3 to -6 is moderate."
    },
    {
      "author": "WONG",
      "text": "And then anything above a -6 really puts you in a very different risk category of high myopia, where you can get retinal tears, retinal detachments, cataracts, glaucoma. So anybody that's a -6 diopter or higher, then we want to make sure we're following them at least once a year, for sure."
    },
    {
      "author": "TAGLE",
      "text": "Now there's one more condition to be aware of on your prescription - astigmatism."
    },
    {
      "author": "WONG",
      "text": "So many people get really concerned about astigmatism. They worry about it. They say, oh, my gosh, doctor, I have astigmatism. And they think it's a really terrible diagnosis, and it's not. All it is is the shape of the front surface of your eyeball."
    },
    {
      "author": "TAGLE",
      "text": "Regular-shaped corneas are shaped like half a basketball. But people with astigmatism - their corneas look more like half a football."
    },
    {
      "author": "WONG",
      "text": "And because of that, the light's getting diffracted into a lot of different points. And so to bring it all into one point, we use a cylindrical lens, and that helps focus the light onto the retina. You can be nearsighted with astigmatism or farsighted with astigmatism - either one."
    },
    {
      "author": "TAGLE",
      "text": "All combined, that prescription should be able to give you good, clear, hopefully 20/20 vision that can help you better navigate the world around you. Curious what 20/20 means exactly? Yeah, me too. Now, this is all arbitrarily set, but 20/20 refers to what the quote-unquote, \"average\" person can see at 20 feet away. So the first 20 refers to actual distance. The second 20 refers to how close an object appears. So if you can see 20/15, that means you can see at 20 feet what a, quote, \"normal\" person can see at 15 feet."
    },
    {
      "author": "TAGLE",
      "text": "How good can you get?"
    },
    {
      "author": "LANGFORD",
      "text": "I can go all the way down to 20/10."
    },
    {
      "author": "TAGLE",
      "text": "Whoa."
    },
    {
      "author": "LANGFORD",
      "text": "Yeah, just super vision."
    },
    {
      "author": "TAGLE",
      "text": "Some people can just see that. Like, super vision. That looks like a pea. That looks like a ladybug..."
    },
    {
      "author": "LANGFORD",
      "text": "I know (laughter)."
    },
    {
      "author": "TAGLE",
      "text": "...Across the room. People can see that from here?"
    },
    {
      "author": "LANGFORD",
      "text": "A little black dot."
    },
    {
      "author": "TAGLE",
      "text": "Now that we can all read our prescriptions, let's talk about what factors actually affect them because there are a lot of myths and misconceptions out there. Takeaway four - refract or fiction. Learn what can and cannot affect the quality of your vision. For example, maybe you have a parent or grandparent who avoids using their reading glasses for fear of becoming too dependent on them."
    },
    {
      "author": "WONG",
      "text": "They say, oh, look, I started wearing reading glasses, and then it just all went downhill. I can't even exist without them. It's not that you've made your eyes weaker. It's simply that, now, you see more clearly with your readers on, and you notice that difference. That's it."
    },
    {
      "author": "TAGLE",
      "text": "And the opposite is also true. So I'm slightly nearsighted, for example. My doctor prescribed me glasses for movies, concerts, driving at night, but I'm constantly forgetting them. Rupa says I don't have to worry about making my eyes worse by not wearing my glasses every time I'm supposed to."
    },
    {
      "author": "WONG",
      "text": "There's nothing about glasses that changes the structure or shape, or the muscles of the eye, or the focusing ability of the eye. It's not going to change it."
    },
    {
      "author": "TAGLE",
      "text": "That's a relief. Though, when you do wear your frames, you're going to want to make sure you have an up-to-date prescription."
    },
    {
      "author": "WONG",
      "text": "If it's an old glasses prescription, it might give you some eye fatigue, it might give you eyestrain. Maybe it might give you a headache because you have to strain to see a little bit better if it's really old. But typically, it's not going to cause any lasting damage."
    },
    {
      "author": "TAGLE",
      "text": "Generally speaking, Rupa says that most prescriptions will stabilize around early adulthood, but that's not always the case. So let's break down what can change the quality of your vision. Some conditions, like cataracts, can be age-related. Excessive smoking and drinking have been linked to a number of eye diseases that could then worsen your vision. There are also some medical conditions that will do the same - high blood pressure, for one."
    },
    {
      "author": "WONG",
      "text": "And then if you have conditions like diabetes, that actually can affect the lens of your eye and can make you nearsighted. So there are a lot of medical issues."
    },
    {
      "author": "TAGLE",
      "text": "And then there's one more, which we've kind of delved into already."
    },
    {
      "author": "WONG",
      "text": "And near work is associated with becoming nearsighted."
    },
    {
      "author": "TAGLE",
      "text": "Near work is what it sounds like - any work that you focus on up close, as in within arm's reach. So all that screen time we were talking about definitely falls under this umbrella. Video games, computer work, but also homework time, reading, drawing - all near work, too. The good news is the fix is as simple as you think it might be - just getting away from the desktop and getting outside."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway five, our final takeaway, is take your eyes outside - often. One of the very best ways to enjoy your sight and strengthen your vision is to take in the natural world around you."
    },
    {
      "author": "WONG",
      "text": "Being outside is so crucial, especially in my younger patient population."
    },
    {
      "author": "TAGLE",
      "text": "This might sound a little hyperbolic, but there's a lot of science backing this up, especially when it comes to young eyes. Recent research suggests that regular outdoor time for kids - up to two hours a day is what both Valerie and Rupa recommend - may help slow or even prevent nearsightedness. That's a big deal. There are a couple of theories as to why this is. One is that, when you're outside looking at nature, you're spending less time looking at things so close up. Your eyes are taking more things in at a distance, which is important for eye development and eye rest. The other theory is that sunlight slows eye growth, which could help eyes from unnaturally elongating, which is a cause of nearsightedness."
    },
    {
      "author": "TAGLE",
      "text": "OK, let's go outside."
    },
    {
      "author": "TAGLE",
      "text": "But then there's the fact that it just, you know, feels good."
    },
    {
      "author": "TAGLE",
      "text": "It's a beautiful day today, Teddy (ph). Do you see the cars going by?"
    },
    {
      "author": "TAGLE",
      "text": "Use your eyes to take in all the wonders around you. That's why bother with eye care at all."
    },
    {
      "author": "TAGLE",
      "text": "Do you want to play a little I spy? I spy a big tree."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter) My 9-month-old hasn't really said as much yet, but I'm pretty sure he agrees with me."
    },
    {
      "author": "TAGLE",
      "text": "You're right. We don't have to say anything. We can just take it in, huh?"
    },
    {
      "author": "TAGLE",
      "text": "OK, friends. Thanks for learning how to take care of those peepers along with me. Let's recap."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway one - to avoid digital eyestrain, take lots of breaks and be purposeful about your visual workspace."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway two, practice good eye hygiene. That means changing out those contacts, wearing those sunglasses, and - note to self - not wearing that winged eyeliner too close or for too long."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway three - to understand your eyes, understand your prescription. No letters chart necessary."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway four - separate eye fact from fiction. Glasses don't change the structure of your eye."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway five - get out in the world and give your eyes a visual treat. The science says it's good for you, and your heart will say the same."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on how to get along with your in-laws, and we have another on ear care. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our host is Marielle Segarra, and our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Audrey Nguyen and Sylvie Douglis. Engineering support comes from David Greenburg and Becky Brown. And a very special thanks to Melanie Langford, Matthew Langford, Sarah Barajas (ph) and the whole team at Family Vision Care Optometry. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1333393686.mp3",
  "img": "https://media.npr.org/assets/img/2024/04/12/lk-eye-care-comic-promopromo-image-copy_wide-255c771dc579c7712f385233e17639c7e32d7c8c.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "MELANIE LANGFORD",
    "ANDEE TAGLE, HOST",
    "LANGFORD",
    "TAGLE",
    "VALERIE LAM",
    "LAM",
    "RUPA WONG",
    "WONG"
  ]
}