{
  "title": "Keeping intimacy alive after having a baby",
  "url": "https://www.npr.org/transcripts/1196979639",
  "intro": "It's hard to find time for anything with a newborn at home. And in the months after having a baby, intimacy with your partner may fall to the wayside. But sex and relationship experts say that maintaining your intimate relationship with your partner is a worthwhile challenge. In this episode we'll talk strategies for reconnecting with your partner, exploring your desires, and expanding your ideas of sex and intimacy.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Congratulations. You're parents now. Months and months of anticipation, and finally, Tiny has arrived. I bet it feels like you and your partner have entered a whole new world together, a love you've never felt before."
    },
    {
      "author": "AARON STEINBERG",
      "text": "I saw my son, and it made me cry. It was truly one of the greatest moments of my life. And I was completely in awe of my wife. And I'm looking at this beautiful baby boy, and I'm like, this is everything I've ever wanted."
    },
    {
      "author": "TAGLE",
      "text": "That's parent relationship educator and coach Aaron Steinberg, describing how he felt when his first child was born. It was a singular moment of connection, of course with his child but also with his spouse, one that so many expectant parents hope for with none of that relationship strife he'd heard so many new parents suffer."
    },
    {
      "author": "STEINBERG",
      "text": "I kind of thought, hey. I'm even a couples counselor. Like, this'll be fine. We'll be fine, you know? And then the dust settles. The euphoria kind of melts away. And all of a sudden, we don't have as much time for each other. We're like ships passing in the night."
    },
    {
      "author": "TAGLE",
      "text": "Becoming a parent is one of the most wondrous experiences you can share with another person and also hands down one of the biggest stressors you can place on a romantic relationship. In fact, according to one study by relationship authority The Gottman Institute, almost two-thirds of couples report a decline in relationship satisfaction up to three years after having a baby. That's a lot of new parents."
    },
    {
      "author": "TAGLE",
      "text": "And it's understandable. There are so many reasons why your love life, your sex life might not feel like a priority right now. You're both exhausted, of course, probably up to your eyeballs in an indefinite number of decidedly unsexy chores. And let's be honest. Should you have the rare 15 minutes of baby's naptime to spare, your highest priority is most likely a snooze or a shower. You might feel like you just don't have anything left in the tank for your partner. But..."
    },
    {
      "author": "STEINBERG",
      "text": "It's really important for the health of a relationship to have intimacy. And I don't just mean sex. I mean cultivating and nurturing the part of your relationship that makes you more than friends, that makes you more than roommates. Things can get really dicey if you are not cultivating your intimate bond with each other."
    },
    {
      "author": "TAGLE",
      "text": "It's not always easy to maintain that connection, but it's worth the struggle."
    },
    {
      "author": "STEINBERG",
      "text": "When you have a more complex life, there's more challenges, but there's also more opportunity for richness. There's a lot more opportunity to connect over things that you never had to connect over before. And you can actually create a new, more loving, more connected, more expansive experience."
    },
    {
      "author": "TAGLE",
      "text": "I'm reporter Andee Tagle in for Marielle Segarra. And in this episode of LIFE KIT, navigating postpartum love, sex and intimacy. We're going to go there so you can get to where you want to be with your partner. We'll talk about all the changes you might be going through, ask you to rethink your understanding of intimacy and desire and give you tools to make the most of that date night."
    },
    {
      "author": "TAGLE",
      "text": "Let's get your big question out of the way up front. When is it time to get back in the sack? If you're about to have a baby or have just given birth, you've likely been told by your OB-GYN to wait at least six weeks before having sex. There are two important medical reasons for this common boundary for the birthing partner. The first is to avoid infection, and the second is to avoid hemorrhaging. So it's essential to get assessed by your doctor and discuss birth control options before getting busy. But according to ACOG - that's the American College of Obstetricians and Gynecologists - there's actually no set time for when you and your partner can start having sex again."
    },
    {
      "author": "SHY PORTER",
      "text": "The six-week mark is just an opportunity to check in."
    },
    {
      "author": "TAGLE",
      "text": "That Shy Porter, a D.C.-based relationship scientist with expertise in couple relationships, perinatal mental health and the intersection of the two. She brings us takeaway one. Take the pressure off. The six-week marker is only a starting point. There should be no hard deadlines for sex and intimacy."
    },
    {
      "author": "PORTER",
      "text": "Some people are ready sooner. Believe it or not, some people get to, like, two weeks, three weeks. They're like, I feel totally back to normal. My body has bounced back. And that's incredible. And some people are like, I am so far from OK, it is this - like, sex is not even an option on the table for me. And all of that is fine."
    },
    {
      "author": "TAGLE",
      "text": "Shy says no matter where you fall in the spectrum, the important thing to remember is that the six-week marker is a question, not an answer, a chance to assess where you are mentally and emotionally, not just physically."
    },
    {
      "author": "PORTER",
      "text": "I am here to validate and acknowledge that wherever you are at six weeks is fine and does not mean that your partner or you have carte blanche to just say, OK, well, I have been officially cleared. So I guess anything goes."
    },
    {
      "author": "TAGLE",
      "text": "So let's just set a baseline for how to deal with the question of frequency. Meet Shan Boodram."
    },
    {
      "author": "SHAN BOODRAM",
      "text": "The blanket thing I want for people to know when it comes to postpartum sex and intimacy is that the person who wants it the least should determine how much you're having sex."
    },
    {
      "author": "TAGLE",
      "text": "Shan describes herself as a public-facing sex and relationship expert and the chief intimacy officer at Arya, a sexual wellness platform."
    },
    {
      "author": "BOODRAM",
      "text": "No one should be having sex when they don't want to, and that needs to be respected. And that kind of precedent really should be set in pregnancy. And if it wasn't, you should genuinely and truly set it in postpartum."
    },
    {
      "author": "TAGLE",
      "text": "This is a thing we all know, right? You don't want to feel pressured into doing things you don't want to do. You don't want to be that person exerting undue pressure on your partner. And also, the weight of guilt for not wanting to go there is real. The pang of disappointment when your partner isn't into it is also real. One thing all of our experts suggest to lighten these emotional burdens is to take sex off the table entirely for a predesignated amount of time that feels right for both of you."
    },
    {
      "author": "BOODRAM",
      "text": "You can set that timer and say, in two months, let's have this dialogue. It doesn't mean you can't have a night where you feel differently. But taking the pressure off of yourself to be sexual right away, I think, is a huge weight that everybody deserves to have lifted off."
    },
    {
      "author": "TAGLE",
      "text": "Another thing that might help is to simply recognize and normalize all of the very real barriers that might be holding you back in the bedroom, whether you gave birth or not. There are the obvious logistical and time restraints, of course. But then there could also be a number of physical and mental boundaries impacting your sex drive that shouldn't be minimized."
    },
    {
      "author": "TAGLE",
      "text": "When it comes to penetrative sex, birthing partners can often expect discomfort and vaginal dryness, at least at first. Add to that extra tenderness around any stitches or tearing that might still need healing, nipple and breast pain if you're nursing. There's pregnancy weight and bloating that might have changed the shape and feel of your body, to say nothing of all the hormonal changes. And even if you're not dealing with any form of postpartum depression or anxiety, all of these things can add real mental blocks. And that's all just the birthing parent. Non-birthing parents are going through it in their own way, too."
    },
    {
      "author": "STEINBERG",
      "text": "My confidence took a big hit 'cause I didn't feel as desired by my wife. It - you know, we're in this time where it's not about me. But emotionally, I'm, like, feeling lonely and feeling like I don't matter that much. And that's really tough."
    },
    {
      "author": "TAGLE",
      "text": "It's also very possible for both parents to feel like the primary function of your bodies has changed. For example, some nursing mothers might find it really difficult to be sexual with parts of their body that are now being used to nourish their child. Finally, there's the phenomenon of being touched out."
    },
    {
      "author": "STEINBERG",
      "text": "Which is basically your nervous system gets really overstimulated from having so much human contact even though it's also really beautiful. And so the idea of touching your partner after touching a baby all day can feel, like, repulsive even if it has nothing to do with how you feel about your partner. So, yeah, there's a lot of obstacles in the way of intimacy and parenthood."
    },
    {
      "author": "TAGLE",
      "text": "So you're up against a lot right now. But I promise it's not all bad news. It's just a matter of perspective."
    },
    {
      "author": "STEINBERG",
      "text": "We have to mature our relationship to intimacy that - for a lot of us - right? - sex is something that's very taboo in our culture. And a lot of us are coming into adulthood with very childish views about sex."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway two - broaden your idea of intimacy. Too often, Aaron says, we think of sex as having a singular goal."
    },
    {
      "author": "STEINBERG",
      "text": "And, of course, I'm not opposed to orgasms or anything, but you have to expand your repertoire and definition of, what does intimacy mean? Can you hold being turned on without having to do anything about it or release it? Can you feel the pleasure of handholding, of cuddling, of kissing, of making out without it needing to go anywhere?"
    },
    {
      "author": "TAGLE",
      "text": "This idea, especially for couples who often don't have the time or capacity to be with each other in the same way they did before kids, is simple but crucial. A lack of sex does not and should not have to equate to a lack of connection."
    },
    {
      "author": "BOODRAM",
      "text": "Lots of kissing, lots of touching. Foreplay becomes so integral. And it's so important to take it out of the bedroom, especially after having kids, because you can start to feel like robotic roommates. So you do need those soft moments between you. And that just may be all the intimate connection you have."
    },
    {
      "author": "TAGLE",
      "text": "Hold hands. Put a Post-it note on the coffee maker. Come home with your hubby's favorite snack. Think about all the ways you interacted with each other before you started having sex. Joke. Flirt. Tickle. Tease. Shan says compliments and words of affirmation can go a long way."
    },
    {
      "author": "BOODRAM",
      "text": "You need that person to look at you and be like, wow. You're really - you're rocking this. Like, that was a really hard moment, and you had to - you know, you were put in a really tough spot, and you did the best that you could do. Whatever it is, compliment the parenting. I think that really does leave a pathway for intimacy and for connection because you just don't feel as judged."
    },
    {
      "author": "TAGLE",
      "text": "And then once you get past that, that's when you can get to a place where maybe get a little spit up on your shirt."
    },
    {
      "author": "BOODRAM",
      "text": "You take it off. And the person can be like, wow. Your shoulders look great. OK, cool. You're changing the diaper. You're bent over a little bit. And they walk by, and they're like, you didn't have that before, baby. I like it. And you're like, stop."
    },
    {
      "author": "TAGLE",
      "text": "And if we're talking strictly between the sheets, don't forget there's a menu of options to work with there, too."
    },
    {
      "author": "PORTER",
      "text": "Sex is wide-ranging. So maybe some forms of sex feel more comfortable right now than other forms of sex. Touching sensually, oral sex - like, all of these things are on the table, depending on, like, the comfort level of both people."
    },
    {
      "author": "TAGLE",
      "text": "And let's acknowledge here, for a lot of people, physical touch is still really important. So if sex is off the table for you right now, get specific about that. Can a cuddle satisfy that need, kissing, back rubs? Do what you can to meet your partner where they're at."
    },
    {
      "author": "PORTER",
      "text": "And validating that and not pathologizing people for where they are. I think that's the biggest thing. Sometimes birthing partners are like, how could you expect anything from me, given everything that I've just been through? And sure, like, you have been through a lot. And also, I think that it is really important for both people to have their needs and where they are acknowledged and validated and say, how can we be creative about meeting these needs?"
    },
    {
      "author": "TAGLE",
      "text": "Which brings us to takeaway three - rediscover your turn-ons - because separate from all those everyday barriers that can get in the way of postpartum intimacy, it can also just be really difficult to know and name what you actually want."
    },
    {
      "author": "BOODRAM",
      "text": "Do you ever taste something and you know what you're tasting and someone's like, what is it like? And you're like, zesty. You know, you just don't - may not have the functional language to describe exactly what you're experiencing. That happens a lot when it comes to intimacy, where it's not even just that we don't know how to talk to our partner. We actually don't even know what to say. That's a really big thing. So asking your partner to guess what you want while also kind of trying to guess what they want is just a really tall order and a recipe for disaster in many cases."
    },
    {
      "author": "TAGLE",
      "text": "Closing that gap, finding the language you need to talk about what you want or don't want, what you might want to try requires educating yourself. Shan says free resources like websites and podcasts can really help. So you're already off to a great start. Hats off to you. Sexual Health Alliance has a great starter kit for talking about sex and relationships. So does Planned Parenthood. And then, of course, there are a lot of other great paid options, like books, educational courses or therapy. But outside sources can only take you so far. You also need to interrogate your own personal desire. Shan suggests starting with any version of a turn-on quiz that can help you decipher..."
    },
    {
      "author": "BOODRAM",
      "text": "What is the specific thing that you require that turns you from a state of no arousal to arousal being a possibility?"
    },
    {
      "author": "TAGLE",
      "text": "And she says there's a wide spectrum of answers to that question. In her version of that quiz, for example, some people might find their trigger is dirty talk. Others might find they're influenced by their environment. Like, if the house is a mess, it's not happening."
    },
    {
      "author": "BOODRAM",
      "text": "And that's where something called chore play comes into play, where instead of your partner, you know, coming onto you and saying really sexy things, them just cleaning the kitchen, packing the kids lunch or setting up the bottle to be warmed at night - whatever it is - so that you can actually be present is very important."
    },
    {
      "author": "TAGLE",
      "text": "Then once you know what flips your switch, it's important to understand desire. Shan says you can think about desire in four general stages. The first is the no-desire zone. You turn the handle, and there's just nothing coming out of the faucet. The second is spontaneous desire. That's what it sounds like."
    },
    {
      "author": "BOODRAM",
      "text": "I just feel it. You just feel it. To hell with everything. Like, our bodies are really the captains right now. And we're both really happy to let that go and let flow."
    },
    {
      "author": "TAGLE",
      "text": "Then there's responsive desire, which is the kind that builds when you're doing something sexy or pleasurable. It's a bad analogy, but think of this one kind of like going to spin class at the gym. You get there, and you're not sure you're really up for it."
    },
    {
      "author": "BOODRAM",
      "text": "But you know that once you get into the flow 10 minutes in, you start that sweat. Your heartbeat goes up. You're having a good time. And afterwards, you're like, I'm so glad I did that. It doesn't change the fact that the next time you have a class, you'll be like, I do not want to do this. I'm not in the mood. So you actually kind of know, though, the days that you're like, really I'm not going that spin class, and the times that you're like, you can push yourself. You can go. You're going to be glad you did. And 9 of the 10 times, you are."
    },
    {
      "author": "TAGLE",
      "text": "But, of course, if you're getting intimate and you're not feeling it, you always absolutely have the right to stop. Finally, there's companionate or compassionate desire, which is when you just want to do something nice for your partner."
    },
    {
      "author": "BOODRAM",
      "text": "I mean, I don't know how graphic you guys want me to get. But there's definitely times where I identify with my partner that, like, I'm not in the mood, but I do want to do this for you. So here's what we can do together. And that's something that - you know, if your relationship is all companionate desire, you definitely have to have a much broader conversation. And when it's companionate desire at the cost of your no desire, that's not a solution. But I think a healthy mix of all four is really normal in a relationship."
    },
    {
      "author": "TAGLE",
      "text": "So take stock for yourself. What really gets you going? What levels of desire are you working with? And are you OK with where you're at right now on an individual level? If not, push yourself to investigate why."
    },
    {
      "author": "BOODRAM",
      "text": "What usually turns me on? Are those things present? Is there a problem with my body? Should I go have a conversation with my doctor? Is there something that we're not doing in the dynamic that we could be doing more of? So I never think that there is a point that you need to get to - six weeks, eight months, eight years after - where you should be like, wow. This much time has passed. I'm going to bite the bullet and just do it already."
    },
    {
      "author": "TAGLE",
      "text": "But the age-old question remains. What happens in those moments when the mood strikes for only one of you? Your partner turns to you, gives you a look, maybe offers you a neck massage."
    },
    {
      "author": "STEINBERG",
      "text": "One of the things that we need to work on as a society is how we initiate sex because I think it can feel really off-putting. There's no conversation. It's just like, I'm going to do this thing that you know signals I want to have sex with you, right? And so there's no invitation. There's no on-ramping. It's just this abrupt thing. And so when you do that to your partner, what happens inside of them naturally is, I need to make a yes or no decision right now. So I'm, like, forced into this binary situation."
    },
    {
      "author": "TAGLE",
      "text": "If you're the initiator in this scenario, Aaron says..."
    },
    {
      "author": "STEINBERG",
      "text": "Do it differently. Talk about it. Share your desire. Share what you're thinking, right? Like, talk - like, ask if your partner is open to it."
    },
    {
      "author": "TAGLE",
      "text": "And if you're on the receiving end, don't automatically shut your partner down."
    },
    {
      "author": "STEINBERG",
      "text": "Don't default. Check in with yourself and see if you are open to starting and seeing if something happens or you're open to some version of it. Yeah, I don't think I'm open to sex tonight. But I would be interested in cuddling or maybe even making out. Like, you know, see if you're open to something else."
    },
    {
      "author": "TAGLE",
      "text": "That leads me to our final takeaway. Takeaway four - you have to make the time for each other. I know it's obvious. But getting intimately in sync requires putting in the man hours."
    },
    {
      "author": "PORTER",
      "text": "A lot of people think, oh, well, we're both on the same page about the baby being the priority. So we don't need to set aside this time. But then you look up, and it's been three months or six months or a year, and you've not spent any quality time with your partner that hasn't revolved around logistics. And no one wants that."
    },
    {
      "author": "STEINBERG",
      "text": "My wife and I would say, unless it's a literal emergency, I don't care how tired we are. We are doing this. We're having a little date in our house. Baby goes to bed. We cross this threshold. Maybe we put down a blanket for it in the living room. And now it's date time."
    },
    {
      "author": "TAGLE",
      "text": "And listen. You don't have to make every date night a big production, although go for it if that works for you. The only essential is making this time a true priority, free from baby or logistics talk. And I hear you protesting out there. It's just so not sexy to schedule sex. Shan's got you beat."
    },
    {
      "author": "BOODRAM",
      "text": "I think it's a very beautiful thing. I honestly believe that the majority of us scheduled sex when we first started dating people. Like, what are you doing later? OK, cool. Come by around 8 p.m. We know what's going to happen, right? I'm shaving. I'm prepping. Like, we have scheduled sex. So I don't think that's a negative thing to do."
    },
    {
      "author": "PORTER",
      "text": "And it gives people something to look forward to, right? So if you're missing your partner throughout the week and you know that you want to ask for, like, a snuggle but it feels like they're too stretched or you're too stretched and you don't even know how to formulate the question, you know that on Wednesday when the baby goes down, it's time. And you guys have blocked out, like, 30 minutes for yourselves."
    },
    {
      "author": "TAGLE",
      "text": "Now, one exception to the scheduling rule - Shan advises not planning out the first time you have sex because it can just be a recipe for disappointment. Instead, she says, maybe set a time to revisit the conversation and see how you both feel, which is the other necessary component of making the time for each other. It's not just about cute date nights in a pillow fort. It's also about carving out space to dig deeper and talk about your sex life, as imperfect or awkward or half-baked as those conversations are likely to be in these wild, wild, new parent times."
    },
    {
      "author": "TAGLE",
      "text": "One practice that can set you up for success and help you get in sync is something called a sensuality trade-off practice, also referred to as sensate focus. All you do is set aside some structured time. So put that sacred date night on the calendar. Then..."
    },
    {
      "author": "STEINBERG",
      "text": "You had got a handful of minutes each person to be the giver and the receiver. And you get to practice sharing openly what you're desiring. And the other of you gets to practice responding to that, consenting to that, not consenting to that, negotiating that. And I find that, like, our instinct when things are hard is to turn away from it and then tell ourself stories - oh, I'm just not going to bring it up anymore 'cause they don't want it - when it's the opposite of what you should do. You should create more structure, go toward it more, have more conversations about it and create some way that feels safe to you to engage in it."
    },
    {
      "author": "TAGLE",
      "text": "And, yes, it's awkward to raise the topic of mismatched libidos. It can be super-weird to talk to your spouse about body image or vaginal dryness. But need I remind you you brought a whole human being into the world together that you're now raising every single day. You can do hard. You can do messy. And you will be better for it."
    },
    {
      "author": "STEINBERG",
      "text": "There's a lot of research that shows the more that you are able to talk about sex, the better your sex life is. And this is part of it - being able to really connect with yourself and not be hedging when you're bringing it up that you're like, this is what I'd like to do. Here's how I'm feeling."
    },
    {
      "author": "TAGLE",
      "text": "Make room for both of your experiences and for feeling all of your feelings. Remember; this is a special time in your life. It's not always going to be easy. But it's a fight you're fighting together with and for each other."
    },
    {
      "author": "BOODRAM",
      "text": "You do have to sacrifice and make a choice at a certain point in your relationship of, like, am I just going to go to bed when the kid goes to bed 'cause I'm exhausted, or am I going to get up so we actually have some intimate alone time together? So you do have to do some kicking and screaming and fighting. Sometimes you just have to let go, let the current take you and know you're going to get through this one way or the other. It's just better to get through it together."
    },
    {
      "author": "TAGLE",
      "text": "All right, team. Let's recap. Takeaway one - remove any and all pressure to have sex. See that six-week marker as an opportunity to check in with each other, not a starting line. Takeaway two - broaden your idea of intimacy. Flirt. Tease. Sneak a little makeout session. Find the joy in the little things. Takeaway three - rediscover your turn-ons. Learn to name your needs and understand your desire. Takeaway four - make time for a couple time. Don't be scared of having hard conversations about sex with your partner. The more you talk about it, the easier it can be to connect."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to divide up household labor fairly and another on how to handle conflict. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Clare Marie Schneider and Margaret Cirino. Engineering support comes from Maggie Luthar. And a very special thanks to Dr. Harita Raja, who we also interviewed on background for this episode. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9351166384.mp3",
  "img": "https://media.npr.org/assets/img/2024/06/17/gettyimages-1550207131-copy_wide-e9dd2550ff6407061b26af44ed0d114764007dff.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "ANDEE TAGLE, HOST",
    "AARON STEINBERG",
    "TAGLE",
    "STEINBERG",
    "SHY PORTER",
    "PORTER",
    "SHAN BOODRAM",
    "BOODRAM"
  ]
}