{
  "title": "Effective ways to rebuild your credit score",
  "url": "https://www.npr.org/transcripts/1196978811",
  "intro": "Credit scores determine whether you can get a mortgage, credit card, auto loan and more. So if your score is subprime, how do you bump it up to above a 700? In this episode, find out how to read your credit report, navigate collections and negotiate payments.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "STACEY VANEK SMITH, HOST",
      "text": "I'm Stacey Vanek Smith in for Marielle Segarra. A few years ago, Lucy Cerezo's life went through a huge upheaval. Lucy is an accountant by training - lives in Annapolis, Md. She's divorced, with a couple of kids. And just before COVID, she had a stable job, a fancy car and a big house right on the water. But during the pandemic, everything changed."
    },
    {
      "author": "LUCY CEREZO",
      "text": "I had the life, and then I lost it all. I lost my job. I didn't work for 18 months, and I moved out of my six-bedroom on-the-water home, like - and I have two kids. And I wanted them to have a stable, like, consistent safe space, so I sent them to stay with their dad. I got sick when I lost my - when I lost everything. Like, I didn't get back up because I had COVID, and I had a nervous breakdown. And it took me 18 months to get back on my feet."
    },
    {
      "author": "VANEK SMITH",
      "text": "Eventually, Lucy was able to get back up. She got her health back, she found a place to live, a good job, and all she needed was a car to get her to and from work. She got a very practical, reasonably priced car. She thought everything was settled until she got the financing offer."
    },
    {
      "author": "CEREZO",
      "text": "And when I tell you I saw the interest rate - I almost fainted. I mean, I'm going to say it's 19%. I was like, is that even legal? Is that even legal?"
    },
    {
      "author": "VANEK SMITH",
      "text": "Lucy realized that her two years of struggle had just tanked her credit, which meant a very high interest rate and a very low credit score. Lucy had started posting TikToks about her employment and mental health journeys during the pandemic, and so, right after she got a copy of her credit report in March of 2022, she posted this video on TikTok."
    },
    {
      "author": "CEREZO",
      "text": "I didn't know my credit score can actually go down this low. Y'all, my credit score's 433 - 433."
    },
    {
      "author": "VANEK SMITH",
      "text": "So the range of credit scores goes from 300 to 850, and Lucy's 433 is not considered a very good score. And to raise her credit score, Lucy realized she was going to have to make a bunch of changes."
    },
    {
      "author": "CEREZO",
      "text": "I'm like, holy crap. Like, I cannot have this credit score walking around because if I can't even go buy an apple without being at 18%, you know, that's what - like, it's just insane. So I'm like, how - this can't be it. Like, I'm 40 years old. There's no rhyme or reason why I should be in this space."
    },
    {
      "author": "VANEK SMITH",
      "text": "Lucy started learning everything she could about her credit score and looked over every part of her credit report - everyone she owed money to, all of her debts, everything. And while this was all going on, she kept hearing from her TikTok followers about how relieved they were to hear that she was struggling, too, because a lot of them said they were dealing with the same thing. Hundreds of people messaged her asking for her advice, for any words of wisdom or encouragement."
    },
    {
      "author": "CEREZO",
      "text": "The biggest step that they've already made is that they looked at their credit score - right? - because a lot of times people were like, oh, I'm too scared, I'm not going to do it, because I was like that. And so the fact that they made it to that point of, like, facing it - that right there is one of the hardest things that they did, and they have already passed that, right? And what we have to deal with now is just taking all that feeling in, and just - if you want to cry, cry. If you want to scream, scream. But at the end of the day, we can face it. And that's what I would say is, like, know that you're not alone. I think the emotional part of it is probably the hardest part of it."
    },
    {
      "author": "VANEK SMITH",
      "text": "And that is our first takeaway - when dealing with your credit score, know that just looking at it, just looking into that, that is probably the biggest step, the hardest part. So if you've already done that, you should pat yourself on the back. That's a big deal. But after you do that, how do you get that number up? Today on LIFE KIT - how to raise your credit score and how Lucy's journey ended up."
    },
    {
      "author": "VANEK SMITH",
      "text": "To get us started on our credit rehabilitation journey, we brought in Monique White. She's a credit counselor and the head of community at Self Financial, Inc. And Monique says the first step is to figure out your goal. What do you want your credit score to be? Monique recommends aiming for what she calls the 700 club."
    },
    {
      "author": "MONIQUE WHITE",
      "text": "When I was a coach, we tried to get our clients to - when they were building and rebuilding, to at least - we called it the 700 club 'cause at that, you know, score point, you're not going to get denied for too much as long as you have the income to back it. And you really do get the best interest rates, you know, at that tier."
    },
    {
      "author": "VANEK SMITH",
      "text": "So 700 is a good score to aim for, says Monique. At that score, you'll typically get the best possible interest rates. And now that you have that score in mind - your membership in the 700 club - it's time to start your credit rehabilitation journey. And that is our second takeaway. Get to know your credit report."
    },
    {
      "author": "VANEK SMITH",
      "text": "So let's say somebody tries to buy something, and they get denied. They're like, I don't know what happened. I don't even know what my credit is. How do they check it? Where do they go? And what do they look for?"
    },
    {
      "author": "WHITE",
      "text": "Yeah. So you can go to annualcreditreport.com, and you can get access to your credit reports with the three bureaus that way. And the great thing is that they actually changed their rules a little bit after the pandemic started. It used to be once every 12 months, which is a little crazy because that's my credit report (laughter), and I should have access to it."
    },
    {
      "author": "VANEK SMITH",
      "text": "And then you have to pay after that, right?"
    },
    {
      "author": "WHITE",
      "text": "For the score, yes. But if you want your report, it was always free once every 12 months. But now you can do it weekly, which is great. And then, you know, there's all these other apps that you can take a look at your credit report and annual credit card statements, and your bank will send you that score as well. But when you're taking a look at your actual report, definitely go to annualcreditreport.com."
    },
    {
      "author": "VANEK SMITH",
      "text": "And what's on there? What's on the credit report? What are you looking for once you get on there?"
    },
    {
      "author": "WHITE",
      "text": "Yeah. So the first thing is taking a look at the personal information and making sure that it matches who you are - so your Social Security number, your date of birth, some of the addresses on there. That doesn't impact your score, but you just want to make sure everything looks correct because if it's not, there might be some tradelines on there that don't belong to you. And then from there, you're going to take a look usually at the top of your report. Collection accounts are usually there."
    },
    {
      "author": "VANEK SMITH",
      "text": "What's that?"
    },
    {
      "author": "WHITE",
      "text": "So collection accounts are tradelines that are no longer with the original creditor. So if you had a credit card and you didn't pay on it for a very, very long time, it could be possible that we could send it to collections. That goes for any card issuer or any loan. And then it'll get sent to collections, where somebody will buy it. And then you have to work through paying off your debt through that agency. So after you take a look at your collections, you'll see your open tradelines. So any credit cards, personal loans, student loans, auto loans - you know, all of that will be there. So you'll take a look and see that you recognize those accounts. It'll have your balance. It'll have, if the accounts are open, you know, what the status is. And then from there, which - it's a lot of work. You do have to figure out, hey. What am I going to prioritize at this point - you know, collection debts, my open cards? But that's where you can get, you know, most of your information of your credit report."
    },
    {
      "author": "VANEK SMITH",
      "text": "OK. So someone comes to you. They've just looked at their credit score. They've pulled it for the first time. You're, let's say, looking through it with them. What are you looking for? What are you pointing out to them? What are you - what are your eyes on?"
    },
    {
      "author": "WHITE",
      "text": "Because your credit report does show up to seven years, there's some accounts where my clients would be like, I do not remember that. So it's like, OK, let's do a little bit of research. Let's see if this account belongs to you. Maybe old collection items that should have maybe fell off - those are things that we can, you know, dispute with the credit bureaus. But at that point, when we recognize these debts - right? - I cannot help you prioritize which debts to start paying on until we take a look at your budget. So if we take a look at your budget and it's pretty tight and you're paycheck-to-paycheck, we don't have any wiggle room to maybe open a secured card or to, you know, start paying down some of the debts that you do have."
    },
    {
      "author": "WHITE",
      "text": "So from there, we need to talk about, OK, can we start decreasing or reducing some of these expenses that you have just for, you know, a little bit? For this moment, while we're trying to focus on your finances and your credit, can we reduce some of these expenses realistically? And if not, then we need to talk about ways to possibly increase your income."
    },
    {
      "author": "VANEK SMITH",
      "text": "So takeaway three - once you are ready to start paying down your debts, it's time to make some phone calls and start negotiating with collectors. That is a thing you can do. In fact, Lucy Cerezo tried this and says it was the most impactful thing she did in rehabilitating her credit. She made all the calls herself. One of the first calls she made was to a collections agency that had bought some of her debt."
    },
    {
      "author": "CEREZO",
      "text": "I owed them, like, a thousand dollars. And they were like, well, if you can pay now, we'll knock it down to $300. And I was like, yes, I can. And so I was like, I can only do that if you could just - if I pay it now, will you write to the creditors and, like, make this current? And then they did that. Just know that, like, people will work with you and not to be mean. I'll tell you one thing. What's not going to work is when you get angry with these creditors because they have the power to, like, make your life miserable. And so just really being kind and, you know, being vulnerable and really telling them, like, what's going on - and they will really help you. There's - it's real people on the other side."
    },
    {
      "author": "VANEK SMITH",
      "text": "I am back with Monique White. And, Monique, do you have any recommendations when you are dealing with a collections agency? That is an agency that has purchased your debt from a store or a doctor's office or somewhere you owe money to. What are some of your recommendations for dealing with these collections agencies?"
    },
    {
      "author": "WHITE",
      "text": "Yeah. So my first piece of advice is do not contact the collection agency unless you're absolutely ready to pay it because once you acknowledge the debt, it's going to reset the time that was on there. So if it's been on there for four years, you know, it has three more years on your report, right? But if you acknowledge the debt, it's going to reset because you agreed to pay - to this debt. So now it's going to stay on your credit report. So there's that. So everything on your report, good or bad, stays on your credit report for seven years. So if you've had a collection item for four years, you still have three more years of it remaining on there, right?"
    },
    {
      "author": "VANEK SMITH",
      "text": "Oh, that feels very bleak. That's a long time."
    },
    {
      "author": "WHITE",
      "text": "It is a long time."
    },
    {
      "author": "VANEK SMITH",
      "text": "It's not fair."
    },
    {
      "author": "WHITE",
      "text": "Yeah, I know. It really - it's a long time. And that's why rebuilding is just so hard, you know, having this debt and having these collection items. From there, you can contact your collection agency and say, OK, this score or this account is a thousand dollars. I can offer you - and I always tell my clients, offer at least 30 to 50% if you do want to settle. And the only caveat is that sometimes they will not take that off your credit report. So as opposed to someone that paid in full, then they'll take it off your credit."
    },
    {
      "author": "VANEK SMITH",
      "text": "It's just like they're - they can either call Experian or something and be like, hey. We've forgiven this. All is well; you can take it off - or they just don't have to..."
    },
    {
      "author": "WHITE",
      "text": "Yes."
    },
    {
      "author": "VANEK SMITH",
      "text": "You have no say in this."
    },
    {
      "author": "WHITE",
      "text": "It's up to the discretion of the collection agency."
    },
    {
      "author": "VANEK SMITH",
      "text": "Oh."
    },
    {
      "author": "WHITE",
      "text": "Yeah, because it is your debt. It's something that you have to pay, and you mismanaged the debt, right? So when the collection agency has it, they can either - you pay in full and they'll take it off your credit report, or you can settle it. But the most important thing, honestly, is that it's showing zero."
    },
    {
      "author": "VANEK SMITH",
      "text": "OK."
    },
    {
      "author": "WHITE",
      "text": "And even with the lenders - you know, once something is in collection, it's done its damage to your score. So paying it doesn't necessarily help your score."
    },
    {
      "author": "VANEK SMITH",
      "text": "Oh."
    },
    {
      "author": "WHITE",
      "text": "But remember, when lenders and underwriters are looking at your credit report, they want to see zero. So it's like, yeah, you did have this collection, but you took care of it, right?"
    },
    {
      "author": "VANEK SMITH",
      "text": "OK. OK. So you don't necessarily pay the collections off first. What else are you looking for if you're trying to help somebody repair their credit score? Obviously you're looking for collections. What else do you have your eye out for?"
    },
    {
      "author": "WHITE",
      "text": "I'm going to look at any open accounts that you have. So, like, your credit cards - if you're carrying a balance, you're probably paying a lot of interest on that, right? Let's strategize ways to start paying off your open credit cards because not only does that help you establish more on-time payments - you're bringing your utilization down, which is going to help you increase your score."
    },
    {
      "author": "VANEK SMITH",
      "text": "This brings us to takeaway four - make sure you have some savings stored away so you do not have to use your credit cards to cover emergencies. That way, if unexpected expenses come up, it will not hurt your credit."
    },
    {
      "author": "WHITE",
      "text": "So for someone that is rebuilding their credit score, we're just making sure that their everyday essentials are covered because that's really important. I don't want you to take, you know, your housing money to pay your credit card. So we want to make sure you're stable in that area. I also want to make sure that you're able to establish an emergency fund."
    },
    {
      "author": "VANEK SMITH",
      "text": "Before even repairing your credit score."
    },
    {
      "author": "WHITE",
      "text": "I want you to have at least, let's say, $500 to a thousand dollars in your account because, if an emergency comes up, I don't want you to have to use your credit card. That's just going to put you in a debt cycle. We're trying to pay that down. So let's make sure you have some money for emergencies. We can simultaneously work on that as well, but we want to make sure that that's in the plan - right? - is that you have money for emergencies so you don't use your credit cards and you're in this debt cycle."
    },
    {
      "author": "WHITE",
      "text": "And then we're going to prioritize which debts to start paying off. Let's just focus on credit cards for now. You can either pick the balance that - or the card that has the highest balance because you're paying a lot of interest on that, or you can pick the card that has the lowest balance. Sometimes that's just a lot more motivating for my clients."
    },
    {
      "author": "VANEK SMITH",
      "text": "It seems like - credit scores are sort of mysterious to me. They seem a little, like, veiled in fog. You can't - I mean, can you call Experian and say, like, this isn't right, or ask them questions?"
    },
    {
      "author": "WHITE",
      "text": "You can - and that's why it's important to monitor your credit report. Now, don't be like me. When I was obsessed with my credit and looking..."
    },
    {
      "author": "VANEK SMITH",
      "text": "(Laughter)."
    },
    {
      "author": "WHITE",
      "text": "...At it every day, it just was causing too much stress and anxiety for me. But I love having financial check-ins. Like, me and my husband - we do it every quarter. But when you're in the rebuilding, I would say do it every month, where you're taking a look at your credit report. And if you do see any errors, you can 100% dispute that with the credit bureaus. Back in the day, you used to have to send letters. But now you can just go online, click what doesn't look right, and then they'll review it that way."
    },
    {
      "author": "VANEK SMITH",
      "text": "And talk a little bit about, like, the well-being side of it. What do you advise people to do when they're going through this process? Or if they look at their credit score and they feel - you know, it's like, oh my gosh. My credit's at 400. I need it to be at 700. I'm so far away. Like, how do you guide them?"
    },
    {
      "author": "WHITE",
      "text": "Yeah. You know, money - credit can be a taboo topic. So especially as an adult, it's a lot harder to talk about this topic because you feel like, hey, I'm 30, 35 years old. I should know these things. But it's like, give yourself a little bit of grace. You know, this wasn't in our curriculum in high school, and it's not something that was taught in a lot of people's household. I know a lot of our customers at Self feel the same way, too. It's just not something that was taught to us."
    },
    {
      "author": "WHITE",
      "text": "And I really encourage journaling as well. I love the what-went-well exercise. So it's like, don't - you know, don't ignore the bad things that happen financially - right? - but talk about what went well. So, you know, you used your credit card because of an emergency, but you - what went well? You recognize that you need to start paying it off, right? And so you start making larger payments towards that. So talk about your strengths and really use that to start working on your credit and your finances."
    },
    {
      "author": "VANEK SMITH",
      "text": "And that is our takeaway No. 5 - make your credit cards work for you. You can set up automatic payments. You can move the payment date so it's convenient for you. You can get your credit limit raised. That will help your credit. And you can use a secured card to help rebuild your credit."
    },
    {
      "author": "WHITE",
      "text": "So if you automate, you know, 20% of your check to your savings - if that's possible - or making sure that you have reminders on your calendar or - you know, so to ensure timely payments, making sure that your credit card payments are on autopay. And you can always adjust your payment dates to, like, your paychecks. I know I did that. So, like, if my credit card was due at the end of the month, but I knew I got paid two weeks before that - think about someone that's paycheck-to-paycheck. Having to hold onto that money for two weeks when, you know, they're just trying to get groceries - that can be really difficult. So contact your credit card companies and say, hey, can I move that payment date to this day? - you know, just to make sure that you're paying on time and you don't have to stress too much about holding onto that money."
    },
    {
      "author": "VANEK SMITH",
      "text": "What about - you mentioned in passing, but I wanted to ask about secured credit cards. Do you mind just explaining what they are and then also just talking about what role they can play in rebuilding credit?"
    },
    {
      "author": "WHITE",
      "text": "Yeah. So a secured credit card is a card that you have to put collateral against - a cash collateral against - because you do have a low score. So let's say you're ready to start building your credit or rebuilding your credit. And they'll say, OK, based on your credit score - you know, it's a little low - you do have to put, let's say, 3- to $500 down - let's just say 500. So you're going to use it like any regular credit card - $500 will be your credit limit. It's going to be used as a regular credit card. So the role that it has in helping you build your score is that, one, you're getting on-time payments. You know, you're getting credit for that. And then, two, your credit utilization - a good secured card will, you know, eventually give you some credit limit increases without having to put any extra cash collateral down. And sometimes they might give you your deposit back. It just depends on the card issuer."
    },
    {
      "author": "VANEK SMITH",
      "text": "So basically, what you're trying to get is a history of on-time payments. You want to be paying everything on time and be - have as much money available to you and be using as little of it as possible."
    },
    {
      "author": "WHITE",
      "text": "That is the basics of credit. There you go."
    },
    {
      "author": "VANEK SMITH",
      "text": "OK."
    },
    {
      "author": "WHITE",
      "text": "Credit 101. (Laughter) Yeah..."
    },
    {
      "author": "VANEK SMITH",
      "text": "OK. Well, you're a good teacher."
    },
    {
      "author": "WHITE",
      "text": "(Laughter)."
    },
    {
      "author": "VANEK SMITH",
      "text": "And how long does this process take? How long does it take to get from a subprime credit score to the 700 club?"
    },
    {
      "author": "WHITE",
      "text": "Yeah, credit is a journey. It is really a journey. And it's something that it feels like you're always working on, especially if you have these setbacks - right? - like medical emergencies, unemployment. It's really tough economically right now. So unless you have some type of immediate need, I wouldn't give yourself, like, a hard deadline. What I would put a deadline on are certain tasks that you have. So if you know that you need to pay off a certain credit card, put a timeline on that. But don't put a timeline on what you want your score to be because it's just too uncertain and just - things happen, and I wouldn't want them to, you know, feel too bad about that. As long as you keep, you know, making on-time payments and doing what you have to do on your action plan, you're going to get there."
    },
    {
      "author": "VANEK SMITH",
      "text": "Well, Monique, I can't thank you enough for talking credit with us. Thank you."
    },
    {
      "author": "WHITE",
      "text": "Yes. Thank you for having me. I love this topic. I can talk about it all day."
    },
    {
      "author": "VANEK SMITH",
      "text": "So this all might sound a little daunting, but Lucy Cerezo - from the top of the episode - she did all this. She took all of these steps after discovering that her credit score was 433, and she saw some big changes happen really fast. In fact, here is a TikTok she posted just one month after discovering that her credit score was 433."
    },
    {
      "author": "CEREZO",
      "text": "My credit score is no longer 433 - credit score is 562 - just 30 days. Your girl got it up to 562. I'm nowhere near 850 - 433. I mean, I still can't get nothing, but (laughter) the way it was 433, y'all."
    },
    {
      "author": "VANEK SMITH",
      "text": "Lucy says she couldn't believe how fast she was able to raise her credit score by more than a hundred points. And she says the whole experience just took away a lot of the fear she had around her credit situation."
    },
    {
      "author": "CEREZO",
      "text": "I was so scared of this credit score. And then once I researched it, I'm like, this is how easy that we can, like, increase it, you know? So I felt excited. Like, I felt like - I didn't realize that it could have been that easy 'cause it's scary - your credit score. Like, everybody's like, if you don't have a perfect credit score, not only can you - can't get anything, but you look - like, society looks at you like, ugh, even though, like, most of us don't have a good credit score."
    },
    {
      "author": "VANEK SMITH",
      "text": "Right now, Lucy's credit score is over 600, and she says she still works at it every day. She keeps her spending to a minimum. She makes sure her bills get paid on time. And she keeps an eye on her credit report."
    },
    {
      "author": "VANEK SMITH",
      "text": "So let's recap. Takeaway No. 1 - get your credit report. It might seem really scary, but there is so much you can do right away. And a lot of times that emotional element - that fear - is the hardest part. So once you get over that, you are already well on your way."
    },
    {
      "author": "VANEK SMITH",
      "text": "Takeaway No. 2 - get to know your credit report. Look it over. Make sure there aren't any mistakes, and then start to look at which debts might be dragging you down the most. Those can be a good place to start."
    },
    {
      "author": "VANEK SMITH",
      "text": "Takeaway No. 3 - call your creditors. This might seem really terrifying, but just remember what Lucy Cerezo says - there are real people on the other end of the phone. Just explain your situation. Be kind and see what they might be able to do for you. Sometimes it's a lot."
    },
    {
      "author": "VANEK SMITH",
      "text": "Takeaway No. 4 - have some money stored away for a rainy day. Even before you start paying down your debt, have an emergency fund in place. This gives you a solid foundation from which you can build your credit."
    },
    {
      "author": "VANEK SMITH",
      "text": "And takeaway No. 5 - make your plastic work for you. Your credit cards can damage your credit, but they can also repair it. If you get an increase in your credit line or start making on-time payments, these things can help you increase your credit score fast."
    },
    {
      "author": "VANEK SMITH",
      "text": "And a little bonus takeaway from us here at LIFE KIT - whatever you do, feel no shame. Over 100 million people have what's considered to be a low credit score - or even no credit score - in the U.S. You are in great and vast company, and you can start increasing that score right away."
    },
    {
      "author": "VANEK SMITH",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on how to save for a big financial goal, and we have another on how to get a better night's sleep. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And also, of course, we want to hear from you. If you have episode ideas or feedback, please send us an email - lifekit@npr.org."
    },
    {
      "author": "VANEK SMITH",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team includes Andee Tagle, Audrey Nguyen and Sylvie Douglis. Engineering support comes from David Greenburg and Robert Rodriguez. I'm Stacey Vanek Smith. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2290503339.mp3",
  "img": "https://media.npr.org/assets/img/2024/03/08/gettyimages-1419599649_wide-ca4e71ff796c91a2e2012dbd4083f6d51daf18d6.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "STACEY VANEK SMITH, HOST",
    "LUCY CEREZO",
    "VANEK SMITH",
    "CEREZO",
    "MONIQUE WHITE",
    "WHITE"
  ]
}