{
  "title": "How to talk to teens about drugs",
  "url": "https://www.npr.org/transcripts/1196978409",
  "intro": "Overdose deaths among teenagers have skyrocketed in the last few years due to opioids like fentanyl. Experts say drug education that focuses on harm reduction, an approach that focuses on safety rather than abstinence, could help save lives. Here's how to start the conversation with young people and how to respond in an emergency.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody, it's Marielle. If you're old enough to remember the '80s or '90s, you may remember this PSA, involving an egg and a frying pan."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "This is your brain on drugs. Any questions?"
    },
    {
      "author": "SEGARRA",
      "text": "Or this one, with a father standing in front of his 13-year-old son's grave."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "If you don't teach your kids to say no to drugs, it's as good as saying yes."
    },
    {
      "author": "SEGARRA",
      "text": "Or maybe you remember the DARE program, where police officers went to classrooms and told kids to just say no to drugs. Here's former Attorney General Jeff Sessions talking about the program in 2017."
    },
    {
      "author": "JEFF SESSIONS",
      "text": "DARE was - became fundamental to our success by educating children to the dangers of drug use. I firmly believe that your work saved lives."
    },
    {
      "author": "SEGARRA",
      "text": "Those DARE presentations and TV PSA's were part of a decadeslong abstinence-only campaign around drugs - one that's still popular today. The thing is, research has long shown only telling kids to just say no doesn't have a significant impact on drug use. And now, overdose deaths among teenagers have skyrocketed, largely because of fentanyl. So, yeah, it's dangerous out there. But experts say there's another option that could help save teenagers' lives. It's called harm reduction, and it's designed to keep people safe when they do choose to use drugs."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT - how to talk to teenagers about drugs and drug use. NPR's education desk has been working on a series about the rise of fentanyl overdoses among teens, and editor Nicole Cohen and reporter Lee Gaines of member station WFYI are going to walk us through harm reduction and how it can help reduce the risks of drug use. They'll also talk about how to start the conversation with young people, why we need to be honest about drugs, and how to respond in an emergency."
    },
    {
      "author": "NICOLE COHEN, BYLINE",
      "text": "I'm Nicole Cohen, an editor on NPR's education desk."
    },
    {
      "author": "LEE GAINES, BYLINE",
      "text": "And I'm Lee Gaines, an investigative education reporter at WFYI in Indianapolis."
    },
    {
      "author": "COHEN",
      "text": "Ed Ternan knows the damage counterfeit pills can cause."
    },
    {
      "author": "ED TERNAN",
      "text": "Charlie was a 22-year-old college senior when he died in May of 2020."
    },
    {
      "author": "COHEN",
      "text": "Charlie, his youngest son, died of an overdose at the beginning of the pandemic."
    },
    {
      "author": "TERNAN",
      "text": "And he went back to his college campus for the last month of school. And when he did that, he went - he had kind of an afternoon to kill, waiting for a telephone job interview, and he went online and got a pill that he was familiar with. He sought a Percocet, and he was told what he was getting was a Percocet."
    },
    {
      "author": "COHEN",
      "text": "Except it wasn't."
    },
    {
      "author": "TERNAN",
      "text": "It was all fentanyl and just inert filler powder. It was a completely fake pill."
    },
    {
      "author": "COHEN",
      "text": "Ed didn't really know anything about fentanyl when his son Charlie died. It was a total shock."
    },
    {
      "author": "TERNAN",
      "text": "And we actually call it among some of our fellow bereaved parents the WTF moment - what's this fentanyl."
    },
    {
      "author": "GAINES",
      "text": "So our first takeaway - get familiar with the current drug landscape."
    },
    {
      "author": "TERNAN",
      "text": "The drug landscape today is more like a minefield, where in the past it might be - have been described more like a path where you could get off on the wrong track. Now the risk is today, immediate, and there may not be any warning signs."
    },
    {
      "author": "COHEN",
      "text": "After Charlie's death, Ed and his wife founded the nonprofit Song For Charlie to educate teens and young adults about fentanyl and how it's frequently found in counterfeit pills that look a lot like familiar prescription drugs. They also have a guide for parents called The New Drug Talk. It explains what they need to know about drugs today."
    },
    {
      "author": "TERNAN",
      "text": "Chemicals have replaced plants as the raw material of choice for drug traffickers and that that trend is not going to go away."
    },
    {
      "author": "COHEN",
      "text": "Fentanyl is one of those chemicals. It's a potent, synthetic opioid that can be really dangerous, even deadly, when it isn't used according to doctor's orders and it's contributing to an overdose crisis. The number of teen overdose deaths related to fentanyl nearly tripled from 2019 to 2021. That's according to the centers for disease control and prevention. Many of those teens died from taking fentanyl-laced counterfeit pills that didn't come from any pharmacy. Just one of those pills can kill you."
    },
    {
      "author": "GAINES",
      "text": "And like Charlie, many teens aren't dying while partying with friends."
    },
    {
      "author": "TERNAN",
      "text": "It's typically a kid who went to bed and took a pill. That's very important for parents to be aware of."
    },
    {
      "author": "COHEN",
      "text": "Parents should also be aware of a really important strategy when it comes to helping kids stay safe. And Lee, you've done a lot of reporting on this strategy."
    },
    {
      "author": "GAINES",
      "text": "Yeah. It's called harm reduction, and it's our second takeaway. Learn about how to talk about drugs from a harm reduction approach."
    },
    {
      "author": "BONNIE HALPERN-FELSHER",
      "text": "The first tenet of harm reduction, and the most important way to reduce your harm, is not to use in the first place."
    },
    {
      "author": "GAINES",
      "text": "That's Bonnie Halpern-Felsher, a professor at Stanford University. She studies health-related decision-making among adolescents and young adults."
    },
    {
      "author": "HALPERN-FELSHER",
      "text": "The second is if you are using, let's work on trying to either stop or cut back."
    },
    {
      "author": "GAINES",
      "text": "This is a far cry from the drug education of prior decades like the D.A.R.E. program, which began in the 1980s. And like many listeners, I remember being lectured by a D.A.R.E. officer when I was in elementary school."
    },
    {
      "author": "COHEN",
      "text": "Yeah. I remember that, too. But a lot of research has shown this strategy doesn't actually reduce drug use."
    },
    {
      "author": "HALPERN-FELSHER",
      "text": "So when we only give the message of don't and we only give the message of just say no, not only are we not giving teenagers the tools to help them make healthy and best decisions at that moment, we also shame them and embarrass them that they then don't want to come to you as a parent to admit that they have tried drugs 'cause they don't want to disappoint you."
    },
    {
      "author": "GAINES",
      "text": "There is some research that shows harm reduction can reduce drug use. The caveat here is that more studies need to be done. However, Bonnie and other experts I talked to say that this approach can help save lives at a moment when teens are dying at an alarming rate."
    },
    {
      "author": "COHEN",
      "text": "Let's talk about the next part of harm reduction. And I think some listeners are going to find this surprising because it starts by acknowledging an uncomfortable reality."
    },
    {
      "author": "HALPERN-FELSHER",
      "text": "Adolescents and young adults are either using drugs, or they are in a circumstance where their friends or their peers are. And so part of the harm reduction is also how do you stay safe if you're using drugs, or how do you stay safe if your friends are using drugs and you want to help them be safe, as well?"
    },
    {
      "author": "GAINES",
      "text": "Bonnie knows all about teaching young people how to reduce their risk when it comes to drugs. Her lab has a high school curriculum called Safety First, and it's a great, free resource for parents who want more guidance."
    },
    {
      "author": "COHEN",
      "text": "To review - harm reduction drug education explains that not using drugs is the best way to stay safe, but it also provides information that can help young people reduce their risks if they or their friends do choose to use drugs. I can imagine some listeners might worry that giving teens this information could encourage them to use drugs."
    },
    {
      "author": "GAINES",
      "text": "And Bonnie has a response for that."
    },
    {
      "author": "HALPERN-FELSHER",
      "text": "There's no evidence that suggests that if we talk to people about harm reduction, they're more likely to use. That is not true. If anything, it's the opposite, because now they're understanding the real evidence behind what they're using and why we're concerned."
    },
    {
      "author": "COHEN",
      "text": "Once you're familiar with the idea of harm reduction, the next step is for parents and caregivers to talk to their kids about it. But that's kind of a big conversation to have. I'm sure a lot of people are going to be overwhelmed and unsure where to start. So our third takeaway - this should be an ongoing conversation, not a one-time lecture. If you aren't sure where to start, Bonnie says don't try to schedule the conversation. Instead, let it come up organically."
    },
    {
      "author": "HALPERN-FELSHER",
      "text": "Go home and talk to your sons, daughters, children and say, you know what? I just listened to a podcast and learned all about harm reduction and how to talk about drugs. Can we talk about it?"
    },
    {
      "author": "GAINES",
      "text": "Basically, approach your kids with an open mind and a sense of curiosity."
    },
    {
      "author": "NORA VOLKOW",
      "text": "And this is crucial - gain their trust."
    },
    {
      "author": "GAINES",
      "text": "Nora Volkow is the director of the National Institute on Drug Abuse."
    },
    {
      "author": "VOLKOW",
      "text": "You don't want to make, under any circumstances, speaking about drugs a taboo, because you want to encourage children or adolescents to convey to their parents when they get exposed to a drug or not."
    },
    {
      "author": "GAINES",
      "text": "So avoid saying things like you aren't using drugs, are you? That kind of statement can shut a conversation down or discourage your teen from coming to you for help or advice in the future."
    },
    {
      "author": "COHEN",
      "text": "Exactly. And you don't necessarily need to wait until your kids are old enough to be encountering these drugs. Nora says it's better to start before your kids enter adolescence."
    },
    {
      "author": "VOLKOW",
      "text": "And that's where you can have a larger likelihood of being successful in imprinting children when they are so much more trusting of their parents."
    },
    {
      "author": "GAINES",
      "text": "Of course, the conversation you have with a second grader isn't the same as what you'd say to a 10th grader, but Ed says there are still valuable lessons you can start teaching early on."
    },
    {
      "author": "TERNAN",
      "text": "So we can talk to our 7-year-olds about, your sister has a cough. That's why she's getting this cough medicine. You don't get any cough medicine because you don't have a cough. And the purpose of the cough medicine is to make your sister's cough go away, right? Now, when your sister's cough does go away, she doesn't get the cough medicine anymore."
    },
    {
      "author": "GAINES",
      "text": "And the conversation should also be a two-way street."
    },
    {
      "author": "TERNAN",
      "text": "It's a dialogue. It starts with questions. It starts with, how are you doing? I'm concerned about your friends."
    },
    {
      "author": "GAINES",
      "text": "Ed likes to say, you and your friends, when talking to young people about drugs. And that's because a lot of teens feel, well, invincible. So the threat of harm to themselves doesn't really sink in."
    },
    {
      "author": "TERNAN",
      "text": "What sinks in more is, you would not like this to happen to anyone you care about, right? Let's you and I, parent and child, make sure that we are getting really informed about what's going out so you can tell your friends, and help you and your friend group and your cousin and your girlfriend or your boyfriend stay safe, because we would both really hate to have someone we love suffer this tragedy."
    },
    {
      "author": "COHEN",
      "text": "Now that we know how to start and keep the conversation going, let's move on to our fourth takeaway, which is to be honest. Historically, adults haven't done a good job of that. We've spent decades over-exaggerating the risks of drugs by sending the message that the most dire consequences of drug use are guaranteed to happen, even if you try something once."
    },
    {
      "author": "VOLKOW",
      "text": "And so when we say, well, if you smoke marijuana, your brain is going to not function well anymore on one single consumption, and then these children may be seeing their own parents smoking marijuana or others, and they don't see the evidence that it basically damaged their brains."
    },
    {
      "author": "GAINES",
      "text": "The result? Kids stop trusting what adults say about drugs because they aren't immediately seeing the consequences."
    },
    {
      "author": "COHEN",
      "text": "That's a huge problem because we are in a moment today where a single pill laced with fentanyl can actually kill you."
    },
    {
      "author": "VOLKOW",
      "text": "If you cry wolf too many times, when the wolf really comes, no one is paying attention. And this is, I fear, where we are a little bit with the fentanyl."
    },
    {
      "author": "COHEN",
      "text": "So we have to be honest."
    },
    {
      "author": "GAINES",
      "text": "And that includes talking about your own experiences and feelings about drugs. Look, a lot of adults use cannabis and alcohol recreationally, and teenagers are smart. They know what their parents are up to. Bonnie says you can be honest with teens about your own substance use and explain why it's not a good idea for them to use drugs and alcohol right now because it can hurt their brain development."
    },
    {
      "author": "HALPERN-FELSHER",
      "text": "So adolescents understand why these drugs are particularly harmful to them during an adolescent or very young adult age."
    },
    {
      "author": "COHEN",
      "text": "Being honest also includes explaining both the risks and the benefits of drugs, because some drugs have real medicinal value. But if you use them improperly, you run the risk of becoming addicted or overdosing."
    },
    {
      "author": "GAINES",
      "text": "Takeaway five - talk to your kids about what they should consider before using drugs."
    },
    {
      "author": "COHEN",
      "text": "Remember, the first tenet of harm reduction is to explain why it's not a good idea to use at all. But if teens are using or if their friends are using, these strategies and tools can help reduce the risks and even save lives."
    },
    {
      "author": "GAINES",
      "text": "First, tell them to consider their mindset before they use drugs. Bonnie says it's not a good idea to use substances while you're anxious or depressed, and it's best not to mix drugs, because the effects from combining drugs may be stronger and more unpredictable than one drug alone, and even deadly."
    },
    {
      "author": "HALPERN-FELSHER",
      "text": "We also talk about dose and dosage, that it's important - we see this a lot with edibles, for example - young people taking too much and not realizing that they've had too much. If you are going to use, use the minimal amount to feel the effect that you want. And that's true with ibuprofen or any other drug."
    },
    {
      "author": "GAINES",
      "text": "Next, tell them that it's super important to consider where and with whom they're going to use. Like, it's definitely a bad idea to take drugs and drive. It's also really dangerous to use drugs alone."
    },
    {
      "author": "HALPERN-FELSHER",
      "text": "We know, unfortunately, particularly in the case of fentanyl, what's happened is some young people have purchased drugs, either knew it was an opioid or often didn't even know it was an opioid, did not know there was fentanyl in there, use them alone and then unfortunately stopped breathing. So using drugs in groups, using drugs with friends, and then making sure that the peer or your friend you're with knows how to administer Narcan."
    },
    {
      "author": "COHEN",
      "text": "That brings us to one of the most important tools to have in this situation - the opioid reversal medication naloxone. It's often sold under the brand name Narcan as a nasal spray."
    },
    {
      "author": "TERNAN",
      "text": "Narcan reverses opioid overdoses. That's the only thing it does. It does it very effectively. So it doesn't harm someone if you're wrong and they're not overdosing from opioids and you give it to them. There is no reason for every single household not to have Narcan. You can't Narcan yourself. So your kids should have it so they can help a friend."
    },
    {
      "author": "COHEN",
      "text": "Naloxone, or Narcan, is an over-the-counter medication, so it's not hard to get ahold of. Some cities are even giving it away for free."
    },
    {
      "author": "GAINES",
      "text": "There's also a way to reduce the risk of an overdose by using fentanyl test strips before taking any drugs."
    },
    {
      "author": "HALPERN-FELSHER",
      "text": "I'm a big proponent of having test strips also in every school, every library, every bar, every place where people gather, where you're likely to encounter drugs."
    },
    {
      "author": "COHEN",
      "text": "A fentanyl test strip is sort of like a pregnancy test. You have to mix a small amount of the drug with water, dip the test strip in and then wait for the result. If it's positive, there's fentanyl in the drugs."
    },
    {
      "author": "GAINES",
      "text": "But Ed cautions that a negative result doesn't guarantee there's no fentanyl, especially if what you're testing is a small part of a pill."
    },
    {
      "author": "TERNAN",
      "text": "The trick is when fentanyl is pressed with other powders into tablet form, and now the distribution of that fentanyl is locked in place. So our message for parents is be aware of the nuances with some of these harm reduction techniques, where you don't want to give kids a false sense of security, that, well, I tested one pill out of a 10-pill bag, and it tested negative. You can't know for sure that the rest of them are going to test negative."
    },
    {
      "author": "GAINES",
      "text": "Bonnie agrees. Test strips aren't perfect, but it's better than not testing your drugs at all. She says sometimes parents get nervous that providing this information and these tools to kids will send the message it's OK to use drugs."
    },
    {
      "author": "HALPERN-FELSHER",
      "text": "Having test strips, having naloxone, having other tools in one's toolbox to be able to reduce their harm does not encourage young people to use. What it does is that helps young people, if they're going to use drugs, be safe."
    },
    {
      "author": "COHEN",
      "text": "Even if kids follow all the harm reduction recommendations we've outlined here, overdoses can happen, which is why it's important for parents and teens to be able to spot an overdose and do what they can to help."
    },
    {
      "author": "GAINES",
      "text": "That brings us to our sixth and final takeaway. Learn about and teach your kids how to respond in an emergency. And that begins with talking about the signs of an overdose. If someone is falling asleep or unconscious, if they have pinpoint pupils, if they're breathing slowly or taking very shallow breaths or not breathing at all, if their fingernails or lips turn a bluish color, if they make gurgling sounds or start vomiting - these are all signs of an opioid overdose."
    },
    {
      "author": "TERNAN",
      "text": "Back in my day, if you had some kids over for a sleepover and they're watching a movie and one of them nodded off and fell asleep, you wouldn't think twice. Now you might want to shake that kid. You might want to try and wake her up. And if you can wake her up, no problem. But if you can't, you quickly move into the next step."
    },
    {
      "author": "COHEN",
      "text": "Which is calling 911. And some teens might hesitate to get the police involved. But Bonnie says calling the police doesn't necessarily mean you'll get in trouble."
    },
    {
      "author": "HALPERN-FELSHER",
      "text": "It varies by state, but most states have a Good Samaritan law, and the Good Samaritan law says that you can call 911 even if you or those around you were taking drugs and/or have the drugs in your possession. And we will not bust you. Police will not come and bust you. They might confiscate the drugs, but they're there to make sure that we are safe, which means calling 911."
    },
    {
      "author": "GAINES",
      "text": "Next, if you have naloxone or Narcan, give it to the person who is overdosing. Then, if they're still breathing, put the person on their side to prevent choking if they vomit. If they're not breathing, administer CPR. Bonnie says you can practice all of this as a family."
    },
    {
      "author": "GAINES",
      "text": "So one of the most powerful takeaways from my reporting is how important it is to learn how to talk openly and honestly about drugs, because a single class or conversation isn't going to solve this crisis. The experts say that what's really required is a cultural shift, and that's where these conversations can make a huge difference. Plus, there's really no downside to talking about drugs and harm reduction strategies with young people."
    },
    {
      "author": "COHEN",
      "text": "Remember, this isn't only about helping your own kids stay safe if they're using drugs. It's also about teaching your teens to help keep their friends safe."
    },
    {
      "author": "GAINES",
      "text": "And for any parents or caregivers who think they don't need to have this conversation because their child doesn't use drugs, Nora has a message for you."
    },
    {
      "author": "VOLKOW",
      "text": "Never become complacent. I mean, what happens is a lot of parents says, no, that will never happen to my child. Don't close your eyes to it because it can happen, and we are seeing it, unfortunately."
    },
    {
      "author": "COHEN",
      "text": "Let's recap what we've learned. Takeaway 1 - get familiar with the current drug landscape."
    },
    {
      "author": "GAINES",
      "text": "Takeaway 2 - learn about harm reduction and how it can be used to talk to teens about drugs."
    },
    {
      "author": "COHEN",
      "text": "Takeaway 3 - start the conversation and keep it going. Remember, this isn't a one-time lecture. It's an ongoing dialogue."
    },
    {
      "author": "GAINES",
      "text": "Takeaway 4 - be honest, including about your own feelings and history with drugs as well as their risks and benefits."
    },
    {
      "author": "COHEN",
      "text": "Takeaway 5 - share harm reduction strategies with teens like not using alone, carrying naloxone or Narcan and using fentanyl test strips."
    },
    {
      "author": "GAINES",
      "text": "And finally, takeaway 6 - know how to spot the signs of an overdose and then talk through what to do if someone is overdosing. Call 911, give the person naloxone or Narcan and put them on their side."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on talking to your teens about social media and another on flight anxiety. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you, so if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Sylvie Douglis. Engineering support comes from Stu Rushfield. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5358490617.mp3",
  "img": "https://media.npr.org/assets/img/2023/12/15/ljohnson-fentanyl-harm-reduction1_wide-280f93654cacc1ddf29e4e8f0a5802415994c9f8.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "JEFF SESSIONS",
    "NICOLE COHEN, BYLINE",
    "LEE GAINES, BYLINE",
    "COHEN",
    "ED TERNAN",
    "TERNAN",
    "GAINES",
    "BONNIE HALPERN-FELSHER",
    "HALPERN-FELSHER",
    "NORA VOLKOW",
    "VOLKOW"
  ]
}