{
  "title": "The secret to lasting love might just be knowing how to fight",
  "url": "https://www.npr.org/transcripts/1196978629",
  "intro": "The Gottmans have been studying marriage and relationships for 40 years. In a new book, Fight Right, they explain how successful couples resolve their conflicts.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. So happy almost Valentine's Day. You know those little Valentine's Day cards that have the cute, corny messages on them, like the classic be mine, or maybe there's a bunny holding a heart and it says somebunny loves you? You know what those never say? Let's fight. Everybody talks about the romance of relationships, the red roses and endless sex. But nobody really wants to think about the disagreements that are a completely normal part of a partnership."
    },
    {
      "author": "JULIE SCHWARTZ GOTTMAN",
      "text": "A lot of people really don't know how to manage conflict."
    },
    {
      "author": "JOHN GOTTMAN",
      "text": "What we're seeing a lot is couples in the United States are engaged in kind of a standoff. So they start by presenting the issue as a defect in their partner's personality, which just leads the partner to become defensive. And it escalates very quickly into a standoff, an attack, defend, standoff. And when that happens, it really is very dangerous for the future of the relationship."
    },
    {
      "author": "SEGARRA",
      "text": "Any of that sound familiar? If so, it's time to change how you view your disagreements."
    },
    {
      "author": "JOHN GOTTMAN",
      "text": "Conflict really has a purpose, and the purpose is mutual understanding."
    },
    {
      "author": "SEGARRA",
      "text": "That was Julie and John Gottman, world-renowned researchers and clinical psychologists who've been married for more than 30 years and have spent the last 40 dedicated to the study and practice of fostering healthy, long-lasting relationships. They've watched thousands of couples argue, and they are able to predict with over 90% accuracy if a couple will stay together after witnessing just three minutes of a conflict. Yeah, how you fight matters a lot more than you might think. The Gottman's new book, \"Fight Right,\" details the keys to successful conflict found in couples that master love."
    },
    {
      "author": "JOHN GOTTMAN",
      "text": "A couple that stays together and, you know, pretty much likes one another over time, and they're pretty satisfied with the relationship, that's a master."
    },
    {
      "author": "JULIE SCHWARTZ GOTTMAN",
      "text": "Versus a disaster, which is a couple that typically has really terrible conflicts and grows more and more distant and more and more unhappy. So we don't want to be disasters. But the great thing is that disasters can become masters simply by reconfiguring how they talk about their conflicts and become more connected."
    },
    {
      "author": "JOHN GOTTMAN",
      "text": "Good point, Julie."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, we're going to learn how to fight right. Reporter Andee Tagle talks to the Gottmans about some of the most common fights in relationships, why they happen and how we can turn conflict into connection."
    },
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "If you want to fight right, you first need to understand what Julie and John call the conflict culture of your relationship. Being aware of your fighting style and that of your partner's will make it easier to connect amid conflict."
    },
    {
      "author": "JULIE SCHWARTZ GOTTMAN",
      "text": "So first of all, what people can do is ask how was conflict handled in your family when you were growing up? A lot of times, we will either imitate what our parents or our caretakers did when we were growing up or we will go the opposite direction. And that background determines what our culture of conflict is. We might be conflict avoiders, which means we may just agree to disagree, but we don't resolve problems by really hashing out our own position on the issue and trying to reach a compromise. Or we may validate each other in talking about conflict, which means we'll express our feelings somewhat but very rationally, and we will move to problem-solving very quickly. We may not explore as deeply as we need to what's going on in our own position on the issue. And third, we may be volatile, which means lots of emotion, lots of intensity, lots of passion when we express our emotions. None of those is bad. It's simply a matter of recognizing which you are - avoidant, validating or volatile - and talking with your partner about what kind of discussion and conflict helps you feel more comfortable and more listened to."
    },
    {
      "author": "TAGLE",
      "text": "OK. Let me just make sure I understand. In order to understand our styles, to start, we need to interrogate our past and interrogate our influences. What else? What's next?"
    },
    {
      "author": "JOHN GOTTMAN",
      "text": "One of the things that's very important, Andee, is the ratio of positivity to negativity in a conflict discussion. And what we found was, whatever style of conflict you have, the masters of relationships, the ones that stay together happily, have this ratio of five times as much positive emotion as negative emotion in a conflict discussion, which means that they're really creating this sort of lubricated climate of understanding by just expressing interest, and nodding their heads, and, you know, vocalizing and saying, oh, interesting, tell me more about that, you know? Oh, wow, you know? And that kind of feedback, that eye contact and vocalization lubricates the wheels of communication, whereas when there's a standoff, people don't express any affection. There's very little humor. And they're kind of, you know, like stone walls just sort of standing there and really being opposite of one another and disagreeing with their partner constantly as opposed to trying to reach mutual understanding."
    },
    {
      "author": "TAGLE",
      "text": "Let's call this takeaway two. Whenever possible, but especially in conflict, aim for the positive - a little humor, offering some validation or a simple, OK, I see your point, can go a long way in maintaining a successful relationship. Now let's turn to some of the most common fights people have."
    },
    {
      "author": "TAGLE",
      "text": "The first one I want to cover with you, I am extremely guilty of. But if you tell my husband, I will deny..."
    },
    {
      "author": "TAGLE",
      "text": "...That I said that. You call it the bomb drop. Please, can you tell us what we're talking about? Give us an example of the bomb drop fight."
    },
    {
      "author": "JOHN GOTTMAN",
      "text": "Sure. A lot of times, it comes from not feeling entitled to really ask for what you need and suppressing your irritation and your upset and not talking about it. And then when it finally does come out, it's almost like you've dropped a bomb on the relationship. And what typically happens is you express your discomfort by describing your partner, not describing yourself. So we call it harsh startup, and you really describe your partner in very negative terms and say, you know, the problem in this relationship is that you're so selfish; you're inconsiderate; you only think about yourself. And they go on and on, really pointing a finger at their partner, and that's guaranteed to lead to defensiveness. So that's what a bomb drop is."
    },
    {
      "author": "TAGLE",
      "text": "The defining quality of this type of fight is that it kind of comes out of nowhere, you know? Like, you're walking along, and everything's fine. It seems like you're having a good day, and it's suddenly like, I can't believe you, right?"
    },
    {
      "author": "JOHN GOTTMAN",
      "text": "Right."
    },
    {
      "author": "TAGLE",
      "text": "You have been awful for the past 10 years."
    },
    {
      "author": "TAGLE",
      "text": "Right? Is that - do I have that right?"
    },
    {
      "author": "JOHN GOTTMAN",
      "text": "Right. Exactly, you got it."
    },
    {
      "author": "TAGLE",
      "text": "OK. So we don't want to do the harsh startup or drop that bomb. John, can you explain the alternative, what you call the soft startup?"
    },
    {
      "author": "JOHN GOTTMAN",
      "text": "What that means is, you point your finger not at your partner but at yourself and say what you feel about a situation - not about a person, but about a situation - that is irritating or upsetting you. And then you talk about what you do need. And in effect, the masters are giving their partner a recipe for succeeding with them, a way to shine for them. So I feel, about what, and here's what I need. And a positive need is the opposite of what you don't need, what you don't want, what you're upset about. So you really have to do a little bit of work to think about, what do you want? And so this softened startup has those three parts to it - I feel, about what, and here's what my positive need is."
    },
    {
      "author": "JULIE SCHWARTZ GOTTMAN",
      "text": "Let me give you an example of the difference between a harsh startup and a softened startup. So let's say that your partner's mother is coming over for dinner tonight."
    },
    {
      "author": "TAGLE",
      "text": "OK."
    },
    {
      "author": "JULIE SCHWARTZ GOTTMAN",
      "text": "And she always finds something to criticize you about, no matter what. It's your cooking, it's your cleaning, you know, whatever - or your child raising, she always criticizes you. So you want to bring this up to your partner. A harsh startup would sound like this. Dear, your mother is a wart on the back of humanity."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "JULIE SCHWARTZ GOTTMAN",
      "text": "All right. OK. How's your partner going to respond to that? Probably not well, unless your partner totally agrees with you, that's always a possibility. However, softened startup would sound like this. Honey, I'm really feeling nervous - there's the emotion - about your mother coming over to dinner tonight. She often find something to criticize me for. That's the situation. Would you please stand up for me if she does that again? There's the positive need. That's how your partner can shine for you."
    },
    {
      "author": "JOHN GOTTMAN",
      "text": "And Andee, let me contrast that with when you do this following thing, then I feel this way, and I don't like that, that's in an attack mode because it immediately puts the other person in a defensive place, you know? So here, you're not saying you're the fault of my emotion, you're saying this situation is really frustrating for me or upsetting to me, and here's what I need from you. And that's a whole different way of being gentler in starting up talking about a conflict issue."
    },
    {
      "author": "TAGLE",
      "text": "So takeaway three - when it's time to fight, start soft. That formula again is I feel plus situation plus positive need. By using that I statement, keeping the discussion about only the matter at hand rather than your whole relationship or your partner's character, and asking them for exactly what you need to feel connected, you're providing your partner space to react calmly and a roadmap for a successful conversation. OK. Moving on to another type of fight - the flood."
    },
    {
      "author": "JULIE SCHWARTZ GOTTMAN",
      "text": "So this part of John's earliest research that was so significant. He would have a couple talking to one another, sitting in chairs, looking as calm as can be. But he and his colleague, Dr. Robert Levenson, also measured heart rate. They measured how much people jiggled in their chair. They looked at their facial expressions. And what they saw, particularly in heart rate, is that people could be speaking fairly calmly or maybe shutting down, but their heart rates were over 100 beats a minute. What that signifies is that your whole physiological system is very, very upset, and you've moved into fight or flight. Now, what are the situations that make you feel that way, either facing a saber-tooth tiger or facing your partner who's criticizing you..."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "JULIE SCHWARTZ GOTTMAN",
      "text": "...And attacking you. And when you feel deeply attacked and there's no way out, people will move into flight or fight and they cannot think straight, they cannot hear well, it's a terrible state to be in. We call that flooding. The antidote to that is that as soon as somebody notices the signs that they're starting to flood - and everybody may have different signs of that in their own bodies, like getting hot or maybe their jaw getting clenched or their inability to breathe deeply - you have to say to your partner, can we please take a break right now? And then it's very important for that person to say when they will come back to continue the conversation. The other person needs to say, sure, let's take a break, and they will feel better knowing from the other person that they will be able to continue the conversation in a certain amount of time. While you're on the break, here's another thing that's a little bit different than what you would think..."
    },
    {
      "author": "TAGLE",
      "text": "Sure."
    },
    {
      "author": "JULIE SCHWARTZ GOTTMAN",
      "text": "...You do not think about the fight. So what you have to do is something self-soothing during your break that calms you down. It could be just reading a book, reading a magazine, or meditating, going for a run, listening to music, anything that takes your mind off the fight so your body has a chance to metabolize all the stress hormones that have been released in your body from being in fight or flight, and your body can calm down."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway four - it's OK to put your fight on pause - really, seriously. This one might feel hard for those of us who were raised on the phrase, never go to bed angry. But the research shows, when you're feeling overwhelmed, it's probably best to take a break. John and Julie recommend anywhere from 20 minutes up to a 24-hour pause to reset, calm down and then come back to the conflict table with a clear head. Next up - tackling the fight called the standoff. It's the kind of fight where both sides feel they have to win. But John and Julie say conflicts in relationships shouldn't have winners and losers. Here's what to do instead."
    },
    {
      "author": "TAGLE",
      "text": "You talk about an intervention in the book called the bagel method to, quote, \"help couples in conflict find a true compromise that feels good to both partners.\" Can you tell me a little bit more about the bagel method?"
    },
    {
      "author": "JULIE SCHWARTZ GOTTMAN",
      "text": "Yes. So John and I really, really love bagels. Therefore, it's the bagel method. But for some of you not being familiar with bagels, you can call it the doughnut method. So here is what it looks like. If you take out a piece of paper, and you draw two concentric circles - a small one in the middle and a great big one outside that - it looks like a doughnut. In the center circle, before talking to one another, what are the things in your position on the issue that you cannot compromise on, that are so important to you, so core to your identity, to who you are, that if you gave up one of those or some of those, it would feel like you were giving up the bones of your body? But now listen. In the outer circle, this is where you put the things you're more flexible about, and those tend to be the nitty-gritty details of what you might arrive at for a compromise, like when something happens, where it happens, whose goes first, how much money do you spend, how much do you save, et cetera. How long does something last?"
    },
    {
      "author": "TAGLE",
      "text": "Maybe your partner wants to move to sunny California, but you want to be closer to your family in Boston. Or your boyfriend wants to keep renting, but you're ready to buy a condo. Try takeaway five. If you've come to an impasse, use the bagel method. Write out what's truly non-negotiable on the inside and where you might have room in the outer circle. You might be surprised by what you find."
    },
    {
      "author": "JOHN GOTTMAN",
      "text": "Compromises often fail because people give up too much just for the sake of peace in the relationship, and so they don't put in those inflexible areas what's really important to them about their position on this issue. And when you give something really central up just for the sake of peace, it builds resentment, as opposed to in the bagel method, you can actually say, here's why this is so important to me; here's why I'm kind of inflexible about this; here's why that has to be part of our compromise; I have to feel like my dream is being honored in some way. And then the compromise doesn't get sabotaged in the future."
    },
    {
      "author": "TAGLE",
      "text": "Great distinction. So compromise is important, but it's also really important that you be true to yourself within it, that you not give up too much."
    },
    {
      "author": "JOHN GOTTMAN",
      "text": "Right. Exactly."
    },
    {
      "author": "JULIE SCHWARTZ GOTTMAN",
      "text": "And honor your partner's dreams as well, if you possibly can."
    },
    {
      "author": "JOHN GOTTMAN",
      "text": "Right."
    },
    {
      "author": "TAGLE",
      "text": "Our last takeaway, takeaway six - repair. Repair. Repair. This idea comes up again and again in the Gottmans' research. The couples who make it make an effort to stay connected and reduce harm to one another before, during and after a fight. That can look like a comment, a gesture, a joke."
    },
    {
      "author": "JULIE SCHWARTZ GOTTMAN",
      "text": "A repair is something that takes you right on back to the high road through saying something helpful right in that moment."
    },
    {
      "author": "JOHN GOTTMAN",
      "text": "Well, the thing about repair is that it needs to really be perceived as a repair by your partner. So one thing you can do that's very different is to say, I'm feeling defensive. Can you say that in a gentle way? You know, now, you're not getting defensive. You're just saying, I'm feeling defensive, or, I need to calm down, or, your point of view is very interesting; say more about it. These are all repairs that you can use. And we actually spent seven years - two graduate students of mine mostly did this, Amber Tabares and Janice Driver - studying what repairs worked and what repairs failed. Any repair you would use in a business meeting will fail in a love relationship, so things like, oh, let's consider our alternatives and evaluate them - anything that's really intellectual. But anything that's emotional, really, and self-disclosing really works much better, saying, you know, I feel like we're getting stuck; you know, tell me more about your point of view so I understand it better."
    },
    {
      "author": "TAGLE",
      "text": "So repair - very, very important, very critical - also, usually the most difficult part, at least if you're me, it can feel impossible to reach across the table and hold your spouse's hand after a big fight. You know, even when or maybe especially if you know it could make a big difference in that moment, right? What advice can you share with us about making and accepting repair attempts?"
    },
    {
      "author": "JULIE SCHWARTZ GOTTMAN",
      "text": "OK. So the one that you described, which is taking your partner's hand, is really extreme, and I'm right there with you, Andee. I could never do that, either. But if you've said the wrong thing, and you're aware that you've said the wrong thing, you can say as a repair, or your partner can, you know what? I just blurted that out. Let me try again. That's a repair. How about bringing in some positivity, a little bit of positivity? What John was talking about when he talked about the ratio that's so important, of five positives to one negative to make it a healthy conflict conversation, well, positives can include things like, interesting, I never thought of it that way; fair enough; good point; oh, OK; tell me more. Those are all positives."
    },
    {
      "author": "JOHN GOTTMAN",
      "text": "And we quote William Shakespeare here in \"Merchant Of Venice,\" where Portia says, \"the quality of mercy is not strained. It drops as the gentle rain from heaven, and it blesses both he who shows mercy and he who gives mercy.\" And the same thing with repair. Both people are blessed by a repair that's effective - the person making the repair attempt and the person receiving the repair attempt - so that if both people, you know, know about repair, then they can use it together."
    },
    {
      "author": "TAGLE",
      "text": "Julie, John, thank you so much for joining us today. I have learned so much. You've given me so much to work with. I really appreciate it."
    },
    {
      "author": "JOHN GOTTMAN",
      "text": "Thank you, Andee."
    },
    {
      "author": "JULIE SCHWARTZ GOTTMAN",
      "text": "Andee, this has been a wonderful conversation. Thank you so much."
    },
    {
      "author": "TAGLE",
      "text": "OK. Let's recap. The conflict in your relationship is an opportunity for connection. Here are things to remember to fight right. Takeaway one - understand your fighting style. Are you avoidant, volatile, validating? And how does that contrast with your partner's culture of conflict? Takeaway two - aim for five positive interactions for every negative interaction. That's the sweet spot for a solid relationship. Takeaway three - start soft. That three-part formula is, I feel, plus the situation and finally ask for a positive need. Takeaway four - if you're feeling flooded, put your fight on pause. Decide with your partner how long you need to cool down. Then walk away, and do anything else but think about your fight until it's time to return to the table. Takeaway five - if you need to find a compromise, try the bagel method - non-negotiables in the center, items of flexibility in the outer ring. Takeaway six - repair, repair, repair. I know - trust me; I know - just how hard it can feel to reach out to your partner in the middle of conflict, but remember; you're on the same team with the same goal of understanding each other. Offer each other grace wherever you can."
    },
    {
      "author": "SEGARRA",
      "text": "That was LIFE KIT reporter Andee Tagle talking to Julie and John Gottman about their new book, \"Fight Right: How Successful Couples Turn Conflict Into Connection,\" out now."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to maintain long-distance friendships and another on bird-watching. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Audrey Nguyen - heart you. Our visuals editor is Beck Harlan; you the best. Our digital editor is superstar Malaka Gharib. Meghan Keane is our supervising editor - big fan. Beth Donovan is the executive producer - mama bear. That's actually on a candy heart. Our production team also includes cool cat Andee Tagle, sugar pie Clare Marie Schneider and purr-fect Sylvie Douglis. Engineering support from NPR is Kwesi Lee and Kyle Olvera. Special thanks to Jason Sotomayor from Digital One, Katie Reynolds and Nicole Dominguez from the Gottman Institute, and Sarah Breivogel from Penguin Random House. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6342220856.mp3",
  "img": "https://media.npr.org/assets/img/2024/02/09/lajohnson-fight-right-lk-finalartboard-5_wide-c83176153bf6c90555428a37871d35dc4d21b5b9.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "JULIE SCHWARTZ GOTTMAN",
    "JOHN GOTTMAN",
    "ANDEE TAGLE, BYLINE",
    "TAGLE"
  ]
}