{
  "title": "Boost your mood in 15 minutes",
  "url": "https://www.npr.org/transcripts/1197477615",
  "intro": "Sometimes you're just feeling blah: the weather's bad, you can't get out of bed and you're struggling to shake off that listlessness. In these moments, the solution is often simpler than we think. This episode, NPR's science desk and Life Kit staff present research-backed mood boosters to instantly shake yourself out of a slump and turn your day around.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. The other day I woke up feeling sad, and I wasn't really sure why. It just got worse as the day went on. I started wondering, like, what is bothering me? Is it a dream I had? Am I stressed about something? Some unresolved trauma I should dig up? Then around 2:30 in the afternoon, I finally had lunch. I bit into a juicy salmon burger with pickles and aioli on top and realized, oh, I was just hungry."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, bad moods - sometimes they have a big underlying emotional reason, and sometimes they're a signal that we need to meet one of our basic bodily needs, like eating or drinking water or talking to another human. Now, let me be clear, it's OK to be in a bad mood. As we know from \"Inside Out,\" all of our emotions - sadness included - serve a purpose. But let's say you want to pivot. There are a lot of things you can do."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, with help from NPR's Science Desk, we are going to hand you a menu of research-backed mood boosters. These are actions you can take when you've got less than 15 minutes to spend, and you want to escape that gloomy cloud hanging over you. Just a note here - none of these actions on their own can treat serious mental health conditions, but they can supplement your preexisting mental health routine, and they can help you shake off that bad vibe, at least in the moment."
    },
    {
      "author": "SEGARRA",
      "text": "Our first mood booster is a cool one, a really cool one. You ever heard of a Polar Bear Plunge? That's when a bunch of people get together, sometimes as a New Year's Day tradition, and jump into the freezing ocean."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "You ready guys?"
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Oh, yeah."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "We're going to walk in - walk in with intention."
    },
    {
      "author": "SEGARRA",
      "text": "Well, people are now doing this all year round. It's called cold plunging."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Ready?"
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Go."
    },
    {
      "author": "UNIDENTIFIED PEOPLE",
      "text": "One, two, three."
    },
    {
      "author": "SEGARRA",
      "text": "And cold plunging is exactly what it sounds like. You submerge yourself in cold water."
    },
    {
      "author": "WILL STONE, BYLINE",
      "text": "Usually in the studies, we're talking about temperatures lower than 60 degrees, but there's no one definition. People are practicing it in different ways depending on what they have access to."
    },
    {
      "author": "SEGARRA",
      "text": "That's NPR health and science correspondent Will Stone. He lives in Seattle and cold plunges a few times a week."
    },
    {
      "author": "STONE",
      "text": "Let's see if I can do it (laughter)."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "Woo. Woo-hoo."
    },
    {
      "author": "SEGARRA",
      "text": "You're hearing him on an outing with a group called the Puget Sound Plungers, and some of their members told him that a cold plunge can feel transformative."
    },
    {
      "author": "UNIDENTIFIED PERSON #4",
      "text": "There's this point where you hit a level where it's not cold anymore, and this, like, calm washes over you. It's pretty cool."
    },
    {
      "author": "UNIDENTIFIED PERSON #5",
      "text": "Any anxiety, anything I'm struggling with, it's just gone. And when I come out of the water, it's - I've left it in the water."
    },
    {
      "author": "SEGARRA",
      "text": "OK, Will. What do we know, broadly speaking, about the benefits of cold plunging? You've reported a bit on what happens in those first moments when you get into cold water."
    },
    {
      "author": "STONE",
      "text": "Yeah, that's right. There is a first kind of physiological reaction you have, which is called the cold shock response. This is when your body basically freaks out (laughter). You know, your heart rate jumps. Your blood pressure spikes. It activates your fight-or-flight response. This is the - called the sympathetic arm of your nervous system. You'll have a release of, like, stress hormones like adrenaline. And scientists do believe that, you know, some of the benefits that we see specifically around mental health has to do with that first intense - this cold shock response that you have to kind of deal with and encounter when you first get in."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Well, let's talk more about the mental health benefits. What is the evidence that you've seen?"
    },
    {
      "author": "STONE",
      "text": "So I would say the evidence is still pretty thin, but I do see it as one of the most promising areas of research. There's one small study from the U.K. that shows even a quick dip in the cold water can improve your mood. And this one study on mood found it didn't really matter if it was five or 10 or 20 minutes in the water, it all seemed to help, about have the same effect."
    },
    {
      "author": "SEGARRA",
      "text": "All right, so that's our first mood booster. Try a cold plunge. If it's your first time, Will says find a body of water somewhere in the 50- to 60-degree range and prioritize safety. Make sure you have a friend with you and a plan to warm up fast after. And if you can't get to a pool or a lake or the ocean quickly, a cold shower or an ice bath can give you similar benefits."
    },
    {
      "author": "SEGARRA",
      "text": "Our next mood boost starts with a team of researchers aiming to answer this question. What is the least amount of movement needed to offset the risks of sitting? Researchers at Columbia University Medical Center recruited a bunch of middle-aged and older adults and had them sit for eight hours, a typical workday, and then they started including breaks for them to walk on a treadmill. NPR's Allison Aubrey reported on this."
    },
    {
      "author": "ALLISON AUBREY, BYLINE",
      "text": "They learned that just taking a one- or two-minute walk once per hour helped to lower blood pressure. And this wasn't a huge surprise because it's known that when you stand up, when you move, your muscles burn more fat and you increase blood flow. So that's very beneficial. That's helpful. But when the participants upped it to twice an hour on the treadmill for longer periods, up to five minutes, they saw more impressive results."
    },
    {
      "author": "SEGARRA",
      "text": "So I have to tell you, I just did this. I put my shoes on, walked out the door, set a timer for five minutes and just kind of walked around, walked a few blocks."
    },
    {
      "author": "AUBREY",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Had the sun on my face."
    },
    {
      "author": "AUBREY",
      "text": "Nice. How did you feel?"
    },
    {
      "author": "SEGARRA",
      "text": "It felt really good. I mean, I do try to stand up from my desk. But the walking part of it felt - there was something else about that. It was like suddenly my problems didn't feel as heavy."
    },
    {
      "author": "AUBREY",
      "text": "Wow. OK, well, that's big. That's worth noting. And I'll point out that there was one more benefit of these short, frequent breaks that was noted in the study. I spoke to Kathleen Janz. She's a health promotion researcher at the University of Iowa, and she points out that the participants in the study felt better when they built in more walking breaks."
    },
    {
      "author": "KATHLEEN JANZ",
      "text": "People felt less fatigued. People were in a better mood because they took those breaks."
    },
    {
      "author": "SEGARRA",
      "text": "I wonder, too, do you have to walk to get the benefits of this? Can you just move for five minutes? Like, can you vacuum? Or can you dance around your apartment for five minutes and get the same benefits?"
    },
    {
      "author": "AUBREY",
      "text": "Absolutely. So however you do that, however you build in movement, that's the goal here. And if you're bored by walking, you can dance, as you say."
    },
    {
      "author": "SEGARRA",
      "text": "That's our second mood booster. If you have 15 minutes, five minutes, one minute, get up out of bed or away from your desk and go on a walk, or dance around your apartment. Or do some upright stretching. Or just do a load of laundry. Move that body."
    },
    {
      "author": "SEGARRA",
      "text": "All right, our next mood booster comes from LIFE KIT's digital editor Malaka Gharib. Malaka, I know that is your 9-5, being our digital editor, but you actually have a 5-9 after that. What is your other job?"
    },
    {
      "author": "MALAKA GHARIB, BYLINE",
      "text": "Yeah, I actually love that phrasing. I do a myriad of things. I am a cartoonist. I'm writing a screenplay. I'm a graphic novelist. Doing these things makes me feel really relaxed. And it's my way of expressing myself and my emotions and helps me understand what's going on inside. It's like a compulsion. It's a compulsion to help me understand myself and the world."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So you've actually looked into this, why it feels so good to make something. What is the benefit we get from whether it's doodling or some other creative hobby?"
    },
    {
      "author": "GHARIB",
      "text": "Yeah. So I reached out to experts about this. I talked to Girija Kaimal, and she's a professor at Drexel University and a researcher in art therapy."
    },
    {
      "author": "GIRIJA KAIMAL",
      "text": "Things change in your body. Your stress levels go down, your sense of perceived stress. Your mood improves."
    },
    {
      "author": "GHARIB",
      "text": "And so one of the coolest things that she told me about this need and the reason why we make art is that it may serve an evolutionary purpose. Girija has this theory that art-making helps us navigate problems that might arise in the future. And she wrote about this in a 2019 study in the Journal of the American Art Therapy Association."
    },
    {
      "author": "KAIMAL",
      "text": "So this act of imagination is actually an act of survival. It is preparing us to imagine possibilities."
    },
    {
      "author": "GHARIB",
      "text": "And that makes sense, right? We've been making art since we were cave dwellers. And maybe making art helps us prepare for problems in our lives or helps us imagine better futures for ourselves."
    },
    {
      "author": "SEGARRA",
      "text": "I feel like it can also take emotions that are in here and get them out there so you can start to - I don't know. It's almost like to remove them from your body..."
    },
    {
      "author": "GHARIB",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "...And put them on the page."
    },
    {
      "author": "GHARIB",
      "text": "Process."
    },
    {
      "author": "SEGARRA",
      "text": "It almost sounds like a cliche, but yes, it's helping you process what maybe you didn't even fully understand you were feeling."
    },
    {
      "author": "GHARIB",
      "text": "Art can do amazing things, and it can improve your mood in a big way."
    },
    {
      "author": "KAIMAL",
      "text": "Engaging in any sort of visual expression - coloring, doodling, free drawing - results in the reward pathway in the brain being activated, which means that you feel good. And it's perceived as a pleasurable experience."
    },
    {
      "author": "SEGARRA",
      "text": "So the researchers have also found that coloring and other forms of art, they lower stress and anxiety, right?"
    },
    {
      "author": "GHARIB",
      "text": "Yeah. There was this 2016 paper in the Journal of the American Art Therapy Association that Girija worked on. And she and some researchers basically measured cortisol levels of 39 healthy adults, and they found that 45 minutes of creating art significantly lowered cortisol levels."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so I wonder, Malaka, is all art equally beneficial in this way?"
    },
    {
      "author": "GHARIB",
      "text": "You know what? That's a really cool question. Girija recommends using modeling clay to just mess around with. Take some in your hand and, like, make a bowl or make a sculpture, or just do anything with it."
    },
    {
      "author": "KAIMAL",
      "text": "Some media like clay, which engages perhaps both your hands and therefore many parts of your brain - your sense of touch is deeply engaged. Your sense of three-dimensional space, sight, maybe a little bit of sound - all these are engaged. So when you are using several parts of yourself for self-expression, that's likely going to be more beneficial."
    },
    {
      "author": "GHARIB",
      "text": "But really, she says, just do whatever feels good to you, you know. If you really like making zines, which is what I like making, make zines. If you really like painting, paint. Do whatever feels good for you. You just want to be able to keep coming back to do that art thing."
    },
    {
      "author": "SEGARRA",
      "text": "All right. So, Malaka, what is a good creative exercise someone could do if they have, say, 15 minutes and they want to lower their stress or feel like they're getting that reward?"
    },
    {
      "author": "GHARIB",
      "text": "Yeah, so I'm the queen of micro art projects."
    },
    {
      "author": "SEGARRA",
      "text": "Love it."
    },
    {
      "author": "GHARIB",
      "text": "I'm a big believer of making things sloppy and fast, just so that you get that high of having completed something. And so one of the things that I love to recommend to people is to challenge yourself to make a little mini zine - it's an eight-page mini zine - in one sitting and in one sitting it can be in five minutes or in 10 minutes. You can finish a zine, just, like, tell a story in eight pages, and get it done."
    },
    {
      "author": "SEGARRA",
      "text": "Mood booster No. 3 - create something. And Malaka says, don't be too precious about your creations. These do not have to be perfect."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So now we're going to enter a rapid-fire round of mood boosters with NPR journalist Ryan Kellman. Hey, Ryan."
    },
    {
      "author": "RYAN KELLMAN, BYLINE",
      "text": "Hey, Marielle."
    },
    {
      "author": "SEGARRA",
      "text": "All right, so a few years ago, Ryan, you got together with some other folks at NPR to look at research-backed ways that we can make ourselves feel good. Right?"
    },
    {
      "author": "KELLMAN",
      "text": "Yeah. That's right. So, you know, we were coming sort of out of the pandemic at the time, which was incredibly isolating for a lot of people. And, you know, people had been deprived of many of their sources of joy that they once had. So we had the idea to create an app to help counteract some of that, shake off some of those, you know, pandemic feelings - big shoutout to Meredith Rizzo, Carmel Wroth and the whole news apps team here at NPR. And basically, the app offers a menu of ways you can enter different positive emotional states like wonder, gratefulness, anticipation, that kind of thing."
    },
    {
      "author": "SEGARRA",
      "text": "The app is called NPR Joy Generator, and you can find it at npr.org/joy. All right, Ryan, let's go into some of these techniques."
    },
    {
      "author": "KELLMAN",
      "text": "Let's - how about this? How about we test them out on you?"
    },
    {
      "author": "SEGARRA",
      "text": "OK. I'm down."
    },
    {
      "author": "KELLMAN",
      "text": "So what I want you to do is listen to this for me and tell me how it makes you feel."
    },
    {
      "author": "SEGARRA",
      "text": "I don't like it (laughter). I don't like it."
    },
    {
      "author": "KELLMAN",
      "text": "That's fair. That's fair. It's not - that's not the sound for everyone. What that actually is, is someone playing with slime. Sounds weird, I know. But for some lucky people like myself, sounds like that will give you this sort of brain tingly sensation. It's called autonomous sensory meridian response, otherwise known as ASMR."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I have seen ASMR videos and some of them I like and some I don't. The - what - I get that sensation when I watch people put makeup on other people."
    },
    {
      "author": "KELLMAN",
      "text": "Oh, I like that fun specific detail about you."
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter)."
    },
    {
      "author": "KELLMAN",
      "text": "Fantastic. Yeah, so there actually isn't a ton of research. But in one study from 2018 that was published in the journal PLOS ONE, a team of researchers hooked up dozens of participants, people who got this ASMR feeling, to biological feedback machinery. And they found that when they watched ASMR videos, hearing those sounds of things like plastic wrappers crinkling..."
    },
    {
      "author": "KELLMAN",
      "text": "...Peeling garlic..."
    },
    {
      "author": "KELLMAN",
      "text": "...Pouring a fizzy drink..."
    },
    {
      "author": "KELLMAN",
      "text": "...When they heard those sounds, their heart rates decreased on average by more than three beats per minute. And they got these pleasurable chills, you know, these goosebumps or shivers up your spine. For me personally, it's hard to describe, but it's something like what you might feel when you're listening to a really good song."
    },
    {
      "author": "SEGARRA",
      "text": "I think what I like is - about those makeup videos - is that often the person putting the makeup on is talking very softly too, like, they're sort of talking like this. And I think that that's the kind of ASMR that I like (laughter)."
    },
    {
      "author": "KELLMAN",
      "text": "Absolutely, yeah. Whispering is big in the ASMR community for sure."
    },
    {
      "author": "SEGARRA",
      "text": "And how much - I wonder, like, how much ASMR would you need to listen to to get that mood-boosting effect?"
    },
    {
      "author": "KELLMAN",
      "text": "Well, with the videos that the researchers showed - and that's one study - they were showing about three-minute videos. So, you know, conceivably you can get those tingly sensations pretty quickly."
    },
    {
      "author": "SEGARRA",
      "text": "All right. Mood booster No. 4 - tap into ASMR to calm your mind. Watch a soothing video online. Figure out the triggers that are most pleasing for you. What is the next mood booster?"
    },
    {
      "author": "KELLMAN",
      "text": "Well, let me ask you this. Are you a cat person or a dog person?"
    },
    {
      "author": "SEGARRA",
      "text": "I would say dog person."
    },
    {
      "author": "KELLMAN",
      "text": "OK. Good answer. No wrong answer there, folks. It's all good. But yeah, I'm going to send you this link of a YouTube video to watch for me. OK, so we're watching this puppy pile dog video, right?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. It's just like, it looks like maybe a mama dog with her little baby puppies sleeping next to her, and they're just, like, breathing. And somebody was petting their fur. Is this a live stream?"
    },
    {
      "author": "KELLMAN",
      "text": "Yeah, this is a live stream. So what's going on here, what's meant to be happening here, is the power of cuteness. Some lucky researchers at the University of Leeds actually have attempted to look into why we like watching puppies and kittens, stuff like that, so much. And they showed 30-minute montages of cute animal videos to stressed-out college students. And they found that their blood pressure, heart rate, and anxiety all dropped."
    },
    {
      "author": "SEGARRA",
      "text": "And it's like you don't actually even need to be with a puppy. You could just look at videos of puppies."
    },
    {
      "author": "KELLMAN",
      "text": "Yeah, right. There's a reason that, you know, so much of my social media is subscriptions to dogs doing things and cute animals, right?"
    },
    {
      "author": "SEGARRA",
      "text": "Mood booster No. 5 - maybe you could have guessed this one - but cute animals make us feel good. So sidle up next to your cat or dog or parrot or rabbit or snake, if that's what you're into. No pets in your house? Those live puppy cams and cat cams on the internet do the same thing for us."
    },
    {
      "author": "KELLMAN",
      "text": "OK, so I have one last thing for you to listen to, and I just want you to sort of note what you're feeling as you listen to it. Does it evoke anything? Does it remind you of anything? So let's check it out."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, it feels cozy. I'm feeling like cozy, mystical beachfront."
    },
    {
      "author": "KELLMAN",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Grandma's cottage vibes."
    },
    {
      "author": "KELLMAN",
      "text": "Yeah. So, yeah, homey, right? It's kind of homey."
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter)."
    },
    {
      "author": "KELLMAN",
      "text": "So, yeah, what we were doing in creating this app, for this particular chapter of it - right? - we were trying to put together sounds and visuals that might evoke memories, and for, you know, a broad generation of listeners, right? So from the sound of a disk drive booting up to a cat purring to, you know, rain on a window pane. So these are things that might feel like, familiar and take you back to your childhood, remind you of your past. And what we were trying to tap into is nostalgia. And that's that bittersweet yearning - right? - we feel to go back in time. And it's a pretty intricate emotion, actually. For one, nostalgia is actually a universal experience, and even kids feel it."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so why - sometimes when I think of nostalgia, I think it feels a little sad. So I'm surprised this is a mood booster."
    },
    {
      "author": "KELLMAN",
      "text": "Right, right. So what scientists think is that nostalgia has a couple of different functions, right? For one, tapping into these memories might help us when we're lonely - right? - the good ones - by reminding us of fond, personally meaningful times. And when we're nostalgic, people report feeling a stronger sense of belonging and describe their lives as more meaningful. And these memories remind us also to strengthen our current relationships."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. It sounds like nostalgia can be a little reminder of what we love or what matters to us."
    },
    {
      "author": "KELLMAN",
      "text": "Right, exactly."
    },
    {
      "author": "SEGARRA",
      "text": "How would you put yourself in this state apart from listening to some audio like we just did?"
    },
    {
      "author": "KELLMAN",
      "text": "Yeah, you can actively put yourself in this state. You could, you know, go through your camera roll and, like, pull up pictures from, you know, years ago, or even - not even that long ago. You could cook an old family recipe or read your favorite kid's book from growing up, right? You know, something I like to do is like, listen to the music I listened to in high school, which, you know, actually had, like, different meaning for me then, but I still look back on it with nostalgia."
    },
    {
      "author": "SEGARRA",
      "text": "There's that one song - it's, like, Fall Out Boy..."
    },
    {
      "author": "KELLMAN",
      "text": "I hope it's Fall Out Boy."
    },
    {
      "author": "SEGARRA",
      "text": "\"Sugar, We're Goin Down\" - (singing) we're going down, down in an earlier round, and sugar, we're going down swinging."
    },
    {
      "author": "KELLMAN",
      "text": "Yes. Yeah. Who is that?"
    },
    {
      "author": "FALL OUT BOY",
      "text": "(Singing) I'll be your number one with a bullet. A loaded God complex..."
    },
    {
      "author": "SEGARRA",
      "text": "Fall Out Boy. Yeah, yeah, yeah, it is. That song takes me back."
    },
    {
      "author": "SEGARRA",
      "text": "Thank you, Ryan, for all these mood boosters."
    },
    {
      "author": "KELLMAN",
      "text": "Yeah. Happy to be here."
    },
    {
      "author": "SEGARRA",
      "text": "So mood booster No. 6 - nostalgia is a powerful, complicated, but deeply enriching emotion. Spend a few minutes looking back in your camera roll. Maybe go through the pictures you took on this very day five, ten, or 15 years ago. Or, Ryan says, you could listen to your favorite songs from high school, just to feel that connection to your younger self."
    },
    {
      "author": "SEGARRA",
      "text": "OK, it's time for a recap. If you're feeling low energy or listless or just having a bleh day - that's the scientific term for it, I've heard - we've got tips for you that research shows will help make you feel better. Shock your body with something cold - a cold plunge, a splash at the pool, a cold shower. Move your body - maybe go on a walk or dance around the house or wave your arms around. Create something - make it fast and messy. This isn't the time to be precious. Watch some ASMR videos to get those nice brain tingles going. Spend some time loving up on cute animals virtually or in person. And tap into your nostalgia. Crack open the old Facebook albums. Take a little virtual walk down memory lane."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on different stress resets to snap out of your anxiety, and another on longer term ways to feel happier in life. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider, and Sylvie Douglis. Engineering support comes from Kwesi Lee. I'm Marielle Segarra. Thanks for listening and please take care of yourself."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3356523925.mp3",
  "img": "https://media.npr.org/assets/img/2024/08/30/template-4-example-4-_wide-297ba6b2a62e01738361d05bca2ebe9394882854.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "UNIDENTIFIED PEOPLE",
    "WILL STONE, BYLINE",
    "STONE",
    "UNIDENTIFIED PERSON #3",
    "UNIDENTIFIED PERSON #4",
    "UNIDENTIFIED PERSON #5",
    "ALLISON AUBREY, BYLINE",
    "AUBREY",
    "KATHLEEN JANZ",
    "MALAKA GHARIB, BYLINE",
    "GHARIB",
    "GIRIJA KAIMAL",
    "KAIMAL",
    "RYAN KELLMAN, BYLINE",
    "KELLMAN",
    "FALL OUT BOY"
  ]
}