{
  "title": "Dear Life Kit: I'm at my breaking point",
  "url": "https://www.npr.org/transcripts/1198907953",
  "intro": "Family and marriage expert Moraya Seeger DeGeare weighs in on questions from listeners who have reached a breaking point in their relationships with the people around them.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. The relationships we have with the people we're close to can be so good for us, and they can also be incredibly frustrating. Our friends, our partners, our family members, our colleagues, they sometimes disappoint us, often in patterns that repeat over and over again and make you feel like you're at an impasse. Moraya Seeger DeGeare is a licensed marriage and family therapist. Her practice is called BFF Therapy, and she has a lot of advice for navigating these moments."
    },
    {
      "author": "SEGARRA",
      "text": "On this edition of Dear LIFE KIT, the series from reporter Andee Tagle, Andee asks Moraya a series of anonymous questions from listeners who are at the end of their ropes. The questions will come from different arenas of life - friendship, romantic love, work - but they all come from folks who've reached a breaking point with the people around them."
    },
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "OK, Moraya, here's our first question."
    },
    {
      "author": "TAGLE",
      "text": "(Reading) Dear LIFE KIT, my best friend is back dating her abusive ex-boyfriend. He was physically, mentally and emotionally abusive towards her. Eventually, she broke things off and got a restraining order. Flash forward five years - she just got out of a different relationship and started hooking up with her old ex. I explained how it would be hard for me to accept him after knowing what he's done, but she says that he's changed. I pretty much avoid speaking about him or hanging out around them, but it's put a rift in our friendship because she says I can't accept her happiness. What should I do? Signed, Forlorn Bestie."
    },
    {
      "author": "TAGLE",
      "text": "Moraya, there are a lot of questions in this question. Big picture here first - what is a best friend's duty in this situation?"
    },
    {
      "author": "MORAYA SEEGER DEGEARE",
      "text": "Yeah. And this is a really hard one. It's not just about this person they're hooking up with. It's about also the fact that your friend, their values are very misaligned with yours right now because they came out of this breakup. I would imagine they're in a place of a very different type of loneliness than you have ever felt. They're stuck in whatever cycle it is."
    },
    {
      "author": "MORAYA SEEGER DEGEARE",
      "text": "It's also important to think about is we often see our friends in the best way possible. It's not just we want the best for them. We don't see them with their insecurities. We're seeing them as these capable, majestic human beings who we've known and who we absolutely love and care about. And so how can someone we see so magically - right? - even with all their faults - right?"
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "You can be magical and have faults."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Go back to that? And so it's so hard to even fathom why they would do that because we see them as a really capable, lovable human being that can have a healthy relationship hopefully. And so in this is honoring the fact that, yep, you're not going to know exactly what they feel in this relationship, but you also can't pretend - which is really important - that you're going to cosign the relationship. It's really important to not continue to build your friendship on a big fake sort of version of yourself."
    },
    {
      "author": "TAGLE",
      "text": "That was going to be my next question is the avoidance of the relationship - is - like, is it possible to just skirt around it, like, just, you know, get your nails done and talk about work and talk about - I don't know - talk about politics, talk about everything except for the boyfriend? Not possible?"
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "No. If you think about it another way is if you avoid the boyfriend or create a friendship of avoidance, you're actually reinforcing the exact thing your friend is doing. They're creating a relationship that is probably mostly avoiding the amount of abuse in the past to get another need met. So you're doing a similar thing of I'm avoiding this big thing to get a need met, which is maintaining this friendship that has such value to me. I would also be really curious how is he coming back and reentering this system because this is your system of people, your community."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "And so is he doing any actual repair? Repair is so key. He must have done a repair - you would hope - with the partner that he went back to. But also, like, if we sit here and think about it, is if you're going to build a life together, how have we created any repair with these other important people in their life?"
    },
    {
      "author": "TAGLE",
      "text": "Yeah. That makes sense. You know, I'm also thinking about the episode LIFE KIT has done on supporting a friend in abusive relationship. And the advice there similarly was to stay in touch with the friend and just let them know that they're loved."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "Final thoughts for our Forlorn Bestie?"
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "It's hard. Adult relationships are hard. Friendships are hard. Considering we're growing up with our friends over the years, we really are able to mature together. And it's a really beautiful thing. And that coming back together in friendships can be, like, some of our most cherished moments of sort of, like, reacquainting and going deeper. It's profound intimacy that you have in these nonromantic relationships."
    },
    {
      "author": "TAGLE",
      "text": "Before we move on, if any listeners find themselves in a domestic abuse situation, they can call the National Domestic Abuse Hotline at 800-799-SAFE. Let's move to question two."
    },
    {
      "author": "TAGLE",
      "text": "(Reading) Dear LIFE KIT, my wife and I have tried and failed to have a child via IVF three times and are now scraping the bottom of our savings. We're both heartbroken. She wants to use the last of our savings to try one more time, but I want to move on and try to adopt. She is distraught and can't move on. I'm grieving, too - she knows - but I'm trying to move forward. As for her, she often runs into the other room, cries or gets angry when someone brings up her sister's new baby, or someone plays a movie on TV with any pregnancy or childbirth in the plot. Our daily conversations veer into crises as our focus returns to babies. I don't know how to help her. Signed, Baby Blues."
    },
    {
      "author": "TAGLE",
      "text": "Moraya, my heart goes up to this couple."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Yeah. My initial thought is we're looking at sort of two pieces to this question. We have, how do I support this person who I love, who's everything, in this moment of grief that I'm feeling too, right? How do I support my partner in - who's just tender - right? - so, so, so tender, very much on edge, right? Everything's hurting them related to baby, related to future. And then also, what do we do? Like, what's that collective decision? And the third part that they're not even asking is, like, how do I tend to my grief when this person is weeping next to me with much bigger expressions of grief? It's not just the baby, but it's grieving the entire image of what your future life was going to look like, and there's a lot of fear. And so for this couple, it feels very much in this urgent emergency space..."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "...Without a plan because the plan was that thing over there way before they probably ever started IVF."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Right? And so now we're just being like, OK, 10 more grand. Do more. You know what I mean? It's just like - it's almost like you're gambling a little bit for the person who's stressed about the money, and the other person's feeling like, oh, I'm gambling, but what if? What if it all works out?"
    },
    {
      "author": "TAGLE",
      "text": "Yeah. I feel that urgency, and there's not a lot of middle ground. What steps can they take to ensure whatever move they make they're doing so together and not apart when it's - when it feels a little bit black or white for them?"
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Yeah. So really, for both partners to talk about like, what do we need to feel safe about having these conversations again? And so to get to that conversation could be therapy, could be, you know, overall wellness right now. You know, before we even get to making a plan, thinking about our options, I need to help calm my body down, right? And are there things you want to do together? Do you want to work out together? Do you want to meditate together? And even if we're thinking about getting pregnant, you're going to do all those things that are bringing less stress to your life. Then really talking about, yeah, like, what is a meaningful life for us? And as we set that up, what - you know, what is the risk in spending? And then if we think of each of their own history around money, the relationship to money growing up, what they're each potentially giving up in these decisions are really big things."
    },
    {
      "author": "TAGLE",
      "text": "I think what makes this question so painful is that the outcome that they're hoping for is so entirely out of their control. And maybe not everyone out there wants to become a parent or has gone through IVF, but I imagine a lot of people can understand that feeling. What advice do you have for us on how to hold on to hope in moments of powerlessness?"
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Allow yourself to grieve, right? It's actually easier to hold on to hope when we allow ourself the space of, like, it simply might not happen. You know, one of the hardest things I find when I work with couples is that, you know, if one person truly wants to carry a child and birth a child themselves, it's - what are they telling themselves they won't have in the future if they open up the idea to fostering and adopting and these different things, right? And a lot of time it is about other wounds of like, oh, I wasn't close with my mother. So if I adopt versus carrying, like, I'm not going to be close. And so it's - I've attached all these other things to what that means, though. And what does that mean for me as a person and purpose?"
    },
    {
      "author": "TAGLE",
      "text": "Got it. So you have to get underneath all the other things - definitely not easy. You ready for No. 3?"
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Yep."
    },
    {
      "author": "TAGLE",
      "text": "(Reading) Dear LIFE KIT, I'm having trouble respecting my husband because of his work habits. We've both been working from home since COVID. I pride myself on my work ethic and have a very good reputation amongst my peers and my company in general. My husband makes a substantial amount more than me, but he doesn't work nearly as hard as I do. He spends his morning doing personal things. We're talking hours at a time. He often signs off early or runs around during the day when he should be at his desk. This bothers me so much because while he's slacking off all day, my work has been so stressful lately that I'm considering leaving my position after 20-plus years on the job. Going back to the office isn't an option for me. It is for him, but why would he go? He has it too good. My husband and I get along very well in every other aspect of our lives, but this pesky 9-to-5 situation is driving me up the wall. Please help. Signed, Cranky Coworker."
    },
    {
      "author": "TAGLE",
      "text": "All right. So this situation is perhaps a bit more lighthearted than the last few we've heard, but I can really feel CC's irritation here. To me, Moraya, the main issue I'm seeing here is envy. Are you hearing this the same way?"
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Yeah. I'm definitely hearing envy, jealousy. They feel stuck in their position. Deeper than that, I think there's two really big things - is one, they're telling us right in the beginning, like, I pride myself in the work ethic. So their sense of belonging, purpose, value is tied to output. And they're seeing their partner, even though they're bringing in their nice income, their output isn't there. So I think it's envy, but you've lost some respect for your partner in - twisted into that because that's how you respect yourself."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "And so if you were slacking off - I mean, in reality, you're unhappy and probably overworking, so you probably should be working a little bit less. But how could you do that? - because that is how you see value in yourself. And so you've got to talk about that as a couple. But you don't need to force them to be miserable so that - you know, like, the misery loves company?"
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "So that you're happy. Like, why? Why would you do that to them? You love them. Why would you do that?"
    },
    {
      "author": "TAGLE",
      "text": "Absolutely. Moraya, I think we all have those bugaboos. We have things about our partner that really get under our skin. How can we gauge when it's worth speaking up about or trying to make a change and when it might just be your own issue to deal with?"
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Well, if - hopefully your partner is able to say that to you, to be like, I think this could be some of your stuff, right? You know what I mean?"
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Can you hear that if your partner says that? To be like, you know, I'm wondering if this has to do with you and your unhappiness at work. And it's easy to blame the relationship for your unhappiness. Ooh. Right?"
    },
    {
      "author": "TAGLE",
      "text": "Ooh. Yeah."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Which is such a hard thing to hear..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "...From a partner because some of it is the system of the relationship that is bringing it out. And, yeah, I mean - and they sound very burnt out. So what are we doing about your burnt out versus projecting out? Like, you fix that..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "...I'm going to feel better. That's not sustainable, either."
    },
    {
      "author": "TAGLE",
      "text": "Last question. Are we ready?"
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Mm hmm."
    },
    {
      "author": "TAGLE",
      "text": "(Reading) Dear LIFE KIT, my husband and I have been together for six years, and we have a 1-year-old son. Before we met, we had both been in serious relationships. I have a courteous but distant relationship with my ex. My husband's ex, on the other hand, is very much in our lives. She sends us Christmas cards every year without fail. She mails him packages with sentimental objects, texts him about once a month to chat and occasionally calls hysterical over some issue she's experiencing. My husband is aware that all of this bothers me, but he feels conflicted because he still cares about her and because she suffers from extreme mental illness. I've been patient about the situation for six years, but I'm tired of her inserting herself into our lives whenever she feels like it. How do I make my husband understand enough is enough? Signed, Six-Year Itch."
    },
    {
      "author": "TAGLE",
      "text": "OK. This is clearly a sticky situation. The complicating factor here, I think, for me, the reason why it's gotten to an end-of-the-rope-type situation is the mental health portion of this. To what extent should the husband feel responsible for the mental health of a past girlfriend?"
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Yeah. I believe what's happening is he - I mean, honestly, he's enabling the past girlfriend because he's available. So I think the husband understanding it's not just about - it is about boundaries and your new relationship and family, and you're a parent now and all that. But it's much more around, like, really think about this relationship with your ex and what is this doing for her. He needs to reinstate to the ex like, hey, you know, please don't call after a certain time in a moment of distress. Like, who else can you call? Ex or not, I think having a friend that only reaches out in distress can really impact relationships 'cause it's, you know, during dinner, family time, things like that. And it's..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "...Oh, here's so and so calling again because they reach for you as sort of, like, the fake therapist, you know, thing..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "...Over and over and over again. So it's OK to tell a friend, to set some boundaries and be like, I have to love my family right here, and I do care about you - and to sort of hold some of those boundaries."
    },
    {
      "author": "TAGLE",
      "text": "It sounds like our letter writer, Six-Year Itch, has tried to get this message across to her husband, and it's fallen on deaf ears."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "Her question is, how do I make my husband understand enough is enough?"
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Yeah. It's hard to make someone understand your perspective and feelings. So keep talking about how it feels for you versus telling them what to do. And if the couple was in the room with me, like, if this brought them into couples therapy, I would ask the husband, tell me about when you were abandoned. Tell me about that wound. If you understand why the husband feels like, I cannot abandon someone in distress, you can start to see it's not about the ex. It's about my partner's need to show up here."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "And the important thing to tell to the wife is something's going on that they can't step away. And it doesn't mean if they loved you enough, they would. And a lot of times, we struggle with that when a partner doesn't change, or we tell ourselves when they do change, it means I've won. I'm enough. They care enough. They're choosing to be here. But when people can't change, something huge is happening, and most of the time, it's not that he's in love with his ex, right? It sounds like worry, fear, guilt."
    },
    {
      "author": "TAGLE",
      "text": "What this letter brought for me is the larger question of what do we owe the people we love. You know, I think we all make sacrifices for our friends and family, to some extent - playing nice with that uncle you can't stand, picking up the late-night phone call, moving, lending some money, etc. Where do you draw boundaries so you can avoid ever getting to the end of your rope with a loved one?"
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Yeah. I love the quote - boundary's the distance between loving myself and loving you. What do we owe people we love? Love is not 1,000% showing up at all times in any state or any form and just at any cost to yourself. That's not love, right? That's something, right? We have a lot of different names for those things, codependent relationships, all these different things. This partner is doing something that is creating instability in their active life. It is not an act of love picking up those phone calls because it's hurting them, right? It's hurting someone they love, who they have a child with, who's right here in front of them. So it's not coming from a place of overall wellness and building towards a life that's stable. It's coming from something else."
    },
    {
      "author": "TAGLE",
      "text": "Moraya Seeger DeGeare, thank you so much for your time, for your advice. Before you go, we ask every guest of Dear LIFE KIT for their best piece of advice. I would love to hear yours."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "My advice that I'm really sitting in is about listening to yourself. When we don't listen to our intuition, we're actually really betraying ourself, and we need to stop doing that."
    },
    {
      "author": "TAGLE",
      "text": "Thanks, Moraya."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Thank you."
    },
    {
      "author": "SEGARRA",
      "text": "That was LIFE KIT reporter Andee Tagle. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Margaret Cirino and Clare Marie Schneider. Engineering support comes from Tiffany Vera Castro. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6099640172.mp3",
  "img": "https://media.npr.org/assets/img/2024/09/11/template-2-example_wide-14d84a8dab02352f9528c09aee11692eaed68118.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "ANDEE TAGLE, BYLINE",
    "TAGLE",
    "MORAYA SEEGER DEGEARE",
    "SEEGER DEGEARE"
  ]
}