{
  "title": "How to take a refreshing nap (without ending up more tired)",
  "url": "https://www.npr.org/transcripts/1199886001",
  "intro": "A good siesta can offer significant mental and physical health benefits. Here's how to take a nap that won't affect your nighttime sleep — and will leave you feeling energized.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. So every time I take a nap, it's the same routine. You know, I'm on my couch. My eyes start closing. And I decide, screw it, I'm going all-in. This nap may mess me up later, but there is nowhere else in the world I'd rather be right now, and it is happening. I don't even set an alarm. And then I wake up, like, four hours later, feeling groggy, often a little sad and guilty for having slept so long so close to my bedtime."
    },
    {
      "author": "SEGARRA",
      "text": "So look. It turns out we're actually wired to take some kind of break or rest during the day, which can include naps. Our body's internal clock, our circadian rhythm, is built to have these natural dips."
    },
    {
      "author": "JADE WU",
      "text": "Whether it's because the midday sun is too hot for us hunter-gatherers to, you know, be functioning at that time - for whatever reason, we evolved to have this little early afternoon dip. And if we sort of ride that dip and take our nap as we're feeling that, that's where we're going to get the most benefit out of it. Like, go with your body instead of against your body."
    },
    {
      "author": "SEGARRA",
      "text": "Jade Wu is a sleep medicine specialist and researcher based in North Carolina and the author of the book \"Hello Sleep.\" She says when done right, a nap can offer a lot of mental and emotional benefits."
    },
    {
      "author": "WU",
      "text": "I like to call it kind of a performance-enhancing drug without the drug."
    },
    {
      "author": "WU",
      "text": "It's good for our emotion regulation. It makes us less biased towards negative stimuli and more flexible in our thinking. And things that you learned before you went and took a nap are more solidly embedded in your brain after you wake up from the nap."
    },
    {
      "author": "SEGARRA",
      "text": "And there are a ton of physical benefits, too."
    },
    {
      "author": "WU",
      "text": "So athletes will often use a nap to really boost their performance. And they'll find that they have more power. You know, they have more stamina. They feel fatigue less quickly. So napping really can all-around benefit our performance and our overall health."
    },
    {
      "author": "SEGARRA",
      "text": "So, OK, this made me feel a lot better. But she says it's also true that there are right and wrong ways to nap. And, yeah, I think I'm doing it wrong."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, reporter Andee Tagle talks to Jade and to a sleep physician on how and why to take better naps. They'll talk sleep science, ideal nap routines and the importance of rest, no matter when your head hits the pillow."
    },
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "Takeaway one - naps are supplemental sleep."
    },
    {
      "author": "TAGLE",
      "text": "OK, to start, fellow sleepy heads, let's quickly go over some basics, like what even counts as a nap."
    },
    {
      "author": "WU",
      "text": "That's actually a more complicated question than you would think. There's not really a consensus definition. That's why sometimes you see on TikTok, people are like, oh, let's play nap roulette. Is it going to be a 30-minute refresher or is it going to be a four-hour journey to the astral plane? Who knows? So let's go."
    },
    {
      "author": "TAGLE",
      "text": "Again, that's sleep psychologist and researcher Jade Wu."
    },
    {
      "author": "SEEMA KHOSLA",
      "text": "A nap is - that's a good question."
    },
    {
      "author": "TAGLE",
      "text": "And that's Seema Khosla, a sleep medicine physician practicing in Fargo, N.D., and the host of \"Talking Sleep,\" a podcast from the American Academy of Sleep Medicine."
    },
    {
      "author": "KHOSLA",
      "text": "I would think of a nap as a period of time where you are sleeping that is not at the same time as your regular sleep period. And the reason I phrase it that way is even though most of us sleep at night and we think about napping during the day, for our shift workers, they may be sleeping during the day and then may take a nap at night."
    },
    {
      "author": "TAGLE",
      "text": "Great point to start us off, Seema. Let's all keep that in mind moving forward."
    },
    {
      "author": "TAGLE",
      "text": "Jade, anything to add?"
    },
    {
      "author": "WU",
      "text": "So I don't want to make it seem like, oh, naps are so awesome that you should just take, you know, quick naps all day long and not worry about your nighttime sleep because nighttime sleep is still the bedrock of when you get your deep sleep and the restorative, continuous sleep that your body really needs. So I would start by prioritizing locking down nighttime sleep. And then on top of that, think of napping like a bonus."
    },
    {
      "author": "TAGLE",
      "text": "Got it. So just so we're all clear here, a nap should be a supplemental short period of sleep, an appetizer - or nappetizer (ph), if you will - to your full core sleep session that combined should help you achieve the seven to nine hours of daily sleep recommended for most adults."
    },
    {
      "author": "TAGLE",
      "text": "Now, why do we crave naps? Let's go back to that natural dip in energy. The timing of our sleep is based on two drives. The first is our homeostatic sleep drive, also known as sleep pressure, which builds from the moment you wake up until the moment you go to bed. The other is your circadian rhythm. You probably remember this from science class or any of the other many great LIFE KIT episodes on sleep. But if not, here's a quick refresher."
    },
    {
      "author": "WU",
      "text": "Your circadian system is a network of clocks - billions of clocks. Like, most of your cells have clocks. Your organ systems, your hormonal, you know, rhythms have clocks. Everything in your body runs on a clock. And all these clocks are overseen by a master clock in your brain. And this master clock can do its job the best when it knows what time it is and it can sort of keep time on a consistent rhythm."
    },
    {
      "author": "TAGLE",
      "text": "So all of our internal clocks have that natural dip in energy. But the thing is everyone's rhythm is a little bit different, which leads us to takeaway two - naps are not for all. Yes, siestas are sweet, but they're not always the answer or always possible for everyone. So let's check in to make sure you even need a nap. Tell me, are you sleepy or are you tired?"
    },
    {
      "author": "WU",
      "text": "Tired and sleepy are due to different causes, and therefore, they require different cures."
    },
    {
      "author": "TAGLE",
      "text": "Sleepy is pretty straightforward."
    },
    {
      "author": "WU",
      "text": "Your eyelids are heavy. You're yawning. You're like, oh, yeah, I could fall asleep pretty quickly pretty soon."
    },
    {
      "author": "TAGLE",
      "text": "But tired..."
    },
    {
      "author": "WU",
      "text": "Tired is everything else."
    },
    {
      "author": "TAGLE",
      "text": "Maybe you think you need a nap, but really, you're just feeling unmotivated at work or fed up with your partner. Maybe you're anxious about finances or in need of fresh air or more light. Or maybe you're just dehydrated."
    },
    {
      "author": "WU",
      "text": "When we make that distinction, then we know where to look for the cure. You know, do I need to drink more water, or do I need to go take a nap?"
    },
    {
      "author": "TAGLE",
      "text": "As is so often the case here at LIFE KIT, what it comes down to is simple. Just listen to your body. For me, my body is almost always calling for sleep. I hit a quick snooze just as often as I can. For others, naps might not be desired or even possible at all. Back to that internal clock..."
    },
    {
      "author": "WU",
      "text": "Not everybody has to nap, and not everybody can nap. Some people's circadian rhythms just are so strongly tuned in such a way that, you know, just we do not sleep during the day. We only sleep when it's dark at night. And that's perfectly fine."
    },
    {
      "author": "TAGLE",
      "text": "So maybe your internal master clock is set to run on a straight eight hours of sleep through the night. Or maybe you're more like me and are wound for a disco nap just about every day. Knowing what you are can help you plan accordingly."
    },
    {
      "author": "KHOSLA",
      "text": "And that may change over time, too. You know, our sleep needs - you know, in broad terms, we think seven to nine hours, but there's some variability. And we've all experienced that, where you sleep for 10 hours or 12 hours when you're not feeling well, just as we - you know, sometimes if you haven't done a whole lot during the day, you haven't been really physically active or mentally active, maybe you don't need as much sleep that night."
    },
    {
      "author": "TAGLE",
      "text": "Now, it's important to note that there are also people who shouldn't take a nap, like if you suffer from insomnia or other sleep disorders, experience poor-quality sleep at night or..."
    },
    {
      "author": "KHOSLA",
      "text": "If you are somebody that struggles to fall asleep at night, then perhaps avoiding the nap is the right advice for you."
    },
    {
      "author": "TAGLE",
      "text": "So if you have any concerns about your sleep, definitely consult your doctor before making changes to your sleep schedule."
    },
    {
      "author": "TAGLE",
      "text": "Now, once you've taken stock and decided it is, indeed, nap o'clock, we'll move to takeaway three - taking a great nap is as simple as C-E-B."
    },
    {
      "author": "TAGLE",
      "text": "Ever woken up from a nap and felt more tired and then sat up and been like, wait; what planet am I on?"
    },
    {
      "author": "KHOSLA",
      "text": "If you wake up from deep sleep, sometimes you feel almost drunk from sleep. The term that we use is called sleep inertia, where that sleep just follows you into wakefulness."
    },
    {
      "author": "TAGLE",
      "text": "Sleep inertia is a sign that you're overshooting your napping mark. That can slow you down in the short term and potentially sabotage your nighttime sleep in the long run. How do you avoid that? Keep these three simple parameters in mind."
    },
    {
      "author": "WU",
      "text": "We want to be consistent and early and brief."
    },
    {
      "author": "TAGLE",
      "text": "Let's take each of those one by one. First up, C - consistent."
    },
    {
      "author": "WU",
      "text": "I mean not haphazardly - sometimes early, sometimes late, sometimes, you know, long, sometimes short. We want to be, you know, taking a leaf out of the Mediterranean cultures. If you're going to have a siesta, do it at the same time every day."
    },
    {
      "author": "TAGLE",
      "text": "Then there's E for early."
    },
    {
      "author": "WU",
      "text": "Midday, early afternoon will be excellent."
    },
    {
      "author": "TAGLE",
      "text": "Jade suggests aiming for a nap between noon and 3 p.m. during the day. Or for the night owls and shift workers out there..."
    },
    {
      "author": "KHOSLA",
      "text": "Usually we want you six hours or more before your larger sleep period - is that if you're going to take a nap, have it done by then."
    },
    {
      "author": "TAGLE",
      "text": "And finally, there's B for brief. This one might be painful if you're a fan of a long, leisurely afternoon snooze. But..."
    },
    {
      "author": "KHOSLA",
      "text": "If you're taking a two-hour nap, that almost becomes an additional sleep period. And then you could argue that maybe you're engaging in what's called polyphasic sleep, where you're doing a little bit at night, a little bit during the day. You're not doing it all at once."
    },
    {
      "author": "TAGLE",
      "text": "So Jade says 30 minutes to an hour, tops."
    },
    {
      "author": "WU",
      "text": "If you set a timer for about 45 minutes, give yourself a few minutes to get into sleep, you'll probably end up sleeping about 30ish minutes, and that's pretty safe. That's good."
    },
    {
      "author": "TAGLE",
      "text": "Seema's version of brief is even briefer."
    },
    {
      "author": "KHOSLA",
      "text": "A short nap is typically what we recommend - you know, 10 or 20 minutes. And the idea behind that is that you probably will remain in the lighter phases of sleep, rather than getting into the deeper phases of sleep, where sometimes it's a little bit harder to wake up."
    },
    {
      "author": "TAGLE",
      "text": "A quick note here - every phase of sleep is important. If you do any sort of sleep tracking, you might have noticed..."
    },
    {
      "author": "KHOSLA",
      "text": "There is this assumption that only the deep sleep is what we want and there's something wrong if we are only in, you know, quote-unquote, \"light sleep.\" But the reality is that we need it all. They all have a job to do, and they work together. It helps with our immune system, but it also helps with our brain."
    },
    {
      "author": "TAGLE",
      "text": "But for quick naps, it's best and more likely to stay in lighter phases of sleep. If you find yourself falling asleep quickly and dipping into deep sleep with only 30 minutes of napping..."
    },
    {
      "author": "WU",
      "text": "That's actually a sign that you're not getting enough sleep at night. So that's just a symptom that your brain is so desperate to get into deep sleep that even a 30-minute nap will get you there."
    },
    {
      "author": "TAGLE",
      "text": "A lot of dreaming during naptime could be another canary in the coal mine. Your body might just be compensating for not enough REM sleep during the night, or..."
    },
    {
      "author": "WU",
      "text": "If you really consistently and often fall asleep during the day and go directly into REM, that might mean you have narcolepsy."
    },
    {
      "author": "TAGLE",
      "text": "All this to say, again, listen to your body and do what you can to set yourself up for success. And while we're at it, let's make sure we're practicing overall good sleep hygiene. That brings us to takeaway four - stop committing sleep sabotage."
    },
    {
      "author": "TAGLE",
      "text": "For the very best of naps, be aware of daytime habits that get in the way of good sleep. All right, it's time to talk about the great, big energy-drink-sized elephant in the room."
    },
    {
      "author": "KHOSLA",
      "text": "Sometimes when we are chronically sleep deprived, we are in survival mode. So then it's, OK, I've got to get through that afternoon hump; I'm going to have some caffeine. And maybe we overdo, so then that sabotages our attempts to fall asleep at night."
    },
    {
      "author": "TAGLE",
      "text": "Do you resemble that statement? I know I do. If you want better naps, it's important to be conscious about your caffeine consumption. And we have a LIFE KIT episode on exactly how to do that, if you're interested. But the two can coexist. For example, some people - and by some people, I do mean me - swear by caffeine naps. That's when you throw back a Diet Coke right before naptime, so by the time you wake up, you feel extra energized and ready to go. And there are studies that back up this practice. But Jade says exercise caution."
    },
    {
      "author": "WU",
      "text": "Between having caffeine that late and having a nap, you might be setting yourself up to, you know, have difficulty falling asleep that night."
    },
    {
      "author": "TAGLE",
      "text": "And Seema agrees. Stay mindful and curious about how caffeine affects your sleep."
    },
    {
      "author": "KHOSLA",
      "text": "And it doesn't have to be all or none, right? You don't have to have 200 milligrams of caffeine and then take a nap. You could have, like, 60 and then take a nap."
    },
    {
      "author": "TAGLE",
      "text": "And then there's how we set up our sleep space. Let's say you're trying to nap in your car over your lunch break."
    },
    {
      "author": "KHOSLA",
      "text": "What does that look like, and how can we optimize it? If you are intentionally going to take a nap, is it worth bringing a pillow and a blanket and an eye mask - right? - and some earplugs?"
    },
    {
      "author": "TAGLE",
      "text": "Another tip that was hard for this napper to hear - keep the same bedtime and waketime on weekends. Otherwise..."
    },
    {
      "author": "WU",
      "text": "You're doing social jetlag. So you live in San Diego, so if you get up three hours later than usual on weekends, it's like you've flown from New York to San Diego and back over the course of that weekend. That does not feel good, right? I'm sure you've done that trip. That jetlag is just brutal."
    },
    {
      "author": "TAGLE",
      "text": "As Jade puts it, maintaining a robust circadian clock allows you to cope and recover better from all sorts of stressors, so the occasional unideal sleep situation, like actually getting on an airplane and switching time zones, for example, can be that much easier to manage."
    },
    {
      "author": "TAGLE",
      "text": "Speaking of travel, we've arrived at our final destination. Takeaway five - create a mini rest ritual because even without napping, daytime rest is crucial to nighttime sleep. This goes back to our caveman brains and that built-in circadian dip in energy we all experience in the middle of the day. Honoring that pause lets your brain know it's OK to settle down at night. If you spend your whole day going 100 miles an hour..."
    },
    {
      "author": "WU",
      "text": "That is sending the message to our bodies that it's not safe to fall asleep because the only reason why you're going, going, going all day without stopping must be because there's a saber-tooth tiger on your tail, right? So if that's the case, you better not fall asleep, and certainly not into deep sleep. So that's why daytime rest - even if you don't fall asleep during the day for a full nap, daytime rest is really important."
    },
    {
      "author": "TAGLE",
      "text": "That's right - even if you don't fall asleep. I know this is a hard one, especially if you're desperate for sleep and have precious little time before your fussy baby is up again or if you only have exactly 30 minutes of a lunch break."
    },
    {
      "author": "KHOSLA",
      "text": "I think sometimes, if you put a time limit, that itself is stressful."
    },
    {
      "author": "TAGLE",
      "text": "Super anxiety-inducing, yeah."
    },
    {
      "author": "KHOSLA",
      "text": "Right? 'Cause you're like, OK, has it been 10 minutes? Can I peek? Can I look at my watch? I don't know. And so..."
    },
    {
      "author": "TAGLE",
      "text": "The fix is to reframe your thinking around your rest period. To start, some rebranding could be helpful. Like, what does it take exactly to achieve a power nap?"
    },
    {
      "author": "KHOSLA",
      "text": "I think it's 'cause we say it's a power nap."
    },
    {
      "author": "TAGLE",
      "text": "OK. We just declare it."
    },
    {
      "author": "KHOSLA",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "Declaring it makes it so. I like that."
    },
    {
      "author": "KHOSLA",
      "text": "I think so. I think so - because I'm not sure that there has been any rigorous study on it. And I think it's more because we believe that it restores us. So whatever the duration of time, it's a short amount of restorative sleep that makes us feel better afterwards."
    },
    {
      "author": "TAGLE",
      "text": "OK. Simple enough. I'm declaring all my naps moving forward. All right."
    },
    {
      "author": "KHOSLA",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "So option one - fake it till you make it. Option two - maybe you don't have to sleep at all."
    },
    {
      "author": "WU",
      "text": "If I fall asleep, great. If I don't fall asleep, also great. But what I'm not going to do is check my email, scroll through social media, do chores, or do any of those things that further overstimulate me. What you really need is true rest. So even if you don't fall asleep, even if you just kind of hang out in a meditative state or do some mindfulness practices or even just let your mind wander, we know from brain-scanning studies that those states are really restful and really special and can be rejuvenating in a similar way that a nap can be rejuvenating."
    },
    {
      "author": "TAGLE",
      "text": "If you have a nighttime routine that helps you wind down..."
    },
    {
      "author": "KHOSLA",
      "text": "You can do something similar, sort of like a short version of that, to ease you into your nap, particularly if it's the same place, right? That if you work from home and you are able to sleep in your bedroom and you usually do, like, a 10-minute meditation before you go to bed, maybe do a five-minute meditation before you take a nap."
    },
    {
      "author": "TAGLE",
      "text": "Jade plays Beethoven to cue naptime for her kids and herself. Seema is a fan of box breathing."
    },
    {
      "author": "KHOSLA",
      "text": "You breathe in for four seconds and you hold for four seconds. And you breathe out for four seconds and you hold for four seconds."
    },
    {
      "author": "TAGLE",
      "text": "Audiobooks and podcasts are another favorite for winding down. We might be able to help you there."
    },
    {
      "author": "WU",
      "text": "And I'm not just saying that because we're on a podcast right now, but truly, NPR is a really good, free bedtime podcast or, you know, station."
    },
    {
      "author": "TAGLE",
      "text": "No matter what relaxation method you choose, remember, you can only do what you can do."
    },
    {
      "author": "WU",
      "text": "Sometimes it's not possible to nap and rest in the ideal way that we've talked about, but it's always possible to prioritize your health and wellness, even in little ways."
    },
    {
      "author": "TAGLE",
      "text": "Don't let perfection be the enemy of good. Nap when you can, where you can, the best you can. But the key here is you just really need and deserve to rest."
    },
    {
      "author": "WU",
      "text": "Even if it's just for just a tiny bit of time, get out of your head, into your body. And whatever tasks you can do being mindful, do that. You know, as you walk from your car to the office, from your car to the grocery store, walk mindfully. Be in that moment with your body. And that goes a long way."
    },
    {
      "author": "TAGLE",
      "text": "OK, let's recap, softly and slowly, just in case any of you are using this podcast to settle down for your early afternoon snooze. Takeaway one - naps are supplemental to your nighttime routine, not a replacement. Takeaway two - not everyone needs a nap, so if it's not happening, don't stress it. Takeaway three - aim for naps that are C-E-B - consistent, early and brief. Takeaway four - stop committing sleep sabotage. For the very best of naps, be intentional about all of your sleep. Takeaway five - daytime rest is crucial for nighttime sleep. Even if a nap isn't possible, make time for a daily ritual of rest."
    },
    {
      "author": "SEGARRA",
      "text": "That was LIFE KIT reporter Andee Tagle."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. There's one on busting common sleep myths and another about dealing with insomnia. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you, so if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Andee Tagle. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from Gilly Moon and Stacey Abbott. I'm Marielle Segarra. Thanks for listening."
    },
    {
      "author": "TAGLE",
      "text": "Cool. Time for a nap. Bye."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8632819735.mp3",
  "img": "https://media.npr.org/assets/img/2024/02/23/ouellette-npr-napping-feb24_wide-e3a190027722e55d5318f51fc2806f8062e577a2.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "JADE WU",
    "WU",
    "ANDEE TAGLE, BYLINE",
    "TAGLE",
    "SEEMA KHOSLA",
    "KHOSLA"
  ]
}