{
  "title": "Set your summer reading goals",
  "url": "https://www.npr.org/transcripts/1199886248",
  "intro": "Trying to read more can be a hard habit to stick to. If you want to read more, try setting a goal to get you motivated. To make a goal that works for you — consider setting a genre or page count goal rather than just counting the number of books you read.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "...From NPR."
    },
    {
      "author": "ANDREW LIMBONG, HOST",
      "text": "Hey, what's up everyone? Andrew Limbong here in for Marielle Segarra. I swear, this is not a shameless plug, but I write the NPR Books newsletter. And, you know, every week, we chit-chat about books and reading and all that fun stuff. Now, back in January, I asked people to write in about their reading goals for the year because, you know, the type of person who reads a Books letter from NPR is probably also the type of person to have reading goals. And we got a lot of responses about either wanting to read some classic books that they never got around to or reading more nonfiction. I mean, most folks just wanted to read more. But none of those goals really mean anything if you're not working towards them, right?"
    },
    {
      "author": "ANDREW LIMBONG, HOST",
      "text": "NPR's Mansee Khurana wrote a piece for NPR about how to set a reading goal, one that, you know, you can actually accomplish, which is what we're going to cover. On this episode of LIFE KIT, Mansee's on the pod to talk about her piece, and our conversation got more existential than I thought it would because it's more than just about reading. It's about how we treat our hobbies, how they serve us and what's the line between a healthy obsession and one that just gives us something else to stress about?"
    },
    {
      "author": "ANDREW LIMBONG, HOST",
      "text": "Hey, Mansee."
    },
    {
      "author": "MANSEE KHURANA, BYLINE",
      "text": "Hello."
    },
    {
      "author": "LIMBONG",
      "text": "Can I ask you a potentially invasive question?"
    },
    {
      "author": "KHURANA",
      "text": "Yeah, sure. What's up?"
    },
    {
      "author": "LIMBONG",
      "text": "How many books did you read last year?"
    },
    {
      "author": "KHURANA",
      "text": "OK. So last year, I read 37 books, which depending on who you are and how much you read, that might be impressive, that might be nothing. But..."
    },
    {
      "author": "LIMBONG",
      "text": "I think that's impressive. Dude, you don't got to sell yourself short. I think that's good. That's a good number."
    },
    {
      "author": "KHURANA",
      "text": "I don't know. One of the people I talked to in this story was reading 60 books a year, and I was like, all right..."
    },
    {
      "author": "LIMBONG",
      "text": "Oh, my goodness."
    },
    {
      "author": "KHURANA",
      "text": "...We're not at the same level. I read 37, though, and I was pretty happy with that number until I realized that my goal was to read 45. And then suddenly I felt like, oh, I've completely missed the mark. I felt very upset for no reason, it felt like, and really went down the journey of like, OK, should I make my goal less this year? Should I make my goal more this year? How do I sort of adjust based on what I learned from the previous year?"
    },
    {
      "author": "LIMBONG",
      "text": "I sometimes make reading goals, and I feel bad about them. Why? Why do we do this? What is the point of setting a reading goal? Because I think there's not an insignificant part of me that feels like it just induces stress. So why make one?"
    },
    {
      "author": "KHURANA",
      "text": "One is it's definitely a personality type to enjoy having a goal to feel like you're working towards something, especially when it comes to a numbers game. There are some people who get overwhelmed by having a numbers goal, and that's totally fine. There are other options for you if that's the case. But really, I think the goal is more of a reflection on how you've been doing and how your reading has been progressing over the years. So three years ago, I kind of fell off reading. I wasn't doing it as much. It used to be my favorite thing to do when I was a kid, and I really wanted to get back into it. So I made a really simple goal - read a book a month, 12 books a year. And I was able to reach that. And by writing everything down and by writing down each book I read, I was able to see how easy it was to reach that goal. And now, three years later, I increase that goal a little bit every year to make it so that it's something that I'm working towards or working on."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah. That tracks pretty closely to why I started tracking my reading. I noticed I wasn't reading a lot, and I think you can't solve a problem unless you kind of see the numbers in front of you, right? Now, counting one book as one unit of measurement, I think, is a limited measure because sometimes people want to diversify their readings, right? And sometimes people feel pressure to read, you know, more Dostoevsky than, you know, John Grisham or whatever. But sometimes people just want to read what they want to read, right?"
    },
    {
      "author": "KHURANA",
      "text": "Yeah, I think that that is definitely a huge thing. And one of the biggest things that I sort of came out of after reporting this story was think about genres, not numbers. If you're someone who isn't a numbers person, doesn't really want to focus so much on the numerical value, you can start to think about the types of books you're reading instead of how many books you're reading. For example, if you're a big fan of long, \"War And Peace\"-type classics, it might be more interesting for you to read only three books a year. Or if you're someone who wants to read more science fiction, maybe you notice you gravitate more towards nonfiction, and you really want to change that."
    },
    {
      "author": "KHURANA",
      "text": "You can make a goal to read two new books from two new science fiction writers. Something like that can really help you still have a goal when it comes to reading but not be as focused on the numbers. There are even certain apps like The StoryGraph that give you reading challenges that have to do with reading 10 books by international authors, so you can easily track that, have really good book recommendations, and still feel like you are working towards some sort of goal when it comes to your reading."
    },
    {
      "author": "LIMBONG",
      "text": "Has having a reading goal changed your - the way you, like, actually read - your appreciation of reading - of books?"
    },
    {
      "author": "KHURANA",
      "text": "I think it's made me a lot more conscious of the kinds of books I'm reading. For example, I see the patterns. I see the fact that I love, like, a contemporary female writer who's writing, like, a book about a girl in her 20s 'cause that is what I am."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah. Shoutout Emma Cline. Yeah, that vibe. Yeah."
    },
    {
      "author": "KHURANA",
      "text": "Yeah, exactly. Shoutout Kiley Reid, something like that. I love books like that, and it's really given me a chance to sort of look and take stock of the kinds of books I'm reading and what attracts me to each of them."
    },
    {
      "author": "LIMBONG",
      "text": "You know, as someone who low-key misses school, I understand the appeal of giving yourself homework."
    },
    {
      "author": "KHURANA",
      "text": "Yeah (laughter)."
    },
    {
      "author": "LIMBONG",
      "text": "But for people who aren't me, what is worthwhile about pushing yourself to sort of expand your reading tastes?"
    },
    {
      "author": "KHURANA",
      "text": "Yeah. So I think one of the best things about reading is that it can kind of expand your horizon and it can expand the types of stories you're hearing, the types of people you're interacting with and the types of narratives you're consuming. So if you're someone who maybe only gravitates towards contemporary romantic fiction, it can be really limiting to only read contemporary romantic fiction for, you know, an entire year, or it can feel a little boring. You've read the same 300-page book over and over and over again. So, really sitting down, taking stock of what you're reading and seeing, OK, what else do I want to learn about today, what are other types of authors that I want to try, what are other perspectives that I could be gaining, is a really good reason to challenge yourself with these tiny challenges and make your reading a little bit more interactive and challenge yourself to read something different."
    },
    {
      "author": "LIMBONG",
      "text": "I think - can I describe to you a scenario that I feel like you might relate to, which is you've set a reading goal for yourself at the beginning of the year. You made a New Year's resolution, like we all do, about your reading. And then comes, like, June July - right? - mid-year, you check in with that goal, and you're like, the numbers don't add up (laughter), you know? You're not on track to hit that goal. What do you do?"
    },
    {
      "author": "KHURANA",
      "text": "Yeah, I think that this is something that we all fall into. This is something that definitely last year I fell onto. I work a night shift at Morning Edition, and it's very easy to not want to do anything if you wake up at midnight every single day..."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah, it's a brutal shift."
    },
    {
      "author": "KHURANA",
      "text": "...To go to work."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "KHURANA",
      "text": "It's a brutal shift. And I was slowly watching my Goodreads challenge go further and further behind from, oh, you're only one book behind to three books behind to five books behind. I was like, all right, well, I'm never recovering from this night shift or my reading challenge. But I think a really big thing here is to not be afraid to adjust the goal. If you realize that life is getting in the way, that you were overly ambitious at the beginning of the year, you can change that goal. You don't have to have it set in stone. Reading is one of those things where you're not necessarily competing with others, you're competing with yourself in a lot of ways. So changing that goal can make it feel less like a chore, less like homework, as you mentioned, and more like something that is enjoyable."
    },
    {
      "author": "KHURANA",
      "text": "I think the big thing is, is once you realize that you're slipping further and further behind that goal, you're starting to read books that you do not care about. You're just trying to finish the book so that you can reach your reading goal, or you're reading really small books really fast and not digesting anything because you're so in pursuit of that one number. It's better to just change your goal, slow down and enjoy what you're reading 'cause at the end of the day, this is a hobby, not homework, not a chore."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah, once you get to the point where you're cooking the books - right? - you're just, like - I mean, there was - I think if you look at my reading list, there's - I think it was, like, first year of COVID or whatever, I set a reading goal. And then if you look at the books I'm reading in December, you know, they all happen to be, like, the length of, like, \"Of Mice And Men.\" I'm just trying to put numbers on the board."
    },
    {
      "author": "KHURANA",
      "text": "I literally put a book that, like, a picture book that mine and my friends, like, picked up at a bookstore called \"Cicadas.\" And we just, like, read this, like, little picture book about cicadas. But I put it on my reading list 'cause I was like..."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah, yeah. This counts..."
    },
    {
      "author": "KHURANA",
      "text": "...I read this."
    },
    {
      "author": "LIMBONG",
      "text": "This counts."
    },
    {
      "author": "KHURANA",
      "text": "Technically, this 20-page book counts, and I'm five books behind right now."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "KHURANA",
      "text": "Let me have it."
    },
    {
      "author": "LIMBONG",
      "text": "I did it (laughter)."
    },
    {
      "author": "KHURANA",
      "text": "Yeah, I did it."
    },
    {
      "author": "LIMBONG",
      "text": "But what about for people who, like, they're not setting a hard number, they just want to read more? Are there other ways other than setting, like, a, quote-unquote, like, \"reading goal\" to increase your reading?"
    },
    {
      "author": "KHURANA",
      "text": "Yeah, and this is definitely for the people who are unlike you and I, who don't miss homework, who don't want to focus on a number, I think a big thing here is really reframing reading. Reading is often seen as a solitary activity, but it definitely doesn't have to be. You can join a book club, of course, or you can just have a goal to read outside a little bit more, go to a bar, go to a park. One of the other things you can do is go to more reading events in your area. I love going to authors' talks at local libraries, for one."
    },
    {
      "author": "KHURANA",
      "text": "There's also a huge trend of quiet reading nights at certain places where you can just go sit and read, and you don't even have to interact with anyone. And if you don't want to go out and read, I think it's best to just make reading a bit more of an activity. It's not something that you have to do just right before bed, where you read 10 pages and then fall asleep. You can light some candles, get a blanket, find more ways to make reading an activity that you can enjoy at the end of the long day."
    },
    {
      "author": "LIMBONG",
      "text": "Ritualize it. Yeah. Well, what's your reading goal this year? Do you have a numbers goal? What do you do? Yeah, what target are you trying to hit?"
    },
    {
      "author": "KHURANA",
      "text": "I had so many conversations for this piece with so many different people, and a lot of them were really like, you know, you should make your goal 35. You can't - there are so many things that you can't achieve in life. Make your reading goal something that you can. But then I talked to one person who said, you know, it should be something that tests you a little bit more. And I think that I really do want that test. That's just who I am. So I will say I am planning to read 45 books this year because I feel like that number is the right amount of a challenge for me. It feels like a goal I can reach if I keep reading a priority, but it doesn't feel impossible for me to reach. And halfway through the year, I'm on track to reach that goal. I'm enjoying what I read and remembering that reading isn't an obligation. It's my hobby, and I don't have to read a book I don't like."
    },
    {
      "author": "LIMBONG",
      "text": "That being said, and I know - I imagine you'll relate to this. The sort of - the reason I'm so conflicted about it is because I agree with you. I'm a big fan of saying, like, you know, give a book 50 pages, dump it, whatever, who cares, right? You read what you want to read, da, da, da, da, da. I'm not the best at following my own advice, right? And I also will admit to feeling, like, some juice when I put in - enter into the spreadsheet, like, read one more, like, adding one more notch to the list, which is not - I don't know if that's unhealthy, but I think that's what you're talking about when you say, like, you like the challenge, you like the test, right? Like, there is something bro-y, jock-y to it."
    },
    {
      "author": "KHURANA",
      "text": "I think the biggest thing when it comes to tracking things is really the intentionality behind it. You are tracking your progress, we're tracking how well you're doing at it, and it is for you to look at later and feel proud and feel accomplished. It's not a punishment or it's not an assignment that we're giving you. It is a way for you to remember and enjoy what you've been doing. And reading is definitely one of those things where it feels really good to be able to see exactly how many books you've read or remember those books and see, oh, this is the one that I really liked this year. This is the one that I gave five stars to. This is the one that I rated the highest. It is a way for you to sort of reflect later on. It is not meant to be something where you are competing with others, or you are trying to prove something to other people. Think of it more as a reflection, tracking your books, or picking a goal, not necessarily a competition."
    },
    {
      "author": "LIMBONG",
      "text": "Well, Mansee, thanks so much for joining us."
    },
    {
      "author": "KHURANA",
      "text": "Thank you."
    },
    {
      "author": "LIMBONG",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to start a book club and another on how to read deeply. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we would love to hear from you if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "LIMBONG",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Our host is Marielle Segarra. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Margaret Cirino and Sylvie Douglis. Engineering support comes from David Greenberg and Becky Brown."
    },
    {
      "author": "LIMBONG",
      "text": "I'm Andrew Limbong. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7928220965.mp3",
  "img": "https://media.npr.org/assets/img/2024/07/02/lk_reading-goals_lay_wide-a89ca94a844c37bdd263d8416f6b9d02da94862a.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "ANDREW LIMBONG, HOST",
    "MANSEE KHURANA, BYLINE",
    "LIMBONG",
    "KHURANA"
  ]
}