{
  "title": "Kids, social media and privacy: What to know before you post",
  "url": "https://www.npr.org/transcripts/1199886187",
  "intro": "Many parents share photos and videos of their babies and children on social media. But there are potential dangers to constantly posting about your kid online, says Leah Plunkett, a faculty member of Harvard Law School who specializes in children, family law and technology. This episode, Plunkett explains what adults should consider about a kid's privacy and personal data before hitting the upload button.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "ANDREW LIMBONG, HOST",
      "text": "Hey. What's up, everyone? Andrew Limbong here in for Marielle Segarra. I'm at that age where a decent amount of my Instagram feed is friends posting pictures of their kids, you know, at the park, at the pool, at church, the recital or tournament or game. And it's great. I'm not going to be one of those people who get on a soapbox yelling about kids on my feed. But there is something disconcerting about the whole process, isn't there?"
    },
    {
      "author": "LEAH PLUNKETT",
      "text": "So I do think parents should be aware that they're not going to know at the moment that they share a piece of information - or even a photo or a video - where it might go..."
    },
    {
      "author": "LIMBONG",
      "text": "That's Leah Plunkett. She's on the faculty of Harvard Law School, with a specific interest in children and family law and technology."
    },
    {
      "author": "PLUNKETT",
      "text": "...Given that the devices we hold in our hands, the ones I'm holding right now, are digital billboards. They are, metaphorically speaking, digital billboards by the side of every highway everywhere in the world now and in perpetuity."
    },
    {
      "author": "LIMBONG",
      "text": "She wrote a book about how adults unwittingly compromise the privacy of children by posting. It's titled \"Sharenthood\" - you know, like, sharing and parenthood. And listen, my wife and I are actually pretty strict about what we share about our kid online. But it turns out we are not the only people in our kid's life with access to a smartphone."
    },
    {
      "author": "PLUNKETT",
      "text": "In my book, literally and metaphorically, sharenting refers to all the ways that parents, but also aunts, uncles, teachers, coaches and other trusted adults in a kiddo's life, transmit children's private information digitally."
    },
    {
      "author": "LIMBONG",
      "text": "Today on LIFE KIT, Leah and I talk about the potential harms of posting your kid online too much, how to decide what to post and how to talk to the grandparents about maybe not putting the pictures of the family beach trip up on Facebook. That's ahead."
    },
    {
      "author": "LIMBONG",
      "text": "What are the stakes here? I think most of our listeners aren't professional mommy bloggers, right? They're pretty..."
    },
    {
      "author": "PLUNKETT",
      "text": "(Laughter) Sure."
    },
    {
      "author": "LIMBONG",
      "text": "Right? Like, I haven't checked the data. I'm just running..."
    },
    {
      "author": "PLUNKETT",
      "text": "(Laughter)."
    },
    {
      "author": "LIMBONG",
      "text": "...Under that assumption. But, you know, just, like, post their kids on Facebook or IG or TikTok, da, da, da. It's like, oh, here's my kid. Either they did something cute or something funny or embarrassing, whatever. What is the harm in that?"
    },
    {
      "author": "PLUNKETT",
      "text": "There's definitely a digital entertainment sector that involves people sharenting for money. Distinct from that is the sharenting that a lot of us - probably most of us - do every day without always realizing that we're even doing it. We just get into the habit of, my baby was born. My child started kindergarten. My teenager's going to prom. And so it comes almost always from a really good place or a benign place. So there, though, are some harms that can arise that should be factored into each individual's personal determination about whether, when, how, why and to what end to sharent, if at all."
    },
    {
      "author": "LIMBONG",
      "text": "So takeaway 1 - sharenting comes with different levels of risk. Leah breaks it into three categories. The first category of harms is the scariest but also the least likely - things where criminal, illegal or dangerous things can happen as a result of sharenting."
    },
    {
      "author": "PLUNKETT",
      "text": "I'll give an example - kids' social security numbers when combined with date of birth, name, address - right? - those are often actually kind of good targets for identity theft to open fraudulent credit because most minors don't have credit attached. Parents set themselves up sometimes to have their kids be particularly vulnerable targets for identity theft when you can see on a public-facing social media post everything you need to know about how old a kiddo is, where they were born, what their full name is, where they live."
    },
    {
      "author": "PLUNKETT",
      "text": "And then, of course, there can also be the really tragic, super-scary instances -  rare but do happen - of stalking, bullying, harassment and the types of harms that can befall kids in the brick-and-mortar world if people learn in the digital world either how to find them or - sometimes perhaps actually more insidious - learn things about them. And so having people that you think you know - if they start to find out, Andrew, that your kid is really afraid of spiders or really loves popsicles - right? - whatever the things are, other people don't need to have information about those ins and outs of your child's emotional life and personal life."
    },
    {
      "author": "LIMBONG",
      "text": "The second layer of potential sharenting harms comes from the tech companies themselves gathering information about your kid."
    },
    {
      "author": "PLUNKETT",
      "text": "So a concrete example of that would be a situation where you, as a parent, are putting out a lot of data about how your child is doing in school or how they're doing in their extracurriculars or how they're moving through the world. And we are just going off of a click-wrap or click-through agreement. You know, we're generally kind of clicking I accept, I accept. And there's a lot of latitude that those agreements then give companies and third parties that work with them about what they do with data and why. And so I do think parents should be aware that they're not going to know at the moment that they share a piece of information - or even a photo or a video - where it might go."
    },
    {
      "author": "LIMBONG",
      "text": "And last but not least, there's how your sharenting habits might affect your child's ability to tell their own story."
    },
    {
      "author": "PLUNKETT",
      "text": "To themselves or to others in the future. If the world is sort of figuring out maybe not everything but some significant things about who they are and maybe making projections about who they're going to be, it can and sometimes will undercut their ability to figure that out for themselves. So, Andrew, those are my three kind of categories of risks."
    },
    {
      "author": "LIMBONG",
      "text": "Consider all these kinds of risks and decide for yourself. What are you comfortable with? And this doesn't mean never sharing about your kids in the digital age."
    },
    {
      "author": "LIMBONG",
      "text": "You know, reading your book, it's clear you're not, like, a Luddite. You're not saying, you know, go live in the forest or whatever."
    },
    {
      "author": "PLUNKETT",
      "text": "(Laughter)."
    },
    {
      "author": "LIMBONG",
      "text": "You know..."
    },
    {
      "author": "PLUNKETT",
      "text": "Definitely not."
    },
    {
      "author": "LIMBONG",
      "text": "...You're on a podcast right now. I think, you know, you told me, like, your kids are 9 and 13. You guys have a guinea pig, right? So you're not completely..."
    },
    {
      "author": "PLUNKETT",
      "text": "(Laughter) Not at all."
    },
    {
      "author": "LIMBONG",
      "text": "...Like, locked down. How do you think about it? Like, if you're not swearing off social media, I assume, like, how do you think about traversing, like, the digital realm?"
    },
    {
      "author": "PLUNKETT",
      "text": "I have not sworn off of social media. I'm not a Luddite. I'm very attached to my phone, sometimes actually, my kids say, too attached. So that's another conversation. But I have become an extraordinarily minimalist sharent. I was never a huge sharent on social media, but I did used to do more before I started researching this topic. And since I started researching this topic, I sort of adjusted my own personal compass to be very, very minimalist. So I pretty much never post my kids on social media. If I do, you don't see their faces or anything that would really be able to identify them. I don't use full names. I don't celebrate their birthday. I mean, I do celebrate their birthdays in person."
    },
    {
      "author": "LIMBONG",
      "text": "(Laughter)."
    },
    {
      "author": "PLUNKETT",
      "text": "I don't celebrate them on social media. So I really try to keep it at a holiday-card-or-less rule of thumb."
    },
    {
      "author": "LIMBONG",
      "text": "Takeaway 2 - instead of completely going dark, think about limiting the information you share. Leah's holiday-card rule is a good template for this."
    },
    {
      "author": "PLUNKETT",
      "text": "And so what I mean by that is people used to send holiday cards that had long notes sometimes, or even short notes, saying, Leah graduated from high school - right? - or Andrew started college. Whatever it is, there were some updates. And they were updates that you'd be pretty comfortable with anyone from your great-aunt to your boss seeing. They weren't really going to embarrass anybody. They weren't particularly private. So when I do sharent - again, quite minimal - I really try to keep it at that level."
    },
    {
      "author": "PLUNKETT",
      "text": "And in terms of photo and video, I don't show faces. I don't show the kids standing in front of where they go to school. Those are some of the ways that I've turned the dial. But I do text a lot of pictures and videos to very close friends and relatives. I'm part of, you know, several group chats with, you know, grandparents and aunts and uncles, some friend groups that are dispersed around the country and around the world."
    },
    {
      "author": "PLUNKETT",
      "text": "And so, Andrew, in my book, that is still sharenting. I am transmitting children's private information, namely their pictures and their videos, digitally to other people. I think it's extremely low-risk sharenting. And if you want to be even more low risk about it, use Signal or another - yeah - end-to-end encrypted messaging app. But absolutely, I want my best friend in Michigan or my best friend in California to be able to see my child's sports game or theater event. And I will fully text them - maybe even more than they want - pictures or (laughter) videos. And so that's one way I have adjusted the dial a little bit."
    },
    {
      "author": "LIMBONG",
      "text": "You know, you talked about sending pictures and video to grandma and grandpa. Like, you know, when it comes to security, like, data security, like, you know, the weakest link in the chain is going to be, like, the way in, right? And if I send a picture to, you know, my kid's grandparents, and they're like, oh, ha-ha-ha. So cute - day at the beach. Let me send it to my neighbor, Jerry. It's not on Facebook. It's no big deal."
    },
    {
      "author": "PLUNKETT",
      "text": "Right."
    },
    {
      "author": "LIMBONG",
      "text": "You know what I mean?"
    },
    {
      "author": "PLUNKETT",
      "text": "Right."
    },
    {
      "author": "LIMBONG",
      "text": "Like, how do you make sure that - or how do you do your best to make sure that the network is as closed as possible, accounting for human error?"
    },
    {
      "author": "PLUNKETT",
      "text": "Closing the network as much as possible, accounting for human error, does involve having conversations that I analogize to being a little bit like food allergy or food restriction or food sensitivity conversations.  So it may feel at times a little bit, like, socially awkward or heavy-handed to show up at someone's house and be like, OK, my kid has a walnut allergy. I just need to make sure there are no walnuts anywhere around what they're going to be eating, right? But, of course, if you have a kid with a walnut allergy, you're going to say that the first time you go over to somebody's house if it is - if there's any chance you're going to be eating there, especially if you're dropping your kid off. And then over time..."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "PLUNKETT",
      "text": "...You don't need to say it every time because they know that Leah has a walnut allergy. I don't really. But Leah has a walnut allergy, right? Just say something up front."
    },
    {
      "author": "LIMBONG",
      "text": "And that's takeaway 3 - talk to your circle about your limits and expectations when it comes to posting about your kid online. It doesn't have to be, like, laying down the law. But a conversation about expectations a la food allergies, like Leah's suggesting, can make that chat easier."
    },
    {
      "author": "PLUNKETT",
      "text": "It's not going to absolutely eliminate or even necessarily mitigate human error. You can't eliminate all of it. And if you spend a lot of time trying, you're probably going to make yourself unhappy. And you are going to really kind of take time away from accomplishing the, I think, more important goal of actually connecting to the people you care about."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah. So is there - like, personally - so, like, we - my wife and I are pretty tight about, like, the pictures..."
    },
    {
      "author": "PLUNKETT",
      "text": "Yep."
    },
    {
      "author": "LIMBONG",
      "text": "...We share about our kid. And then - but then, like, we had the baptism, and it was like Billie Eilish. Like, all these Indonesian ladies are just like..."
    },
    {
      "author": "PLUNKETT",
      "text": "(Laughter)."
    },
    {
      "author": "LIMBONG",
      "text": "...Da, da, da, da, da. Everybody had their camera out - bop, bop, bop, bop, bop. And then I was just like, well, what - I - (laughter) you know..."
    },
    {
      "author": "PLUNKETT",
      "text": "(Laughter)."
    },
    {
      "author": "LIMBONG",
      "text": "...What am I going to do now, right? And so there are just, public - you know, or, like, a soccer game..."
    },
    {
      "author": "PLUNKETT",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "...Or, like, a karate tournament. There's all their parents there..."
    },
    {
      "author": "PLUNKETT",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "...Taking pictures, and, like, maybe your kid is in the background. Like, so how do you handle - you obviously can't stop the event..."
    },
    {
      "author": "PLUNKETT",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "...Say, no pictures allowed, right? And so how do you approach those types of situations?"
    },
    {
      "author": "PLUNKETT",
      "text": "My kids go to parties and play sports and do theater productions. And I have never tried - and knock on wood, I'll never be in a situation where I feel like I have to - I've never tried to limit what other adults or other kids present do, right? That's not my jurisdiction. And I'm not going to be that person, and I don't think it makes sense to be that person. I think it undercuts the community in ways that I wouldn't want to do."
    },
    {
      "author": "PLUNKETT",
      "text": "With something, though, like a baptism or another rite of passage - look. I think it's probably impossible to get everyone who's there to, you know, not celebrate their joy and pride by taking out a phone. It is OK to do some form of gentle request. You know, thank you so much for being in this moment with us. To really be in the moment, we would request that you refrain from pictures or videos. Just put it out there. Some people will listen. Some people won't. And then you make the call about whether or not it matters enough to you to follow up privately and directly with people that you see actually taking pictures and videos. My guess is it probably isn't how you're going to want to spend your time right now, you know. But, like..."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "PLUNKETT",
      "text": "But again, people have very good reasons for, you know, maybe choosing to have a different line there."
    },
    {
      "author": "LIMBONG",
      "text": "I guess that's something that could also be baked into, like, the invite, right? Like, you just..."
    },
    {
      "author": "PLUNKETT",
      "text": "Exactly."
    },
    {
      "author": "LIMBONG",
      "text": "...Like, write that into the - yeah. Interesting."
    },
    {
      "author": "PLUNKETT",
      "text": "Or write it onto a program. The thing I always come back to is having our kids understand that there're some things that we don't take pictures of, and there're some things that we don't take videos of. And parents get to set the rules for their home subject to laws around child protection and hopefully also just common decency and good judgment. But just that moment of, is this something that we photograph or take a video of - and who decides and why, I think, is really an important digital citizenship moment to model for kids from a pretty young age."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah. So let's talk about that moment and that conversation. And let's just, like, break that down step by step. So, like, you're out with your kid, right? And, you know, I imagine we're starting this age 3, 4 - right? - like, depending on how we're..."
    },
    {
      "author": "PLUNKETT",
      "text": "I think the conversation starts with very, very young kids, and it involves narrating what you are doing and why. And it can involve saying something like, hey, we're having a really great meal. We're using a recipe your grandfather sent us. I'm going to take a quick picture for him. Everybody smile for grandpa. I would explain what you're doing, why you're doing it, where the image or the video is going. And at a pretty young age, I would start giving kids a say, maybe not a veto - that's up to the family - but a say in, are you OK with it?"
    },
    {
      "author": "LIMBONG",
      "text": "Takeaway 4 - model being a good digital citizen for your kids. That means explaining why you're taking a picture, where it's going, and you can also gauge how your kid feels about getting their picture taken."
    },
    {
      "author": "PLUNKETT",
      "text": "Anyone not feeling up for it, right? And then you be the judge of, do you even want to ask that? I think totally fine as a parent to just pull rank and be like, hey, everybody..."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "PLUNKETT",
      "text": "...Give me 30 seconds of not screaming or eating and just look nice for granddad. And on we go..."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah (laughter)."
    },
    {
      "author": "PLUNKETT",
      "text": "...Right? So that's legit, too. And I will fully confess that I do not always follow that digital citizenship script that I just outlined. I try to follow it enough so that my kids have heard it. But I will fully pull rank sometimes as a parent. But even with that, I am still trying to give some explanation of what I'm doing, why I'm doing it, where it's going and bringing it back to some type of relationship with a person, people, group or community that is meaningful to us."
    },
    {
      "author": "LIMBONG",
      "text": "So with that in mind, Leah has a checklist of questions to help you decide whether or not to post or share on social media."
    },
    {
      "author": "PLUNKETT",
      "text": "The first is, are you posting a picture of your child in any stage of undress? If you are, really please don't post it on social. And I just think that that is a good rule of thumb to get into. The next would be think about whether you are sharing your child's location information, full name or date of birth. If you are, I'm not saying you can't do it. You actually can. You're the parent. But I'm saying just think about whether that level of detail is actually necessary for your post."
    },
    {
      "author": "LIMBONG",
      "text": "That's oftentimes, like, the first post. So-and-so was born yesterday..."
    },
    {
      "author": "PLUNKETT",
      "text": "I know."
    },
    {
      "author": "LIMBONG",
      "text": "..At X-X-Y hospital at 5..."
    },
    {
      "author": "PLUNKETT",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "...27 p.m., right?"
    },
    {
      "author": "PLUNKETT",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "Like, is that just something that you're like, don't do that?"
    },
    {
      "author": "PLUNKETT",
      "text": "I would say for the welcome-to-the-world baby posts - couple of things to think about. One is, can you do a post that is just a little bit more privacy protecting, right? So you can - you know, maybe you don't need the middle name. Maybe you save that for an email or a message, right? Do you need the exact date of birth? Maybe you do, or maybe you could get away with, like, you know, we recently welcomed. Having things that are even just incrementally more privacy-protecting can, in some circumstances, add up. And also, they are good for those digital citizenship muscles, both your own - what you will be showing your kids - and also creating norms within the community."
    },
    {
      "author": "LIMBONG",
      "text": "Cool. All right. So now we're onto..."
    },
    {
      "author": "PLUNKETT",
      "text": "Yeah. Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "...Number three."
    },
    {
      "author": "PLUNKETT",
      "text": "Yeah, back to the checklist. And then I would also say, just very quickly ask yourself, if my parents had done a similar post about me at this age, how would I have felt about it? Is what you need from that post - whether it is connection, community, crowdsourcing information or the very real emotional benefits that come to you, as a parent, of feeling seen and feeling validated, which is real and does matter."
    },
    {
      "author": "PLUNKETT",
      "text": "Parenting can be hard. It can be lonely. And having that source of emotional comfort that is separate actually from the connection, but, like, the likes and the - all of that - if you really need one or more of those things right now, and you're kind of like, all right. I can delete this next year. And, yes, I know nothing's ever gone forever, but I can clean it up a little bit on the back end. Then absolutely, go ahead. But that would be my checklist."
    },
    {
      "author": "LIMBONG",
      "text": "So, you know, if a listener is listening to this, and they're like, oh, golly."
    },
    {
      "author": "PLUNKETT",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "I did all of these things. Like, are they cooked? Like, how should they, you know, go - proceed from here?"
    },
    {
      "author": "PLUNKETT",
      "text": "I had the same reaction when I started researching all of this. And I'm, then, here to tell you, take a deep breath. Don't panic. I am sure that, for your listeners, they are well within the realm of normal sharenting behavior. They can change or not change. If they want to change, then - easy way to do it - doesn't have to take too much time - go back over your social media posts so far. And if your settings weren't set to as private as they could be, reset them. If you've posted something that you're now like, oh, I'm not so sure I love that, take it down. You can still take it down. That's OK. Just go ahead."
    },
    {
      "author": "PLUNKETT",
      "text": "And also, the last thing I would say is, please don't be hard on yourselves. There is no shame spiral required. You are in the company of parents since, I imagine, the dawn of time in terms of making the best choice you could at a given moment as a parent, and then later being like, oh, maybe I'll do that differently going forward, or maybe I wish I had done it a little differently then, but on we go because that is the nature of parenting."
    },
    {
      "author": "LIMBONG",
      "text": "Well, Leah Plunkett, thank you so much."
    },
    {
      "author": "PLUNKETT",
      "text": "My pleasure."
    },
    {
      "author": "LIMBONG",
      "text": "All right. Let's recap. Takeaway 1 - sharenting comes with different levels of risks. So consider the potential harms to your kids and your family, and decide what you're comfortable with before sharing online. That doesn't mean going fully off the grid. But takeaway 2 - consider limiting the information you share. Leah's holiday-card rule is a good template for this. That means only sharing information you wouldn't mind anyone from an employer to your great aunt knowing about your kids."
    },
    {
      "author": "LIMBONG",
      "text": "Takeaway 3 - try having proactive, casual conversations with loved ones and other adults in your kid's life about limits and expectations when it comes to posting about your kids online - kind of like how you might talk to someone if your kid had a food allergy and was eating at a friend's house for the first time. And finally, takeaway 4 - model being a good digital citizen for your kids. That means not just thinking about how you post about your kids, but how you use your technology in general. Reminder - you're always allowed to adjust your habits if your tech isn't serving you."
    },
    {
      "author": "LIMBONG",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to protect your own privacy online, and another on kids and screens, and lots more, on everything from friendship to personal finance. You can find that at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/ lifekitnewsletter. Also, we would love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "LIMBONG",
      "text": "This episode of LIFE KIT was produced by Andee Tagle. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is a supervising editor. Beth Donovan is the executive producer. Our production team also includes Margaret Cirino, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from David Greenburg and Becky Brown. I'm Andrew Limbong. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1175533592.mp3",
  "img": "https://media.npr.org/assets/img/2024/05/16/sol-cotti-x-npr---sharenting-lead-_wide-ca4d1d8f5f401b5b7129ae528ae15ac8dae90215.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "ANDREW LIMBONG, HOST",
    "LEAH PLUNKETT",
    "LIMBONG",
    "PLUNKETT"
  ]
}