{
  "title": "How to mind your own business",
  "url": "https://www.npr.org/transcripts/1199885917",
  "intro": "Do you often find yourself in the center of other people's drama? Intervening when you wish you didn't? These practical tips can help you draw boundaries and stay in your lane.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "LILIANA MARIA PERCY RUIZ, HOST",
      "text": "I'm Liliana Maria Percy Ruiz in for Marielle Segarra. When I was in my early 20s, I was exhausted all the time. Yes, a lot of that was due to the hustle of being post-college and living in New York City, trying to make ends meet. But looking back, what was making me so tired was actually how much I was doing and caring for everyone else. During this time, I was juggling multiple jobs and barely had time to myself. And yet, if I saw that my family, friends or coworkers needed something - and to be clear, they didn't even have to ask me - I would offer to do it for them, regardless of how it affected me."
    },
    {
      "author": "LILIANA MARIA PERCY RUIZ, HOST",
      "text": "I didn't know how to set boundaries and was more concerned with pleasing the people around me than caring for myself. This is all something that Yasin Bojang (ph), co-founder of Home Girls Unite, is very familiar with. Her U.K.-based group supports women from marginalized communities, particularly eldest daughters, who Yasin believes often bear the burden of being the go-to problem fixers in their immigrant families. In this episode of LIFE KIT, reporter TK Dutes talks with Yasin about how to create boundaries that can help you navigate the desire to please and fix other people's problems."
    },
    {
      "author": "TK DUTES, BYLINE",
      "text": "I'm a big sister, you're a big sister, and we're socialized to be fixers and, like, the ultimate helpers. What does being a fixer look like?"
    },
    {
      "author": "YASIN BOJANG",
      "text": "I know personally, my fixer status is deriving from wanting to do everything for everyone. Like, you can even see problems that the person you're trying to fix is not even aware of."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "BOJANG",
      "text": "And you're like, aha, so I'm going to do this for this person, and they're going to be happy because it will make their life easier. But deep down, that person is thinking, I don't care. Like, this has nothing to do with me, like, it's not impacting my life. But as I've grown older, I've realized it's actually maybe a control thing of being an eldest daughter and having the need to be in control all the time, because growing up, you are put that - you are put in that position of being the one in control within your siblings, even though you didn't want it. And..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "BOJANG",
      "text": "...Unfortunately, it goes into your adulthood and you want to fix things for everyone without people asking. So I think that's really important."
    },
    {
      "author": "DUTES",
      "text": "So takeaway one - constantly being a fixer typically has a negative effect on you. It might seem like always helping at every turn is no big deal, but it adds up."
    },
    {
      "author": "DUTES",
      "text": "So what happens over time? You know, how does it harm us to be that person all the time?"
    },
    {
      "author": "BOJANG",
      "text": "I think what ends up happening is we end up taking on so much that it turns into burnout. You end up being overloaded with people's burdens, anxiety. I know I have really bad anxiety 'cause even though I'm the one that started this fixing issue, people end up being entitled for your time, your efforts..."
    },
    {
      "author": "DUTES",
      "text": "Yes."
    },
    {
      "author": "BOJANG",
      "text": "...To fix their issues. So all of a sudden, now, why is Yasin not fixing my problem? She used to do that before. And now your mental health is at stake. You don't know how to deal with everything. And we end up - some of us - shutting down, some of us having breakdowns, some of us isolating ourselves from our friends and family because we haven't learned how to deal with it."
    },
    {
      "author": "DUTES",
      "text": "It's, like, almost easier to, like, just not be around people than to say no."
    },
    {
      "author": "BOJANG",
      "text": "Yes. Yes, exactly. It's so much easier to just shut down and close yourself up than actually having to deal with everything that's going on."
    },
    {
      "author": "DUTES",
      "text": "Yasin says fixing tendencies can also show up not just with family or friends, but at work, too."
    },
    {
      "author": "BOJANG",
      "text": "I think it's definitely harder at work because there's more at stake in terms of financially, benefits, etc."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "BOJANG",
      "text": "When you're a fixer with your family and friends, there's, OK, relationships are at stake, but I feel like those people can be more accommodating than your workplace. So I think it might even be harder than not to be a fixer because a lot of us are people pleasers, and we feel like the more work we do, the more we might be, you know, seen as this great employee. But I think that also comes with a lot of risks if we don't know how to balance and set the boundaries. You can be a great employee within the role that's been written for you and not take it overboard by respecting the boundaries that you want to set for yourself."
    },
    {
      "author": "DUTES",
      "text": "How do people take advantage of that? 'Cause I definitely know that it can be something that people take advantage of."
    },
    {
      "author": "BOJANG",
      "text": "Yeah. I think when - like, we're all human."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "BOJANG",
      "text": "Let's say - let's take ourselves, for example. If someone is going to keep doing things for you, you're not going to tell them to stop. You're not going to be like, no, don't cook for me. No, don't give me money."
    },
    {
      "author": "DUTES",
      "text": "Right."
    },
    {
      "author": "BOJANG",
      "text": "You're going to enjoy (laughter). So unfortunately, some people don't know how to stop. Some people don't know how to have, like, a balance."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "BOJANG",
      "text": "You take, I give. That's great. But some people just take, take, take. And if they see that person in the family that's constantly going out of their way to make everyone's lives easier, they're going to enjoy it because they're thinking, why..."
    },
    {
      "author": "DUTES",
      "text": "Right."
    },
    {
      "author": "BOJANG",
      "text": "...Not? Like, if she's going to do it, why not? So that's unfortunately where the issue comes. The way my brother talks about his needs and how everyone's life should stop for him, I wish I had an ounce of that confidence to be telling people about what I need and how everything should stop for me."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "BOJANG",
      "text": "And good for him that he's able to do that, but I think, also, it's really important as a unit we're able to meet each other's needs and make sure that everyone in the family is equally helped, that we're able to have the same ability to present these things outside of the household. In friendships, in intimate relationships, at the workplace is also really important because people will take advantage if you let them."
    },
    {
      "author": "DUTES",
      "text": "This isn't to say you should never help people in your life, but it's a balance. So takeaway two - if you do help, make clear what you're able to do and stick to it."
    },
    {
      "author": "DUTES",
      "text": "There's a line between fixing and helping, and I definitely found myself - I swear, I promise, Yasin, I promise I learned, and then I backslide. So, like..."
    },
    {
      "author": "BOJANG",
      "text": "Something happened."
    },
    {
      "author": "DUTES",
      "text": "...Me and my brother, I love him to death. He has a small business. And you know how in your friend group, there's always one person that, like, you're not a graphic designer, but you good with the flyers? I'm that guy..."
    },
    {
      "author": "BOJANG",
      "text": "Yes."
    },
    {
      "author": "DUTES",
      "text": "...Right? Like..."
    },
    {
      "author": "BOJANG",
      "text": "Yeah. Like you've got everything on lock."
    },
    {
      "author": "DUTES",
      "text": "I'm like, OK, you know what? Got you. So he's like - so first it started off, hey, can you take a look at this? Move it around, do whatever you want. And I'm like, no prob, bro. Drop everything. This is me with the Kermit meme. Then he comes back next week and he goes, can you take a look at this? Then he comes back a week later..."
    },
    {
      "author": "BOJANG",
      "text": "Yes."
    },
    {
      "author": "DUTES",
      "text": "...And now it's two flyers. And I'm like, every time, I'm like, you know, like, I'm getting a thrill. I'm helping. I'm doing..."
    },
    {
      "author": "BOJANG",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "...You know, like, all the things. So I'm getting it. I feel it."
    },
    {
      "author": "BOJANG",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "The rush. I'm not even going to lie. And also, it taps into I get to do something different, like, part of my brain."
    },
    {
      "author": "BOJANG",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "Until then he started treating me like I was a professional graphic designer. Like, professional graphic designers, I think they don't get their feelings hurt as much as regular people do because you could tell them. They're ready for the critique. The minute he gave me a negative..."
    },
    {
      "author": "BOJANG",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "...Critique, I was like, you know what? F this [expletive]. Like, bro, like, I think - you know, and then we got into it, and I realized that..."
    },
    {
      "author": "BOJANG",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "A, I let this go on too long. B, there was no parameters on how we were communicating. So like..."
    },
    {
      "author": "BOJANG",
      "text": "Yes."
    },
    {
      "author": "DUTES",
      "text": "We did, you know, we slimmed back. We'd try to communicate better. But, like, how would you - how do you set your own boundaries and stop people from crossing them?"
    },
    {
      "author": "BOJANG",
      "text": "Yeah. I - honestly big up to you, Miss Graphic Designer."
    },
    {
      "author": "DUTES",
      "text": "I'm trying, you know? I'm trying to set up my next career."
    },
    {
      "author": "BOJANG",
      "text": "Every day we have something new going on. But honestly, I think boundaries is - starting small is really important because you can't just pick up, like, the biggest thing, especially when it comes to family because It can cause a lot of rift if not done carefully. Personally, it's taken me a while. Like, I'm 30 now. I think I started trying to set boundaries when I, like, hit 20s. And I think, for me, setting boundaries with my parents was the biggest one because I feel like once I set boundaries with my parents, I can pretty much set boundaries with anyone. My mom, she likes to tell you things last minute. She'll be like, oh, I need this tomorrow. And I'm like, no. I can't. Even if I can do it, I started saying, no, I can't. I need more notice because you don't know what plans I have. And she's getting better at giving me longtime notice - like a week's notice when she wants stuff. And they're always like, oh, you're so Westernized that - I was like, no, this is just how people (laughter)..."
    },
    {
      "author": "DUTES",
      "text": "This is just - this is respect."
    },
    {
      "author": "BOJANG",
      "text": "...This is just how people respect..."
    },
    {
      "author": "DUTES",
      "text": "Wild."
    },
    {
      "author": "BOJANG",
      "text": "...Each other."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "BOJANG",
      "text": "And it's been good, but also remembering that boundaries are our friends, and they guide us in helping other people understand how we want to be treated and saying that although we want people to respect our boundaries, it's also important to understand that we need to respect their boundaries and that we need to do what they ask of us because that's the only way it can work."
    },
    {
      "author": "DUTES",
      "text": "What I'm hearing is follow through, right? Like, you follow through with, hey, Mom, like, I can't. And, also, you told me too late, you know?"
    },
    {
      "author": "BOJANG",
      "text": "Yes."
    },
    {
      "author": "DUTES",
      "text": "What are the opportunities we rob people of when we step in?"
    },
    {
      "author": "BOJANG",
      "text": "I think we really - biggest one is learning opportunities that we rob people from by taking over constantly. And I think, also, we take away the opportunity of building, quotation marks, \"normal\" relationship with these people."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "BOJANG",
      "text": "And we rob them and ourselves from it. We speak to a lot of eldest daughters, and a lot of them don't feel like sisters. They feel..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "BOJANG",
      "text": "...Like parents because they've been robbed of that sibling relationship because they're always taking care of other - they're being caregivers. They're being, like, financial providers. And in your friendship group, you end up being the mom, the planner. If you're friends with other eldest daughters, it helps a little bit because you are all in that position, and some people realize that, OK, it's not fair to put everything on one person. But I think we need to realize that what we think is benefiting others is not necessarily..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "BOJANG",
      "text": "...Benefiting them. And we can't always dictate outcomes. And we need to relinquish the control a little bit..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "BOJANG",
      "text": "...More and let go of things that we think should be good because if we don't, unfortunately, we might repeat the same cycle with our children if we decide to have them."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "BOJANG",
      "text": "And that would be the worst-case scenario."
    },
    {
      "author": "DUTES",
      "text": "Yeah. And also that's where all this comes from, right? I feel like we are in the generation of people that are committing to, like, stopping this and getting better."
    },
    {
      "author": "BOJANG",
      "text": "Yes."
    },
    {
      "author": "DUTES",
      "text": "So let's get down to it. Takeaway three - try letting people down. You might be surprised how they respond. Yasin, she's got friends who understand that no means no."
    },
    {
      "author": "BOJANG",
      "text": "For example, one of our friends is planning a birthday thing in March, and usually I'll be like, I'll see you there, etc. But I won't because I'm also Muslim and it's - Ramadan is coming. And they were like, oh, we're doing a whole thing. I'm like, unfortunately I can turn up if it's a day event, and then I'll leave early. But if it's an evening event, I will have to not turn up because I have other commitments. And I didn't even feel bad saying that. Like, the old me would have been shaking, like, checking my phone, like, are they upset with me? But I think because those friends also respect me, respect my practices and know, like, this is important to me, they were like, when we know the plans, when we solidify everything, it's fine."
    },
    {
      "author": "DUTES",
      "text": "Applying this to work situations requires a bit of finesse. Try telling people no when it feels like it's a real no for you. Remember that you have to prioritize your workload before helping anyone else with theirs. And don't forget, keep receipts."
    },
    {
      "author": "BOJANG",
      "text": "I think being honest is a really important step. Being respectful to yourself and your needs is really important in setting those boundaries. With work, there have been times where someone's like, I need this tomorrow. I'm like, no, you might need it tomorrow, but you're not going to get it..."
    },
    {
      "author": "DUTES",
      "text": "(Laughter)."
    },
    {
      "author": "BOJANG",
      "text": "...Tomorrow because (laughter) I have other things to do. And I just - I really - I think this probably has a lot to do with being an eldest daughter - that people don't plan well, and then they pressure everyone around them for deadlines, for you need to do this by then. I'm like, no. You will get it as we originally stated. We are not going to get it sooner."
    },
    {
      "author": "DUTES",
      "text": "As for family, you might need to restate your boundaries even more."
    },
    {
      "author": "BOJANG",
      "text": "Remembering that, I think, because they're family, you need to be stricter with your boundaries. I think a lot of us think, oh, it's family. Like, just let's leave it. No, they need it more because some of them don't listen. Some of them are entitled. And making sure that the sooner you do it, the easier it gets. Start with siblings. Practice family boundary-setting with your friends. And take baby steps. And first few times will be hard, but you'll get to the point you're like, no, no, no. And no will be, like, your best..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "BOJANG",
      "text": "...Friend. And once you get to that point, it's really, like, easy."
    },
    {
      "author": "DUTES",
      "text": "I've noticed that in my, you know - and, you know, you see one, right? Takes one to know one. And I have friends that I - that struggle with the same things, and I've offered - I've, in advance - and maybe this is me being a fixer, right? Like, in advance, I've offered myself, like, I said, sis, I see you. Say no to me, you know..."
    },
    {
      "author": "BOJANG",
      "text": "Yes."
    },
    {
      "author": "DUTES",
      "text": "...And I will understand. And, like - but, like, I'm - I wasn't really trying to fix. I just saw, like, she was going through a thing, and we were actually having a direct conversation. And I said, girl..."
    },
    {
      "author": "BOJANG",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "...You know, I know I love to hang out, and I love for us to run errands together. We don't have to. Like, you can say no to me and trust I will remember this conversation..."
    },
    {
      "author": "BOJANG",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "...You know? So with that being said, what are the ways that we can mind our own business?"
    },
    {
      "author": "BOJANG",
      "text": "I think we can mind our own business by actually realizing we're all functioning adults. And with or without you, people will be fine. People just like easy lives - and as they should. We should all - we all deserve an easy life. But people want an easier life..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "BOJANG",
      "text": "...And we do that for them. Always being in someone's life and trying to fix everything is not benefiting them because what happens when you're not there? Who is going to do that for them? How are they going to learn to do that thing that you constantly do for them? It's OK for you to back off all the effort you put into others. Use that effort for yourself. Put that into yourself, and actually do things that you've been meaning to do for the last year, but you've never got around to it 'cause you're fixing everyone's problems."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "BOJANG",
      "text": "And also, just use the - I would say use the do-not-disturb feature on your phone more because a lot of us are constantly on our phones trying to fix something for someone. Do me time a lot. Look after yourself. Prioritize your needs because, at the end of the day, you are your longest commitment. If you don't look after yourself, no one's really running to look after us. So we really need to, like, make sure that we prioritize our well-being, our mental health, reduce those anxieties, those burnouts, to make sure that we really are in a position to - when a real emergency comes, we're actually there..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "BOJANG",
      "text": "...Not just picking bits here and there to try and, like, make ourselves busy on a day-to-day basis."
    },
    {
      "author": "DUTES",
      "text": "OK, time for a recap."
    },
    {
      "author": "DUTES",
      "text": "Takeaway one - being the fixer, the people-pleaser, can lead to anxiety and burnout."
    },
    {
      "author": "DUTES",
      "text": "Takeaway two - if you do want to help, give clear expectations on what you're able and willing to do. Protect your time. Yasin recommends using the do-not-disturb feature on your phone so you don't feel constantly available."
    },
    {
      "author": "DUTES",
      "text": "Takeaway three - be honest and let people down in a clear and kind way. You may not be the expert or the authority in a situation. Allow people to figure things out on their own in their own ways. Remember, many of the people in your life are functional adults. Let them help themselves."
    },
    {
      "author": "BOJANG",
      "text": "And I think our motto as eldest daughters in 2024 is to learn to mind our business because it will keep us with less stress, and we might make more friends because our siblings won't be fighting us as much."
    },
    {
      "author": "DUTES",
      "text": "Right."
    },
    {
      "author": "BOJANG",
      "text": "Our friends might not have resentments from us trying to fix their lives. If you're constantly fixing people, you don't give them the chance to help fix themselves."
    },
    {
      "author": "DUTES",
      "text": "2024 is the year of minding our own business. Let's do it."
    },
    {
      "author": "PERCY RUIZ",
      "text": "That was reporter TK Dutes. For more LIFE KIT, check out our other episodes. We have one about how to set boundaries with family and another on how to make a great salad. You can find that at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "PERCY RUIZ",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib, and Meghan Keane is the supervising editor. Beth Donovan is the executive producer, and our production team also includes Andee Tagle, Audrey Nguyen and Sylvie Douglis. Engineering support comes from Stacey Abbott and Becky Brown. I'm Liliana Maria Percy Ruiz. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9612861724.mp3",
  "img": "https://media.npr.org/assets/img/2024/01/23/mind_business_wide-28412f3c03a07c5e1e67ab2714574c08855f1a4e.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "LILIANA MARIA PERCY RUIZ, HOST",
    "TK DUTES, BYLINE",
    "YASIN BOJANG",
    "DUTES",
    "BOJANG",
    "PERCY RUIZ"
  ]
}