{
  "title": "Save money on streaming services",
  "url": "https://www.npr.org/transcripts/1199885970",
  "intro": "Just about every major streaming service has raised its subscription fees. At the same time, there are more programming bundles, membership deals, ad-supported subscriptions and streaming services overall. NPR TV critic and media analyst Eric Deggans shares a streaming strategy to help you get the most bang for your buck.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "LILIANA MARIA PERCY RUIZ, HOST",
      "text": "I don't know why I keep watching \"The Morning Show.\" Like, I don't know why."
    },
    {
      "author": "ERIC DEGGANS, BYLINE",
      "text": "I don't know why you keep watching it either."
    },
    {
      "author": "PERCY",
      "text": "I'm Liliana Maria Percy Ruiz, and that's Eric Deggans, NPR's TV critic and media analyst. I was complaining to Eric about feeling really overwhelmed by the number of TV shows currently streaming right now and even more so about the number of streaming service platforms out there to choose from. There are just so many, and their ever-changing options and the subscriptions' cost make it feel hard for me to decide which to sign up for."
    },
    {
      "author": "DEGGANS",
      "text": "What's happened is that people are just - have always been very concerned about price, and we've reached a point in streaming where they're going to increase prices, and they're also, by the way, going to slim down the amount of content that they have on their services. And people have to really ask some tough questions about, which streaming services do I want? Which do I want to get rid of? And which do I want to see only on an occasional basis?"
    },
    {
      "author": "PERCY",
      "text": "In this episode of LIFE KIT, I talk with Eric about where the streaming service industry is at right now and how to choose the right service specifically for you because these services add up. They can become a whole category in your budget. So whether you're a sports fan, a news junkie or a movie lover, like me, Eric gives us the tips to get the most out of our entertainment."
    },
    {
      "author": "PERCY",
      "text": "Eric, so why has it gotten so complicated to choose which streaming services you want to watch?"
    },
    {
      "author": "DEGGANS",
      "text": "Well, basically, the way I try to describe it for people is that, when streaming services really kind of kicked into gear, it was this sort of blissful infancy where they debuted, and they had low prices. They had pretty straightforward content. You know, Disney created Disney+, and you knew everything there was going to be Disney and Marvel and Nat Geo. And their main goal was to get as many subscribers as quickly as possible, and Wall Street was lined up behind that, so these companies had money to burn."
    },
    {
      "author": "PERCY",
      "text": "Oh, yeah."
    },
    {
      "author": "DEGGANS",
      "text": "Now we've reached this much more fitful adolescence where streaming services have to show Wall Street that they're at least on the road to turning a profit, and they also have to make more money. And so that's forced them to create different kinds of subscription levels. For example, you know, Netflix once said it would never show ads. Now it has a subscription tier where you get limited ads. Amazon Prime Video, you know, never showed ads, but it has decided to flip a switch, and you have to pay an extra fee to get a subscription level where you don't see ads."
    },
    {
      "author": "PERCY",
      "text": "Yeah. Talk a little bit about the role that ads play in that kind of financial decision-making."
    },
    {
      "author": "DEGGANS",
      "text": "Absolutely. Well, one of the things that I suggest people do is come up with a strategy before they actually say, I want this streaming service or I don't want that one, because once you figure out what you like as a consumer and what you think is most important, it will help you make those decisions. Now, in my own case, for example, a main megaprovider like Netflix - you know, a giant-sized streaming service - I might pay for the ultimate tier that - so that I don't see commercials. And also what I've found is that I pay for premium YouTube usage, meaning that I can watch material on YouTube, and it doesn't have commercials in it because I watch YouTube a lot. I use it to, you know, find out about things that people are talking about that maybe I haven't heard about or get little previews of things. And then you might want to see ads on Amazon Prime or Hulu or the other streaming services that you have because it's cheaper. So - but you have to ask yourself, do I ever want to see ads? Am I OK with seeing ads on certain streamers? Am I only OK with seeing ads on the cheapest streamers or the streamers that I use the least?"
    },
    {
      "author": "PERCY",
      "text": "And part of making that decision might be informed by one of my favorite tips of yours, which is to make a TV diary."
    },
    {
      "author": "DEGGANS",
      "text": "Absolutely. Take a week, take two weeks, even a month, and just monitor what you watch and what you like. Don't change your habits at all. And then at the end of that month or that week, I guarantee you, you will be surprised by where you spend your time and what you're actually watching. And that can help you make a decision. So, you know, say you discover, wow, you're spending a lot of time on Hulu that you didn't realize. You don't spend that much time on Netflix, and you spend a lot more time on YouTube than you thought. Well, then maybe you want to get the ad-free versions of YouTube and the ad-free versions of Hulu, and you're OK with a subscription to Netflix where you have ads, or you're OK with jettisoning Netflix."
    },
    {
      "author": "PERCY",
      "text": "It's so helpful, that tip, because one of the things I realized is, I'm a big movie fan, and what I go to the streaming services for are movies. And I've noticed the ones that tend to have the movies that I'm looking for versus the ones that don't, and that came from your TV diary idea, so thank you for that."
    },
    {
      "author": "DEGGANS",
      "text": "Oh, most definitely. The other thing to keep in mind is that there are a lot of free ways to get at this kind of material. There's a particular platform that's called a free, ad-supported television service."
    },
    {
      "author": "PERCY",
      "text": "Whoa."
    },
    {
      "author": "DEGGANS",
      "text": "FAST is the acronym. And, you know, that's just a fancy way of talking about a platform like Amazon Freevee, where it's free to use it, but there are ads inside the programming. Or you can call up a stream that is just streaming, say, episodes of \"Say Yes To The Dress.\" And whenever you call up that channel, you know, it might be in the middle of an episode or whatever, just like a cable channel, and you can just watch it, and there'll be commercials. It's almost like watching cable, but it's on streaming. But the great thing about that is that it's free. And there are several services like that. You know, Tubi is one. The Roku Channel is another one that's operated by Roku."
    },
    {
      "author": "PERCY",
      "text": "Oh, yeah."
    },
    {
      "author": "DEGGANS",
      "text": "And the reason I brought that up when you mentioned movies is 'cause there's a lot of movies there."
    },
    {
      "author": "PERCY",
      "text": "There are - and actually, movies that are harder to find on some of the streaming services too, and there're randomly old ones."
    },
    {
      "author": "DEGGANS",
      "text": "Yeah, and here's another hack if you haven't thought about it. YouTube actually provides access to free movies."
    },
    {
      "author": "PERCY",
      "text": "What? I did not know this."
    },
    {
      "author": "DEGGANS",
      "text": "Yeah, yeah. Different studios sort of go in and out of these agreements to provide movies for free on YouTube, and you can make playlists for yourself in YouTube. So what I did was I made a playlist that I just call \"Movies,\" and I stick them all there, and if I'm stuck for something to watch, I can go to that playlist, and I can see all of these movies. And as I'm talking to you about this, I'm going to the playlist to see. So right now, what's here in my little list? \"The Kids Are All Right.\""
    },
    {
      "author": "PERCY",
      "text": "Ooh."
    },
    {
      "author": "DEGGANS",
      "text": "\"The Mechanic.\""
    },
    {
      "author": "PERCY",
      "text": "Oh, look at you mixing it up, yeah."
    },
    {
      "author": "DEGGANS",
      "text": "\"Glengarry Glen Ross\" is there."
    },
    {
      "author": "PERCY",
      "text": "Oh, my God. You have no genres that you stick to. I love this."
    },
    {
      "author": "DEGGANS",
      "text": "\"Heat\" is there. Now, they kind of go in and out. You know, certain studios have agreements to provide these movies for free to YouTube, and then when that agreement ends, you know, they kind of get yanked off. But there's a lot of free movies there, and if you have Premium services, then you don't see ads."
    },
    {
      "author": "PERCY",
      "text": "One of the things I find most helpful about what you've done, Eric, is how you've broken down streaming services into, like, several types. What are they? And how does that help you keep up with, like, the services you want - you might want to subscribe to?"
    },
    {
      "author": "DEGGANS",
      "text": "Sure. So part of understanding what a streaming service can offer for you is understanding why it exists or what exactly it does. So I've sort of broken down - these are just my own sort of categories based on spending so many years covering this. But my first category, I call megaproviders, and those are streaming services where their main goal is to try to draw you into their universe, and they don't really want you to go anywhere else. They're trying to provide as many things as possible to you to make you feel like, oh, I can just - at the very least, my first stop is this place; I'll go here first to see if there's anything to watch."
    },
    {
      "author": "PERCY",
      "text": "Yes."
    },
    {
      "author": "DEGGANS",
      "text": "But hopefully, they're hoping, once you do that, that you really don't leave them. So that's Netflix. I would put Prime Video in there just because they have an enormous library including tons of movies."
    },
    {
      "author": "PERCY",
      "text": "Yeah."
    },
    {
      "author": "DEGGANS",
      "text": "Hulu, Disney+ and Max. And so once you know that their goal is to kind of provide everything to you, you can think to yourself, well, do I really need to have all of those services? Or would it be more advantageous for me to just have a couple, you know?"
    },
    {
      "author": "PERCY",
      "text": "Yeah."
    },
    {
      "author": "DEGGANS",
      "text": "The next level I talk about, I call them midlevel providers, midlevel streamers, and these are streaming services that aren't quite big enough to offer you that holistic large, you know, stay with us for everything kind of experience. But they're not super small either. And so, that includes something like Paramount+ with Showtime. So they have the \"Star Trek\" series. They have, you know, \"NCIS\" and stuff like that, right?"
    },
    {
      "author": "PERCY",
      "text": "Yeah."
    },
    {
      "author": "DEGGANS",
      "text": "And then they also have access to stuff from Showtime if you pay for that level."
    },
    {
      "author": "PERCY",
      "text": "Or \"Couples Therapy,\" which is the only reason that I (laughter)..."
    },
    {
      "author": "DEGGANS",
      "text": "\"Couples Therapy,\" you know..."
    },
    {
      "author": "PERCY",
      "text": "...I subscribed."
    },
    {
      "author": "DEGGANS",
      "text": "...An amazingly undersung show. I think that's a show a lot of people have slept on."
    },
    {
      "author": "PERCY",
      "text": "Oh, yes. So good."
    },
    {
      "author": "DEGGANS",
      "text": "And I would also put Apple TV+ here, which has a lot of great original content, but doesn't have a huge library of - you know, a huge amount of library content, you know. And you can kind of decide whether these sort of midlevel streamers fit what you need. If you're a \"Star Trek\" fan, for example, you know, picking Paramount+ might be a no-brainer. Next, I have niche favorites, which are streaming services that are built to serve very specific needs. So, you know, Acorn and BritBox are well known for focusing on British-created TV shows or shows that you might see on British television. Shudder is a well-known streamer that's focused on the horror genre. BET+ has become a streaming service that's focused on projects that are centered on the Black experience. So, you know, again, if you have - if you're a big-time horror fan, you know, you probably want to get Shudder. If you're a cinephile, you might think about the Criterion Collection. These are things that you can use to kind of plug the holes in your consumption..."
    },
    {
      "author": "PERCY",
      "text": "Yeah."
    },
    {
      "author": "DEGGANS",
      "text": "...And focus on areas that you really like, which you will have already discovered, because why? You did your TV diary, right? And you know what kind of stuff you like."
    },
    {
      "author": "PERCY",
      "text": "Yeah. And you mentioned there, in your kind of categories and the way you've broken this down, which is so helpful - the streaming bundles - right? - like the way that Paramount+ has Showtime attached. You know, how does that help viewers assemble a lineup of streaming channels that works for them - those bundles?"
    },
    {
      "author": "DEGGANS",
      "text": "Well, this is another thing that is making streaming more confusing, but it is also offering opportunities for more value. So it's a way of collecting together a bunch of different streaming services in one bundle that you pay a cheaper price for than if you bought each of those individually."
    },
    {
      "author": "PERCY",
      "text": "Yeah."
    },
    {
      "author": "DEGGANS",
      "text": "So Disney has a well-known bundle that puts together Hulu and ESPN+ and Disney+. These are all platforms that are owned by Disney. And so, you know, you could get all three of them without ads for 24.99 per month or get them with ads for 14.99 a month. And, you know, that's a way, if you know that you like Hulu and you know that you're interested in sports and you know that you - maybe you have kids, or you have, you know, fans of \"Marvel\" and \"Star Wars\" in your household, you get all those things together, and it's a little bit cheaper than if you tried to buy each of those services separately."
    },
    {
      "author": "PERCY",
      "text": "Yeah."
    },
    {
      "author": "DEGGANS",
      "text": "The other thing that's happening is that wireless companies like T-Mobile and Verizon and cable providers like Spectrum and Comcast are also figuring out different kind of bundles that they can offer. So depending on how you get your cable TV service, if you get it, or how you get your broadband service or how you get your wireless service, there may be some features in there where you can get things - you can get access to things. Like, T-Mobile has a level of 5G service where you can have access to Netflix and Hulu and Apple TV+ and MLB TV. You know, they say it's on them, you know, so you're not paying..."
    },
    {
      "author": "PERCY",
      "text": "Yeah."
    },
    {
      "author": "DEGGANS",
      "text": "...Extra for that, for that access. So if you're already using that wireless provider or if you're trying to decide, you know, whether you're going to go with a wireless provider, that might be something that would shade your decision because, you know, you'll have access to these channels that you also care about."
    },
    {
      "author": "PERCY",
      "text": "Yeah. So it's worth reading research - right? - doing some research on the wireless provider if you're going to switch."
    },
    {
      "author": "DEGGANS",
      "text": "Well, this - and this leads us to another thing that I often say. It's something that I call an audit of your streaming. It can also be an audit of your entertainment sources, basically. If you know that you subscribe to Netflix and you subscribe to Apple TV+ and you subscribe to Prime Video, you know, go to that account, and then look at the memberships that are available and ask yourself, you know, is this the level of membership that I want, or do I want something different? And do the same thing with your wireless carrier, and say, hey, are there features where - you know, I'm a big Netflix fan. If I can get Netflix through T-Mobile, then maybe it doesn't make any sense for me to pay for it separately."
    },
    {
      "author": "PERCY",
      "text": "Yeah."
    },
    {
      "author": "DEGGANS",
      "text": "You know, the thing is, you may find that you have access to deals through things you're already paying for, so why not take advantage of them?"
    },
    {
      "author": "PERCY",
      "text": "Exactly. That is such good advice. And the fact that you can also do a bunch of free trials through other entry points - like, I think about AMC. I'm a AMC Stubs member, and they constantly, every time I buy a movie ticket, are giving me a free trial to Paramount+ and Apple TV."
    },
    {
      "author": "DEGGANS",
      "text": "Right."
    },
    {
      "author": "PERCY",
      "text": "Like, it actually is a little ridiculous 'cause I've, at this point, used my free trials, like, almost every month. And I keep - like, I'm wondering, when are they going to realize I just keep doing free trials?"
    },
    {
      "author": "DEGGANS",
      "text": "Yeah, I think the goal is to just get a lot of people to try the service, and they don't necessarily care to crack down on that just yet. That may change. And, you know, some things that people don't realize - for example, in some services, you can stop your membership for a period of time, like, say, a year."
    },
    {
      "author": "PERCY",
      "text": "Yes."
    },
    {
      "author": "DEGGANS",
      "text": "And then you can come back and get a free trial."
    },
    {
      "author": "PERCY",
      "text": "Yes."
    },
    {
      "author": "DEGGANS",
      "text": "It's not necessarily like you can never get a free trial once you've had one."
    },
    {
      "author": "PERCY",
      "text": "I am evidence of that. I keep getting them (laughter)."
    },
    {
      "author": "DEGGANS",
      "text": "Exactly, exactly, exactly. So free trials are good, but you have to be careful because it's easy to sign up for a free trial and then think to yourself, oh, well, you know, I'll stop this when the free trial runs out, and then you forget."
    },
    {
      "author": "PERCY",
      "text": "I know, yup."
    },
    {
      "author": "DEGGANS",
      "text": "And then the next thing you know, you've paid for a month of service that you didn't necessarily want."
    },
    {
      "author": "PERCY",
      "text": "You got to put that on the calendar, that reminder."
    },
    {
      "author": "DEGGANS",
      "text": "Put it on your Google calendar, or put it on however you keep track of appointments, and just be careful of how many free trials you actually enter into."
    },
    {
      "author": "PERCY",
      "text": "So I walked into this conversation feeling overwhelmed, and quite frankly, my action when I'm overwhelmed is often to not do anything."
    },
    {
      "author": "DEGGANS",
      "text": "Sure."
    },
    {
      "author": "PERCY",
      "text": "And so I've been having a list, and I've been doing my TV diary and trying to get at like, what do I actually want to pay for? I now have my permission from you and action to go ahead and subscribe to YouTube Premium because it's like, why have I not done that? But I'm curious what advice you would give to anyone listening to kind of avoid that overwhelmed feeling, to, like, actually start moving toward a streaming service that is going to provide them a lot of fun and joy and entertainment."
    },
    {
      "author": "DEGGANS",
      "text": "The most important thing to keep in mind, on top of many of the other things we've talked about, is that you can experiment."
    },
    {
      "author": "PERCY",
      "text": "Yes, exactly. You're not marrying these streaming services. There's no contract. You can break it."
    },
    {
      "author": "DEGGANS",
      "text": "Yeah. For a lot of streaming services, it's relatively easy to start and stop them. And so you can experiment, and you can say, well, I'm going to give this a try for a month, and if it doesn't seem like something I'm using that much or I care that much about, I can stop it for a month and see if I care."
    },
    {
      "author": "PERCY",
      "text": "Thank you for doing all this work for us so that we don't have to. I'm so grateful to you, Eric."
    },
    {
      "author": "DEGGANS",
      "text": "I'm already watching these services, so, you know, just a little bit of extra work, but, you know, actually, I'll take it. Thank you (laughter)."
    },
    {
      "author": "PERCY",
      "text": "Thanks, Eric. To recap, before you sign up for a new streaming service, keep a TV diary. This is the best way to see what it is that you actually watch and where and to notice the patterns. That data will help you figure out if you are cool with watching ads or if you need a specific bundle that includes sports or news. Create a reminder for yourself to do an occasional audit of your streaming services so you can track changing prices and revisit your current streaming preferences and activity. Also, don't forget to check to see if you already have access to certain streaming services with your cable or wireless provider. That could save you a lot of money in the long run."
    },
    {
      "author": "PERCY",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to find movies you like and another on how to reduce food waste. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "PERCY",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib, and Meghan Keane is the supervising editor. Beth Donovan is the executive producer. And our production team also includes Andee Tagle, Audrey Nguyen and Sylvie Douglis. Engineering support comes from Robert Rodriguez, Maggie Luthar and Stacey Abbott. I'm Liliana Maria Percy Ruiz. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4035857589.mp3",
  "img": "https://media.npr.org/assets/img/2024/02/07/pnu66wvw_wide-704bbc1dd02b0c8af365fdbf9de519da09467005.jpeg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "LILIANA MARIA PERCY RUIZ, HOST",
    "ERIC DEGGANS, BYLINE",
    "PERCY",
    "DEGGANS"
  ]
}