{"title":"Improve your sense of direction","url":"https://www.npr.org/transcripts/1199886119","intro":"Do you feel like you always need to use GPS to get around? Never quite sure if it's a left or a right turn — even though you just looked at a map? It can be anxiety-inducing to get around when you don't have a great sense of direction. This episode, experts explain how to gain more confidence while navigating.","transcript":[{"author":"MARIELLE SEGARRA, BYLINE","text":"You're listening to LIFE KIT..."},{"author":"SEGARRA","text":"...From NPR."},{"author":"ANDREW LIMBONG, HOST","text":"Hey. What's up, everyone? Andrew Limbong here, in for Marielle Segarra. The other day, I had to run an errand."},{"author":"LIMBONG","text":"It wasn't crazy far from where I live in Baltimore. It was just in a part of town I don't go to all that often, so I hopped into the car and performed that ritual I imagine a lot of us do before the seat belts, before checking the mirrors, before even turning the car on - all right, where am I going? Where is this place? - I plugged the address into my phone - 1021 Dulaney Valley Road - put it on the little holder thingy on the dash, and then - and only then - off I went."},{"author":"LIMBONG","text":"It's a little ridiculous if you think about it. I was headed to a local college campus. It's not out of the way on some hidden backstreet. It's on a main strip, and there are a bunch of signs around it being like, the college campus is this way. And yet, though I would have loved to have spent this beautiful spring drive with the windows down, bumping Vampire Weekend uninterrupted in the whip, because I don't have a great sense of direction, I was at the mercy of Google Maps."},{"author":"AUTOMATED VOICE","text":"Continue on North Calvert Street for half a mile."},{"author":"LIMBONG","text":"Because without it, not only would I be lost, I'd also feel lost, and I know I'm not the only one."},{"author":"MARY HEGARTY","text":"One of the things we measure in our lab is whether people feel anxious if they suddenly find themselves lost or realize they've lost track of where they are."},{"author":"LIMBONG","text":"That's Mary Hegarty, a cognitive psychologist at the University of California, Santa Barbara. She leads the spatial thinking lab there, where they study how we see and interpret ourselves and other objects in space. And one of the things they study there is this thing called spatial anxiety."},{"author":"HEGARTY","text":"We just ask you about scenarios. You know, imagine you have to navigate to a part of town you've never been before. Do you feel anxious about that? Or maybe..."},{"author":"LIMBONG","text":"Yes."},{"author":"HEGARTY","text":"...You suddenly find (laughter), you know, you don't - you're not where you thought you were. Does that make you feel anxious? You know, so..."},{"author":"LIMBONG","text":"Absolutely."},{"author":"HEGARTY","text":"And again, you know..."},{"author":"LIMBONG","text":"Good news is there are steps we can take to help alleviate spatial anxiety and get a better sense of the world around us. Today on LIFE KIT, boosting your sense of direction - you know, if I ever find my way back home."},{"author":"LIMBONG","text":"Where am I going?"},{"author":"AUTOMATED VOICE","text":"Turn left toward Goucher Road, then make a U-turn."},{"author":"LIMBONG","text":"That's ahead."},{"author":"LIMBONG","text":"There are two questions I want to head off before we get started. The first is, why bother? For those of us not navigationally blessed, does Google Maps get me to where I need to go? Yes. Do I usually have my phone on me at all times? Sure, usually. I threw this question at Ben Jiro (ph). He's an outdoors recreation specialist with Cleveland Metroparks, where he helps kids from the city get used to the outdoors, which includes teaching them how to navigate, so obviously, he gets this question a lot."},{"author":"BEN JIRO","text":"Well, I mean, I just, quite deadpan, say, like, well, has your phone ever died, especially when you're outside? And if so, like, how do you get going? Do you just kind of guess and - do you just sit down and cry? I don't know (laughter)."},{"author":"LIMBONG","text":"Hugo Spiers is a professor of cognitive neuroscience at University College London, and his expertise is in spatial navigation. He says that having a good sense of direction gives you more than the ability to just go from here to there."},{"author":"HUGO SPIERS","text":"My advice would be, yeah, don't stress yourself out, you know, trying to push yourself to navigate, but it's kind of - try and find the fun in it of the power you have over the environment."},{"author":"LIMBONG","text":"Hugo's research includes looking at the brains of the people who drive the black taxis in London. Those are the people who have to take that pretty rigorous test covering about 25,000 street names in London."},{"author":"SPIERS","text":"The thing I discovered with London taxi drivers, once they've mastered these street names, they have some sort of real sense of ownership of the city, so I think there's a lot of value in how we connect to the environment that goes beyond just tapping into digital maps."},{"author":"LIMBONG","text":"OK. So that answers the first question of why. Now, what about who? Mary Hegarty, from the spatial thinking lab, says there is some separation between people who are good at navigation and those of us who are bad at it."},{"author":"HEGARTY","text":"I would say it comes from two things. I think probably a certain amount of it is inherited, but I think it largely comes from the types of navigation experiences you've had in your life, you know, how much you have actually been challenged in navigation and how much you've challenged yourself."},{"author":"LIMBONG","text":"And there is that old canard about how men have a better sense of direction than women, which - there may be some differences in how men and women navigate, but the underlying reasoning is cultural, says Hugo, because in countries with higher gender equality, there is little gender difference in navigational skill."},{"author":"SPIERS","text":"So there are countries like much of the Scandinavian countries, where there's no real difference between men and women. It's very small. And in school, they learn how to navigate, whereas in various countries around the world where there are big gender discrepancies between what women and men can access for education, health care, travel, you see big differences in navigation skill."},{"author":"LIMBONG","text":"And, yes, there is still a lot we don't know about why some people are better at it than others. Like Mary said before, there are some people who just got it like that. But if that's not you, there are some things you can practice that'll teach you about your own neighborhood, or that you can even apply if you're visiting somewhere. Here's Mary again."},{"author":"HEGARTY","text":"I think of navigation as sort of a use-it-or-lose-it skill. You know, if you use it, you get better at it, so that's where I would start."},{"author":"LIMBONG","text":"OK, so let's start. Takeaway one - get lost on purpose. Here's outdoor specialist Ben Jiro."},{"author":"JIRO","text":"I would recommend that if you're not in a time crunch, try. Just try taking a different turn and seeing where it ends up."},{"author":"LIMBONG","text":"And, yeah, while Ben's expertise is out there in the woods, he says in the context of a more urban area, to get a better sense of direction, it can be helpful to act like you're on a leisurely hike."},{"author":"JIRO","text":"Next time you decide to go on a walk or go for a stroll, go down a road you've maybe not walked to and see where it ends up. Maybe walk the scenic way to your favorite bodega or your bar or coffee shop or whatever."},{"author":"LIMBONG","text":"This is not the most efficient way to get from point A to point B, but that's sort of the point."},{"author":"JIRO","text":"I think we've all gotten used to the idea of that, like, we got to go, go, go, get to our spot, we don't want to waste time, that, like, old adage of time is money, you know, when in some circumstances, I can understand the need or the compulsion to try to get there as efficiently as possible. But I'm not an Uber Eats driver, so no one's waiting on my getting to a destination before their ice cream melts or their tacos get cold."},{"author":"LIMBONG","text":"The philosophy still stands even if you're driving from the highway to the burbs and back."},{"author":"JIRO","text":"What's the harm in taking five minutes to 10 minutes longer to get back to the highway, when you're going home from your friend's or family's place? Probably nothing, so, you know, instead of putting on a GPS to get back to the highway, little bit of adventure, little bit of exploration, and just try to get from the burbs back to the highway."},{"author":"LIMBONG","text":"Well, let me ask you the opposite. What is the benefit of taking the time to do that?"},{"author":"JIRO","text":"Well, so you're never just going to magically acquire a skill, so in order to learn a skill, you have to work at it. You have to practice it. You have to think about, you know, the senses of directions and turning right and left and kind of keeping a sense of a direction in your head as you travel. When you have a GPS on, you're probably not thinking about any of that."},{"author":"LIMBONG","text":"Just a quick note - we're not trying to make anti-GPS propaganda here. They can be a great tool. Mary says the most common use of GPS that people self-report isn't for turn-by-turn directions. It's to get accurate, up-to-date traffic information. But she says an over-reliance on GPS can lead to literally a more narrow view of the world."},{"author":"HEGARTY","text":"If you're just looking at your GPS, you're not paying attention to the broader environment. It maybe, you know, gives you cues of, OK, this - you know, when this is on my right, it means I'm here. And when this is on my left, it means I'm here. That is one of the big pieces of advice I would give to people, is, you know, try navigating without it, especially for routes that you take pretty frequently. And, you know, pay attention to the cues in the environment that help you stay oriented on those routes."},{"author":"LIMBONG","text":"Which brings us to takeaway two - pick out a few big landmarks that you can use to orient yourself. These landmarks can come in different genres. Like, sure, you can use the fourth wave coffee shop down the block or the gas station with the good snacks as street-level landmarks. But the most helpful are the massive faraway ones."},{"author":"HEGARTY","text":"The most useful landmarks are distal landmarks - landmarks that are far away - right? - because - so say something like the bank on the corner. That might be a landmark that helps you turn right if you - you know, you have to turn right on the bank to go to a certain place. But, you know, you're coming up to the bank. It's on your right. And then after you've turned, it's behind you, you know? So its relation to you changes as you navigate. But something that's in the distance, like, for us, the mountains, you know, it's something that's always far away. So it can - it's a better cue to orientation."},{"author":"LIMBONG","text":"And Ben says this is something humans have been doing for centuries, you know, picking a thing and having that be the so-called true direction for you."},{"author":"JIRO","text":"I know the more flat it is, the harder it is. But growing up in Cleveland area, we have  - Lake Erie is always north. So I like to say, just try and find one thing to be your true direction."},{"author":"LIMBONG","text":"It can be a tall building or a big sign, but can also be a major highway."},{"author":"JIRO","text":"A lot of highways go north-south. Sometimes they're diagonals. But, you know, maybe knowing - what's it? - 395, I think, goes from Baltimore down to D.C."},{"author":"LIMBONG","text":"295, yeah."},{"author":"JIRO","text":"295. So that's, like, a big north-south. So if you're south of Baltimore and you can, like, see that major highway or know that you're near it and kind of remember the last time you turned, those kind of things help."},{"author":"LIMBONG","text":"If you do end up lost, these landmarks can help guide you, if not where you need to be, somewhere more familiar to you. It helps if the landmarks are distinct. It also helps if you've got a personal relationship to them. Here's Hugo."},{"author":"SPIERS","text":"There are certain chemicals running through a - like, natural endogenous chemicals in your brain that kind of lock in memories. So things like dopamine is this well-known molecule, and we get rewarded by something. So if you were in an experience like that where - wow - lots of great things around you. Things that have happened, and you've got this really positive memory, then your brain has got more flexibility to hold onto some of those memories is the way that the research suggests."},{"author":"LIMBONG","text":"This is something we can take advantage of."},{"author":"LIMBONG","text":"Takeaway three - turn your environment into a narrative that you can understand."},{"author":"SPIERS","text":"That is indeed what a lot of expert navigators do, is use narratives to help lock things in because, like I said earlier, it's great if you can memorize street names. But street names are often, like, completely abstract. So the tricks people use are to turn these street names into stories and use whatever tricks, you know, personal stories you can make up."},{"author":"LIMBONG","text":"It's one thing to say, oh, that's 12th Street. It's another thing to say, oh, that's 12th Street, where my buddy and I walked up to get those churros that one day."},{"author":"SPIERS","text":"The key to good memory is often, like, how deep you're able to get that information in. So are you just, like, glancing at a street? Or are you looking at it thinking, that doesn't make - why is that here? What's going on? Oh, there's something happening. The more you focus on the detail in things and think about it more deeply, the more like (ph) you are to form a memory of it that lasts."},{"author":"LIMBONG","text":"To go back to an earlier example, when Ben mentioned 295, the route that connects Baltimore into Washington, D.C. - those numbers, 295, they don't mean anything to me. I just know it as the highway I take when I have to drive into the main NPR offices in D.C. This process of connecting these ideas is called building a cognitive map."},{"author":"SPIERS","text":"So not literally kind of being able to see a map, but just having an idea of where things are and how they're all connected. And that's used when you're sort of navigating somewhere you've recently been, you've just - learning around - or maybe you've been there for some time, but you're having to really think about how different places are connected."},{"author":"LIMBONG","text":"And you could help get more experience building this map by being the decision-maker, says Mary."},{"author":"HEGARTY","text":"If you're the decision-maker, you know, making the decisions to turn right and turn left, you know, so the - actively exploring your environment is better than just, say, being the passenger where, you know, you are - experience the same route as the driver, but you're not making the decisions."},{"author":"LIMBONG","text":"Hugo says pay extra attention to the intersections."},{"author":"SPIERS","text":"What you need to do is pay a little more attention to the way the junctions are laid out and think, OK, if I go into that junction, it's not actually straight ahead. It's slightly to the right."},{"author":"LIMBONG","text":"Also, the streets themselves can lay out a story for you. Here's Ben."},{"author":"JIRO","text":"Most intercity grids have some semblance of streets and avenues where they're numbered, going one direction. And then this is where every city typically does it a little different. I lived in a city - in Ogden, Utah, and they did presidents (laughter). So it was, like, instead of first, it was, like, Washington."},{"author":"LIMBONG","text":"Which even if you don't know your presidents down pat, you have a general idea of where you are."},{"author":"JIRO","text":"So, like, you'll hit some president and be like, oh, well, Kennedy. That's way later, so I'm in the wrong part of town. That's kind of like knowing your city, knowing which ones are the north-south, which ones are the east-west. And you can follow those."},{"author":"LIMBONG","text":"The next takeaway - takeaway four - is probably one of the simplest, which is, as you travel in your day-to-day life, just look back. Literally, look behind you."},{"author":"HEGARTY","text":"As you're navigating somewhere, you know, just turn around and look at where you came from every so often so that you know how to get back. I mean, that's something I use a lot while hiking. I'm taking a particular path, you know, sort of looking around and saying, OK, this is what it looks like when I know I have to turn - take the left path or something like that."},{"author":"LIMBONG","text":"This works if you're going to a new place or if it's some restaurant you go to all the time."},{"author":"SPIERS","text":"If you just sort of walk to the restaurant without looking behind you or taking in the environment, you'll just have a very - like, this is the views I saw when I went there, not some sort of more holistic understanding of what the space looks like. So it just helps to be a bit more curious about the space around you and how it - what it looks like from different viewpoints."},{"author":"LIMBONG","text":"Be more curious about the space around you is probably the big overall takeaway from all of this because we're not trying to be London cabbies, I assume. It's a matter of simply being more confident in the space around you, which helps you stay calm if you do ever get lost, at which point just ask somebody."},{"author":"LIMBONG","text":"OK. Recap time. Takeaway one - get lost on purpose. When you've got the time, turn off your GPS and figure out your way back home, or just walk around and explore a little."},{"author":"LIMBONG","text":"And while you do that, takeaway two - pick out big landmarks to orient yourself. It helps if they're far away, also if they're distinct."},{"author":"SPIERS","text":"Outside my office window, I have, like, a cylinder-type tower. It's - like, I cannot tell looking at it which way I'm facing 'cause it looks the same from every direction. So that's an example of one that's not so useful."},{"author":"LIMBONG","text":"It also helps if you've got a connection to those landmarks, which brings us to takeaway three - use narratives to help make connections between landmarks and roads and places you frequent. All of this will help bolster these places in your memory. And takeaway four - look back. Turn around. See places from a different perspective, and you'll have a better sense of both where they - and you - are."},{"author":"LIMBONG","text":"For more LIFE KIT, check out our other episodes. We have one on how to pack for a trip, another on how to be a great roommate. You can find that at npr.org/lifekit. If you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org."},{"author":"LIMBONG","text":"This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Margaret Cirino, Sylvie Douglis. Engineering support comes from Becky Brown. Special thanks to Pablo Fernandez Velasco, Nora Newcombe, Margaret Tarampi and Daniel Montello (ph). I'm Andrew Limbong. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/ondemand.npr.org/anon.npr-mp3/npr/lifekit/2024/05/20240506_lifekit_a37ccbe7-413a-4edc-b838-2a23ea4d58ed.mp3","img":"https://media.npr.org/assets/img/2024/05/08/npr-sense-of-direction-final-illustration_wide-e746763c03d3084195c7426e5e297fced2206f01.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, BYLINE","SEGARRA","ANDREW LIMBONG, HOST","LIMBONG","AUTOMATED VOICE","MARY HEGARTY","HEGARTY","BEN JIRO","HUGO SPIERS","SPIERS","JIRO"],"wave_peaks":[0,2711,3792,5886,4827,4696,6350,5010,28212,18406,28015,23533,7400,5952,6180,7456,6370,6585,7498,31462,30346,27418,792,584,259,21084,24244,24426,21911,20154,24872,22689,13253,13244,9508,9236,792,16690,28828,23477,30322,9566,6050,1891,8362,20237,21551,11914,3730,27305,18654,15599,16730,23473,16486,17555,19434,10631,8567,8652,12917,21333,16166,10817,12161,11657,13040,15757,4332,30411,11621,29871,9203,28701,13197,8969,18933,15981,20825,10903,10080,17770,15987,4397,4018,9148,16728,17402,8928,8775,20580,4308,12068,25770,19745,14582,18633,11469,11497,12756,16773,15813,10328,10641,6248,24106,25611,30726,5235,13885,12593,11652,9589,10732,11489,17148,10919,15136,7699,6575,2005,19985,16756,14565,14478,10846,12355,26312,2463,25168,10822,6786,26426,24162,15964,19486,11800,5669,5229,6348,3913,4990,6389,19308,7058,6017,6754,18584,20867,23463,24794,19031,18187,22321,16500,19237,17731,17690,14783,9615,22975,27187,24384,14667,12683,14340,28893,7342,10261,10694,18218,17132,21994,12603,25260,30705,13937,23675,24511,11336,14785,24335,17949,25457,17599,16358,14973,13106,1040,20154,23781,19985,23682,16762,21365,20460,13210,25123,19138,6015,24352,9563,29355,24288,10077,22929,19767,20843,19255,16954,13907,16846,16209,17141,9256,24116,3240,4849,20324,17147,21236,14434,8361,21732,11917,14996,13364,16458,9214,9950,9070,3606,5817,10322,13901,11212,11140,12841,12775,4101,2038,6188,21927,23568,1669,18067,18630,20123,5299,9916,6353,7188,14535,11148,17553,17618,6630,1126,8631,21718,17657,5200,14101,15705,15447,16355,8749,22454,28935,13547,1124,20526,14000,30119,28541,17333,16160,22128,18625,17177,24794,9385,1419,19115,9476,25819,30012,28868,27484,1979,27725,21696,17328,30014,26928,14034,22135,9065,10861,12432,9969,10962,9963,8787,16022,13493,23382,22948,17150,12496,12755,15532,22381,18802,12639,23246,18170,13300,17030,10902,19219,8174,22543,15327,14886,9435,1020,17366,20278,14293,15514,18222,10467,14786,15746,8324,10673,8319,14871,1560,14342,27800,23378,18822,7893,8519,9745,5585,5182,13016,15036,29653,26770,28176,15762,10042,5986,6169,11977,17984,9658,6340,13662,8572,23497,18340,13347,12781,12958,19666,17706,8053,16977,28350,26563,21039,19814,18159,8840,12316,4570,12262,22328,11358,16416,5461,6537,6979,30929,21233,15373,28220,17900,11618,7205,4224,2350,1171,26493,24998,25973,29199,12848,17496,19461,13149,13034,9540,6847,13833,11897,13110,9085,14246,10565,12384,15208,14435,14758,6257,4447,25129,21471,21129,15373,16474,15840,14917,11240,16289,7590,1267,10000,4693,29243,18635,11321,9284,4924,3904,6883,5190,4653,6553,7397,10750,11788,8877,7380,7919,6165,8982,8380,5353,3283,1781,1362,1087,1533,2291,3808,1621,5475,24922,20059,1677,1119,729,562,1480,251,308,164,198,79,64,28,32,0,0,0,24078,26143,22483,10118,15004,18453,9269,13756,7645,2502,24401,17442,12601,21241,9027,2209,25195,24590,22772,21738,20136,13630,6388,24349,8181,26626,25292,22898,21606,11603,31176,18894,16441,16034,485,18356,4124,25508,25123,30862,19894,17374,11494,21990,17049,16373,7851,19104,10253,10962,9663,29386,26331,23476,14300,11924,8938,11648,24764,21383,9756,12802,5738,11253,14875,9299,9837,16896,19072,9964,16658,19338,11813,10759,13950,13108,12727,14498,26358,2028,20834,19679,14259,18679,21679,29168,5355,8745,20961,2429,26561,7676,16558,18863,6507,8702,37,25963,24208,14611,23173,9636,163,10894,357,705,25095,28646,275,105,1888,24372,13020,13215,10719,20898,15757,14638,16558,13433,18869,5707,11458,22833,13888,17457,19968,12649,1188,23044,23175,22124,8557,174,22185,19554,18738,26186,8522,14815,20902,8678,4038,1234,1032,1606,12438,24034,26084,20368,11586,24308,15536,16588,13513,27100,711,23101,22835,26170,13299,16158,10616,31544,13440,11961,11227,14301,16376,14647,12538,11992,7665,7872,22715,25486,13485,9268,10842,12058,7899,13824,1860,22835,24819,15231,11435,18108,10170,15434,16072,15634,8905,9455,1831,16086,14407,17360,21800,16173,10159,14581,14203,6787,12456,7286,16753,12946,183,21497,29681,12876,10503,931,28603,28739,17495,22097,27592,31232,5653,4194,21620,30254,24187,21070,26719,13882,1073,16064,11359,9039,6996,21815,20846,26876,13723,17217,14697,27700,23861,21700,12190,16409,27645,6079,1757,24799,25358,9976,18633,17946,16378,15252,12153,11709,13267,19238,14307,19213,22068,22680,7169,18356,1700,25484,24740,13609,12793,16312,15663,21247,18136,28082,16267,25096,16415,7686,22658,15154,16283,8466,13441,9199,18605,16809,28781,26609,21743,24282,16687,17526,13441,13824,24422,13875,15822,9118,8790,10970,13052,14201,1515,13462,21426,18196,20575,12066,17212,16304,5192,21936,15357,26110,24927,11868,21866,19514,24201,19757,12881,14332,15256,18098,10320,12428,14053,13123,301,28926,16562,23523,14458,21190,22368,13818,11045,8205,9873,6982,22387,17542,11948,541,20890,25678,20900,12175,13007,6982,10688,8417,21289,377,24535,24567,8291,18571,11512,13128,6910,8128,11571,18836,18794,15446,12047,14392,10094,12419,17543,13883,23198,14226,3210,26196,23419,23174,10899,14449,23401,7023,28602,13242,9205,7237,12755,19350,12021,17050,12397,18512,8780,5412,27104,20447,20190,20064,4238,630,12217,28591,22327,13475,8990,26768,18939,28277,21446,27272,5708,17784,21390,10645,8984,3580,28074,26510,6713,4788,397,27505,15631,19300,12077,8007,9922,5555,1229,16971,7363,19222,1991,10103,22536,18160,21382,10242,16584,17100,15548,10312,11029,7548,12855,12729,18446,1057,26448,8303,26406,25534,18090,20282,16143,14353,16282,15458,12709,11642,10949,8720,16891,5470,21611,21285,20339,20889,18257,8656,18025,13399,10692,10927,2352,24031,22001,21667,18611,11762,30796,13658,18709,4260,24483,16997,23047,17519,20454,14785,13584,12182,13199,16711,11631,1416,18414,16974,21840,17829,6530,9355,16307,12427,25759,18467,9416,7676,8064,17471,21327,7097,14090,12685,9920,13594,11834,12912,1096,15350,18038,21140,19218,28879,23626,7218,858,23877,14064,8687,24227,20884,14220,9510,20258,25397,10156,19753,21859,6453,21171,6934,8316,11920,21393,13855,22209,16228,11174,7774,16704,12895,17342,15306,17679,1207,11086,18950,18242,13009,10358,13168,10695,11551,3,25603,22134,17500,21676,16446,20489,18572,19323,25925,20542,12376,17838,16265,10787,12242,3152,6270,20263,20697,25022,15686,15958,14150,17186,26946,28875,11425,19364,720,18239,24037,15630,17909,22530,16725,15710,8474,29236,10687,10391,10552,10481,7338,15846,12486,21452,24367,12158,14565,13504,16906,13827,10706,15704,7055,3676,16725,19824,8902,2318,28,12877,28350,28646,11277,11654,12012,7023,15352,16786,12317,23128,18694,11173,11484,12877,20971,20199,4309,16391,4640,15511,18767,10625,17425,17518,4505,17526,20938,14344,20829,1369,21305,25669,22837,19781,22570,23463,4123,21311,6152,1419,21909,18165,12805,9960,6603,5132,25715,21475,16991,18613,16587,25157,14667,19804,12178,3205,3091,1138,13695,24372,11450,2387,24295,14132,22571,21202,17403,10952,12019,6178,20223,15597,11524,26486,18328,2304,24392,26684,26823,16744,12668,15569,24814,21483,23288,21567,8164,23598,17134,21253,18635,16312,15487,16818,10067,14449,11652,21495,19781,10746,26539,9833,1662,25810,25273,18245,28952,14484,11946,16362,13598,15730,1906,24135,24144,20961,24587,19412,22571,24634,5968,8407,10602,9023,14348,3102,2269,24415,22239,12070,2718,3612,11073,15257,25528,24016,13566,10877,22338,24757,9350,9305,24590,23131,20468,13222,7204,19258,12934,2020,6703,16940,12054,9202,7936,7302,4763,19787,9962,10130,17449,25640,19134,11435,7171,7355,693,24753,16930,27037,21502,20462,14186,11594,15665,19915,14944,21130,11349,3022,2093,15402,8514,22241,22373,3669,5783,12600,23725,24399,6554,11124,12029,10728,10103,6735,10380,6236,2750,23541,23001,14402,12190,12713,16252,19558,11652,19907,14794,3420,2516,22451,14609,22608,15141,9060,8397,23941,7583,10372,4279,6280,11722,22398,20952,11859,3289,1381,24194,9856,2317,503,1106,25902,24495,15751,17159,12265,18736,10631,10438,9511,9013,12840,10247,18316,15973,9203,6600,2771,25423,23189,14636,13749,7943,16269,9584,7255,1122,17084,23860,25114,25923,14480,12257,9007,8286,14496,11132,7221,6274,25118,20512,13384,11601,5950,22194,13227,11167,7608,8430,9970,11078,10198,7643,13873,11773,8524,2604,2953,27003,23833,16207,11413,1707,23026,27562,19307,16164,15460,12149,14702,15540,10437,14714,12890,10403,21451,13509,366,23972,24583,24912,6362,5804,4348,16862,5264,25811,17754,15601,10740,10712,22281,18031,13188,8781,22030,21868,22225,8070,4728,584,17803,18798,20237,15228,17055,8797,10790,18063,21454,12309,13753,11042,843,24298,24065,12966,9684,21968,13470,265,1812,11639,16427,23474,22064,24151,18659,24716,21757,13217,10225,7707,248,80,21201,23738,25603,15186,13657,21189,14501,13871,17055,17105,14924,13920,717,23412,15939,25103,21929,23575,14928,7039,23056,24810,8730,807,317,417,13400,4615,15627,21098,14996,7463,20546,17269,18087,19881,11544,12265,13040,12425,6205,8598,25258,17073,25471,13908,87,10242,24247,23187,23615,11622,23137,11515,11308,1554,21702,20987,14306,22393,25175,15108,20937,22574,6226,1062,23028,20048,7391,12961,5340,13429,23532,9484,22881,23791,11889,1876,20806,25480,17157,300,7097,12412,25187,13019,23299,8932,12169,17004,8395,16365,12469,19914,11847,18238,6799,894,24897,25338,21184,18787,13345,14165,14913,20804,16251,24140,21924,8530,21596,28923,26925,23700,9843,2502,24908,20656,25618,18561,16332,19978,14366,18725,0,18834,24289,18730,15384,14558,18001,19964,16821,25033,13829,20464,28110,5617,27263,16337,17743,16394,15900,12159,13874,16603,12755,24192,13974,8271,7236,11629,11448,10865,13685,14490,12857,7698,24111,12349,14277,9246,17656,4951,6732,17120,28106,16360,16330,10126,29561,16249,3463,4015,484,14187,21151,25471,19044,13428,16480,14083,14740,4788,10495,16805,10181,10500,20590,24518,9568,15514,16620,13717,8912,9190,7353,117,4040,19019,24887,29801,8856,26949,16931,20547,14221,14386,9363,20447,23653,15886,7890,8331,5773,15848,10336,17409,12261,1225,13941,10284,4746,613,5854,16554,27501,28820,6832,17021,12761,5658,17076,20829,9541,7011,28581,16915,3396,11524,14219,12769,27269,14015,10270,18176,13830,7095,10054,27892,28403,12900,27823,10908,899,925,20754,10188,5325,20311,28274,12798,7383,14551,19519,10442,12121,955,693,17344,17956,18254,9292,15693,22424,14586,10843,9351,13872,23551,15837,16169,6051,17008,10792,2539,7862,25620,4460,9435,7422,3627,22527,25318,13721,15697,19739,17210,17185,18949,13723,9846,8999,12413,10276,16524,4491,4547,2284,23907,17779,28835,20099,14589,7750,11074,12506,6384,24924,20278,11879,14572,17267,14095,21242,7033,25298,7493,20149,9433,6498,13675,18492,11599,3661,16712,19498,18598,12758,6322,15264,17657,16109,20129,14665,21464,21727,13707,15644,21207,15822,5382,4843,2451,21103,27537,16719,27038,21031,18661,12164,14531,18802,6600,13321,17877,21891,14885,19161,25057,17629,2143,15183,18488,17390,25185,22209,7887,26808,13229,15209,20601,3270,19216,18684,15539,12839,10595,11157,22364,23340,4931,6060,9504,12020,21793,25182,10046,9782,20153,12154,1533,21418,22440,19200,21852,15607,14197,11131,8908,5807,12257,8751,14244,11453,13325,10079,12409,12228,6140,10231,10470,19574,10111,28367,22154,4814,1387,9315,22891,15482,3665,1336,19066,19225,22159,9937,23290,11193,1527,13869,10149,22888,27550,26958,4937,27733,22874,12261,8730,14796,16944,2413,7430,11385,8873,6395,1229,25134,22707,14159,22235,22706,13042,10614,10551,9504,7356,19100,14772,13157,21360,31159,19969,7300,13293,14339,9704,13625,10565,12336,13650,10012,12090,13048,19337,21945,15761,17811,14427,9304,8964,1376,20089,20120,15722,18156,14242,9798,404,12788,20009,17502,11821,19528,17549,10298,4891,21121,20171,12884,18723,19599,13179,11390,12912,10782,11231,16515,8725,956,18082,13942,14025,20605,13661,12926,15568,6439,18614,22136,15623,15620,15640,19478,3368,18987,20721,12908,13225,21162,10171,17835,21278,16477,15851,8977,1174,17304,10260,9695,16645,10272,17168,10592,11177,14906,24023,13265,9197,18699,13485,10139,22909,18553,17652,16329,13905,10359,18329,10352,6831,23021,21408,12709,1888,23623,17331,23057,18335,15608,9981,23289,22862,12192,13113,9487,21278,9162,19931,7919,11436,926,2196,9961,11885,16471,21298,18158,21902,10948,14330,15815,9583,17486,13426,9617,8198,12999,18357,18516,4872,4974,9978,16940,8247,22304,21229,15627,23589,20479,12616,22801,21073,7923,20990,23252,9478,25905,16605,1693,15037,10216,14776,9636,5551,18442,14212,23696,11503,10019,2867,18040,23329,18337,23197,9234,20050,9050,18423,23622,6483,13366,10565,11620,16921,14880,3014,27573,12130,24698,22887,25061,17381,20015,19654,17765,25169,29404,18575,21145,22082,19633,15590,10327,22395,9544,23553,22749,17493,14267,14440,26199,10436,3836,17867,11348,22583,11153,22217,18732,26212,22622,24412,22892,10842,18743,22131,21444,20758,23071,25514,14528,1673,25352,25948,17406,20121,10064,17267,8121,10751,18425,11910,18808,22497,12924,11662,7523,821,24529,16718,1357,7587,25171,23694,19830,13894,15762,20511,27990,21980,14864,21250,20960,14949,14582,6443,1290,8502,15017,11919,12386,13932,14726,14983,2186,132,15523,14852,12819,12997,12522,6682,4149,24693,23885,5384,25015,17805,16897,15488,10888,9336,22839,16042,11378,8556,7740,6769,24136,26361,15524,23708,21448,17096,20565,14070,12505,10210,21339,22251,8958,12348,12061,8464,23758,21907,18209,22959,8956,8163,2358,25922,23921,23404,20257,18315,23106,22241,11857,15811,9690,21533,12191,8063,19632,26411,24594,1818,13329,21396,21681,21095,17386,16705,20916,8410,19789,7484,11239,6967,9990,19811,9218,6735,16363,17685,19817,6434,14451,7886,15686,13014,7663,23180,15254,22465,23131,17952,23470,19418,18658,5769,1789,20268,23667,14052,29607,19317,20744,8420,19474,21759,15863,19732,20520,11129,25396,22089,7020,3466,9943,13431,25662,25323,15833,8679,21961,16897,18829,12830,13079,14654,23507,15007,11761,11629,13482,13370,1132,24574,15908,21381,22901,16342,19435,15129,14847,17445,10590,12432,4248,17372,20471,4120,20844,24599,21941,17272,9644,19759,18864,10892,12034,15034,21227,19505,22625,20303,18168,10384,4828,1565,17860,12778,22710,13085,9865,16933,22990,13501,13372,10253,6723,9577,10802,970,18201,29569,17187,17515,13685,9545,15814,9377,8388,9795,10290,9998,9489,8980,12800,17100,16717,14456,8522,18123,10422,1540,24591,25528,16952,19655,23663,3181,16146,10049,17441,10645,10425,25213,14176,20842,12583,17162,14220,15187,7874,14959,12329,11145,9010,9053,26158,26816,7112,13499,16116,1172,15425,26117,21536,22498,14706,8746,11921,19185,16726,18083,22160,9264,6906,148,3,19336,27147,23473,19086,23491,16959,24099,23499,13074,14071,20177,20143,24161,21207,18631,21820,11910,28525,10163,1431,1227,13859,26153,20951,11314,21326,14489,12892,18716,18366,19547,16042,12240,13338,19828,21113,11109,8187,17598,12020,13965,7521,20189,14105,23499,10674,11788,9090,17021,11877,14312,13606,10079,22538,22562,12692,5846,1074,16921,23771,16712,18525,26556,16102,11388,10721,21336,14900,16161,15308,11168,16155,18433,6704,4831,2217,18564,25348,17971,20373,26170,17992,16758,15008,12844,10496,21107,9735,12435,21661,10763,10602,8494,28069,28227,18353,17242,20232,13799,25505,9438,15213,1321,12100,13117,9332,18120,29087,14540,12289,1680,3859,8302,19128,28322,20835,29648,21598,27313,12404,13684,7464,7490,5423,24057,23800,14702,25210,12232,7142,16058,20215,2935,1551,357,24478,13894,15797,12444,16369,21512,10282,24002,21017,11595,18135,20505,13427,11453,16629,22202,26272,20394,18346,18402,14633,17999,10270,15022,16412,1590,18760,21726,13796,23943,26069,18602,9942,16470,11820,11397,10564,14014,8194,10028,15334,2508,12996,6876,6472,19819,18975,13278,16549,18887,20756,9584,434,14045,20764,14839,15367,10238,9826,22299,18688,8815,12735,676,12415,10976,23126,18122,14474,305,20708,20472,18514,14568,6022,9864,10866,15547,19223,13918,1741,351,23581,20792,21475,15768,18242,12687,12235,4828,606,12425,16936,12299,9256,20942,14140,16766,9397,12733,11303,18021,19606,7902,4509,3163,8190,21595,12676,20293,21438,20242,13520,11978,20870,4760,10326,3444,19703,23575,18649,14262,12541,9888,11455,8763,14120,794,16459,18050,12923,17649,9974,10282,8797,8010,9909,9468,22535,21502,9319,13073,12520,19983,9097,8565,17688,15745,11553,11168,14828,13300,15626,10508,9276,11956,13539,10702,7334,10236,5085,6878,3244,24157,26711,23765,23032,15725,12621,13649,4298,466,20280,14476,11770,15872,15447,10835,11586,9027,12763,8471,6323,10763,24753,24944,12749,2889,2199,30856,24407,25087,19834,26185,25614,20834,20172,12228,12749,17114,16006,1335,25018,31533,4852,14607,10441,9505,1336,11730,8930,12690,6058,1634,24025,13029,22109,5306,28014,29152,29032,17704,20576,10502,19610,24505,28543,15706,14084,10765,15259,1836,6707,8340,17390,6957,14058,13631,19862,20214,12452,17733,12984,15362,18997,26148,8589,1297,5491,19076,8423,14351,10304,1223,9235,30905,6864,6258,1102,4089,17119,21353,19332,12937,16048,15135,14270,12305,9890,10597,8590,12690,12414,14624,27338,9978,11410,10883,3118,22470,23471,14808,7193,24082,17627,18004,19383,15302,19839,11581,10897,17224,9423,1849,11406,17871,16675,14742,20340,13313,18771,13213,13375,24483,9438,16288,9457,24044,6951,2445,19833,23335,22143,22710,15752,15668,19499,19838,9050,20641,24582,27725,19442,7965,16470,26626,23354,13943,17611,18400,21067,14811,8670,14200,23916,12349,13338,1958,18881,20566,16078,17032,17612,15721,20169,18009,17868,15274,14317,9119,12648,10370,17371,21835,16717,11059,2694,1164,13736,17219,19812,17751,8533,12179,9648,4452,10010,28741,21190,19696,8843,12425,15583,13977,18494,2920,22567,21624,18159,16692,9971,11854,17894,12570,22664,12530,8600,1828,24595,25068,13914,17212,20364,28115,23067,10293,10103,22149,4014,9630,8447,8398,19031,4534,15680,19761,19049,17538,13984,12686,10588,2482,8116,21602,20065,3663,23401,17553,17626,1414,1942,2498,3198,29020,23219,23833,24370,15959,19090,6035,19862,21217,10967,18611,20485,4756,6514,19517,15063,6137,21570,14453,17697,13025,16622,17530,20945,12069,9608,7460,27992,19844,10945,21848,19926,757,14589,26689,28971,24610,10896,19051,17386,14000,16032,20327,13712,9816,23150,8253,4883,6364,17016,10879,14167,23983,19182,15760,10815,8657,10322,25674,20119,23708,8298,16370,9444,15320,11806,15547,17091,12901,26698,20997,7851,6846,21863,29958,24740,18681,25578,17954,18333,24624,13937,10899,16321,21510,11633,18813,4787,1370,24205,24068,25287,17968,23738,9657,9210,794,17386,24186,20219,18707,24422,18035,12711,13423,11861,8972,13235,15759,11976,8691,16237,13686,22157,17594,23800,21225,16774,17103,18213,8342,10550,18561,17017,6429,18097,16385,12967,4582,13207,3327,1662,28652,16109,19919,14653,15062,11178,12689,9009,8759,3962,1666,15783,23858,28498,22557,19493,1036,24309,16025,15253,21972,12197,10783,17002,24202,2163,19922,24993,20220,21657,18263,11890,20763,20546,19462,12648,21118,14215,16121,466,135,104,93,89,56,43,76,24230,18700,20640,16986,16677,20869,20115,17757,16293,20024,22572,8402,25769,17592,16914,24968,12280,10311,14434,17500,18641,1868,24781,25865,24656,25451,19487,13083,15046,11061,8419,21353,20263,11726,23821,19311,20170,13332,19915,15199,20035,13576,16956,11820,17325,20302,17157,18195,7268,9697,12151,9075,1876,3549,29737,22796,24375,15841,9654,14584,23547,23401,18002,19953,18924,14578,12734,21486,14856,15486,10608,17737,8306,19314,11858,16743,17755,12660,3955,5909,6022,7750,5194,25370,27305,22021,18405,17951,23827,19870,21013,23714,16500,20880,8552,19790,17676,18301,11894,23073,8731,17141,15289,18596,6918,15809,7292,12285,14961,30825,30278,14484,19518,22419,19069,18506,13816,15636,5974,22434,23023,21999,19586,19470,18294,12122,21999,21981,11042,21719,13034,18408,8638,5061,7725,16838,10322,11474,22496,17843,2525,20826,23382,24962,20276,13838,20911,19719,11083,16099,8556,15114,14736,11779,14180,10931,8731,4917,25496,15198,28251,2921,17747,10073,5916,3361,3729,3838,4433,4862,7209,4760,6410,6902,4456,7709,5253,4929,7735,6991,8187,7962,5927,3023,6687,4398,6203,5069,6754,3456,4844,3278,3387,2330,1829,1559,2073,1578,1209,1001,876,648,519,358,172,256,306,143,199,183,103,75,64,61,0,0,0,0],"fragments":[{"begin":"0.000","end":"3.320","lines":["You're listening to LIFE KIT..."]},{"begin":"3.320","end":"7.600","lines":["...From NPR."]},{"begin":"7.600","end":"14.920","lines":["Hey. What's up, everyone? Andrew Limbong here, in for Marielle Segarra. The other day, I had to run an errand."]},{"begin":"14.920","end":"41.640","lines":["It wasn't crazy far from where I live in Baltimore. It was just in a part of town I don't go to all that often, so I hopped into the car and performed that ritual I imagine a lot of us do before the seat belts, before checking the mirrors, before even turning the car on - all right, where am I going? Where is this place? - I plugged the address into my phone - 1021 Dulaney Valley Road - put it on the little holder thingy on the dash, and then - and only then - off I went."]},{"begin":"41.640","end":"68.800","lines":["It's a little ridiculous if you think about it. I was headed to a local college campus. It's not out of the way on some hidden backstreet. It's on a main strip, and there are a bunch of signs around it being like, the college campus is this way. And yet, though I would have loved to have spent this beautiful spring drive with the windows down, bumping Vampire Weekend uninterrupted in the whip, because I don't have a great sense of direction, I was at the mercy of Google Maps."]},{"begin":"68.800","end":"72.480","lines":["Continue on North Calvert Street for half a mile."]},{"begin":"72.480","end":"78.800","lines":["Because without it, not only would I be lost, I'd also feel lost, and I know I'm not the only one."]},{"begin":"78.800","end":"86.960","lines":["One of the things we measure in our lab is whether people feel anxious if they suddenly find themselves lost or realize they've lost track of where they are."]},{"begin":"86.960","end":"102.040","lines":["That's Mary Hegarty, a cognitive psychologist at the University of California, Santa Barbara. She leads the spatial thinking lab there, where they study how we see and interpret ourselves and other objects in space. And one of the things they study there is this thing called spatial anxiety."]},{"begin":"102.040","end":"109.240","lines":["We just ask you about scenarios. You know, imagine you have to navigate to a part of town you've never been before. Do you feel anxious about that? Or maybe..."]},{"begin":"109.240","end":"109.840","lines":["Yes."]},{"begin":"109.840","end":"117.080","lines":["...You suddenly find (laughter), you know, you don't - you're not where you thought you were. Does that make you feel anxious? You know, so..."]},{"begin":"117.080","end":"118.080","lines":["Absolutely."]},{"begin":"118.080","end":"119.640","lines":["And again, you know..."]},{"begin":"119.640","end":"132.080","lines":["Good news is there are steps we can take to help alleviate spatial anxiety and get a better sense of the world around us. Today on LIFE KIT, boosting your sense of direction - you know, if I ever find my way back home."]},{"begin":"132.080","end":"133.160","lines":["Where am I going?"]},{"begin":"133.160","end":"138.880","lines":["Turn left toward Goucher Road, then make a U-turn."]},{"begin":"138.880","end":"144.520","lines":["That's ahead."]},{"begin":"144.520","end":"173.560","lines":["There are two questions I want to head off before we get started. The first is, why bother? For those of us not navigationally blessed, does Google Maps get me to where I need to go? Yes. Do I usually have my phone on me at all times? Sure, usually. I threw this question at Ben Jiro (ph). He's an outdoors recreation specialist with Cleveland Metroparks, where he helps kids from the city get used to the outdoors, which includes teaching them how to navigate, so obviously, he gets this question a lot."]},{"begin":"173.560","end":"191.480","lines":["Well, I mean, I just, quite deadpan, say, like, well, has your phone ever died, especially when you're outside? And if so, like, how do you get going? Do you just kind of guess and - do you just sit down and cry? I don't know (laughter)."]},{"begin":"191.480","end":"207.280","lines":["Hugo Spiers is a professor of cognitive neuroscience at University College London, and his expertise is in spatial navigation. He says that having a good sense of direction gives you more than the ability to just go from here to there."]},{"begin":"207.280","end":"218.360","lines":["My advice would be, yeah, don't stress yourself out, you know, trying to push yourself to navigate, but it's kind of - try and find the fun in it of the power you have over the environment."]},{"begin":"218.360","end":"229.960","lines":["Hugo's research includes looking at the brains of the people who drive the black taxis in London. Those are the people who have to take that pretty rigorous test covering about 25,000 street names in London."]},{"begin":"229.960","end":"243.200","lines":["The thing I discovered with London taxi drivers, once they've mastered these street names, they have some sort of real sense of ownership of the city, so I think there's a lot of value in how we connect to the environment that goes beyond just tapping into digital maps."]},{"begin":"243.200","end":"257.000","lines":["OK. So that answers the first question of why. Now, what about who? Mary Hegarty, from the spatial thinking lab, says there is some separation between people who are good at navigation and those of us who are bad at it."]},{"begin":"257.000","end":"274.480","lines":["I would say it comes from two things. I think probably a certain amount of it is inherited, but I think it largely comes from the types of navigation experiences you've had in your life, you know, how much you have actually been challenged in navigation and how much you've challenged yourself."]},{"begin":"274.480","end":"293.080","lines":["And there is that old canard about how men have a better sense of direction than women, which - there may be some differences in how men and women navigate, but the underlying reasoning is cultural, says Hugo, because in countries with higher gender equality, there is little gender difference in navigational skill."]},{"begin":"293.080","end":"313.360","lines":["So there are countries like much of the Scandinavian countries, where there's no real difference between men and women. It's very small. And in school, they learn how to navigate, whereas in various countries around the world where there are big gender discrepancies between what women and men can access for education, health care, travel, you see big differences in navigation skill."]},{"begin":"313.360","end":"332.240","lines":["And, yes, there is still a lot we don't know about why some people are better at it than others. Like Mary said before, there are some people who just got it like that. But if that's not you, there are some things you can practice that'll teach you about your own neighborhood, or that you can even apply if you're visiting somewhere. Here's Mary again."]},{"begin":"332.240","end":"339.440","lines":["I think of navigation as sort of a use-it-or-lose-it skill. You know, if you use it, you get better at it, so that's where I would start."]},{"begin":"339.440","end":"346.240","lines":["OK, so let's start. Takeaway one - get lost on purpose. Here's outdoor specialist Ben Jiro."]},{"begin":"346.240","end":"354.840","lines":["I would recommend that if you're not in a time crunch, try. Just try taking a different turn and seeing where it ends up."]},{"begin":"354.840","end":"366.480","lines":["And, yeah, while Ben's expertise is out there in the woods, he says in the context of a more urban area, to get a better sense of direction, it can be helpful to act like you're on a leisurely hike."]},{"begin":"366.480","end":"382.600","lines":["Next time you decide to go on a walk or go for a stroll, go down a road you've maybe not walked to and see where it ends up. Maybe walk the scenic way to your favorite bodega or your bar or coffee shop or whatever."]},{"begin":"382.600","end":"388.360","lines":["This is not the most efficient way to get from point A to point B, but that's sort of the point."]},{"begin":"388.360","end":"420.880","lines":["I think we've all gotten used to the idea of that, like, we got to go, go, go, get to our spot, we don't want to waste time, that, like, old adage of time is money, you know, when in some circumstances, I can understand the need or the compulsion to try to get there as efficiently as possible. But I'm not an Uber Eats driver, so no one's waiting on my getting to a destination before their ice cream melts or their tacos get cold."]},{"begin":"420.880","end":"425.520","lines":["The philosophy still stands even if you're driving from the highway to the burbs and back."]},{"begin":"425.520","end":"450.320","lines":["What's the harm in taking five minutes to 10 minutes longer to get back to the highway, when you're going home from your friend's or family's place? Probably nothing, so, you know, instead of putting on a GPS to get back to the highway, little bit of adventure, little bit of exploration, and just try to get from the burbs back to the highway."]},{"begin":"450.320","end":"455.240","lines":["Well, let me ask you the opposite. What is the benefit of taking the time to do that?"]},{"begin":"455.240","end":"480.080","lines":["Well, so you're never just going to magically acquire a skill, so in order to learn a skill, you have to work at it. You have to practice it. You have to think about, you know, the senses of directions and turning right and left and kind of keeping a sense of a direction in your head as you travel. When you have a GPS on, you're probably not thinking about any of that."]},{"begin":"480.080","end":"502.160","lines":["Just a quick note - we're not trying to make anti-GPS propaganda here. They can be a great tool. Mary says the most common use of GPS that people self-report isn't for turn-by-turn directions. It's to get accurate, up-to-date traffic information. But she says an over-reliance on GPS can lead to literally a more narrow view of the world."]},{"begin":"502.160","end":"529.240","lines":["If you're just looking at your GPS, you're not paying attention to the broader environment. It maybe, you know, gives you cues of, OK, this - you know, when this is on my right, it means I'm here. And when this is on my left, it means I'm here. That is one of the big pieces of advice I would give to people, is, you know, try navigating without it, especially for routes that you take pretty frequently. And, you know, pay attention to the cues in the environment that help you stay oriented on those routes."]},{"begin":"529.240","end":"548.840","lines":["Which brings us to takeaway two - pick out a few big landmarks that you can use to orient yourself. These landmarks can come in different genres. Like, sure, you can use the fourth wave coffee shop down the block or the gas station with the good snacks as street-level landmarks. But the most helpful are the massive faraway ones."]},{"begin":"548.840","end":"580.040","lines":["The most useful landmarks are distal landmarks - landmarks that are far away - right? - because - so say something like the bank on the corner. That might be a landmark that helps you turn right if you - you know, you have to turn right on the bank to go to a certain place. But, you know, you're coming up to the bank. It's on your right. And then after you've turned, it's behind you, you know? So its relation to you changes as you navigate. But something that's in the distance, like, for us, the mountains, you know, it's something that's always far away. So it can - it's a better cue to orientation."]},{"begin":"580.040","end":"587.320","lines":["And Ben says this is something humans have been doing for centuries, you know, picking a thing and having that be the so-called true direction for you."]},{"begin":"587.320","end":"598.720","lines":["I know the more flat it is, the harder it is. But growing up in Cleveland area, we have  - Lake Erie is always north. So I like to say, just try and find one thing to be your true direction."]},{"begin":"598.720","end":"603.360","lines":["It can be a tall building or a big sign, but can also be a major highway."]},{"begin":"603.360","end":"613.200","lines":["A lot of highways go north-south. Sometimes they're diagonals. But, you know, maybe knowing - what's it? - 395, I think, goes from Baltimore down to D.C."]},{"begin":"613.200","end":"614.040","lines":["295, yeah."]},{"begin":"614.040","end":"628.640","lines":["295. So that's, like, a big north-south. So if you're south of Baltimore and you can, like, see that major highway or know that you're near it and kind of remember the last time you turned, those kind of things help."]},{"begin":"628.640","end":"640.600","lines":["If you do end up lost, these landmarks can help guide you, if not where you need to be, somewhere more familiar to you. It helps if the landmarks are distinct. It also helps if you've got a personal relationship to them. Here's Hugo."]},{"begin":"640.600","end":"667.000","lines":["There are certain chemicals running through a - like, natural endogenous chemicals in your brain that kind of lock in memories. So things like dopamine is this well-known molecule, and we get rewarded by something. So if you were in an experience like that where - wow - lots of great things around you. Things that have happened, and you've got this really positive memory, then your brain has got more flexibility to hold onto some of those memories is the way that the research suggests."]},{"begin":"667.000","end":"669.000","lines":["This is something we can take advantage of."]},{"begin":"669.000","end":"673.720","lines":["Takeaway three - turn your environment into a narrative that you can understand."]},{"begin":"673.720","end":"693.800","lines":["That is indeed what a lot of expert navigators do, is use narratives to help lock things in because, like I said earlier, it's great if you can memorize street names. But street names are often, like, completely abstract. So the tricks people use are to turn these street names into stories and use whatever tricks, you know, personal stories you can make up."]},{"begin":"693.800","end":"701.120","lines":["It's one thing to say, oh, that's 12th Street. It's another thing to say, oh, that's 12th Street, where my buddy and I walked up to get those churros that one day."]},{"begin":"701.120","end":"720.840","lines":["The key to good memory is often, like, how deep you're able to get that information in. So are you just, like, glancing at a street? Or are you looking at it thinking, that doesn't make - why is that here? What's going on? Oh, there's something happening. The more you focus on the detail in things and think about it more deeply, the more like (ph) you are to form a memory of it that lasts."]},{"begin":"720.840","end":"741.080","lines":["To go back to an earlier example, when Ben mentioned 295, the route that connects Baltimore into Washington, D.C. - those numbers, 295, they don't mean anything to me. I just know it as the highway I take when I have to drive into the main NPR offices in D.C. This process of connecting these ideas is called building a cognitive map."]},{"begin":"741.080","end":"758.360","lines":["So not literally kind of being able to see a map, but just having an idea of where things are and how they're all connected. And that's used when you're sort of navigating somewhere you've recently been, you've just - learning around - or maybe you've been there for some time, but you're having to really think about how different places are connected."]},{"begin":"758.360","end":"763.800","lines":["And you could help get more experience building this map by being the decision-maker, says Mary."]},{"begin":"763.800","end":"778.200","lines":["If you're the decision-maker, you know, making the decisions to turn right and turn left, you know, so the - actively exploring your environment is better than just, say, being the passenger where, you know, you are - experience the same route as the driver, but you're not making the decisions."]},{"begin":"778.200","end":"781.480","lines":["Hugo says pay extra attention to the intersections."]},{"begin":"781.480","end":"790.720","lines":["What you need to do is pay a little more attention to the way the junctions are laid out and think, OK, if I go into that junction, it's not actually straight ahead. It's slightly to the right."]},{"begin":"790.720","end":"794.960","lines":["Also, the streets themselves can lay out a story for you. Here's Ben."]},{"begin":"794.960","end":"817.040","lines":["Most intercity grids have some semblance of streets and avenues where they're numbered, going one direction. And then this is where every city typically does it a little different. I lived in a city - in Ogden, Utah, and they did presidents (laughter). So it was, like, instead of first, it was, like, Washington."]},{"begin":"817.040","end":"822.840","lines":["Which even if you don't know your presidents down pat, you have a general idea of where you are."]},{"begin":"822.840","end":"837.880","lines":["So, like, you'll hit some president and be like, oh, well, Kennedy. That's way later, so I'm in the wrong part of town. That's kind of like knowing your city, knowing which ones are the north-south, which ones are the east-west. And you can follow those."]},{"begin":"837.880","end":"847.120","lines":["The next takeaway - takeaway four - is probably one of the simplest, which is, as you travel in your day-to-day life, just look back. Literally, look behind you."]},{"begin":"847.120","end":"865.160","lines":["As you're navigating somewhere, you know, just turn around and look at where you came from every so often so that you know how to get back. I mean, that's something I use a lot while hiking. I'm taking a particular path, you know, sort of looking around and saying, OK, this is what it looks like when I know I have to turn - take the left path or something like that."]},{"begin":"865.160","end":"869.840","lines":["This works if you're going to a new place or if it's some restaurant you go to all the time."]},{"begin":"869.840","end":"888.880","lines":["If you just sort of walk to the restaurant without looking behind you or taking in the environment, you'll just have a very - like, this is the views I saw when I went there, not some sort of more holistic understanding of what the space looks like. So it just helps to be a bit more curious about the space around you and how it - what it looks like from different viewpoints."]},{"begin":"888.880","end":"908.560","lines":["Be more curious about the space around you is probably the big overall takeaway from all of this because we're not trying to be London cabbies, I assume. It's a matter of simply being more confident in the space around you, which helps you stay calm if you do ever get lost, at which point just ask somebody."]},{"begin":"908.560","end":"918.560","lines":["OK. Recap time. Takeaway one - get lost on purpose. When you've got the time, turn off your GPS and figure out your way back home, or just walk around and explore a little."]},{"begin":"918.560","end":"926.000","lines":["And while you do that, takeaway two - pick out big landmarks to orient yourself. It helps if they're far away, also if they're distinct."]},{"begin":"926.000","end":"937.400","lines":["Outside my office window, I have, like, a cylinder-type tower. It's - like, I cannot tell looking at it which way I'm facing 'cause it looks the same from every direction. So that's an example of one that's not so useful."]},{"begin":"937.400","end":"959.920","lines":["It also helps if you've got a connection to those landmarks, which brings us to takeaway three - use narratives to help make connections between landmarks and roads and places you frequent. All of this will help bolster these places in your memory. And takeaway four - look back. Turn around. See places from a different perspective, and you'll have a better sense of both where they - and you - are."]},{"begin":"959.920","end":"986.920","lines":["For more LIFE KIT, check out our other episodes. We have one on how to pack for a trip, another on how to be a great roommate. You can find that at npr.org/lifekit. If you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org."]},{"begin":"986.920","end":"1027.200","lines":["This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Margaret Cirino, Sylvie Douglis. Engineering support comes from Becky Brown. Special thanks to Pablo Fernandez Velasco, Nora Newcombe, Margaret Tarampi and Daniel Montello (ph). I'm Andrew Limbong. Thanks for listening."]}],"duration":1027}