{
  "title": "Yes, end-of-life planning is a tough subject. How to talk to your parents about it",
  "url": "https://www.npr.org/transcripts/1199885811",
  "intro": "There comes a time when it's the kid's turn to take care of mom and dad. Here's how to broach this sensitive subject with your parents.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. There is this painful, kind of expected but still shocking reality in life. When your parents reach a certain age, they may no longer be able to take care of themselves physically or financially. Sometimes that moment comes way sooner than you expect. Cameron Huddleston's mom was diagnosed with Alzheimer's disease at age 65."
    },
    {
      "author": "CAMERON HUDDLESTON",
      "text": "I was only 35, and we had not had detailed conversations about her finances until she was experiencing memory loss. And I learned that that's a bad time to have those conversations."
    },
    {
      "author": "SEGARRA",
      "text": "Whether you're stepping in as a full-time caretaker or just helping out around the margins, you need to know the full financial picture to pay your parents' bills or pay for care."
    },
    {
      "author": "HUDDLESTON",
      "text": "It's a bad idea to wait until there's an emergency that forces you to have those conversations because your emotions are going to be all over the place when there's that emergency, and it's a lot harder to have a rational conversation."
    },
    {
      "author": "SEGARRA",
      "text": "Cameron's a journalist, and her experience led her to write a book called \"Mom And Dad, We Need To Talk: How To Have Essential Conversations With Your Parents About Their Finances.\" Cameron has a ton of advice on how to go about this. Like, don't expect to whip out a checklist and get all the answers in one sitting."
    },
    {
      "author": "HUDDLESTON",
      "text": "I would encourage people not to sit your parents down and grill them for hours. This doesn't happen in one conversation."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, Cameron and I talk about what you need to ask your parents about their finances, in part because their situation could affect your finances down the line. Also, how to approach these conversations and what to do if your parent is experiencing some form of cognitive decline and you haven't had these conversations, because there is a path forward."
    },
    {
      "author": "SEGARRA",
      "text": "All right. Cameron, so if this is more of a preventative thing, how do you open the conversation with your parents? And what sort of questions do you need to be asking?"
    },
    {
      "author": "HUDDLESTON",
      "text": "If you are relatively young, just starting out in your 20s and your 30s, you can ask your parents for financial advice. Even if you know more about finances than your parents, the reason I suggest doing this is because it avoids that role reversal. And so you ask them a question like, hey, I just started my first job. Should I be taking advantage of a workplace retirement plan? Or, hey, I just got married or I just had my first child. Does that mean I should have life insurance and a will now? And their answers are going to give you clues about what sort of planning they've done. And then you want to ask more questions. Oh, so you did this. What do you recommend I do next? Or, oh, you didn't do that. You know, maybe this is something we could look into together."
    },
    {
      "author": "SEGARRA",
      "text": "What about if you're not in your 20s or 30s and, you know, if it's not plausible for you to be going to your parents with a question like this?"
    },
    {
      "author": "HUDDLESTON",
      "text": "You can always share a story about someone you know who had to get involved with their parents' finances. Maybe it's a cautionary tale. I had a friend whose father passed away. He didn't have any estate planning documents. It was a huge nightmare for the family. I hope we can avoid that. So using something from your everyday life can open the door to just talking about money if this isn't something that you usually talk about in your family. And then once you get them comfortable with the idea of just discussing money matters in general, then you can ease into talking about more personal things."
    },
    {
      "author": "SEGARRA",
      "text": "All right. So when you talk to your parents about finances, is there a list of questions or topics you might want to cover?"
    },
    {
      "author": "HUDDLESTON",
      "text": "I think the most important thing that you need to find out from your parents - do they have estate planning documents? Do they have a will or a trust, something that spells out who gets what when they die? Because if they die without a will, state law determines who gets their assets and property. I think a lot of people don't realize this. They think, my family can just work it out. But it doesn't work that way. Your family can't just work it out because you have to go through the court system."
    },
    {
      "author": "HUDDLESTON",
      "text": "I think even more important than that will or trust is a power of attorney document. They need a document that names someone, or more than one person, to make financial decisions for them if they can't. This document has to be drafted and signed while they are still mentally competent. And I know that probably sounds scary to a lot of parents. I don't want to hand over that much control right now. I'm perfectly fine. And you just tell your parents, look; it's important for you to choose someone you trust now, to put it in writing. And if you don't feel comfortable giving me that much control now, that's fine. Just put that document someplace safe and tell me when and how I can access it."
    },
    {
      "author": "HUDDLESTON",
      "text": "You also want to make sure that they have a health care power of attorney, someone who can make medical decisions for them if they can't. And they need a living will - it's also called an advance directive - that spells out what sort of end-of-life medical care they do or do not want. Make sure they have these documents. Make sure that you know where they are and how to access them."
    },
    {
      "author": "SEGARRA",
      "text": "What about outside of these legal documents, like, if you just want to make sure their finances are running smoothly from behind the scenes?"
    },
    {
      "author": "HUDDLESTON",
      "text": "You know, you can ask them about what sort of bills do you regularly pay? How do you pay those bills? Are they being paid automatically or are you writing checks? If they're writing checks for those bills, someone's got to be a power of attorney or a joint account owner to sign checks for them if they're in the hospital and they can't do it themselves. You want to get more details about their sources of income, what sort of insurance policies they have, what sort of investments they have. Do they have retirement savings? And you don't need to ask about dollar amounts. You just want to get a general idea of where they stand financially."
    },
    {
      "author": "SEGARRA",
      "text": "What about, like, login information for these accounts? Is that something you'd ask for, too?"
    },
    {
      "author": "HUDDLESTON",
      "text": "Ideally it is because if something were to happen to them and they couldn't manage their finances, you would need that information - you or another family member. But ask them to write it down for you and store it someplace safe. Or, you know, there are, you know, password managers that they can use online. Encourage them to put that information somewhere so that you can have it if you need it."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And what information do you need to figure out long-term care plans for your parents?"
    },
    {
      "author": "HUDDLESTON",
      "text": "This is probably one of the more difficult conversations to have because, I mean, talk about a role reversal - having to help care for your parents, you know, when they're used to taking care of you, the child. But it's so important to find out if they have done any planning because more than half of adults 65 and older will need long-term care at some point. Most adults do not have a plan to pay for this care. Medicare does not pay for long-term care. And if they don't have a plan, what that likely means is that you are your parents' long-term care plan. And so you need to know this. You need to know if they've even thought about it. You need to know if they have any way to pay for care because it can be very expensive."
    },
    {
      "author": "HUDDLESTON",
      "text": "But I want to caution everyone out there who thinks, oh, of course I'm going to help my parents. That's wonderful. You know, I helped care for my mom for many years when she had Alzheimer's disease. But it can be a full-time job. And if you have a full-time job already and you have your own family to support, then stepping away from your job to care for a parent could wreck you financially. So we need to make sure you have a way to pay for professional care if necessary."
    },
    {
      "author": "SEGARRA",
      "text": "What if they don't have a way? Like, what if you just don't have the means or they don't have the means?"
    },
    {
      "author": "HUDDLESTON",
      "text": "And a lot of people don't. So this is the benefit of having these conversations early. I'll just give you an example of how much it can cost. So the median price of a room in an assisted living facility is $4,500 a month. OK? It's a lot of money, and that's the median. If you're on the coast, it's going to cost a lot more. So how many people have $4,500-plus to spare?"
    },
    {
      "author": "HUDDLESTON",
      "text": "If your parents are in their 50s or even in their early 60s and still in good health, they should look into getting a long-term care insurance policy. These are not cheap, but they're a heck of a lot cheaper than the monthly cost of assisted living or memory care or bringing someone into the home. You know, you could maybe encourage your parents to meet with a financial adviser who can look at their entire financial picture and figure out, OK, here's what you might be able to afford. You know, you've got this much in retirement savings. You've got this much you can expect to get from Social Security benefits. If you have a parent who served in the military, there are VA benefits that will help pay for long-term care. But the thing is all of these options really do take advance planning."
    },
    {
      "author": "SEGARRA",
      "text": "Sometimes there are other situations that pop up along the way, so like a scenario where it's just that your parents - they could be doing something that would be better for them financially and you know it, but they don't know it. Like, for instance, they don't have their money in a high-yield savings account, right? How do you decide, like, when to give your parents financial advice, especially when they are fully capable of making their own financial decisions?"
    },
    {
      "author": "HUDDLESTON",
      "text": "Certainly. So I would encourage you to do it in a way that doesn't come off sounding like you're telling them what to do. So you could reference an article that you've read, a podcast that you've listened to. Hey, I just heard this report on NPR about how important it is to check your credit reports frequently. You know, you just want to plant that seed and say, hey, I heard about this."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. It sounds almost like the same way you would share something with a friend."
    },
    {
      "author": "HUDDLESTON",
      "text": "Right."
    },
    {
      "author": "SEGARRA",
      "text": "A close friend. And, I mean, if you are giving them advice, it occurs to me that the best personal finance advice for you as, let's say, a 20- or 30- or 40-something might not be the best advice for a retiree. Like, what do you need to know about finances for older adults before you start giving them advice?"
    },
    {
      "author": "HUDDLESTON",
      "text": "That's a really good point because you're right. If you're in your 20s or 30s, and let's say that you are saving for retirement, you want to have most of your retirement savings going into stock. Your parents, who are closer to retirement age or in retirement, they probably shouldn't have all of their retirement savings invested in stocks. You know, at that point, they're probably shifting a little bit into bonds so that they have, you know, some more secure returns that they can count on."
    },
    {
      "author": "HUDDLESTON",
      "text": "And so one thing you could certainly do is rather than you dole out the advice to your parents, encourage them to meet with a financial adviser. And I know a lot of people think that's something only wealthy people do. But that's not true. Maybe your parents can just meet a few times to have someone look over their financial situation, give them a few suggestions, create a plan for them, and that way they've got that third party helping them out as opposed to you, the child."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, that makes a lot of sense. OK, well, let's say you think it's possible your parents are being defrauded or taken advantage of in some way, like they fell victim to some sort of scam."
    },
    {
      "author": "HUDDLESTON",
      "text": "Well, if they're a victim of a scam or you think they might be, look for some telltale signs. Have you noticed them become more secretive? Or maybe you're noticing a change in their spending. Maybe they used to pick up the tab every time you went to the restaurant - a restaurant with them, and now they're like, oh, can you pick up the tab this time? That could be a signal that maybe they're in some financial trouble. The problem is it can be hard to spot the signs that they are victims of a scam. And so it's really important to try to alert them to the red flags of scams ahead of time."
    },
    {
      "author": "SEGARRA",
      "text": "What about if your parent - if you know your parent is spending beyond their means and they're going to run out of money? How do you bring that up?"
    },
    {
      "author": "HUDDLESTON",
      "text": "That one's tricky."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "HUDDLESTON",
      "text": "Now, if you have a parent who is already experiencing any sort of cognitive decline, any sort of dementia or memory loss, you need to be involved because when you have dementia, your financial decision-making ability is impacted. And this impact begins oftentimes well before you even see noticeable signs of memory loss. You know, so if you're noticing a big change in your parent's spending behavior, you want to ask more questions, maybe even encourage your parent to just meet with a doctor, get a checkup."
    },
    {
      "author": "HUDDLESTON",
      "text": "If your parents, though, are not experiencing mental health issues, they're just not good with money, it's a lot trickier because they're an adult and they can make their own decisions. What you can do, though, is share your concerns. Say, to be honest, I'm a little bit worried that you might need some support, and I want you to know that I might not be able to provide that support for you."
    },
    {
      "author": "SEGARRA",
      "text": "That's so hard because there's a lot of pressure to take care of your parents if - especially if they can't take care of themselves. And I'm sure the guilt would be heavy."
    },
    {
      "author": "HUDDLESTON",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "You know? Even if you're like, OK, my mom spent all her money on Barry Manilow tickets, like, I still - what am I going to do now, just let her suffer?"
    },
    {
      "author": "HUDDLESTON",
      "text": "And you want to think about those things, too. You want to decide, OK, am I willing to put some things in place to help support her? Do I want to create an emergency fund for my mom? Do I want to let my mom move in with me? Do I want to buy that long-term care insurance for my mom so that she has a policy that's going to help pay for her care by professionals if she needs it? You can ask yourself those questions."
    },
    {
      "author": "SEGARRA",
      "text": "What about if you have siblings? Like, how can you make sure - or how can you at least try to avoid any real, like, big disagreements with your siblings that might arise over shared caretaking responsibilities or who gets what?"
    },
    {
      "author": "HUDDLESTON",
      "text": "I really encourage people to actually talk with their siblings before having those initial money conversations with parents. Mom's not doing well; let's talk about how we can divide up responsibilities. I'm here in town with her. I'm willing to help drive her to doctors' appointments. I know you live a couple states away. You know, maybe you would be willing to do this. You know, it's - maybe it's getting online and doing some research about finding a caregiver to come into the house."
    },
    {
      "author": "HUDDLESTON",
      "text": "If you're providing the care, letting your siblings know specifically how they can help - because oftentimes, if you don't tell them, they don't know. They're going to think that you've got everything under control, and then your resentment is going to fester until it gets to a point where you're like, you never help me. Why aren't you helping me? And they're going to say, well, what do you mean? I had no idea. You seem to have everything under control. So it's so important to communicate."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Well, thank you so much, Cameron. This has been so great."
    },
    {
      "author": "HUDDLESTON",
      "text": "I hope it was helpful."
    },
    {
      "author": "SEGARRA",
      "text": "OK, it's time for a recap. Try to have conversations with your parents about their finances while they're still healthy and able to consent to sharing bank account information or signing a power of attorney document. Get a sense of what insurance policies, bank accounts, investments and debts they have, where you can find their login information and how they pay their bills. Make sure they have a living will, also called an advance directive, that says what they want in terms of end-of-life care and who'll make those decisions if they can't."
    },
    {
      "author": "SEGARRA",
      "text": "If you learn in this process that you'll need to financially support your parents down the line, make a plan to estimate costs and start saving. If you give your parents financial advice, make sure it's relevant for them at their ages, and also try not to come off like you know so much better than them. Just share the information as if you're sharing it with a friend."
    },
    {
      "author": "SEGARRA",
      "text": "If your parents have dementia or cognitive decline already, they may not be able to consent to signing some of those documents we talked about. And in that case, you might have to go through a court process to be named their guardian."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on getting the most out of your savings and another on how to know if you need a financial adviser. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. It was edited by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Carly Rubin and Clare Marie Schneider. Engineering support comes from Neil Tevault. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3399843135.mp3",
  "img": "https://media.npr.org/assets/img/2023/09/22/gettyimages-160641681_wide-9210ffdd617715261a11705ad30d7882c4dfdd90.jpeg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "CAMERON HUDDLESTON",
    "HUDDLESTON"
  ]
}