{
  "title": "Live with your parents? Here's how to create a harmonious household",
  "url": "https://www.npr.org/transcripts/1199885819",
  "intro": "Three people who've spent time living with their parents as adults share advice on how they've coped with their situation. Don't compare yourself to others, they say — and find ways to still live your life.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "A quick heads up - there's a brief mention of suicidal thoughts in this episode. If you're struggling, call or text the Suicide & Crisis Lifeline at 988."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "Hey, everybody. It's Marielle. I want you to meet freelance journalist Felice Leon and her mom."
    },
    {
      "author": "FELICE LEON",
      "text": "So tell me, mother - so why are you always all up in my business?"
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Because you are my business, Felice."
    },
    {
      "author": "SEGARRA",
      "text": "Felice lives with her parents in a situation that's sometimes referred to as a boomerang - when a person leaves their parents' house, but then comes back to live there later, not necessarily because their parents need help, but because they, the parents' adult child, are up against the high cost of living or need time to recover after burning out at a job, for example. And, look, when you go home to your parents' house, whether it's for a few days or way longer, it is easy to regress to the teenage version of yourself."
    },
    {
      "author": "LEON",
      "text": "Could we consider, like, knocking before busting a door open?"
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "OK, that's very true. But what happens when it's the reverse? You bust into my room, so what am I supposed to do?"
    },
    {
      "author": "SEGARRA",
      "text": "Felice is based in New York City, where rent is not cheap, so living with her parents is a financial choice. And she admits it's a privilege to have parents who are alive and well and can offer her a home, but this living arrangement isn't always easy, on either side."
    },
    {
      "author": "LEON",
      "text": "How's it going for you - for you and dad, let's say?"
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Living with you?"
    },
    {
      "author": "LEON",
      "text": "Yes."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Well, it's been interesting."
    },
    {
      "author": "LEON",
      "text": "Interesting?"
    },
    {
      "author": "SEGARRA",
      "text": "Oh, man. Interesting. On this episode of LIFE KIT, which Felice reported - how to live with your parents. Whether you're moving home for financial reasons or mental health or you're in the midst of a transition, Felice has tips for you."
    },
    {
      "author": "LEON",
      "text": "This whole living at home thing is humbling. So y'all better go ahead and grab a knife because it's time for a big, old slice of humble pie, which brings us to our first takeaway of the episode. Takeaway one - swallow your pride, but most importantly, stop comparing yourself to others."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "They tell you 30 is when you need to have it figured out."
    },
    {
      "author": "KIERSTEN BRYDIE",
      "text": "I thought at 29 I would definitely have my own place. At this point, I probably thought I would be married and, like, 100% a boss girl. But I'm in a different place, and I feel good about where I am for sure. But it's just aligning with those expectations versus where I truly am."
    },
    {
      "author": "LEON",
      "text": "Kiersten Brydie has lived at home during two periods of her adulthood. Today, the 29-year-old works for a tech startup and is also a TikTok content creator. Kiersten has built her social media brand based on the fact that she lives at home with her parents. Many of Kiersten's friends are partnered and own their own homes. Accepting that she's in a very different place in life has been a challenge. But the creators community on TikTok has helped her to overcome some of the expectations that she's placed upon herself. Remember, folks, we must not compare ourselves to others - period. What's the idiom? Comparison is a thief of joy. You catch my drift."
    },
    {
      "author": "DANIELLE BELTON",
      "text": "People need to let go of the shame and stigma of having to move back home after college, or at any point in their lives. You should not feel ashamed of it."
    },
    {
      "author": "LEON",
      "text": "That's Danielle Belton. She's the editor-in-chief of the Huffington Post. But before sitting at the helm of one of the nation's leading news organizations, there were two points when she moved home with her parents in St. Louis. Her first stay was in 2007, and it lasted for about two years. This was particularly difficult because she was in the middle of a mental health crisis. Danielle was diagnosed with bipolar disorder in 2005."
    },
    {
      "author": "BELTON",
      "text": "I was in a really dark place. And so literally I would go to work at Macy's, where I was folding sweaters and hanging Christmas lights as a seasonal worker, and then I would go home with my boxed wine from Target that I hid in my bedroom and, like, drink the boxed wine and, like, take my, like, sedative and then call, like, the suicide prevention hotline. That's how I spent almost, like, every evening for, like, the first five or six months I lived there."
    },
    {
      "author": "LEON",
      "text": "Her second stay was in 2013. Danielle was the head writer on a late-night talk show that was canceled. She lost her job and fell into a severe bout of depression. Danielle realized that moving in with family was necessary for her survival. That was her truth."
    },
    {
      "author": "LEON",
      "text": "When moving home, live your truth, too. You're not being punished, nor are you a failure. In fact, much of the social and economic climate is beyond your control."
    },
    {
      "author": "BELTON",
      "text": "You did not create this economy. You did not create this society. You did not create the myth of the American dream, where you're supposed to have homeownership magically at 35. Like, no. Like, you didn't create this system. You were born into it. It's something you have to contend with. It's something you have to cope with and work around. But it is not your responsibility."
    },
    {
      "author": "LEON",
      "text": "And Danielle's right. You shouldn't feel any shame for living at home during this juncture in life. There are many reasons why adults move back home - financial reasons, as Danielle mentioned, health issues and they can be cultural too. Regardless of your why, it's important to set your intentions during this time."
    },
    {
      "author": "STACEY YOUNGE",
      "text": "Know your goals. Know what the exit plan is. If this is a longer-term situation, just make sure the setup is sustainable, that this is how we can live our lives for the next few years, you know, with us all being able to smile around the dinner table and not want to, you know, jump across."
    },
    {
      "author": "LEON",
      "text": "Stacey Younge is a New York City-based licensed clinical social worker, therapist and the owner of Sixth Street Wellness. Moving back home as an adult can be a little rocky, so we're going to need her advice on how to navigate the new living arrangement."
    },
    {
      "author": "YOUNGE",
      "text": "They're not your roommates. It's not the same dynamics as when you were a kid. Sometimes we have to learn each other again. How have they changed and grown while you were away? How have you changed and grown? So how you operated before is now going to be different, and so we need to be able to discuss that and have that conversation."
    },
    {
      "author": "LEON",
      "text": "And now that you're at peace with moving home and you've got your blinders on, let's move on to takeaway two - establish healthy boundaries so your family knows what is and is not OK. If you're a boomeranger (ph) with parents like mine, then you might want to set boundaries around issues like privacy. Like, Mom, I don't need you to be in my business, asking who's texting after hours? And, yes, Dad, it is a federal offense for you to open my mail, so I'd appreciate it if you didn't do that. Thanks."
    },
    {
      "author": "LEON",
      "text": "Were you able to establish boundaries, and if so, what were they?"
    },
    {
      "author": "BELTON",
      "text": "With my mom, not really. Like, my mom and I just kind of entered, like, a don't ask, don't tell space where it was like, if she didn't ask what I was doing downstairs, I sure as hell wasn't going to tell her. We just made it work."
    },
    {
      "author": "LEON",
      "text": "Kiersten has also had issues with boundaries, particularly when it comes to establishing her independence."
    },
    {
      "author": "BRYDIE",
      "text": "In terms of boundaries, there have been a few times where I've had to, like, push back towards my mom. I think that as a mom, she wants to care for me, wants to care for the people around her. So she'll, like, go into supermom mode and be, like, I bought this or, here, come do this with me. The next thing you know, it's been, like, two weeks and we haven't spent a moment apart. So I've had to be like, hey, Mom, I'm good. I'm going to do my own thing this Saturday - so some of those conversations of, like, making sure she knows I'm still my own woman."
    },
    {
      "author": "LEON",
      "text": "So how does she respond to those moments?"
    },
    {
      "author": "BRYDIE",
      "text": "I've noticed it hurts her feelings. But it'll only last for, like, a few minutes, and then we're kind of back at it."
    },
    {
      "author": "LEON",
      "text": "If setting boundaries is tough, at least try to establish a routine and communicate it with your parents."
    },
    {
      "author": "YOUNGE",
      "text": "Keep your routines. Keep your schedules. Keep your activities. Sometimes we can put it on ourselves and say, oh, well, I'm home, so I can't go do this. I can't date. I can't do this. I'm too embarrassed."
    },
    {
      "author": "LEON",
      "text": "Maybe it's not healthy to sleep at home, eat at home, work from home and work out at home just because you live at home. Get some air maybe. Get out every day. During business hours, work from the office or a co-working space, a coffee shop or a local library. In terms of recreation, continue to take that spin class with your favorite instructor on Saturday mornings, if you can afford it. Grab dinner with your sister circle on Friday and meet up with the run club on Tuesdays and Thursdays. Just because you're living with parents doesn't mean that you have to be a recluse."
    },
    {
      "author": "YOUNGE",
      "text": "Really resist that temptation and just continue to live your life and also communicate that with your parents as well. You know, this is my schedule. This is what I'm doing. You know, so that way it really becomes a part of the routine very, very early."
    },
    {
      "author": "LEON",
      "text": "While you've established your space and set time limits, how about you find ways to make your home a little bit more comfortable for everyone? Takeaway three - find a creative way to contribute to the household. The first, and perhaps most obvious, way that you can contribute is by paying rent."
    },
    {
      "author": "BRYDIE",
      "text": "My parents and I had a conversation about rent or just, like, helping them out financially. And we decided on, like, a very small number compared to what's out there. So I pay them a couple of hundred bucks a month, and they helped use that for groceries or just, like, household bills."
    },
    {
      "author": "LEON",
      "text": "Many of us are living at home for financial reasons. I completely get that. So maybe you can't afford to cut your parents a rent check every month. Still, there are other non-financial ways to contribute to the household. Perhaps you can take out the garbage on garbage day, do household laundry or wash the dishes after dinner. During her stay at home, Danielle was struggling emotionally and financially. She couldn't pay rent. There were times when she said that she wasn't acting like an adult, not bathing or combing her hair either."
    },
    {
      "author": "BELTON",
      "text": "Like, I was just like a bump on a log."
    },
    {
      "author": "LEON",
      "text": "But once Danielle was on the up and up, she contributed more to her household."
    },
    {
      "author": "BELTON",
      "text": "I just got up and just started cooking. That was my primary contribution to the household when I lived at home, when I was grappling with my mental illness. And it still remains my primary contribution when I go home to visit my dad today, although now I don't even cook anymore. I just take everybody out for dinner."
    },
    {
      "author": "LEON",
      "text": "I know that's right. That is big EIC energy, OK?"
    },
    {
      "author": "LEON",
      "text": "Guys, hear me out. Contributing to the household is critical. I mean, you're living through a tough moment personally and financially, but you still want to offer your parents a gesture of thanks. If it feels like you're being too much of a mooch, then your parents might begin to feel like you're taking advantage or, worse, they might become a bit resentful. And being a source of resentment is not a good look. If you have a few extra minutes in the day, wash the pots. Trust me, it will make life much smoother. Extra points if you wash the pots consistently."
    },
    {
      "author": "LEON",
      "text": "Speaking of consistency, this seems like a perfect segue for takeaway four. If you're dating, keep on doing so. After all, who says that hot girl season is limited to the summer? Kiersten is in a long-term relationship, and she's maintained it despite moving home. This was definitely a challenge, but the couple has made it work."
    },
    {
      "author": "BRYDIE",
      "text": "Moving back home and being used to, like, accessing someone whenever I wanted to or, like, have them spend the night or, you know, all of the, like, couple things that you do - it's just a lot of things that we have to navigate with my parents here just to respect their home."
    },
    {
      "author": "LEON",
      "text": "So your boo spends the night?"
    },
    {
      "author": "BRYDIE",
      "text": "No, no, they're not that cool. Out of respect for them, I just don't want us to be down here, like, in their space, cuddled up on their couch. So that's something that we have to navigate together."
    },
    {
      "author": "LEON",
      "text": "Having a love interest while living at home can get tricky. First, you'll need to let your boo know that you actually live at home and that this comes with dating you in this moment. After getting past that disclaimer, as a couple, you'll need to find ways to maintain that relationship or it will inevitably end. But what if your parents might have some super strong opinions about your romantic life due to culture, religion or other ideologies? Of course, you'll want to be respectful because you're living in your parents' house. But, lest we forget, you're grown too. Private, quiet moments are so special. But what happens if your person wants to sleep over?"
    },
    {
      "author": "YOUNGE",
      "text": "And you would just really have to have, you know, a really open conversation with your parents? How do they feel about having someone else in the house? Do they want to know, where you wake up and go to the bathroom in the middle of the night and see somebody else in the hallway?"
    },
    {
      "author": "LEON",
      "text": "It's important to continue tending to your love life while also compromising with your parents. So for more uninterrupted private time, go to your partner's house or consider going on a vacation or even a staycation together. If all else fails, grab a hotel for the night, if you can swing it. For those who aren't partnered and want to date, continue to put yourself out there. Stay single and ready to mingle. Go on dates despite living at home. And if, for some odd and super controlling reason, your parents don't agree with your popping dating life, then perhaps you should agree to disagree, which leads us to our final takeaway. Don't be afraid of conflict, and seek professional help when things get too emotional."
    },
    {
      "author": "BELTON",
      "text": "My mother had a tendency to infantilize me and want to take everything over and dictate every part of my life."
    },
    {
      "author": "LEON",
      "text": "As Danielle explains, her time at home was, well, complicated. She dealt with mental illness and a particularly controlling mom who saw her daughter falling back into old patterns. Essentially, she had no freedom."
    },
    {
      "author": "BELTON",
      "text": "It was her house, and so it was her rules. And there was no real way around it, unless you want to literally fight with her every day. And she liked to fight."
    },
    {
      "author": "LEON",
      "text": "(Laughter)."
    },
    {
      "author": "BELTON",
      "text": "She enjoyed it. And I was her favorite child to argue with because I always argued back. I just can't be silent. I'm not good at it."
    },
    {
      "author": "YOUNGE",
      "text": "Conflict itself isn't a bad thing."
    },
    {
      "author": "LEON",
      "text": "There goes Stacey, our voice of reason. Thank you, sis. You make me feel seen. Please, please tell us, despite popular belief, why isn't conflict completely bad?"
    },
    {
      "author": "YOUNGE",
      "text": "It can be used as an opportunity to get to a deeper understanding. Conflict often goes wrong when it just becomes an argument. But if we can really say, OK, let me understand exactly what is happening here, let me see if I can get them to listen to what my point is, sometimes it can help you just have a different perspective and picture about what the situation is."
    },
    {
      "author": "LEON",
      "text": "Do you feel a sense of resentment boiling up within you? In conflicts with parents, is either party brought to the point of tears? If this is you, then things have gotten pretty emotional. Stacey says this is when you should seek professional help."
    },
    {
      "author": "YOUNGE",
      "text": "Moving home sometimes can really trigger some old childhood wounds, can trigger just some things that maybe you had - been compartmentalized or had just put away while you were away. And then you came home, and then all of a sudden they have just resurfaced. And sometimes it is an outside voice to be able to facilitate a conversation just to help unpack that in a productive way."
    },
    {
      "author": "LEON",
      "text": "And that outside voice can come in the form of a family therapist or even a personal therapist who can help you to unpack your individual issues. For Danielle, while she loves her mom, she realized that she needed to get well so that she can be on her own."
    },
    {
      "author": "BELTON",
      "text": "The thing is, like, with my mom, she's a force of nature. So, like, you can fight a tornado. You're not going to win. So I tried to adjust, and eventually I adjusted to the point where I was just like, I got to get out of the way. Like, I got to do whatever it takes to get well so I can get out of this house. Because I love my mom. I don't want us to be at loggerheads all the time. So I got to get better so we could have a good relationship."
    },
    {
      "author": "LEON",
      "text": "Danielle's mother passed away in 2018 from complications related to dementia. Despite the kerfuffles (ph), Danielle's love for her family runs deep. She describes the unit as intensely loving. They are amongst her favorite people in the world."
    },
    {
      "author": "BELTON",
      "text": "I think the main lesson they were able to impart on me was just one of resilience. It's one that they've given me my entire life. It was just like, you could give up but, you know, what's the alternative? You might have many things stacked against you, and the odds may not be in your favor, but you will work hard and you will dig in your heels and you will find a solution. And that's what my family does. Like, when we're in trouble, we go to work."
    },
    {
      "author": "LEON",
      "text": "On the other hand, moving home has taught Kiersten the true value of her relationship with her parents. She says that moving home has brought them closer. The creator even goes as far as referring to her parents as friends. They created traditions like watching \"The Bachelor\" together and going on walks, which she refers to as..."
    },
    {
      "author": "BRYDIE",
      "text": "Precious moments."
    },
    {
      "author": "LEON",
      "text": "Kiersten's right. Moving home can be a gift. Beyond the financial or emotional support that your parents are providing, this is an opportunity to really get to know them in adulthood. Ask your parents about their dreams or about their first love. Cook together or accompany them to the store. This makes the time at home even more special."
    },
    {
      "author": "BRYDIE",
      "text": "There are so many times that I think to myself, like, these are probably more than likely going to be my last years living with them. So I feel really blessed that I can take care of them in some ways or, like, cook for them or just care for them in the ways that they have literally my whole life."
    },
    {
      "author": "LEON",
      "text": "Thank you, Kiersten. You've given us all the feels."
    },
    {
      "author": "LEON",
      "text": "All right, LIFE KIT homies, we have made it to the end of this show, and it's time to review this episode's takeaways. Takeaway one - do not compare yourself to others. No, you do not own a home and have three kids by 30, and that's OK. You're living at home with your parents, getting things together. Keep your eyes on your own plate. Takeaway two - set healthy boundaries and establish a routine. Yes, you will need privacy and alone time. Also, keep your gym dates and your daily meditation - period. Takeaway three - find a creative way to contribute to the household. You might not be making a lot of money or any money at all. Either way, find an opportunity to add value. This could mean that you cook daily or take out the garbage on garbage day."
    },
    {
      "author": "LEON",
      "text": "Takeaway four - if you're dating, keep on doing so. Find ways to maintain your relationship despite moving home. And our final takeaway on this episode, takeaway five - don't be afraid of conflict and seek professional help when things get too emotional. Conflict is inevitable as you're an adult living with other adults, but don't be mean about it. And if things get too heated, y'all might need an intervention."
    },
    {
      "author": "SEGARRA",
      "text": "That was freelance journalist Felice Leon. For more LIFE KIT, check out our other episodes. We've got one on being a better caregiver for your loved ones and one on how parents can create a stronger bond with their kids. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was reported by Felice Leon and produced by Margaret Cirino. It was edited by Sylvie Douglis and Meghan Keane. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen and Clare Marie Schneider. Engineering support comes from Tre Watson. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3832675157.mp3",
  "img": "https://media.npr.org/assets/img/2023/10/20/livingwithparents_01b_wide-bdb71f58867f8dad0648cd110196e547f5e567f7.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "FELICE LEON",
    "UNIDENTIFIED PERSON",
    "SEGARRA",
    "LEON",
    "KIERSTEN BRYDIE",
    "DANIELLE BELTON",
    "BELTON",
    "STACEY YOUNGE",
    "YOUNGE",
    "BRYDIE"
  ]
}