{
  "title": "Giving Tuesday: How to donate to a charity with purpose and intention",
  "url": "https://www.npr.org/transcripts/1199885880",
  "intro": "Not sure which cause to support or how much to give? Kevin Scally of Charity Navigator has some advice to help you make the right decisions.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "Hey everybody, it's Marielle. I like to think of the holiday season as a generous time. It's an opportunity to think about your friends and family, to find them gifts they'll treasure. And it can also be a time to show generosity to strangers, to donate money to causes that matter to you. Maybe you give toward cancer research or scholarships or food banks, or maybe you want to provide housing for low-income families. There's so many options. And that's a beautiful thing, but it can also be overwhelming. You're not sure what's most important to you, how much you can afford to give and whether the money will be well spent. On this episode of LIFE KIT, I talk to Kevin Scally, the chief relationship officer at Charity Navigator. That's a platform that evaluates more than 200,000 nonprofit organizations based on their effectiveness. And we'll talk about how to make a difference with your money."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "So you want to donate money to a good cause. Takeaway one - think about what issues and causes resonate with you. Here's Kevin Scally of Charity Navigator."
    },
    {
      "author": "KEVIN SCALLY",
      "text": "So the best thing you can do is, like, literally take a pen and paper out and sketch out and say, hey, this is what's important to me. This is what's important to my family. A lot of people think in concentric circles, so they think about, you know, themselves individually. They think about their families. They think about their community and then kind of the greater global community. And so you can think about, like, hey, what really helped me when I was younger? Or, you know, did I have a family member that was afflicted by some sort of chronic illness and, you know, what was there to support them? You think about different kind of political and social events that are happening and around us. And, you know, how do you actually want to give back, and then in what specific way? So I would say, like, start at a very high level, and then get more granular. And that way, it'll make your philanthropy more strategic."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And, you know, I was thinking about how all the - the issues that are most important to me might not necessarily be the most important to you, right? Like, you might care a lot about animal welfare, where maybe I had a loved one die from cancer, and so it's cancer research or providing wigs for people going through chemo. It just feels important to me not to judge people based on which charities they choose 'cause it's really personal, and it's also their money."
    },
    {
      "author": "SCALLY",
      "text": "Yeah. And thank you for saying that, because actually, when you get into the world of philanthropy, it can be quite judgmental. And so certainly, like, anytime somebody is giving, you know, it should be celebrated. And even if it doesn't align with your passions and your values, you should kind of respect their right to do that. You know, you think of it almost like voting - right? - is that, like, you're voting by where you're putting your money. And if you're putting your money in causes that ultimately are working to bolster the safety nets of society, it's a good thing."
    },
    {
      "author": "SEGARRA",
      "text": "All right, takeaway two - think about what kind of impact you want to have with your donations, 'cause there are lots of different ways of measuring that."
    },
    {
      "author": "SCALLY",
      "text": "You're right. Impact is going to be different person by person and then also cause area by cause area. And so some of the ways that you can look for that would be certainly looking for, you know, a clear articulation of how they were able to deliver on mission, you know, the lives changed. Some of that comes in storytelling, but some of it can actually come in really granular details, especially for, like, direct service organizations where you can find out, you know, the number of meals served or the number of interventions that they had with folks that were experiencing homelessness. And then from there, you can actually get really strategic and say, well, this organization is making a bigger difference based off of these metrics or the stories that they're showing in regards to how they're able to transform people or animals or, you know, the environment in and around them."
    },
    {
      "author": "SEGARRA",
      "text": "So I'm thinking in terms of impact, for instance, you know, one measure of that might be, I want to save as many lives as possible with my money. If that was your intention, how might you find a charity or a nonprofit that is doing that?"
    },
    {
      "author": "SCALLY",
      "text": "Yeah. So what you're referring to is typically categorized in what's called effective altruism. And so it's a movement within philanthropy, again, where your money is going to do the most good for the different cause areas. And so this really came to kind of public prominence and awareness in regards to, like, Bill Gates supporting malaria nets - or mosquito nets to prevent malaria. And the idea was that that was the most efficient way to prevent human loss. There's a lot of other causes that fit within that umbrella of effective altruism. There's a niche evaluator group called GiveWell that really just focuses purely on effective altruism."
    },
    {
      "author": "SEGARRA",
      "text": "GiveWell does research to figure out how much good a charity accomplishes per dollar spent, and lives saved is one way they measure that. On their list, - the Helen Keller Foundation. The program saves lives by giving vitamin A supplements to kids under 5 years old. GiveWell estimates that the foundation spends about $4,000 for every life it saves this way. Just a note here - GiveWell has found that donations go further overseas, so they focus on charities working internationally. But, yeah, lives saved is not the only kind of impact you could have. You could also make a difference in someone's quality of life or on their opportunities in life."
    },
    {
      "author": "SCALLY",
      "text": "That's exactly right. Yeah. And, you know, it gets a little bit fuzzier when you start thinking about, you know, education or advocacy or the arts. But certainly, like, I mean - I can - I felt the impact of somebody that went to school on financial aid and got a scholarship, you know, due to other people's generosity, and then what that impact has had on me and my family and future generations. And so, you know, I would say that, like, just, like, investing, you should think about your giving like a diversified portfolio. And so, you know, hey, if you really care about saving people's lives, which, you know, everybody should, certainly that might be - you know, there might be a couple organizations that are focused on effective altruism-adjacent causes. And, you know, that - you can put your money there."
    },
    {
      "author": "SCALLY",
      "text": "In addition to that, it is still that kind of self-inventory of what's really important to you. And so if you really care about, you know, your local community and people that are going hungry or people that don't have housing or animals that - you know, that there's an uncontrolled pet population, you know, it's also a matter of, like, supporting those areas as well, so you're still connected to your philanthropic investment."
    },
    {
      "author": "SEGARRA",
      "text": "OK, takeaway three - start looking for organizations to support. One way to find them is on a platform like Charity Navigator or GiveWell or CharityWatch. Look to see how healthy a nonprofit is financially and how it spends money."
    },
    {
      "author": "SEGARRA",
      "text": "And where can you find that kind of information?"
    },
    {
      "author": "SCALLY",
      "text": "Yeah, there's a couple different sources. You know, certainly from, like, a governance perspective or financial health perspective, Charity Navigator leverages the IRS Form 990. Those are the annual tax filings of nonprofits. The IRS Form 990 is their annual tax filings. So just like individuals doing taxes, nonprofits do their taxes as well. And then from there, that information is made publicly available. I will say that for kind of the uninitiated, it can be a little bit of an eye chart in being able to make sense of it."
    },
    {
      "author": "SEGARRA",
      "text": "And then when you open a 990, what are some things that you might zero in on?"
    },
    {
      "author": "SCALLY",
      "text": "Yeah. So, you know, definitely looking at some of the policies that they have in place to protect, you know, their own internal operations as well as their donors. And so, you know, we look for things like a conflict of interest policy or a whistleblower policy or, you know, document retention and destruction policy. Another area more kind of on the accountability side would definitely be looking at how their board is composed. So, you know, this is an area where some organizations actually don't have an independent board, meaning that some of the folks that are making decisions from a governance perspective are paid employees. So we're looking for folks to have, you know, a majority of their board that's actually independent."
    },
    {
      "author": "SCALLY",
      "text": "And then in addition to that, there's a whole host of financial metrics. And so a lot of these look at something like liabilities-to-assets ratio, where you want that to be, you know, as low as possible. So that way, you know, you make sure that they're going to be here for years to come. One of the metrics that is often really kind of focused on is what we call the program-to-expense ratio. So how much of your money is actually going towards programs versus going to things like fundraising? And, you know, common conception or misconception for donors is thinking that, like, the higher that that rate is, the better. And there's actually a lot of studies that show that that's actually not always the case. So we look for 70% or more to go towards programs."
    },
    {
      "author": "SEGARRA",
      "text": "Should the size of a charity play a role in how you think about its effectiveness? Like, might that impact how well the money is being used?"
    },
    {
      "author": "SCALLY",
      "text": "That's a great question. I would say, in short, yes. You know, you have large organizations that maybe have been around for, you know, a really long period of time, and they have a real proven track record. And, you know, maybe they're raising hundreds of millions of dollars a year. Just because they're a large organization doesn't mean that your donation is going to do less impact. It means that, you know, more than likely is that it's a really well-run organization, that they are quite impactful, that they've developed partnerships with smaller organizations that have helped them deliver on their programs."
    },
    {
      "author": "SEGARRA",
      "text": "Large global aid groups, for example, often have more staff, more aid, more resources and logistical knowledge from experienced humanitarian workers who know how to distribute food and clothing and blankets on a massive scale during emergencies."
    },
    {
      "author": "SCALLY",
      "text": "You know, on the other side of that is that you could have a smaller organization that, you know, because they might have less resources at their disposal, you know, there's kind of varying degrees of how impactful that they can be. And just like investing is that there's risk that's associated with that - so you can go with the sure bet of saying, like, I'm going to support a really large, well-funded organization, or I'm going to support this smaller, typically underfunded organization. Now, your donation, you know, kind of in percentage wise is probably going to make a bigger difference for that organization and help them achieve more."
    },
    {
      "author": "SEGARRA",
      "text": "But small organizations, on the other hand, are often local, and that allows them to know their community and what it really needs."
    },
    {
      "author": "SCALLY",
      "text": "And so certainly, you know, kind of goes back to what I was sharing before in this idea of diversifying or giving and thinking about concentric circles. And so if there is a cause that you really care about, you may want to support a large, well-funded organization. And then in addition to that, do some discovery. Find those small hidden gem organizations, and support them as well. They're going to be really grateful. And there's maybe even an opportunity to get closer, understand their programs, volunteer and then, you know, make a continued difference with continued support."
    },
    {
      "author": "SEGARRA",
      "text": "OK. As you're evaluating different nonprofits, are there any red flags to look for?"
    },
    {
      "author": "SCALLY",
      "text": "Yeah, great question. There are. So unfortunately, you know, the charitable space - it can bring out the best in people, but it can sometimes bring out the worst. And so, you know, there's definitely charitable scams. It's really hard to quantify. But the FCC definitely has been issuing continued warnings that scams are on the rise. And what we find is that we have, you know, mailers that will be going out or telemarketing calls or emails that, you know, look very similar to maybe other appeals that you might get. And it's either it's - you know, it's just an outright scam. So anything that feels, like, very high-pressured or unsolicited is definitely worth, you know, taking a second and a third look at. Typically, we have donors that - 30% of donors where they're doing any sort of due diligence and they're coming to a nonprofit evaluator like Charity Navigator. And when you're doing that, you're making sure that you're avoiding those scams. But then in addition to that, you're finding the most effective organizations to support along the way."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway four - figure out how much you can afford to or want to donate."
    },
    {
      "author": "SCALLY",
      "text": "You know, you've heard the old adage of, like, give till it hurts. I like to kind of flip it on and say, like, give till it feels good. It's all going to be a matter of, like, you sitting down and doing your budget with your family and mapping out, you know, what you can actually afford to give. You know, certainly you want to take care of yourself and pay your rent, pay your mortgage, pay your groceries, you know, maybe have a little bit of entertainment, too. You know, I've heard the idea of, like, giving away, you know, 1% of your annual income, you know, but there's been a lot of people that I've spoken with that have been able to do much more. You know, some folks that I've spoken to have, you know, given up to 20%. And so it's all going to be a matter of, you know, what your budget can accommodate. But..."
    },
    {
      "author": "SEGARRA",
      "text": "Right."
    },
    {
      "author": "SCALLY",
      "text": "Typically people, you know, are more reacting to solicitations that they're getting and then giving kind of in that moment versus actually being really intentional and factoring it into a budget."
    },
    {
      "author": "SEGARRA",
      "text": "And if you don't have a lot of space in your budget to donate money, there are other ways to give - right? - to these organizations. Like, you could donate your time or a special skill set."
    },
    {
      "author": "SCALLY",
      "text": "Yeah, absolutely. I think some people get dissuaded of giving it all because they say, like, oh, I can't give that much. And so as a result of it, I'm not going to give anything. But if you had everybody that was doing that gave, you know, five or $10, you know, it would definitely account for a lot and make a big difference. But you're right - is that, like, hey; if you're really hamstrung and you can't make a, you know, cash contribution, there are a lot of other ways. You know, certainly volunteering is a great way to give back. The nice thing is that that's also a great way to get to know an organization and how they function and what they do. And so if you can make that a part of, you know, your routine, it's a really beautiful thing to do. It's - you know, there's a lot of studies that show the psychosocial benefits of volunteering and then also, you know, the impact that you're making on that cause area. The important thing is doing something, right?"
    },
    {
      "author": "SEGARRA",
      "text": "OK. Kevin, thank you so much. This has been really informative and helpful."
    },
    {
      "author": "SCALLY",
      "text": "Yeah. I really appreciate the thoughtful questions, and hopefully you can inspire other folks to be generous and do their due diligence and ultimately make an impact."
    },
    {
      "author": "SEGARRA",
      "text": "Time for a recap. Takeaway one - think about what issues and causes resonate with you. Maybe you got a scholarship for college and that made a huge difference in your life, so you want to pay it forward for another student, or you feel really strongly about taking care of the environment. Takeaway two - consider what kind of impact you want to have. Do you want to save as many lives as possible or improve people's quality of life? In what way? And you don't have to pick just one of these. You can donate to multiple causes. Takeaway three - look for organizations to support. One way to find them is on a platform like Charity Navigator or GiveWell or Charity Watch. Dive into things like a nonprofit's 990 form, and make sure you're comfortable giving your money to them. And takeaway four - figure out how much you can afford to or want to donate. Even if it's a couple bucks a month, that's something, and it all adds up."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have a recent one on the benefits of a cold plunge. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Rebecca Brown, Phil Edfors and Patrick Murray. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9925646744.mp3",
  "img": "https://media.npr.org/assets/img/2023/11/21/gettyimages-1326112523_wide-15fc1f3f6604dfdd86b7489b21eb851e15f8df33.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "KEVIN SCALLY",
    "SEGARRA",
    "SCALLY"
  ]
}