{
  "title": "Feeling anxious? Try smiling or doing a good deed to snap out of it",
  "url": "https://www.npr.org/transcripts/1199885895",
  "intro": "Feeling overwhelmed, panicked or anxious? Clinical psychologist Jenny Taitz offers simple techniques to improve your mood and calm your body and mind in minutes.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody, it's Marielle. You ever just get completely overwhelmed? The phone is ringing nonstop. You've got dozens of unread emails just from today. Your kids are fighting over a toy. You open the mail, and you've got a huge, unexpected bill from the doctor's office. Oh, and you're hangry, so that doesn't help anything. The stress, you know, sometimes it just reaches a fever pitch that can feel terrible in our bodies."
    },
    {
      "author": "JENNY TAITZ",
      "text": "For some people it's very physical."
    },
    {
      "author": "SEGARRA",
      "text": "Jenny Taitz is a clinical psychologist, and she says stress also shows up in our thoughts and our behaviors."
    },
    {
      "author": "TAITZ",
      "text": "So if I'm feeling really angry, that usually includes some sort of judgment of that was really unfair. In my body, I may be feeling really tense and scowling, and my behavior may be to send an aggressive text or say something really rude or yell."
    },
    {
      "author": "SEGARRA",
      "text": "In these moments when we're overextended, it's hard to carve out a path forward. Jenny would like you to try something, though, called a stress reset."
    },
    {
      "author": "TAITZ",
      "text": "Stress resets are quick ways to improve how you feel in minutes, and that allows you, ultimately, to do things that will help you solve problems rather than make things so much worse for yourself."
    },
    {
      "author": "SEGARRA",
      "text": "Jenny wrote a book called \"Stress Resets: How To Soothe Your Body And Mind In Minutes.\" And on this episode of LIFE KIT, we're going to give you a whole bunch of resets for your mind, your body and your behavior. You'll pick what works for you depending on what your stress feels like and how it's showing up."
    },
    {
      "author": "SEGARRA",
      "text": "Jenny, in the book, you outline different types of stress resets for your mind, for your body and for your behavior. How are these different?"
    },
    {
      "author": "TAITZ",
      "text": "So mind resets specifically target thinking in ways that don't serve us. Body resets really target our physical experience of stress and behavior resets really are meant to improve our behavior so we don't act in ways that just makes stress skyrocket."
    },
    {
      "author": "SEGARRA",
      "text": "So how would you know that you might need a mind reset?"
    },
    {
      "author": "TAITZ",
      "text": "When you are really, really stuck in overthinking, thinking the worst and lacking clear perspective, and you're thinking in ways that don't inch you closer to problem solving, but you feel like you're drowning in worst-case scenario thoughts."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I've been there. I guess we all have."
    },
    {
      "author": "TAITZ",
      "text": "We all have."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So let's walk through a few of the mind resets from the book. I'll tell you a few of my favorites. One was name that emotion. Tell me what that one is."
    },
    {
      "author": "TAITZ",
      "text": "Naming your emotion, just taking a step back and observing and describing your emotion to notice I am feeling sad and then labeling its intensity, maybe you're feeling sad at a three on a zero-to-five scale, loosens the grip of sadness because when you're able to observe your emotion, this allows us to not be engulfed by them but to see them with distance and openness. And naming them technically kind of disrupts activity in your limbic system, which is the emotional part of the brain, and allows you to engage your prefrontal cortex, which is the more reasonable part of your brain. So even if this sounds very simple, it actually, physiologically, makes a really profound difference."
    },
    {
      "author": "SEGARRA",
      "text": "I find that it helps, too, if I say, you know, what am I feeling, and then it might be, for instance, fear. Sometimes I'll journal this and then I'll be like, of what? And then it helps just to write down what I'm actually afraid of because sometimes looking at those things, I'm like, well, those are very unlikely to happen. Or if they do happen, I am able to handle that."
    },
    {
      "author": "TAITZ",
      "text": "I love that. And I also love simply thinking, like, if I'm feeling sad, it's pretty likely that I am a magnet for sad thoughts. And so rather than taking them very seriously, being really aware that my thinking is governed by sadness rather than the reality at hand."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. OK. Another one I really liked. Another mind reset is sing your thoughts. What is this one about?"
    },
    {
      "author": "TAITZ",
      "text": "So singing your thoughts really gets at the concept of cognitive diffusion, which means playing with your thoughts rather than taking them so seriously. And one of the funnest ways to remember this is if you know that you have a recurrent thought that's simply not true and not helpful but something that's likely to come up when you're feeling emotions intensely. Let's say you're feeling lonely on a Saturday night, and your mind tends to berate you with the thought that I'm a loser, rather than, you know, telling yourself you're not or trying to convince yourself, really seeing that for what it is. It's just noise. To remember that if you did something like saying I'm a loser to the tune of \"Do You Believe In Magic\" or - one of my clients taught me this, and I think this is, like, the best way to apply this - is even just thinking what are thoughts, like, to the Haddaway song, \"What Is Love\" love can't hurt me no more, you know, what are thoughts? Thoughts can't hurt me no more. So if your thoughts are more like Play-Doh rather than cement, they can't hold you back in your life."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I will say there's one that I find pops into my head - the repeating thought, like, nobody likes you. But it also sounds like just a - such a silly thing to sing. Like, I was just listening to \"Build Me Up Buttercup,\" you know, so maybe something like that. Like, (singing) why does everyone, everyone hate me so much? (Laughter)."
    },
    {
      "author": "TAITZ",
      "text": "That's perfect because now you're - you can't sing that without laughing. So that automatically puts your inner wisdom in the front seat and your irrational thoughts where they belong."
    },
    {
      "author": "SEGARRA",
      "text": "OK."
    },
    {
      "author": "TAITZ",
      "text": "Yeah. That's such a powerful way for people to realize if this is working or not. If you have a sense of humor rather than a sense of defeat, then that's a good clue that you're on the right track. And this is not for thoughts like I need to get my work done. This is for thoughts that are downright unhelpful and ridiculous."
    },
    {
      "author": "SEGARRA",
      "text": "OK. All right. So the other mind reset that I really liked was make a pie chart of your life. Can you explain this one?"
    },
    {
      "author": "TAITZ",
      "text": "Yes. So making a pie chart is really a way to remember all of the things that matter to us. And so if we take a step back and we write down with a pen and paper all of the various domains of our lives that matter - let's say our health, our career, our friendships, our hobbies - and then visually representing them so their relative weight is aligned with how much they matter, so maybe health is, like, 30% and hobbies is 20% or, you know, you need to really do some soul searching and come up with the numbers that represent what's truest for you."
    },
    {
      "author": "TAITZ",
      "text": "And making a pie chart of our lives is such a essential way to gain perspective when something disappointing happens because it's so easy if you're doing something like interviewing for a job you really want to think that everything is terrible if you don't get that role. And of course, it's a huge disappointment, and I don't want to minimize that at all. But I also want people to realize that even if something feels like it's everything, there are a lot of other things that matter."
    },
    {
      "author": "SEGARRA",
      "text": "You say it's kind of like zooming out to see the full picture."
    },
    {
      "author": "TAITZ",
      "text": "Exactly."
    },
    {
      "author": "SEGARRA",
      "text": "Got it. OK. Let's talk about body resets. When would you know that you might need one of these?"
    },
    {
      "author": "TAITZ",
      "text": "If you are feeling really physically stressed - if you're really tense, if your shoulders are up to your ears, if you're finding that you're short of breath, if you feel really distracted by your body, like you can't sit at your desk because you feel so restless or overwhelmed, physically."
    },
    {
      "author": "SEGARRA",
      "text": "OK. All right. So one is move your body in short, quick bursts. What might that look like?"
    },
    {
      "author": "TAITZ",
      "text": "If you're feeling very revved up, a lot of times, people just use that as evidence that something's really wrong. And so if you, instead, do something like do some jumping jacks, and then you can attribute your physical symptoms of stress to the exercise you're doing rather than something that you're catastrophizing and feeling afraid of."
    },
    {
      "author": "SEGARRA",
      "text": "Another one is expand your gaze. And I have to say, I tried this the other day when I was feeling really stressed out, and I was out to lunch but thinking about and overthinking about something, and this really worked. Can you talk about what it means, expand your gaze?"
    },
    {
      "author": "TAITZ",
      "text": "I'm so happy this really worked for you. Yeah. A lot of times, as part of our stress response, we hyperfocus or we zoom in on what it is we're stressed about. And so simply zooming out to adopt a more relaxed view. So you might notice three sights. Maybe you notice three sounds. Because when we're stressed, our pupils tend to dilate and we narrow our attention. This is part of our fight-or-flight response. But when we literally relax our gaze, it's a little easier to just realize that there's so much more than the narrow focus of our stress."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I was sitting at a restaurant, the weather was still nice enough that I could be sitting outside, actually, and I had been looking at my phone, but I just put it down and put it in my bag. And then I picked my head up and I looked at what was happening across the street. I looked at somebody walking their dog. I looked at, like, a bookstore. Just different things like that. Literally, like, zooming out the camera lens in my own eyeball, you know?"
    },
    {
      "author": "TAITZ",
      "text": "And I love that because that allows you to naturally experience gratitude. A lot of people feel like gratitude is something being forced upon them that feels fake. But when we just look a little wider and bigger, there are so many things within our periphery that allow us to genuinely experience thanks and awareness."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. All right, one more body reset - sigh it out. Now, let's talk about this one because I do find that this helps. But also, if you're around other people and you're deep sighing, it can make them feel a little bit uncomfortable or anxious."
    },
    {
      "author": "TAITZ",
      "text": "Yeah. And, Marielle, this is the reason that there's 75 options in here, because different things really work for different people. But to do this, you gently close your lips, and you inhale through your nose, then take another inhale through your nose. So - and then an extended exhale. And this is called the physiological sigh. And repeating it a couple of times is known as cyclic sighing. And researchers have found that people practicing this for five minutes a day experienced more positive emotions. And when you intentionally sigh, your lungs expand and so you release more carbon dioxide. And a lot of carbon dioxide is associated with anxiety. And so by practicing this, you can kind of reset your breathing pattern, feel a little bit more relaxed and then doing this can kind of lend itself to slowing down your breathing in general."
    },
    {
      "author": "SEGARRA",
      "text": "I get it. So it sounds like this is a very particular kind of breathing practice. It's not just like all right everybody, deep sigh, like, ah, you know what I mean? Like, I come from a family of deep sighers is what I'm saying. And it is often used as a tool to indicate frustration to one's family members. But this sounds like a different thing where it's kind of a private moment, and you're just inhaling through your nose and then inhaling again a little bit and then exhaling long."
    },
    {
      "author": "TAITZ",
      "text": "Yeah. And it doesn't need to be a grunt. I could do it right now, you know, two back-to-back inhales and a longer exhale. And that may just seem like I'm almost, like, recalibrating."
    },
    {
      "author": "SEGARRA",
      "text": "It does work. All right. So our last category is behavior resets. How might you know that you need one of these?"
    },
    {
      "author": "TAITZ",
      "text": "When you are acting in ways that are almost, like, the equivalent of a high-interest credit card, where short term, you might be feeling pretty good, but long term, your behaviors are going to come back to haunt you. So oftentimes, stress isn't just a feeling but also a behavior. And it might be helpful to just take a step back and think about what are your go-to stress behaviors that you want to improve. Is it being mean to the people around you? Is it canceling plans that you actually would enjoy because you want to curl up in bed? And so the first step would be to get really clear on what you tend to do when you get stressed and know that there are a lot of ways to make this moment better that don't - aren't going to hurt us long term."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So some examples from the book are, for instance, to build a hope kit. What would that look like?"
    },
    {
      "author": "TAITZ",
      "text": "If you're focusing on the negative, it's really helpful to have a way to quickly lean into hope. And hope isn't just a feeling, but it's a behavior. And creating a collection of objects, pictures, other sorts of mementos that remind you of things being better can help keep you going. And if you're someone that has a really good friend group and you could look at a picture of some close friends, or if music has always been a really powerful mood boost for you, having a playlist that you go to. Remarkably, there's an app called the Virtual Hope Box app, and people that struggle with suicidal feelings who use the Virtual Hope Box app actually have a reduction in feelings of wanting to die. And again, reminding ourselves in our hardest moments that we can continue forward and things will get better and have been better is such a gift to ourselves rather than predicting and rehearsing all of the ways things will continue to be terrible."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. For me, it's often pictures of my family and friends and my friends' kids and dogs and, like, I'll just pull them out and look at them. Like, there's even one recent picture of my friend's daughter eating a marshmallow, and her cheeks looks so big and it's just, like, the cutest squishiest picture ever. She's a year old. Like, I've been looking at it recently when I have felt down."
    },
    {
      "author": "TAITZ",
      "text": "I love that. Pictures are so powerful. Like, pictures actually can reduce our experience of pain. Like, looking at uplifting pictures or pictures of people that we love. I personally love music, and I love greeting, like, cards that people have written me that I can keep handy."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. That's really lovely. OK. Another behavior reset is to do a good deed. What might you do? What are some examples?"
    },
    {
      "author": "TAITZ",
      "text": "There are so many ways to do good deeds. It could be something big. It could be something small. Even just noticing someone that might not normally be noticed. Sending someone a card just out of the blue is a really sweet gesture. Then, if you want to really commit to this, even finding a volunteer opportunity could make a really big difference. And this is such a nice way to feel like you have a say in your life. A lot of the reasons that we feel stressed is because we feel powerless or we're so focused on all of the things that are going wrong, and doing something nice is a way to actually feel like you have some ability to make things better and also gives you a little bit of perspective and helps you feel like you can live by your values, even if so much is out of your control."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. OK. What about take one step forward? I liked this one a lot."
    },
    {
      "author": "TAITZ",
      "text": "Taking one step forward is about doing the thing that we can do. And so rather than feeling overwhelmed, really picking one thing that you want to try to do to move closer to your goals. And so rather than making things feel really overwhelming by being too ambitious, just being really clear on the one thing that you can do that will be realistic and within reach."
    },
    {
      "author": "TAITZ",
      "text": "And it was really amazing, Marielle, for this book, I interviewed someone named John Moynihan, who is a police officer who was really seriously injured. He was shot while working, and he was actually shot in the face. It was a very horrific injury that - and a long recovery. And I asked him how he went from being in critical care to returning to his life in so many ways. And he really walked me through. He just - he set one goal at a time. And his first goal, starting when he was in the hospital, was doing this run that he did every summer since childhood. It was a seven-mile run in Cape Cod, and that was just his goal. It wasn't how am I going to figure the rest of my life out, how am I going to fully recover, it was like, how do I, like, learn how to walk again so I could complete this run somehow, even if I'm walking it? And setting that one goal created a positive cycle where other positive, forward movement came as a result."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And even that goal, I imagine, started with something even smaller, right? He probably had to go to physical therapy. So it was like make appointment with physical therapist. And that's today's task, you know, or, like, do my exercises today."
    },
    {
      "author": "TAITZ",
      "text": "Yeah. 'Cause it's so easy for us also to then think about the next thing. But if it's even, you know, call the physical therapist and stand up for one moment and really celebrating that rather than feeling less than for not having finished everything in its entirety."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So these are all really helpful resets that can help us in the moment when we're feeling overwhelmed by stress. I wonder, what's the work after those moments, right? What can we do to kind of improve or change our lives so that maybe we're not experiencing as much stress?"
    },
    {
      "author": "TAITZ",
      "text": "For most of us, mental health is really a series of behaviors, and a lot of us underestimate that our habits can be as powerful as antidepressants. And so rather than waiting to be in a really tough situation and trying to get yourself out of it, there are things we can do in advance. You know, getting a good night's sleep is a huge way to relieve stress. Exercising every day is a really powerful antidepressant. Connecting with people on a regular basis is such a powerful tool that even reduces the risk of getting a cold. And so rather than just leaning on quick things in difficult moments, we also want to set ourselves up to feel like our day-to-day life is more enjoyable and more livable and setting us up for success. And so I don't want anyone to feel like the goal of life is to build a hope kit or to sing your thoughts, but doing those things will allow us to unhook from the things that are holding us back and inch towards the things that we want our lives to stand for."
    },
    {
      "author": "SEGARRA",
      "text": "Wow. I feel like I could talk to you about this for days. Thank you so much. These are really helpful, Jenny."
    },
    {
      "author": "TAITZ",
      "text": "Thank you so much. I really appreciate your time. I want everyone to really realize that a little can go such a long way. It's like small wheels on a big suitcase. A moment of awareness and a doable strategy can make what feels overwhelming really doable."
    },
    {
      "author": "SEGARRA",
      "text": "All right, time for a recap. If your mind is feeling all squirrely, try a mind reset. Name an emotion. Sing your thoughts. Make a pie chart of what's important in your life. Or maybe you're feeling like you need a body reset. Try moving your body, relaxing your gaze or doing some cyclic sighing. Or if you've been acting out a little bit, maybe you try a behavior reset. Put together a collection of objects that make you hopeful, do a good deed or just take one step forward towards a goal. Now, these resets aren't everything you need to know about mental health, but they will give you some space to figure out what you need and what changes you'd like to make in your life."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We've got one about dealing with anxiety in the moment and another about making gratitude a habit. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, please email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from Stacey Abbott. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1607176959.mp3",
  "img": "https://media.npr.org/assets/img/2024/02/06/lk_harlan_stress-resets-11_wide-37a27cd79bb127ebdf90c9c53c56f3e9fb149382.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "JENNY TAITZ",
    "TAITZ"
  ]
}