{
  "title": "What happens after someone cheats",
  "url": "https://www.npr.org/transcripts/1199886256",
  "intro": "The pain of infidelity in a romantic relationship can often break a couple apart — but the decision to stay or go is rarely a simple one. In this episode of Life Kit, psychologist and affair recovery specialist Talal Alsaleem answers your questions about cheating, infidelity and affairs. We cover everything from how to spot red flags to how to rebuild trust if you choose to stay together.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. Today, we're going to talk about cheating on a romantic partner - not how to do it - how to come back from it, whether that means come back together or come back to yourself. Talal Alsaleem is a psychologist and a licensed marriage and family therapist, and his specialty is helping couples heal after affairs."
    },
    {
      "author": "TALAL ALSALEEM",
      "text": "Which could mean healing by repairing their relationship and making it stronger and better than it was prior to the discovery or healing individually, because at the end of the day, not everybody's going to be able and willing to do what it takes to rebuild trust."
    },
    {
      "author": "SEGARRA",
      "text": "It's hard work, you know, whether you were the unfaithful partner or the betrayed partner. And while we all want neat answers on these things - should I stay, or should I go? - that's not something anyone else can tell you, even your therapist."
    },
    {
      "author": "ALSALEEM",
      "text": "I'm a firm believer that, as a clinician, your job is not to tell people that they should stay or leave. Your job is to help give them the information that they need to make that informed decision. And if that decision is to repair the relationship, then your job is to actually help them understand the reason why it happened and give them a clear action plan to address those factors that led to infidelity, because it is a cause and effect. Infidelity doesn't happen in a vacuum. And I always tell folks that everything we do - good or bad - we do it for a reason."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, how to recover from infidelity in romantic relationships. LIFE KIT reporter Andee Tagle is going to ask Talal listeners' questions about cheating, including how to move forward if someone cheats on you and how to decide what counts as cheating before it happens."
    },
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "So today, we're going to be answering listener questions about dealing with cheating, affairs, infidelity. First, I want to make sure we're on the same page about what exactly we're talking about. So could you please define infidelity for me?"
    },
    {
      "author": "ALSALEEM",
      "text": "Absolutely. This was actually the first puzzle that I had to solve, which is coming up with an operational definition that works for all my clients, regardless of their cultural background, spiritual orientation, as well as the type of relationship that they're in because not all relationships are based on monogamy."
    },
    {
      "author": "ALSALEEM",
      "text": "All relationships should have a relationship contract, and this contract should stipulate how many partners we have in this relationship. Is it one? Is it two? Is it 20? And also, what are the emotional and sexual needs that we're expecting our partners to fulfill in this relationship? - and to what extent the fulfillment of those needs is exclusive to the people that we have in this relationship contract."
    },
    {
      "author": "ALSALEEM",
      "text": "So the moment I outsource the fulfillment of any of those needs - big or small - to somebody else outside the relationship without the consent of my current partners, I'm breaching my contract of exclusivity. And that breach of contract of exclusivity becomes the threshold for what define infidelity."
    },
    {
      "author": "ALSALEEM",
      "text": "To illustrate this example - watching pornography in some relationship is considered to be a form of infidelity. In other relationship, it's supposed to be something that's acceptable. Same thing with flirting, right? For some relationship, people are OK with flirting, and in another relationship, it's considered to be a form of infidelity."
    },
    {
      "author": "TAGLE",
      "text": "So first, a couple needs to agree on what exactly infidelity is. When is the ideal time to have that conversation? I imagine the ideal time is before you're seeking treatment for it. Like, I feel like there's not a way to naturally bring that into conversation. Is there - do you have any, you know, scripts for us?"
    },
    {
      "author": "ALSALEEM",
      "text": "Sure, sure. And I think, to me, it's like, we do this negotiation and asking and inquiring about almost everything, like, even when you go to a restaurant, right? And you have a specific analogy. You ask all these detailed questions, but we don't take the time and effort to do it when we're considering sharing our life with somebody else."
    },
    {
      "author": "ALSALEEM",
      "text": "So really what I recommend for somebody who is starting a new relationship - part of the getting to know you - right? - rather than just focusing on interests and hobbies and politics - ask them, what are your expectations of exclusivity, right? Oftentimes, people are just going to say, OK, well, it's - it should be implied. We all - sexual exclusivity is the easy part. You know, don't have sex with somebody else."
    },
    {
      "author": "ALSALEEM",
      "text": "But that also gets tricky because oftentimes people try to find gray in those lines as well, too. Like, I work with so many people who are unfaithful say, well, you know, I - this is not sexual infidelity. I was only sexting somebody. Or we didn't have actual intercourse; we had a different form of sexual interaction."
    },
    {
      "author": "ALSALEEM",
      "text": "So people actually need to tease out those layers, and I understand it sounds - makes you come across callous, and not romantic, but if you're really interested in sustainability and longevity in a relationship, you cannot afford to not have these conversations."
    },
    {
      "author": "TAGLE",
      "text": "Immediately after the discovery of an affair, what are some questions, logistics, that people have to deal with?"
    },
    {
      "author": "ALSALEEM",
      "text": "Sure. The main one is, you know, after the discovery, what should we do? Should we live in separate houses? Should we stay in the same household? And my recommendation for that one - it is important for the couple to be in the same household, under the same roof, as long as they're able to be emotionally and physically safe. But why is it important for them to stay under the same roof? Because if you're the betrayed and you just discover infidelity, trust is going to go out the window, so you don't want to be wondering what's going on with the unfaithful. Are they reaching out to the third party? Are they having fun? The betrayed should not be isolated in the trauma of discovery - right? - because from their vantage point, it may seem that I'm the only one who's stuck dealing with this damage that was caused by the unfaithful actions."
    },
    {
      "author": "ALSALEEM",
      "text": "Another logistic that the clients need to agree on is to minimize the number of people who are exposed to the infidelity. And a lot of people don't like hearing this, but I always say, if you're serious about infidelity recovery, you're going to be making very important decisions about the future of your relationship, whether you're staying or leaving, and it's important that those decisions are not influenced by external factors."
    },
    {
      "author": "ALSALEEM",
      "text": "People say, well, but, you know, so-and-so had infidelity and I need advice. Well, that's nice, but their infidelity didn't happen for the same reason that it happened in your situation. I would put money on that because each situation is going to be unique. Not only that, but also, if you decide to repair the relationship, those people that you told are going to be stuck with whatever you shared about the discovery, and now you have to go back and see if you can repair that damage."
    },
    {
      "author": "ALSALEEM",
      "text": "Another logistic is making sure that we're not reaching out to the third party, which is the term that I used to describe the affair partner. Now, oftentimes, the betrayed want to reach out to the third party because they want to get the information, right? They want to get - you know, uncover the story, and I always say that third party have their own motivation. So these are kind of some of the main agreements that needs to happen in that first milestone of recovery, which is setting the stage for healing."
    },
    {
      "author": "TAGLE",
      "text": "Let's jump into these questions. The first audience question is, what are some red flags that might point to future infidelity? This comes from someone who married at 22 and then dealt with infidelity later on in their marriage. Are there some signs they might have missed along the way?"
    },
    {
      "author": "ALSALEEM",
      "text": "I would say a big one is that when you are having a relationship with somebody who doesn't want transparency or conflates autonomy with transparency, that's a red flag, because I feel like if you're trying to hide things from your partner, it's one of two things. It's either you're doing something that you're not supposed to do, or you don't trust your partner with this information. Either way, it's problematic. Also, if you have somebody who has poor boundaries - poor boundaries with workers, poor boundaries with exes, poor boundaries in general - that's a problematic behavior. That's a red flag. If you have somebody who is not willing to engage in conversation about exclusivity and always kind of trying to avoid any attempts to actually clarify where we stand, that's a red flag."
    },
    {
      "author": "TAGLE",
      "text": "What are your thoughts on once a cheater, always a cheater?"
    },
    {
      "author": "ALSALEEM",
      "text": "I do believe that those folks exist, but they are a rare segment of population, and I would say the common ones who fall into that category - the people who have narcissistic personality disorders, people who have antisocial personality disorders and the folks who struggle with addiction. And because people usually ask if somebody cheated in their past relationship, should I worry about them cheating on me?"
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "ALSALEEM",
      "text": "Well, that past relationship has its own unique set of circumstances. Just because somebody crossed that line in that relationship, it doesn't mean they're going to cross another one, with a caveat - is that when they knew that they're capable of cheating in the first place, did they take the time and effort to actually work on it? Because if I know I cheated in the past and have not done nothing about it, if I'm confronted with a similar situation, I might repeat that same pattern, because I have not learned how to deal with my problems."
    },
    {
      "author": "TAGLE",
      "text": "OK. The next two questions are about what you might characterize as lesser degrees of cheating, or maybe not - you'll have to teach me. So this writer wants to know how you cope with an emotional affair."
    },
    {
      "author": "ALSALEEM",
      "text": "So it's important to assess what kind of emotional affair, to figure out the scope of that emotional infidelity, what kind of emotional infidelity we're talking about. Now, it's going to be more tricky if you are the unfaithful and you think you're in love with the third party, and for that one, it's hard for me to  - I don't think love can exist in an affair, right? Because for me, love requires you being able to be in a relationship, a three-dimensional relationship where you know the person - the good, the bad, the in between. But if you only know a part of the person, how can you say that you love them? You love the version they chose to show you in that affair. Oftentimes, this infatuation is not real love."
    },
    {
      "author": "ALSALEEM",
      "text": "But here's the wild card. So if you are the betrayed, and the unfaithful partner is saying they now have an emotional attachment to this other person, you're not going to be able to repair the relationship. You can't repair a relationship when somebody is saying, my heart is somewhere else, regardless of how misguided that person is. So they have to be willing to end that interaction and focus on the current relationship, to see if it's actually going to lead to recovery or not. Whether they're not willing to do that, or they want to keep that door open, or they want to stay friends, that's a dead end. That's a setup, because once people cross the platonic lines, it is damn near impossible for them to go back to normal."
    },
    {
      "author": "TAGLE",
      "text": "What about an incident with only limited physical touch? So let's say it wasn't sex. Let's say it was one kiss. Are the lines different? Are the lines the same?"
    },
    {
      "author": "ALSALEEM",
      "text": "To me, infidelity's a threshold, right? It's, you know, pass or failed, right? Now, you can say that's early intervention; you caught it early before it escalated to something else. I don't think it's going to minimize the hurt, right? We should not minimize it, because it happened for a reason. You know, betrayal is betrayal. That doesn't mean that we're going to say the treatment for everything is going to be the same. Yes, it counts for something."
    },
    {
      "author": "ALSALEEM",
      "text": "I'm OK with people putting a value on it as long as they're not dismissing it as, oh, this was just something inappropriate. Oh, this was a silly thing that - breaking somebody's heart and ripping their heart open, that's not a small thing."
    },
    {
      "author": "TAGLE",
      "text": "Next up, what if the affair was with a coworker or someone else who is still in their life? - you know, advice for moving forward when the other person in the affair is still entangled in your life in some way."
    },
    {
      "author": "ALSALEEM",
      "text": "Perfect. I'll share with you another unpopular opinion. I have yet to see a successful recovery story where the unfaithful and the affair partner continued to be together. So if I was king of the world, my recommendation that, you know, if you decide to repair your relationship, then you really need to cut ties with the third party. There's just no room for it."
    },
    {
      "author": "ALSALEEM",
      "text": "It's a common argument, like, here - said, yeah, but I'm done with this. I don't have any feelings toward them. Great. Do you know - can you make the same argument about their feelings toward you? You're responsible of your own feeling, assuming that we're going to believe you, right? But you cannot control the thoughts and feelings of the other person."
    },
    {
      "author": "ALSALEEM",
      "text": "Now, that doesn't mean just because this happened, I'm just going to quit my job and just starve and, you know, live under bridge. I'm OK with people coming up with an exit strategy, as long as there is an exit strategy, to say, OK, this will not be forever, and as long as during that time, we're limiting our interaction to the bare minimum and having full transparency so that the betrayed is not worried about what's happening."
    },
    {
      "author": "TAGLE",
      "text": "That brings me to affair bystanders - friends, parents, children, of course. You said before that your standard is to not bring anyone else in. Bring in your therapist. So my question is, what happens once you already let the world know and then you decide to reconcile? What are best practices? You know, what does good damage control look like?"
    },
    {
      "author": "ALSALEEM",
      "text": "Sure. We have to make an agreement - we're not going to tell any more people, right? And the people who already know, we're just going to say, you know what? We are currently working on our relationship. We'll keep you posted with what we decide on. Thank you for your support, right? We're not going to reveal any more details, right? Just, you know, send us some positive vibes and energy. That's all we need from you at this point in time - and just keeping them posted when the decision is made, but also, again, making sure that, you know - but let's say that they decide to repair the relationship. The unfaithful is going to have a lot of bridges that they need to mend on their own, right? They need to be able to have these one-on-one conversation. A common one would be, like, with the in-laws, right?"
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "ALSALEEM",
      "text": "You know, you broke my son's heart. You broke my daughter's heart. Now that's an independent relationship between the unfaithful and that in-law. They need to be able to handle that together, right? The unfaithful has to be willing to give the needed apologies and the reassurances because - not that, you know, hey, I won't cheat on my partner again and just letting you know. It's really more of, this hurt you, too, and I'm sorry that you got involved in this. That's collateral damage. These people are hurt by that, and the unfaithfuls need to be willing to acknowledge that and also ask them, what can I do to earn your trust? How - what can I do to repair this relationship independent between, you know, the relationship that I have with the betrayed?"
    },
    {
      "author": "TAGLE",
      "text": "What if you break up? Many have mutual - you know, mutual friends, mutual family, mutual everything. Do you still - you keep that - you keep the affair - you keep the reasoning under wraps?"
    },
    {
      "author": "ALSALEEM",
      "text": "If the relationship is ending and people ask, you know, people can say whatever story that they want to say. To me, really, it's a matter of what you're sharing. I'm really big on intention, right? What is your intention of sharing? If your intention of sharing - just simply just setting the record straight and you can do so without causing any more damage, more power to you - your truth. You don't have to hide in shame because somebody else made a mistake."
    },
    {
      "author": "ALSALEEM",
      "text": "To me, I want to make sure that people are telling the story for the right reasons and it not causing complication in their recovery journey. And if people split, then they would say, here's why it's split. That's fine. It's how much of it is smear campaign and how much of it is, hey, heads up, this is what happened. Because really if you decide to separate, most people usually still have ties that they have kids. They have to think about the future of that as well, too."
    },
    {
      "author": "TAGLE",
      "text": "What about redefining the boundaries of a relationship? When is it time to break up? Or, you know, when might it be time for someone to consider, say, consensual non-monogamy?"
    },
    {
      "author": "ALSALEEM",
      "text": "Perfect. We live in a big, beautiful world, and I'm glad that we have so many different models of relationship. There is no one model that we can claim is the healthiest or the best or the gold standards, right? I have a problem who - with people who decide to change the dynamic of the relationship after infidelity for the wrong reason. So you can't say, you know, all of a sudden, I'm going to be poly or have an open marriage because my partner cannot be faithful, especially if I, as the betrayed, was not on board in that, right?"
    },
    {
      "author": "ALSALEEM",
      "text": "Now, if people started monogamous and they wanted to change that on their own, more power to you because relations should - everything in life changes. I think when people pay attention to the changes going with them internally and communicate about them with their partner to avoid, you know, hurt feelings, I'm A-OK with that. But if you decide to open up your marriage because you cannot trust your partner to be faithful, that's shortsighted that - what's going to happen is going to be resentment. Not only that - sometimes, the person's saying, OK, not only I want to open up the relationship; I want to open up the relationship so I can bring the third party. That's adding insult to injury."
    },
    {
      "author": "TAGLE",
      "text": "Talal, trust is such a big part of this conversation - something that we've been circling around, but, you know, this is really the crux of the thing, I think. One listener asked very simply, how can you move forward despite ongoing bursts of worry or distrust? You know, maybe you've decided to move forward together, but I imagine it still has to be so difficult. Jealousy and possessiveness are probably big side effects in the aftermath of an affair."
    },
    {
      "author": "ALSALEEM",
      "text": "Absolutely. So here, we have to also talk about transparency as well because I think it's related to trust. So how do you rebuild trust after infidelity? It goes back to the value of the narrative. To me, the story of what happened and why it happened is really what make or break the process, because if we collectively can identify, here's the type of infidelity that took place, and here's the exact reason why it happened - right? - then the only way for me to rebuild trust - by seeing those factors being resolved. Are they doing the work to repair trust and addressing the factors that led to the infidelity?"
    },
    {
      "author": "ALSALEEM",
      "text": "Here's where it gets challenging. Sometimes, depending on what kind of betrayed partner that you have, there are a lot of betrayed partners who - historically, they were the type who just never checked anything. Like, you know, they trust - they fully trust in their partner. So they end up struggling because part of them is compelled to ask for this transparency, but they're fighting themselves because they feel like, I'm not this person. Yeah, it sucks that you have to be put in a situation to be this person, but you have to allow yourself, this is something that I need for now and this is not a forever thing, because we all have to imagine a time where this might not be needed at that capacity."
    },
    {
      "author": "TAGLE",
      "text": "Is there a time clock on this? If I were in this situation, I think it'd be really difficult for me to not hold this against my partner, my husband, until the end of time, for, like, any and all situations. You know, you forgot to take out the garbage yesterday. Well, you cheated on me three years ago."
    },
    {
      "author": "ALSALEEM",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "You know? So what does moving forward actually look like in practice? Can couples ever really forget the past?"
    },
    {
      "author": "ALSALEEM",
      "text": "First of all, I don't think, you know, healing can be put on a calendar. It's going to be different for each person, and this is something important for the betrayed, to not put pressure on themselves, and especially for the unfaithful, because sometimes, the unfaithful is saying, you know, when are we done with this, right? You know, is it going to be forever? Now, it's in the benefit of the unfaithful because the unfaithful is the wrong party, right? They're the one who, you know, broke the trust, so sometimes, they don't want to deal with the aftermath of what's going on. And sometimes, the betrayed is dragging - you know, holding on to things that they shouldn't hold on to."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "ALSALEEM",
      "text": "So to me, if the person is honest with themselves - is this something that lend itself to forgiveness? - people usually know if this is something that I can forgive or not forgive, assuming that they are buying the definition of forgiveness that I'm giving - right? - because forgiveness is something that has to be earned. And forgiving infidelity does not mean forgetting, because you will never forget that this happened to you, right? If you're recovering well, the memory of this awful event will be distant, more distant and distant in the rear-view mirrors, like when you're driving and you see it further and further away, and it would have less impact in your life."
    },
    {
      "author": "ALSALEEM",
      "text": "The silver lining of infidelity is what? If people choose to rebuild their relationship for the right reason, they're going to end up with a better, healthier relationship than they ever had before. And sometimes, people think that this is a crazy claim to make, but now we actually have a golden opportunity to address these things that should have been addressed before, and if we actually fix them, we're going to have a better relationship than we had before. The awful part of this is that the sticker price is steep - right? - is the trauma of infidelity, but it is something that people can overcome."
    },
    {
      "author": "TAGLE",
      "text": "I think that's a lovely note to end on, Talal. Do you have any final thoughts for us? Anything you wish I would have asked you?"
    },
    {
      "author": "ALSALEEM",
      "text": "No final thoughts, but really more of a last word of advice I have for the listeners. You know, when you discover infidelity, please seek help, right? Seeking help does not mean that you're making a decision to stay. You're really seeking help to make sure that this trauma does not define the rest of your life. So please, please seek help, and use that as an opportunity to get clarity and closure so that you don't end up in this pattern again, whether in the current relationship that you're in or future relationships."
    },
    {
      "author": "TAGLE",
      "text": "Talal Alsaleem, thank you so much for joining us today."
    },
    {
      "author": "ALSALEEM",
      "text": "My pleasure. Thanks for having me."
    },
    {
      "author": "TAGLE",
      "text": "To recap, crossing the line means different things to different people. So before you get serious with someone, get clear about the boundaries of your relationship. What does cheating mean to you? Is it flirting? Is it kissing? How do we feel about porn? It might feel uncomfortable, but if you're willing to share every other part of your life with someone, you should be able to talk about this stuff, too."
    },
    {
      "author": "TAGLE",
      "text": "If you're experiencing infidelity, take the time to process it. That doesn't necessarily mean saving your relationship. It just means healing from the trauma and taking the time to understand the root cause so you don't bring open wounds into your future."
    },
    {
      "author": "TAGLE",
      "text": "Betrayal is betrayal. Don't try to minimize your partner's pain, or qualify your actions as a lesser offense. If you do decide to try and work it out, transparency is an absolute necessity. That might mean location-sharing or swapping passwords. This might be uncomfortable for both of you, but it's often crucial for reestablishing trust."
    },
    {
      "author": "TAGLE",
      "text": "Be as honest as you can with yourself and with your partner. If you know you can't move on after infidelity, don't string your partner along. Forgiveness has no set timeline, but if you can get there, Talal says it is possible to come out the other side with a stronger and healthier relationship. Either way, seek help, because the trauma of infidelity does not - and should not - define the rest of your life."
    },
    {
      "author": "SEGARRA",
      "text": "That was LIFE KIT reporter Andee Tagle. For more LIFE KIT, check out our other episodes. We have one on creating your own relationship contract and another on how to have a productive fight with your partner. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you, so if you have episode ideas or feedback you want to share, email us at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Clare Marie Schneider and Margaret Cirino. Engineering support comes from Ted Mebane. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4238200801.mp3",
  "img": "https://media.npr.org/assets/img/2024/08/01/npr-lifekit--cheating-_color_v2_square_wide-8ef4937a3380c3d16c974ea8b868a046ea05d227.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "TALAL ALSALEEM",
    "ALSALEEM",
    "ANDEE TAGLE, BYLINE",
    "TAGLE"
  ]
}