{
  "title": "Make the most of your chilly outdoor workouts",
  "url": "https://www.npr.org/transcripts/1199885882",
  "intro": "How cold is too cold? What kind of gear should you wear? And how do you stay motivated to workout outside when the weather is dreary? Cold-loving runners and a doctor share their advice to get moving during the winter. This episode originally published January 19, 2023",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "Hey everybody, it's Marielle, and I'm joined by NPR's Wynne Davis. Hey, Wynne."
    },
    {
      "author": "WYNNE DAVIS, BYLINE",
      "text": "Hey, Marielle. So I heard you like to run."
    },
    {
      "author": "SEGARRA",
      "text": "I do."
    },
    {
      "author": "DAVIS",
      "text": "Same here. But what about when it's cold out?"
    },
    {
      "author": "SEGARRA",
      "text": "You know, if it's less than 40 degrees, I'm probably not going to do it, to be honest."
    },
    {
      "author": "DAVIS",
      "text": "Yeah. This is something that I struggle with too. You know, in the winter, it's extremely hard for me to get out of the door and go for a run or a bike ride because it's just so cold out. But not everyone feels that way."
    },
    {
      "author": "ALISON MARIELLA DESIR",
      "text": "Unpopular opinion - I love running in the cold. It is my absolute favorite time of year. And it's funny because my husband hates the cold and loves running in the summer, so opposites truly do attract."
    },
    {
      "author": "DAVIS",
      "text": "That's Alison Mariella Desir. She's a mother, an athlete, an activist and the author of the book \"Running While Black.\""
    },
    {
      "author": "DESIR",
      "text": "I just love it. I love the cool air on my face. I love the feeling of being really badass because you're one of the only people out there. I love the clothing. I love layers - literally everything."
    },
    {
      "author": "SEGARRA",
      "text": "It sounds like she's got a whole system."
    },
    {
      "author": "DAVIS",
      "text": "Yeah, she does, and we'll get into it soon. In this episode of LIFE KIT, we're going to talk to experts about what motivates them to get outside when it's cold. We'll hear safety tips for the winter months, and we'll learn how to build an outfit that will keep you warm so you can get moving."
    },
    {
      "author": "SEGARRA",
      "text": "OK, Wynne. So I feel like one of the big barriers that keeps people from running outside in the cold is it's just so cold, right? Like, it can be super uncomfortable, and running already involves some level of pain. So this is really a psychological barrier. I just wonder where Alison gets the motivation to get out there."
    },
    {
      "author": "DAVIS",
      "text": "Right. So much of running is mental. Alison says it can depend on if she's training for a race. In that case, you know, she wants to get her miles in so that when race day comes, she's ready. But she also reminds herself that she feels better, both mentally and physically, after a run. So going outside, even when it's cold will give her a boost later."
    },
    {
      "author": "SEGARRA",
      "text": "OK, that's the mindset part. But then once you get outside, it is still going to be cold. So what do you do to prepare for the physical challenge - right? - the rain, the chill?"
    },
    {
      "author": "DAVIS",
      "text": "Yes. You have to prepare for the elements. And obviously, a big part of that is how you dress. So in the summer, you're trying to stay cool. But in the winter, you want to be warm. You don't want to overheat. Both the Mayo Clinic and the Cleveland Clinic note that when you get moving, you're going to feel about 20 degrees warmer than it actually is outside. And Alison had some good advice on how to build your ideal outfit so you can get out the door depending on the temperature."
    },
    {
      "author": "DESIR",
      "text": "Let's say it's, like, 50 degrees outside. So the air is crisp, but the sun is peeking out. Bear with me now. I would wear shorts, a short-sleeved shirt that is a wicking material and then a long-sleeved shirt over that. And I would start out very cold. But very quickly, that long-sleeved shirt would come off, and I would tie it around my waist and I would be sweating - right? - because when you're moving, 50 degrees - it will feel like 70 degrees by the time you get moving."
    },
    {
      "author": "DAVIS",
      "text": "Alison said she might also add things like gloves or a headband, and then she'll make adjustments throughout the run based on how she feels."
    },
    {
      "author": "SEGARRA",
      "text": "OK. I do have to say, for a New Yorker, 50 degrees is actually totally reasonable. Like, some people might even call that ideal running weather."
    },
    {
      "author": "DAVIS",
      "text": "Yeah, I'd have absolutely no problem running in that weather. And we can talk about when it gets colder. But, you know, this is cold for some people who live in California, Florida, whatever."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Yeah. That's fair. What is the wicking material she mentioned?"
    },
    {
      "author": "DAVIS",
      "text": "Yeah, the moisture-wicking material - what it does is it pulls the sweat you're making away from your body without soaking your clothes. Essentially, it's there to help keep you dry and keep your body temperature where it needs to be. You can go for a synthetic fiber here, like polyester or nylon, or a wool blend works too. The big thing is you just don't want anything made of cotton because that's going to get wet and stay wet, and then you're going to be cold and miserable."
    },
    {
      "author": "SEGARRA",
      "text": "So what about when it gets colder, like in the 30s?"
    },
    {
      "author": "DAVIS",
      "text": "This is when you're really going to start building more layers or kind of stepping up an existing layer."
    },
    {
      "author": "DESIR",
      "text": "If it's 30 degrees, I would go out wearing a base layer of tights - you know, some wicking tights underneath, and then maybe another layer on top of that, or I would wear fleece-lined tights. On top, I would wear a wicking short-sleeved shirt."
    },
    {
      "author": "DAVIS",
      "text": "Again, here's the plug for a wicking material. Alison says that that base layer that repels water sets the foundation for the rest of the outfit."
    },
    {
      "author": "DESIR",
      "text": "Then I would wear a long-sleeved shirt over that, and I would definitely wear a jacket - a running jacket. I would wear something over my ears. I'm not really a hat person. I have a massive head, so I would wear, like, earmuffs and I would wear gloves."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And what about when it's really cold outside - like frigid, don't want to leave your house cold. I'm talking, you know, two degrees."
    },
    {
      "author": "DAVIS",
      "text": "At this point, I don't know that I personally would want to go outside. But if you do, this is where you want to start adding some extra protections for your face, like one of those neck gaiters that you can pull up and down. But you also need to think about keeping your feet warm and dry. That's where a good pair of wool socks comes in. If it's wet or slushy outside, Alison says that a pair of running sneakers with Gore-Tex or another waterproof material can help too. And this can also really help you avoid those uncomfortable blisters, which are the worst."
    },
    {
      "author": "SEGARRA",
      "text": "So this sounds like potentially a lot of gear. I wonder, does it get super expensive?"
    },
    {
      "author": "DAVIS",
      "text": "It can because, you know, a lot of athletic wear isn't cheap. But Alison says that the most important thing here is the sweat-wicking layer, a pair of wool socks and one good pair of shoes. Everything else you can build on as time goes by. You don't need to have every piece of specialized gear to get outside and go for your run."
    },
    {
      "author": "SEGARRA",
      "text": "All right. So what else should people keep in mind before they head out the door to run in the cold?"
    },
    {
      "author": "DAVIS",
      "text": "Safety is a big one. In the winter, there aren't as many hours of light, so more people might end up running in the dark."
    },
    {
      "author": "DESIR",
      "text": "I want to also say that I hate these kinds of conversations only because the world is unsafe, and therefore we must change our behavior to take care of ourselves when it really should be, how can we make the world a safer place for us?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I get that. I mean, it's frustrating. I pretty much only run during the day for safety reasons. And in the winter, that is a lot harder. So sometimes I'll try to run in the afternoon when I'm working remotely, but it's not always possible."
    },
    {
      "author": "DAVIS",
      "text": "Yeah. And Alison talks about this in her book too."
    },
    {
      "author": "DESIR",
      "text": "You know, it's not often that I can run smack in the middle of the day, so thinking about running with my partner or linking up with a local running group. As a woman, as a Black woman, I rarely go out by myself in general, but in the winter, even less because I don't want to end up in a sticky situation by myself in the dark."
    },
    {
      "author": "DAVIS",
      "text": "Alison gave us some of her must-haves for staying safe. The first is a huge one for her, and it might surprise some people."
    },
    {
      "author": "DESIR",
      "text": "First and foremost, I would say never run with headphones."
    },
    {
      "author": "SEGARRA",
      "text": "Oof (ph), I feel like that might be a hard one for folks."
    },
    {
      "author": "DAVIS",
      "text": "Yeah. I mean, I can definitely understand why. I really like to run with music. I do have headphones that allow me to hear the street noise. But ultimately, the music is still a distraction."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so no headphones. What else?"
    },
    {
      "author": "DAVIS",
      "text": "Reflective gear is also really important because when it's dark out, you want to be as visible as possible to those who are driving cars. But, you know, sometimes you have to be outside at night. And in those cases, or even when you're with a buddy, Alison says it's a good idea to let people know where you are through a tracking app."
    },
    {
      "author": "DESIR",
      "text": "I use Strava. It allows me to send a notification to people to let them know where I am and that I'm out on the road. So God forbid you do slip on something and you end up unable to move, you know, you have that app."
    },
    {
      "author": "SEGARRA",
      "text": "Are there any privacy concerns here? 'Cause it sounds potentially creepy if people can see where you are at all times."
    },
    {
      "author": "DAVIS",
      "text": "Yeah. Strava has faced some criticism about privacy issues in the past, but you can make it so that only people who follow you see your activity, and it is possible to hide the start and finish points of your run so people won't know your exact route even if they follow you."
    },
    {
      "author": "SEGARRA",
      "text": "All right, so you can take some precautions."
    },
    {
      "author": "DAVIS",
      "text": "Definitely. And, you know, there are plenty of other apps out there that can share your location, including the Find My app for Apple users. But there are some other things that are good to take with you, just in case."
    },
    {
      "author": "DESIR",
      "text": "Always bring some amount of money and an ID. So those are sort of, you know, things that are on my list to take with me. And always just to, again, acknowledge - I'm a Black woman moving outdoors, which is often a white space - keep my head on a swivel."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so we've been talking about safety in general, but what about when it comes to medical conditions, right? You are going to be exercising in potentially extreme situations."
    },
    {
      "author": "DAVIS",
      "text": "Yep. And here I talked to Dr. Kelechi Okoroha. He is an orthopedic surgeon and sports medicine specialist at the Mayo Clinic. He said that certain conditions like asthma, heart disease and Raynaud's disease may be exacerbated by the cold."
    },
    {
      "author": "KELECHI OKOROHA",
      "text": "So I think the first thing you need to do is make sure exercising outdoors is safe for you. So that means if you have a medical condition, you need to consult with your doctor to make sure your condition or medication does not preclude you from safely exercising outdoors."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So you determine that it's safe for you personally to exercise outside in the cold. But I know that, you know, in the summer, people are often told to look out for signs of heat stroke when it's really hot out. What should they be watching out for in the cold?"
    },
    {
      "author": "DAVIS",
      "text": "Frostbite and hypothermia. Here's how Dr. Okoroha explains frostbite."
    },
    {
      "author": "OKOROHA",
      "text": "Frostbite is an injury to the body that's caused by freezing. And what happens is, when it's cold, your blood flow gets concentrated in your body's core, and it leaves other areas, like your hands, your feet, your head, your ears - and that becomes vulnerable to frostbite."
    },
    {
      "author": "DAVIS",
      "text": "So the symptoms start with cold skin and a prickling feeling. Numbness and discoloration of the skin happen when it gets worse."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And how does frostbite differ from hypothermia?"
    },
    {
      "author": "DAVIS",
      "text": "So hypothermia is when you have an abnormally low body temp."
    },
    {
      "author": "OKOROHA",
      "text": "And so when you're exposed to cold temperatures, your body begins to lose heat faster than it can be produced. And so exercising in cold or rainy weather can increase your risk of hypothermia. Some signs and symptoms of hypothermia are things like intense shivering, slurred speech, loss of coordination or even fatigue."
    },
    {
      "author": "SEGARRA",
      "text": "What happens if someone starts to recognize the symptoms for either one?"
    },
    {
      "author": "DAVIS",
      "text": "With both hypothermia and frostbite, Dr. Okoroha says it's important to get out of the cold as soon as you can and slowly begin to warm yourself up. Going slow here is really important because if you've lost feeling in your hands, for example, you really might not be able to recognize the temperature of things. So you might be using water and it might actually be way too hot and you could end up burning yourself. Ultimately, though, if the conditions persist, you should seek medical treatment from a doctor or an emergency room."
    },
    {
      "author": "SEGARRA",
      "text": "Is it ever too cold to run outside?"
    },
    {
      "author": "DAVIS",
      "text": "Yes, it does reach a certain point where you should not go out."
    },
    {
      "author": "OKOROHA",
      "text": "Generally, we recommend if the wind chill or the temperature is below zero degrees, you should consider indoor activity 'cause the chances of frostbite are higher. And then additionally, you also want to check the moisture level because getting wet makes you more vulnerable to cold and should be avoided if possible."
    },
    {
      "author": "SEGARRA",
      "text": "All right, so be careful if the temperatures are low. Another thing I'm wondering is about snow, right? Like, it's very easy to fall down if you slip on ice, even if you're just walking. So can people run in the snow? Like, what do they have to think about?"
    },
    {
      "author": "DAVIS",
      "text": "Yes, you can run in the snow. You just really want to be careful. I looked into this, and the consensus is that you want to take it slow, and you want to shorten your stride so that you are less likely to fall. And you should still watch out for ice if the snow isn't fresh or if it has snowed and then rained."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So you know what? I feel pretty good about this. Now I know how to build my outfit if I'm running outside, what I'm looking out for in terms of frostbite and hypothermia, and then, just in general, how to be safe. Is it go time? Can I go for a run?"
    },
    {
      "author": "DAVIS",
      "text": "I think so. I think we're just about ready. The only other things that people should keep in mind that they, you know, might otherwise forget are that sunscreen is still a must, even if it's cloudy out, even if it's cold. You can still get sunburned in any weather. And, you know, everyone needs to remember to hydrate before your run, after your run and during your run."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. These are evergreen tips, actually. Wear sunscreen. Drink water."
    },
    {
      "author": "DAVIS",
      "text": "Yep. You've got it. And now I'd say we should get out there."
    },
    {
      "author": "SEGARRA",
      "text": "Let's do it."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to get started with running and another on how to compost. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org. This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Sylvie Douglis. Engineering support comes from Joshua Newell. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6544215507.mp3",
  "img": "https://media.npr.org/assets/img/2023/12/01/gettyimages-1367691061_wide-e2b7fefb641c5d33dad099504435a801ba97e1f2.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "WYNNE DAVIS, BYLINE",
    "SEGARRA",
    "DAVIS",
    "ALISON MARIELLA DESIR",
    "DESIR",
    "KELECHI OKOROHA",
    "OKOROHA"
  ]
}