{
  "title": "The physical sensations of watching a total solar eclipse",
  "url": "https://www.npr.org/transcripts/1199886060",
  "intro": "\"A total solar eclipse is so much more than something you just see with your eyes. It's something you experience with your whole body,\" says science writer David Baron.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "REGINA BARBER, HOST",
      "text": "I'm Regina Barber in for Marielle Segarra. I've never seen a total solar eclipse, and I'm an astrophysicist. I've only seen partial eclipses where the sun is only partially covered by the moon. In 2017, there was a total solar eclipse viewed from Oregon to South Carolina. And I could have driven those five hours, but I didn't."
    },
    {
      "author": "DAVID BARON",
      "text": "I really see it as my responsibility to push people as much as I can to have this experience."
    },
    {
      "author": "BARBER",
      "text": "David Baron is a science writer and author of the book \"American Eclipse: The Nation's Epic Race To Catch The Shadow Of The Moon And Win The Glory Of The World\" (ph). He says I missed an experience of a lifetime, but I'll have another shot this year. His goal is to get as many people to the total solar eclipse as possible. To view one, you need to be in the moon's shadow that's called the umbra. He calls himself an umbraphile."
    },
    {
      "author": "BARON",
      "text": "An umbraphile is a fancy word for what I am, and that's an eclipse chaser. It just - it means shadow lover. And that's what I am. I love being in the shadow of the moon."
    },
    {
      "author": "BARBER",
      "text": "The eclipse that started it all for David was in 1998 in Aruba."
    },
    {
      "author": "BARON",
      "text": "And I went there thinking this would be an interesting astronomical event to watch, and it just absolutely bowled me over. It changed my life. It was the most spectacular thing I'd ever seen."
    },
    {
      "author": "BARBER",
      "text": "This year, April 8, I, David, you will have a chance to see a total solar eclipse where the moon will completely cover the sun for a few minutes. It can be seen starting from Mexico through Texas, up to Maine and parts of Canada. This swath of land that will experience a total eclipse is called the path of totality. David gave a TED Talk in 2017, right before the eclipse I missed. He urged everyone if they were able to get to the path of totality."
    },
    {
      "author": "BARON",
      "text": "A total solar eclipse is the closest thing to space travel that you could experience without leaving the surface of the Earth. It's like for a few minutes you are suddenly transported to some alien world. It's like you're living in some sci-fi movie, seeing a sky you've never seen, seeing the universe in a whole new way. It really can change your outlook for years to come, if not the rest of your life."
    },
    {
      "author": "BARBER",
      "text": "I really want to experience this. So I'll be driving to Buffalo with my daughter and partner. Let's hope for good weather. This episode of LIFE KIT, we talk a total solar eclipse - what is it, how to prepare to see one and how it may affect how you feel about your place in the universe."
    },
    {
      "author": "BARBER",
      "text": "Let's talk about that path of totality. What exactly is it?"
    },
    {
      "author": "BARON",
      "text": "A total solar eclipse is visible only along a narrow path that snakes across the surface of the Earth. It's called the path of totality, and that is literally where the moon's shadow strikes the Earth. So there's a broad area where you can see a partial eclipse, but there's a small zone, circular or oval zone that it's only there that the moon completely blocks the sun. So in order to see the total eclipse, you need to be in this so-called path of totality."
    },
    {
      "author": "BARBER",
      "text": "And that oval shape that you're talking about, that's called the umbra, right? And then there's a bigger one."
    },
    {
      "author": "BARON",
      "text": "The penumbra, exactly - so there's a large zone of partial shadow, which is called the penumbra, and a small zone of full shadow, and that's the umbra. And it's where the umbra races across the Earth that - that is the path of totality."
    },
    {
      "author": "BARBER",
      "text": "And what's the path going to be like this year?"
    },
    {
      "author": "BARON",
      "text": "So this year, in terms of crossing land, it will cross over Mexico and then come into the U.S. in southern Texas, cross to the northeast, and eventually get to New England and exit into the maritime provinces of Canada before heading out over the North Atlantic."
    },
    {
      "author": "BARBER",
      "text": "And when's the next time the U.S. is going to experience kind of like a cross-state total solar eclipse?"
    },
    {
      "author": "BARON",
      "text": "The next significant total solar eclipse in the United States won't be until 2045. The date is August 12, 2045. That one will go from California to Florida and will cross my home state of Colorado. So that's one I'm particularly looking forward to, and I've got it on my calendar."
    },
    {
      "author": "BARBER",
      "text": "By the way, the U.S. will see a total solar eclipse in 2044, but it won't be as far-reaching as the 2045 solar eclipse. Either way, takeaway one, this is your chance to see a total eclipse. It's a big one, and the next one isn't happening across the U.S. for another 20 years."
    },
    {
      "author": "BARBER",
      "text": "So can you tell me what it feels like to experience this total solar eclipse in that moment, just the totality part?"
    },
    {
      "author": "BARON",
      "text": "It is surreal and beautiful and absolutely magnificent, and it comes on all of a sudden. As soon as the moon blocks the last rays of the sun, it's like you're plunged into this weird twilight in the middle of the day."
    },
    {
      "author": "BARBER",
      "text": "Yeah."
    },
    {
      "author": "BARON",
      "text": "And you look up at the sky, and the blue sky has been torn away. You know, the blue sky overhead on any given day acts as a screen that keeps us from seeing what's in space, and suddenly that's gone. So you can look into the middle of the solar system and see the sun and the planets together. It's like you've left the solar system and are looking back from some other world."
    },
    {
      "author": "BARBER",
      "text": "And, like, I've been told, like, the streetlights turn on, like, animals start sounding different. Can you tell me about, like, the sounds and the feelings you're feeling?"
    },
    {
      "author": "BARON",
      "text": "Yeah. So a total solar eclipse, it's so much more than something you just see with your eyes. It's something you experience with your whole body. Birds will be going crazy. Crickets may be chirping. If you're around other people, they're going to be screaming and crying. The air temperature drops because the sunlight suddenly turned off. So I was on a mountaintop in 2017, and it got chilly. And also, you're just - you're immersed in the moon's shadow. It's like this palpable thing that has moved over you. You get - the hair stands up on the back of your neck. It's so weird. It just doesn't feel real."
    },
    {
      "author": "BARBER",
      "text": "You say in your TED Talk your eyesight seems like it was failing. Can you go into that a little bit more?"
    },
    {
      "author": "BARON",
      "text": "The lighting effects are very weird because before you get to the total eclipse, you have a progressive partial eclipse as the moon slowly covers the sun. So over the course of an hour, an hour and a quarter, the sunlight will be very slowly dimming. And it's as if you're in a room in a house and someone is very slowly turning down the dimmer switch. And for most of that time, your eyes are adjusting, and you don't notice it. But then there's a point at which the light's getting so dim that your eyes can't adjust, and weird things happen. So your eyes are less able to see color, and so it's as if the landscape is losing its color."
    },
    {
      "author": "BARBER",
      "text": "Yeah."
    },
    {
      "author": "BARON",
      "text": "Also, there's an effect where the shadows get very strange because..."
    },
    {
      "author": "BARBER",
      "text": "Yes, I remember seeing that and pointing it out to my kid. I'm like, look at these shadows. They're crescents."
    },
    {
      "author": "BARON",
      "text": "Right. Well, there are two things. One is if you look under a tree, the spaces between leaves or branches will act as pinhole projectors. So they will project onto the ground the shape of the sun. And so you'll see tiny little crescents everywhere. But there's another effect, which is as the sun goes from this big orb in the sky to something that's much, much smaller, shadows grow sharper. And so as you're nearing the total eclipse, I mean, if you have the sun behind you and you look at your shadow on the ground, you might see individual hairs on your head. It's just very odd. And sometimes you can't quite put your finger on what it is that you're seeing, but you know that it's wrong. And it just gets wronger (ph) and wronger as totality approaches."
    },
    {
      "author": "BARBER",
      "text": "Takeaway two, the solar eclipse is a full-body experience. Be prepared for weird effects on your eyes and your ears and your overall vibe. And some people might say, OK, I haven't planned to go yet. Is it too late? The partial eclipse is just as good. Like, maybe I'm close to the path of totality. What will they see during a partial eclipse?"
    },
    {
      "author": "BARON",
      "text": "Right. So a partial solar eclipse is a very interesting experience. And if you're in an area where you see a deep partial eclipse, the sun will become a crescent like the moon. You can only look at it, of course, with eye protection."
    },
    {
      "author": "BARBER",
      "text": "Yes, please."
    },
    {
      "author": "BARON",
      "text": "Don't look at it with the naked eye. The light can get eerie. It's fun. But it is not one-thousandth as good as a total eclipse. A total eclipse is a fundamentally different experience because it's only when the moon completely blocks the sun that you can actually take off the eclipse glasses and look with the naked eye at the sun, and you will see a sun you've never seen before. The bright surface is gone. And what you're actually looking at is the sun's outer atmosphere, which is called the solar corona. And it's the most dazzling sight in the heavens. It's this beautiful textured thing. It looks sort of like a wreath or a crown. And it's got - it's like it's made out of tinsel or strands of silk. It shimmers in space. It's different every time. The shape is constantly changing. It's the most beautiful thing you've ever seen in the heavens, and you will only see that if you're in the path of the total eclipse. And so I know it sounds like I'm exaggerating, but if you are - if you're in an area where you're seeing a 99% partial eclipse..."
    },
    {
      "author": "BARBER",
      "text": "It's not the same."
    },
    {
      "author": "BARON",
      "text": "...It is not at all the same. Drive those few miles. Get into the path of totality."
    },
    {
      "author": "BARBER",
      "text": "You heard the man. A partial eclipse is cool, but not one-thousandth as good as a total eclipse. Takeaway three, see if you can drive just a little further to be in an optimal spot. And it's simple to find that spot."
    },
    {
      "author": "BARON",
      "text": "Well, it's so much easier to be an eclipse chaser now. When I started, you know, there wasn't much on the internet. You'd have to get a book and - or get from NASA some eclipse bulletin saying what eclipses are coming next. Now you can very easily find online interactive maps of, frankly, every total solar eclipse for the next 5,000 years. The eclipse chasing community is very tight-knit, and there are folks who will share their expertise. There's an eclipse chaser named Jay Anderson. He's a meteorologist in Canada. He is always analyzing climate data for eclipses a few years out. He has a website called eclipsophile - phile with a P-H - eclipsophile.com. And he will post his analysis of - OK, along this eclipse track, here's where you're most likely to see it. Here's what the weather patterns are for that time of year."
    },
    {
      "author": "BARON",
      "text": "And you've got other eclipse chasers who are professional cartographers, and they'll put together these beautiful maps helping you to decide where to go. And people - and there are also listservs and Facebook groups where people will share ideas. There are several different smartphone apps available now for the total eclipse. One is called Totality by Big Kid Science that I like. It's free. It'll tell you for where you are precisely to the second when the eclipse will begin as a partial eclipse, when totality will begin, when it will end. There are some that will actually count down the seconds for you and tell you when totality is about to end. So those can be good too, but you certainly don't need them."
    },
    {
      "author": "BARBER",
      "text": "Is it worth going to a spot where other people are going to be watching with you?"
    },
    {
      "author": "BARON",
      "text": "You know, I've had all sorts of different experiences, and they're all fun. I've gone to some total eclipses where I've been pretty much by myself, like in the Faroe Islands, way up in the North Atlantic, where there were other people there, but I just found a remote spot to watch it by myself. In Munich in 1999, I was on a rooftop at the hotel and looking out over the city with hundreds of thousands of other people. And that was a great experience to be part of this collective shout that rose from the city as the moon's shadow came in. And that's one of the reasons I keep going back, is there are so many ways to have a total eclipse experience. They're all different."
    },
    {
      "author": "BARBER",
      "text": "So is it too late right now to, like, get to the path of totality and see it? What would you say to somebody who's like, I haven't reserved a hotel. I haven't, you know, thought about this until right now, days before?"
    },
    {
      "author": "BARON",
      "text": "If you haven't made any plans yet, you are late, but no, you are absolutely not too late. You're not too late until totality sets in."
    },
    {
      "author": "BARBER",
      "text": "(Laughter)."
    },
    {
      "author": "BARON",
      "text": "And really, I mean, first of all, you could just decide wherever you are in the country to hit the road at midnight and drive 10 hours to get into the path of totality. I know people who've done that, and they're very glad they did. Back in 2017, I gave a TED Talk encouraging people to go to the path of totality. And afterwards I got these glowing emails from people who said, you know, I saw your TED Talk a few days before the eclipse. I decided to drop everything. I drove to Tennessee. I got stuck in the most horrible traffic..."
    },
    {
      "author": "BARBER",
      "text": "Right."
    },
    {
      "author": "BARON",
      "text": "...Ever coming home. And, you know, it was so absolutely worth it. So it's definitely not too late. However, be prepared to be self-sufficient for a while..."
    },
    {
      "author": "BARBER",
      "text": "Right."
    },
    {
      "author": "BARON",
      "text": "...Because you may get stuck in terrible traffic. Your cell service may not work if the area is flooded with people. So print out a map of where you're going in case your GPS doesn't work. Bring cash. The ATMs conceivably will run out of cash. It's possible that, you know, you'll have trouble getting gas. Fill up your car. I don't want to suggest it's going to be the apocalypse, but there will be areas that will see apocalyptic traffic, particularly after the eclipse. It's like, you know, you're leaving the basketball game or the concert..."
    },
    {
      "author": "BARBER",
      "text": "Yeah."
    },
    {
      "author": "BARON",
      "text": "...And rushing back to the parking lot to leave, but so was everyone else."
    },
    {
      "author": "BARBER",
      "text": "Right."
    },
    {
      "author": "BARON",
      "text": "Hang out for a while. Wait for the, you know, the big surge of traffic to go..."
    },
    {
      "author": "BARBER",
      "text": "OK."
    },
    {
      "author": "BARON",
      "text": "...And then head on out."
    },
    {
      "author": "BARBER",
      "text": "Takeaway No. 4, the traffic is going to be rough. Be prepared with enough gas, water and snacks, or just wait a day or at least a few hours to go home. Now let's get to the nitty-gritty. What about equipment? So what do people need to watch the total solar eclipse or any eclipse without damaging their eyes?"
    },
    {
      "author": "BARON",
      "text": "So the two most important things to bring are eclipse glasses, which if you get them early enough, you know, they don't cost very much."
    },
    {
      "author": "BARBER",
      "text": "No."
    },
    {
      "author": "BARON",
      "text": "They're only 1- or $2, but they probably will run out. So you want to get them as soon as you can. You know, and the cheapest ones, they just have cardboard frames and, you know, these mylar lenses."
    },
    {
      "author": "BARBER",
      "text": "I've seen them at REI, at grocery stores, on Amazon."
    },
    {
      "author": "BARON",
      "text": "Exactly. Some libraries are handing them out for free. But get those, and also bring your eyes. If you're in the path of the total eclipse, as soon as it becomes total, take the eclipse glasses off because if you don't take them off, you're not going to see anything. And it is perfectly safe while the surface of the sun is covered. The solar corona, the sun's outer atmosphere, is as bright as the full moon, so that all you need is your eyes."
    },
    {
      "author": "BARON",
      "text": "There is a way to observe a partial solar eclipse that's perfectly safe where you don't need eclipse glasses, and that is by making a pinhole projector. So just take a piece of cardboard or a paper plate and poke a tiny little hole in it. And then don't look through it, but let the sunlight go through it onto another surface. And where the sunlight has been projected through that hole onto another surface, you'll see - instead of a circular sun, you'll see a little crescent as the sun shrinks to a crescent. So that's a fun thing to do. Honestly, I think it's more fun and easier just to use the eclipse glasses, but if you can't get them..."
    },
    {
      "author": "BARBER",
      "text": "Right."
    },
    {
      "author": "BARON",
      "text": "...That's another way to observe the phases of the partial eclipse."
    },
    {
      "author": "BARBER",
      "text": "That's takeaway No. 5 - pack those eclipse glasses, maybe make a homemade pinhole projector and be patient."
    },
    {
      "author": "BARBER",
      "text": "So I'm getting ready. I'm getting so excited. I'm going to go to Buffalo. I'm really worried the weather isn't going to be great. Can you tell me a little bit more about, like, how weather conditions can affect your experience?"
    },
    {
      "author": "BARON",
      "text": "Obviously, you really want to be under clear skies for a total eclipse because you want to see the sun when it's covered by the moon. You want to see..."
    },
    {
      "author": "BARBER",
      "text": "Space."
    },
    {
      "author": "BARON",
      "text": "...The solar corona. You want to see the colors of the sky. It's twilight overhead, but on the horizon all around you, it looks like sunset and orange glow. You'll be able to see planets if the sky is clear. You'll see Jupiter and Mars and Saturn and Venus. That will be cool. So the clearer the sky, the better. If you're under cloudy skies, that's not great. But first of all, you will certainly feel the moon's shadow coming over you..."
    },
    {
      "author": "BARBER",
      "text": "Right."
    },
    {
      "author": "BARON",
      "text": "...Because even if it's a socked in day, it'll go from being gray to being black to being gray again. It will feel very weird. Also, unless it's just completely overcast with no chance, you may get lucky. And in fact, total eclipses change the weather. Under some conditions, they can cause clouds to clear up..."
    },
    {
      "author": "BARBER",
      "text": "Wow."
    },
    {
      "author": "BARON",
      "text": "...Because all of a sudden, the sunlight and the sun's warmth are being cut off. And that changes the - you know, the evaporation of moisture from the surface and convection. So sometimes as the partial eclipse is progressing, the clouds will go away, or a hole will open up in the clouds. And that's happened to me a couple of times, and those I just count pure luck."
    },
    {
      "author": "BARBER",
      "text": "(Laughter)."
    },
    {
      "author": "BARON",
      "text": "But I was in Australia in 2012, and it was raining during the partial eclipse. And everyone was really glum. And then about 10 minutes before totality, this hole opened up in the clouds in exactly the right place. I got to see the whole total eclipse. So don't give up even if it's not looking good."
    },
    {
      "author": "BARBER",
      "text": "You're giving me so much hope. I love this, David. Thank you so much. Last question, why is it your life mission to get as many people as you can to the path of totality to experience this wonderful event, this total solar eclipse? Why should somebody see one before they die?"
    },
    {
      "author": "BARON",
      "text": "So I was given the advice back in 1994 by an astronomer named Jay Pasachoff, who was the biggest eclipse evangelist ever. He was a solar astronomer at Williams College who went to every solar eclipse, total or partial - partly because it was his job. It was his study. But also, he just loved the experience, and he encouraged everyone he knew to go see a total eclipse. And it was because of his advice to me when he said, in all seriousness, that before I died, I owed it to myself to see a total eclipse. And I went to see my first total eclipse, and he was so right. And I am so grateful to Jay Pasachoff, who died a little over a year ago. And I really see it as my responsibility to pass this on to others. Not everyone becomes an eclipse chaser, but I don't know anyone who's seen a total eclipse who hasn't been bowled over by it and hasn't been grateful that they were encouraged to go see it."
    },
    {
      "author": "BARBER",
      "text": "Thank you so much for talking to me about total solar eclipses. You've given me so much hope. I'm so excited."
    },
    {
      "author": "BARON",
      "text": "Well, Regina, I hope that you and the whole country have clear skies on April 8."
    },
    {
      "author": "BARBER",
      "text": "Thank you so much. That was science writer and umbraphile, David Baron. His book about the 1878 eclipse is called \"American Eclipse: A Nation's Epic Race To Catch The Shadow Of The Moon And Win The Glory Of The World.\" And you can watch David's TED Talk at ted.com."
    },
    {
      "author": "BARBER",
      "text": "For more LIFE KIT, check out our other episodes - we have one on how to take care of your eyes. You can find that on npr.org/lifekit. And if you love LIFE KIT and you want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "BARBER",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. She'll be watching the eclipse next week from upstate New York. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. And our production team also includes Andee Tagle, Audrey Nguyen and Clare Marie Schneider. Engineering support comes from Robert Rodriguez. I'm Regina Barber. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7156459784.mp3",
  "img": "https://media.npr.org/assets/img/2024/03/29/baron---aruba-1998_wide-66bc0bdc55e20125ff8ecf524d730946680238d7.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "REGINA BARBER, HOST",
    "DAVID BARON",
    "BARBER",
    "BARON"
  ]
}