{
  "title": "How to have a 'grown up' relationship with a sibling",
  "url": "https://www.npr.org/transcripts/1199886003",
  "intro": "The longest relationship of your life might be with your sibling. But there aren't many tools for navigating the complex dynamic that can develop between childhood and adulthood. This episode addresses childhood misunderstandings, resentment, forgiveness and more.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "STACEY VANEK SMITH, HOST",
      "text": "Hey, everybody. It's Stacey Vanek Smith in for Marielle Segarra. So I am an only child, and I've always been so jealous of my friends who have siblings because I just thought having a sibling sounded so amazing - you know, like an older sibling who would watch out for you or lend you clothes or give you great advice, or a younger sibling who would look up to you and just think everything you did was amazing. A sibling just seemed like a friend, a confidante - like, a partner in crime that was built right into your family unit. Of course, family - it's always complicated. And sibling relationships are, of course, no different."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "My experience with having more siblings - I feel like it's just greater opportunity for trauma."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "I think that my sister wants deeper connections in the family."
    },
    {
      "author": "DYLAN RUDY",
      "text": "I wish I could just talk to my younger brother. I think, yeah, we've never had a relationship where communication was a normal thing."
    },
    {
      "author": "VANEK SMITH",
      "text": "Siblings - they grow up alongside us, but sometimes people grow at different paces or in different ways. And that can make it really hard to keep a healthy relationship going. A great relationship when we're younger will sometimes just not translate into a great relationship later on in our lives. And when these changes happen, it can be hard to know where to turn because sibling relationships are often less emphasized and less examined than parent-child relationships or romantic relationships. So journalist Ruth Tam wanted to explore the sometimes complex journeys that we have with our siblings, how those relationships can repair and grow from childhood all the way into adulthood. On this episode of LIFE KIT, how to have a healthy relationship with your sibling and how to repair a relationship that's been damaged."
    },
    {
      "author": "RUTH TAM, BYLINE",
      "text": "I'm Ruth Tam. When I meet someone new, at some point we'll get around to talking about our families. We'll trade facts about how many siblings we have, and we'll try to guess each other's birth order. Lately, people I talked to guessed that I'm the youngest child. And look, let me play you back a little conversation I had with one of my sisters, and you guess when I was born in the family."
    },
    {
      "author": "RUTH TAM, BYLINE",
      "text": "Do you remember the time that I - I think I came back home from college one break, and I started cleaning your room?"
    },
    {
      "author": "LAURA",
      "text": "I don't remember that, but, yeah, I mean, that's definitely (laughter) something you would do."
    },
    {
      "author": "TAM",
      "text": "This is my sister, Laura (ph). She's one of my younger sisters. And as you may be able to guess at this point, I am the oldest. Laura and I haven't always been close."
    },
    {
      "author": "TAM",
      "text": "You definitely poked my eyes out in a photo."
    },
    {
      "author": "LAURA",
      "text": "(Gasps) Yes."
    },
    {
      "author": "TAM",
      "text": "(Laughter)."
    },
    {
      "author": "LAURA",
      "text": "And I remember you, like, finding that maybe a couple of years later and you really, like, couldn't let it go (laughter). Like, you were like, you did this, and let's bring it up. And what the hell is wrong with you?"
    },
    {
      "author": "TAM",
      "text": "(Laughter)."
    },
    {
      "author": "TAM",
      "text": "We've both grown up a lot since the era of my sister using a pen to poke my eyes out in a family photo. And yeah, this is me still not letting it go. But sometime in the last four to five years, we've gotten closer. It's been a lot easier to talk openly, and our relationship feels much more like a friendship now than when we were younger. But that doesn't mean maintaining our relationship is easy."
    },
    {
      "author": "LAURA",
      "text": "I think it complicates things when we have that larger Rolodex of memories and life experiences. But, you know, it's not impossible to repair and mend adult sibling relationships."
    },
    {
      "author": "TAM",
      "text": "My relationship with Laura is a lifelong group project, as is my relationship with our other two siblings. And as I've been thinking about it more, I'm realizing that there are way fewer tools out there to work on this type of relationship than there are with others, which is kind of weird when you think about it."
    },
    {
      "author": "GEOFFREY GREIF",
      "text": "When you think about adult siblings, these are the people you've known the longest. You will know them the longest in the normal course of life, longer than your parents and longer than your partner and longer than your friends."
    },
    {
      "author": "TAM",
      "text": "This is Geoffrey Greif. He is the co-author of the book \"Adult Sibling Relationships\" and a professor at the University of Maryland School of Social Work. His research team interviewed and surveyed 262 people over three years, shedding light on over 700 sibling relationships. The team's work gave them a framework for understanding a common and important but often overlooked relationship in so many people's lives."
    },
    {
      "author": "GREIF",
      "text": "Your siblings are your first real chance to share life with others. And being able to figure out what you learn from them, what you want to keep from that learning and what you want to discard from them can be very important. If I have a disagreement with a friend or with an intimate partner, I have the option of dropping them. There may be a cost to that. But if I have a sibling relationship, I need to figure out what to do with that and where to put it in the mosaic of my family."
    },
    {
      "author": "TAM",
      "text": "Our siblings are often our first peers in our lives, and there's so much to gain from our relationship with them. But it's common to feel awkwardness, discomfort and judgment from or even toward them. So if you're working on improving your relationship with a sibling, here's our first takeaway - remember that having mixed feelings about them is normal."
    },
    {
      "author": "GREIF",
      "text": "Yes - that to expect this Norman Rockwell-esque (ph) Thanksgiving painting where everyone is getting together and is so happy is possible, and a lot of families have that. But we also want to normalize the fact that at family gatherings, people are often reverting back to their childhood selves. And it's important to recognize that that's a normal part of life and not something that someone should feel bad about."
    },
    {
      "author": "TAM",
      "text": "Look, lots of people have caring and mutually beneficial relationships with their siblings. In fact, the majority of people that Geoffrey and his colleagues surveyed said their relationship with their siblings was highly satisfying."
    },
    {
      "author": "GREIF",
      "text": "There's often great love between siblings. In our research, siblings said their brother or sister was the most important person in their life or one of the most important people in their lives."
    },
    {
      "author": "TAM",
      "text": "But Geoffrey says even the best sibling relationships are marked by three things - affection, ambivalence and ambiguity. This is what affection looks like based on the research in Geoffrey's book."
    },
    {
      "author": "GREIF",
      "text": "They may have identified a sibling as a best friend, and they may have felt that they were very close and important to that sibling as well as the sibling was important to them."
    },
    {
      "author": "TAM",
      "text": "But as anyone who has a family knows, affection isn't a 24/7 feeling."
    },
    {
      "author": "GREIF",
      "text": "Ambivalence is not an uncommon feeling in any intimate relationships - that people, over the course of a lifetime, are going to have mixed feelings towards people. So to try and craft a relationship with them that is only affectionate ignores the fact that in any lifespan, there's going to be ups and downs and mixed feelings and many opportunities to miscommunicate. So we try and normalize the fact that ambivalence is part of these relationships."
    },
    {
      "author": "TAM",
      "text": "So there's affection and ambivalence. And lastly, the squishiest of them all, ambiguity - that feeling when we just can't understand why, for the life of us, our siblings do the things that they do."
    },
    {
      "author": "GREIF",
      "text": "Sometimes things happen that we just don't understand. Why did my sister marry that jerk? Why did my brother do what he did? How could my sister be close with Mom or Dad after everything that Dad or Mom has done to them? And so we think that ambiguity needs to also be considered as a normal part of life and that one should not self-recriminate if they can't always figure out why people are acting the way they are, even people that you've known your whole life."
    },
    {
      "author": "TAM",
      "text": "It can be so hard to accept behavior that you don't agree with or decisions you would never make from a sibling. In fact, it can feel really personal because you generally grew up in the same context with, often, the same parents and the same values, right? Wrong. If you're confused why your sibling has a different relationship to your family or behaves strangely towards you or makes wildly different decisions than you would have, it might be helpful to remember takeaway two - no two children are actually raised the same way."
    },
    {
      "author": "GREIF",
      "text": "You can't raise two people exactly the same. Someone is going to either perceive a difference, or you can say objectively, to the extent that there's anything that's objective in a family - objectively, somebody got more than somebody else."
    },
    {
      "author": "TAM",
      "text": "Maybe your brother was disabled and needed more attention, and he got it. Maybe your mother had postpartum depression after you were born and wasn't able to be present for you the way she was with your sister. Maybe your parents' immigration status changed after you were born, resulting in you having a different upbringing than your siblings. All these factors can impact not just who you and your siblings become, but how you each perceive each other and your family."
    },
    {
      "author": "GREIF",
      "text": "So all those things can, you know, flow in and out and cause siblings to ideally have enough of a relationship to talk about that and to process that and say, yeah, you know, things aren't the same, but we can still try and build a context of love in this family and accept the fact that, of course, things are different and that life has its ups and downs and its ambivalences. And that's what we all need to accept about ourselves, too. If I am accepting of myself, I'll be more accepting of my siblings, too, I think."
    },
    {
      "author": "TAM",
      "text": "I really like what Geoffrey is saying here - to use difference, which is inevitable in a family, as a jumping-off point to get to know each other better rather than spotting differences and then treating them like a dead end. This is a big step in initiating a grown-up relationship with a sibling, but it really is only the beginning. The reality is, if you've known someone almost your entire life, you have likely accumulated a little baggage over the course of your relationship."
    },
    {
      "author": "RUDY",
      "text": "My younger brother can definitely set me off."
    },
    {
      "author": "TAM",
      "text": "This is Dylan Rudy (ph). He grew up in Southern California."
    },
    {
      "author": "RUDY",
      "text": "Usually his strategy is he will wait until, like, there's other people around, and then he'll drop some, like - some pain that he had from our childhood that I inflicted on him. And we never get to talk about these things. I'm always, like, calling him and saying, hey, man, let's, like, chalk this up; what was this in our childhood? And it's always just kind of like, yeah, nothing was a big deal - until there's people around. And then once there's an audience, there was some real trauma."
    },
    {
      "author": "TAM",
      "text": "I've seen this in my own life - unresolved tension that doesn't get addressed and then comes out in ways that just aren't all that productive."
    },
    {
      "author": "NEDRA GLOVER TAWWAB",
      "text": "So if you found something triggering or if I did something, you have to let me know. And the longer you sit with that, the longer the relationship will be impacted. And then that's when you get into sibling relationship issues where it's like, for 25 years, you've never - it's just like, 25 - wait, are you mad at me for when I was 9?"
    },
    {
      "author": "TAM",
      "text": "Nedra Glover Tawwab is a licensed therapist and the author of \"Drama Free: A Guide to Managing Unhealthy Family Relationships.\" She's giving us takeaway three - own your resentment. It's not your sibling's job to read your mind."
    },
    {
      "author": "TAWWAB",
      "text": "It made me think about a common scene in movies where a person is, like, secretly shot and you don't know it, and they're just going along and going along. And then somebody opens their jacket, and it's like, you were shot this whole time? I didn't even know you had an issue with this thing, and here you are..."
    },
    {
      "author": "TAM",
      "text": "Yeah."
    },
    {
      "author": "TAWWAB",
      "text": "...Bleeding out. We could have saved you 20 minutes ago. But yeah, we have to let people know so they can actually help us because how else will we be able to get the relationship and connection we want if we're, like, bleeding in secret?"
    },
    {
      "author": "TAM",
      "text": "Of course, you need to first establish your relationship as a safe place to bring things up."
    },
    {
      "author": "TAWWAB",
      "text": "People may not feel comfortable enough or safe enough with us because we haven't informed them that this is actually a safe environment, right? Like, no, you can talk to me safely. I might be a little sad, but we'll talk about it, right? If you can say that to a person, they may be more honest with you. If you are the person who's noticing some shift in connection, it can be really important to say, I'm willing to hear what's happening that has caused this shift. Can we talk about it?"
    },
    {
      "author": "TAM",
      "text": "This is all easier said than done. Whether you're bringing up something that's hurt you or you suspect a sibling is upset with you, starting a conversation that you don't have a history of having is going to take some emotional courage."
    },
    {
      "author": "TAWWAB",
      "text": "You know, sometimes a person is not the best to speak to. Maybe we need to send them a little letter and say, hey, you know, I would love to speak to you in person, but this is as courageous as I can be, is in text. You know, this is where my courage comes out, right here in this text message. I can't say it, but, you know, this is the way that I can speak about this issue that we're having. And I hope that you can understand, and I'd love for us to talk about it."
    },
    {
      "author": "TAM",
      "text": "If you're listening to this episode wanting to repair a relationship with a sibling, what do you do if you're the only person who wants to come to the table? Nedra says, you should understand what you're asking of your sibling and be willing to go the extra mile. That's takeaway four."
    },
    {
      "author": "TAWWAB",
      "text": "Sometimes when we're trying to repair a relationship, we put that work on other people by saying things like, we should talk more often. Well, we is not wanting to talk more often. It's you. So if it's you, you have to make the agreement with yourself to possibly call more, to do more inviting because you are the person who's saying, I want this. I want to be a part of your life."
    },
    {
      "author": "TAM",
      "text": "It's easy to get frustrated with a sibling when you're the only one reaching out. But are you the only one who wants to be closer? You're going to have to be OK with taking on more work if that's the case. That means lowering your bar for reciprocity, at least temporarily."
    },
    {
      "author": "TAWWAB",
      "text": "The work should not be put on the other person, especially if they don't want the work. So I would be really careful of saying, you need to call me more. Why aren't you inviting me to things? You spend more time with your friends. Those things might be true, but that's not the best way to approach a delicate situation with a sibling."
    },
    {
      "author": "TAM",
      "text": "It's not helpful to be accusatory. Showing that you're willing to put in the extra effort might help your sibling reevaluate what they're willing to invest. Here's Geoffrey."
    },
    {
      "author": "GREIF",
      "text": "We all negotiate our relationships that way. How much time do I want to spend with anybody? Maybe the person who doesn't want to work on a relationship is willing to have lunch every six months with that sibling instead of every week, which the other sibling wants. Not everything is going to be perfect, but you want to house that under this great umbrella of affection that a lot of siblings feel for each other. And that includes understanding ourselves. Like, OK, I know my sibling wants to spend more time with me. I'll give them an extra hour. I mean, what's the big deal?"
    },
    {
      "author": "TAM",
      "text": "One thing that can help meet a sibling where they are is showing interest in the things they care about and then actively finding things you like together. Start off small and ramp up. Maybe you start sharing your Wordle guesses with each other and then moving on to playing a cooperative game like It Takes Two. Maybe you start texting them during the Grammys with your unfiltered opinions, but then begin making playlists for each other of music you like. It doesn't really matter what it is. The point is to find a low-stakes entry point into something you can enjoy together."
    },
    {
      "author": "TAM",
      "text": "Here's an uncomfortable truth - even if you put in all the work that we're suggesting, the end result may still be something that isn't satisfying. Even if you're OK with carrying the emotional load in the beginning, eventually you'll need buy in from a sibling if you want to grow a relationship with them. And that's just not something you can force, no matter how much you want it or how much work you put in. This is tough, especially if you've had a serious falling out. To mend that rift, you'll need to consider what it's going to take to reach a place of forgiveness."
    },
    {
      "author": "TAWWAB",
      "text": "In sibling relationships, if you want there to be forgiveness, there has to be accountability. There has to be some acknowledgement that when we were younger, I was very mean to you to the point of bullying you - or whatever that thing was, you know, just really owning it."
    },
    {
      "author": "TAM",
      "text": "If you've hurt each other, admitting when you were wrong and choosing to let go of resentment and anger are necessary steps to fully repairing your relationship."
    },
    {
      "author": "TAWWAB",
      "text": "I think what happens more often than not, we know that that is the backstory. We want the person to get over it. I don't know what you're talking about. It wasn't that bad. I didn't mean it that way. That is not a path to reconciliation and forgiveness."
    },
    {
      "author": "TAM",
      "text": "Just like getting your sibling's emotional buy in, getting their forgiveness or their accountability isn't guaranteed. Maybe your sibling is still healing and not ready to let go of something you've done. Or maybe they haven't fully acknowledged their own actions that have harmed you or others. Mending a rift takes two people, and you're just one half of that equation. So here's takeaway five - it's OK if you're not as close as you'd like to be. You may not have the relationship you want with your sibling in this stage of life - or maybe this lifetime. And if you're hitting your head against the wall trying to figure out why or how you can be super close, maybe it's best to just lose your expectations and start from scratch."
    },
    {
      "author": "TAWWAB",
      "text": "I think the thing that makes it awkward is that we feel like it should be something. Like, we're siblings, right? There is this level of closeness we should have. And if we were to go in it with the experience being that of getting to know a human being just as I would get to know Jane (ph), my co-worker, just as I would get to know this woman who was in my class, I wouldn't have the expectation of we should be instantly close. No. We should be getting to know each other. That might take some time. This relationship doesn't have to look any particular way, but it doesn't need to resemble anything. We're creating what it will resemble. It's still a work in progress."
    },
    {
      "author": "TAM",
      "text": "At the start of this episode, I was thinking about my relationship with my siblings as a group project that we were working on together, which, now that I think about it, strikes me as a very older sibling kind of thing to say. But Geoffrey and Nedra have a different comparison. They say that a sibling relationship is more like a book that you're writing together. And Geoffrey says that begins with asking, who am I in this story? What kind of sibling do I want to be?"
    },
    {
      "author": "GREIF",
      "text": "What kind of story do I want to leave? If I want to be closer to my sibling and they are never responding, do I still want to send them a letter every year to wish them a happy birthday even though they don't respond? And if I want to do that, is that important to my self-concept? I'd rather be a person that sends a letter every year, even though I get no response, because I may feel better about myself than saying, ah, they never respond; I'm going to stop communicating to them."
    },
    {
      "author": "TAM",
      "text": "Although we get to decide what kind of character we are in the story, Nedra says it's critical that we be flexible with who our siblings are."
    },
    {
      "author": "TAWWAB",
      "text": "We have to be careful about chasing our narratives with people. And with our siblings, we're still writing the book. Hopefully Chapter 1 is not like Chapter 37. I don't want to read the same book over and over. Could you imagine? No. You know, each chapter - a year of your life - it's going to be a little different. If we're writing everybody's story the same, we're not a very good author. We need to allow for some evolution of the character."
    },
    {
      "author": "TAM",
      "text": "I really love my three siblings, but there's definitely room for improvement in the ways we communicate and show affection to each other. I don't know what our relationship will look like in 10 or 20 years, when we inevitably face challenges with our parents and our childhood home, but I hope our attempts to be closer with each other now will model something valuable to our family's next generation. My sister, Laura, is currently pregnant but already has one daughter, Lydia (ph), and we asked her what she thought."
    },
    {
      "author": "TAM",
      "text": "What do you think, Lydia? You're about to be an older sister."
    },
    {
      "author": "LYDIA",
      "text": "Wow."
    },
    {
      "author": "TAM",
      "text": "(Laughter)."
    },
    {
      "author": "LAURA",
      "text": "So exciting, huh? You're going to be two years and possibly one month apart from your dai dai (ph), huh?"
    },
    {
      "author": "TAM",
      "text": "Oh."
    },
    {
      "author": "LAURA",
      "text": "Yeah, I'll check in with you in 18 years. How is that?"
    },
    {
      "author": "TAM",
      "text": "To recap, here are five takeaways for repairing and building a relationship with a sibling. Takeaway one - mixed feelings about your siblings are normal and not a sign of an unhealthy relationship."
    },
    {
      "author": "TAM",
      "text": "Takeaway two - no two people are raised in the same way in the same family. Acknowledge the differences you and your siblings have."
    },
    {
      "author": "TAM",
      "text": "Takeaway three - own your resentment and speak up in a timely way when you feel safe to share your emotions. Remember, it's not your sibling's job to read your mind."
    },
    {
      "author": "TAM",
      "text": "Takeaway four - if you want to get closer to a distant sibling, understand what you're asking of them and be willing to do most of the legwork at first."
    },
    {
      "author": "TAM",
      "text": "Takeaway five - it's OK if you're not as close as you'd like to be. Let go of your expectations, and start from scratch."
    },
    {
      "author": "VANEK SMITH",
      "text": "That was reporter Ruth Tam. For more from LIFE KIT, check out our other episodes. Ruth hosted one on how to learn a new musical instrument, and we have another on how to be a supportive auntie or uncle. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter. That's npr.org/lifekitnewsletter."
    },
    {
      "author": "VANEK SMITH",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen and Sylvie Douglis. Engineering support comes from Patrick Murray, Gilly Moon and David Greenburg. Special thanks to Naomi Levine (ph). I'm Stacey Vanek Smith. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3043901756.mp3",
  "img": "https://media.npr.org/assets/img/2024/03/13/lk_siblings_two-figures_wide-8ba5dd5413fa58f3e88441c157787206a597eee7.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "STACEY VANEK SMITH, HOST",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "DYLAN RUDY",
    "VANEK SMITH",
    "RUTH TAM, BYLINE",
    "LAURA",
    "TAM",
    "GEOFFREY GREIF",
    "GREIF",
    "RUDY",
    "NEDRA GLOVER TAWWAB",
    "TAWWAB",
    "LYDIA"
  ]
}