{
  "title": "How to make resolutions you'll keep",
  "url": "https://www.npr.org/transcripts/1199885891",
  "intro": "Happy New Year! If you want to make a resolution that sticks, the key to success is creating what's known as a SMART goal. This episode outlines how SMART goals work and how they can help you use your time for the things that matter most.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. Before we jump into the episode, I want to share an exciting thing LIFE KIT put together for New Year's. We want you to start your new year off right, so we've created a tool to help you clarify and work toward your goals, whatever those might be. It's LIFE KIT's Resolution Planner. You can choose areas of your life you'd like to focus on, and we'll guide you to some of LIFE KIT's best episodes on those topics. You can check them out at npr.org/newyears."
    },
    {
      "author": "SEGARRA",
      "text": "First off, Happy New Year, and I want to say that I hope you're spending this day doing exactly what you want. I know that's not always possible, but if I could manifest anything for you on New Year's Day, that would be it. All right, second, it's time to talk about New Year's resolutions. I had a conversation with Allison Aubrey recently. She's a correspondent at NPR, and she's been covering health for about 20 years."
    },
    {
      "author": "ALLISON AUBREY, BYLINE",
      "text": "Every year there's always like, oh, is there something new to say about New Year's resolutions? And my thought was always like, yeah, there's the same thing to say about New Year's resolutions, which is, like, most people set them. Most people fail."
    },
    {
      "author": "SEGARRA",
      "text": "It's unfortunate but true. We've got these big dreams on January 1, and then halfway through the month we've given up on them. But this year on LIFE KIT, we want to help you take your goals off hold and actually make them happen. On today's episode - how to come up with those goals, ones that are meaningful and attainable, and create a step-by-step plan to achieve them. Allison is going to share a strategy with us that can make all of this easier."
    },
    {
      "author": "SEGARRA",
      "text": "Allison, what is a common mistake people make when they're choosing or trying to stick to a New Year's resolution?"
    },
    {
      "author": "AUBREY",
      "text": "You know, I think a lot of us just are not very realistic about what we can accomplish. So on January 1 or 2, it's really easy to say, OK, this is going to be the year I'm going to, you know, fill in the blank. I'm going to run that marathon. I'm going to buy the house. I'm going to write a book. I'm going to start that business. Like, anything seems doable. There's just possibility floating in the air. So we do tend to think big or bold. And that's not necessarily a bad thing. But in order to follow through on this, you really do need a plan - a detailed plan. And so, a few years back I stumbled on this approach. It's called SMART goals. It was developed way back in the 1980s to help people set goals and really manage their time around the goals."
    },
    {
      "author": "SEGARRA",
      "text": "And so SMART is an acronym, right? Let's break it down. What does the S stand for?"
    },
    {
      "author": "AUBREY",
      "text": "So the S in SMART stands for specific. And this may sound obvious, but you need to be really, really clear about what it is you want to accomplish. It needs to be able to be written in a sentence or two at the most. It can't be this vague idea. I mean, even something like, I want to get healthy, might be a little too vague. You have to be something like, OK, I want to build muscle strength. I want to, you know, build aerobic strength. I want to be able to, you know, keep up with my grandchildren or my children or my friends when they go running - something very specific. I think Oliver Burkeman said it well. He's the guy who wrote \"Four Thousand Weeks.\" You know him, right? You've had him on the show."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "AUBREY",
      "text": "He sums it up nicely. He's sort of like, look, the stumbling block here is that we have this delusional relationship with time. We only have 4,000 weeks if we live to be 80 years old, if we live the average lifespan..."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "AUBREY",
      "text": "...In total. So, you know, if you want to do something this year, that's 52 weeks. You'll blink, and it'll be halfway over. So you got to basically stay focused on that goal by saying no to other things."
    },
    {
      "author": "OLIVER BURKEMAN",
      "text": "So you don't have to try to convince yourself that everything you're saying no to is actually secretly a bit worthless. That's just not how it works. There may be, you know, many, many things you won't have time for that would have been legitimate uses for your time. Because we're finite, because of how time and human attention works, there are things you're not doing. We're really talking about doing that consciously instead of unconsciously. It's going to happen anyway, because that's what being finite means."
    },
    {
      "author": "SEGARRA",
      "text": "All right. So the S in SMART is specific. After that is M, and that stands for measurable. Can you explain that one?"
    },
    {
      "author": "AUBREY",
      "text": "Yeah. I think when it comes to goals, there's this gap between intention and action. So you say your goal is to, say, eat better or get fit. You probably already know what kinds of foods you should be eating or you want to avoid, or you already know that you're supposed to go to the gym or go to exercise classes. But it's just tough to follow through because life happens. And sometimes sticking with your goal is very inconvenient. Now, I spoke to this therapist. Her name is Keisha Moore-Medina, and she's used the SMART goal approach with her own clients. She says one way to help kind of chip away at this gap is to make time each day to track what you've achieved."
    },
    {
      "author": "KEISHA MOORE-MEDINA",
      "text": "Sometimes when we think about goals or we have new things we want to achieve, it can become so much and overwhelming. But when you can break it down to something very specific and even writing it out, looking at that, it could be really important for you and a great start to looking at that goal. So measurable means you need to be able to track your progress."
    },
    {
      "author": "AUBREY",
      "text": "And there is research to show that people who regularly monitor their progress toward their goals are more successful. Now, if you want to train for a race, you tally your mileage. If you want to learn to play the piano, log your practice. If your aim is to eat better, journal what you eat. I think tracking really provides us with a long view of our progress and it helps to reflect on how far you've come or not come."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, because, I mean, we all fall short of our goals, right?"
    },
    {
      "author": "AUBREY",
      "text": "Oh, yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Life gets in the way and it's, you know, January 15, and you haven't been training for that marathon. So you say, hey, I missed a couple days - whatever, I give up."
    },
    {
      "author": "AUBREY",
      "text": "Exactly. And that's when it's time to kind of look at your tracking and maybe reappraise."
    },
    {
      "author": "MOORE-MEDINA",
      "text": "You know, say, for instance, you were not able to achieve the goal or maybe the steps it takes to achieve that big goal you were not able to do. Well, let's have a conversation as to what were possible barriers or maybe why didn't it work in this way? Do we need to reframe? Is there something we're missing? Do we need to process feelings, emotions, that go along with the goal? And why were you not able to achieve it or taking the steps to achieve? What happened there?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. That makes sense. Often I feel like the reasons that we don't do things - it comes down to our emotions about them. So this is a way to put a process in place."
    },
    {
      "author": "AUBREY",
      "text": "Exactly."
    },
    {
      "author": "SEGARRA",
      "text": "You're measuring your success. You're measuring the steps you're taking towards this goal. And then if you're not doing those things, you're asking yourself why. So, OK, that was S-M."
    },
    {
      "author": "AUBREY",
      "text": "Yes. On to A."
    },
    {
      "author": "SEGARRA",
      "text": "A - A, the next letter, is achievable. Is your goal actually doable and reasonable? That seems like a pretty essential question."
    },
    {
      "author": "AUBREY",
      "text": "Yeah. And one way to determine if a goal is attainable is to kind of break it down into smaller pieces. Write the building blocks into a planner - even a calendar. So years ago, when I was training for a marathon, I used what's known as the Galloway method, which works precisely because the guy who developed it realized how much first-timers needed to run each week, starting months before the event, to be able to successfully run 26 miles. So basically, each week we added a mile to our training and iteratively kind of built up to 26 miles. It was surprisingly manageable with this plan, but this took forethought. It took this knowledge of how to do it. It took weeks of little goals to meet the big goal."
    },
    {
      "author": "SEGARRA",
      "text": "I guess one thing I wonder about achievable is, yeah, how do you know if something is actually achievable?"
    },
    {
      "author": "AUBREY",
      "text": "I think just using this whole marathon thing, the thing that I carry with me is, like, if the math doesn't work, the math doesn't work. I knew it was going to take four months to train for a marathon. So if it's January now, and I'm saying I'd like to run a marathon in March, I just know it's not going to work."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, so maybe you could move the timing of your goal or not expect to do quite as much."
    },
    {
      "author": "AUBREY",
      "text": "Right? Pare it down. Maybe it's a multi-year goal, right? You want to be a lawyer? Well, that's going to be, like, at least three years of education, right?"
    },
    {
      "author": "SEGARRA",
      "text": "I'd like to be a lawyer by September, thank you."
    },
    {
      "author": "AUBREY",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Can we make that happen?"
    },
    {
      "author": "AUBREY",
      "text": "Could I be a doctor by June?"
    },
    {
      "author": "SEGARRA",
      "text": "OK, so we've got a roadmap for specific, measurable, attainable goals. The next letter is R, and that stands for relevant. What does that mean in this context?"
    },
    {
      "author": "AUBREY",
      "text": "Yeah, this is actually my favorite one. The importance of relevance to goal setting is that it is begging deeper questions about the why behind a goal. So it's easy to get on the bandwagon and pick the most popular goal. Everyone else says they want to get fit. Oh, so you say, OK, that's my goal. Or maybe you've seen one too many gym membership ads, or your best friend is setting that as a goal. But really, your goals should reflect your values and point you to something that's truly important and worthwhile to you. So one way to test the relevancy of your goals is to ask what's known as the five whys."
    },
    {
      "author": "MOORE-MEDINA",
      "text": "So if your goal is, I want to work out more, the first why would be, why do I want to work out more? And then you ask why after that - why is it important to me? Well, it's to improve my physical health. Why is improving my physical and fitness health so important? To have more energy - so, you know, you're asking why five times to really target underlying reasons behind a particular goal or a problem."
    },
    {
      "author": "AUBREY",
      "text": "And oftentimes when people dig into this why, they'll often get to a value. So, you know, my goal here is to get fit. But why? Because I prioritize family. I want to be there for family. That's my value. So that's a very good reason to get stronger or to be more fit, is to prioritize your own health so you can be ready to show up for the people who are important in your life."
    },
    {
      "author": "SEGARRA",
      "text": "And sometimes you'll ask those whys five times, and you'll realize you don't have a good reason for this goal."
    },
    {
      "author": "AUBREY",
      "text": "I think that's exactly right. And that's a signal that it's time to think about something else."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. OK, so this gets us to the T in SMART goals. We're finally reaching the end of the word smart. T is for time-bound or time-sensitive. What do we mean by that?"
    },
    {
      "author": "AUBREY",
      "text": "So if you've gone through all the other steps, you really should be ready to commit to a goal and it's often said that nothing focuses the mind like a deadline. The idea is to set a specific time frame for achieving your goal. Because often, if your life is like mine, we tend to prioritize the urgent things over the important things. I'll open my inbox in the morning. I'll see three things that other people want me to do, and the more that I focus on those things - guess what? The less likely I am to focus on that goal that I had wanted to focus on. So any number of things - our kids, our families, the demands of our jobs - can all take away from our focus. And going back to Oliver Burkeman, the author of \"Four Thousand Weeks\" - he says you pretty much have to expect that if you respond to every email request in your inbox, if you satisfy every external request, if you answer every question, more work is going to come your way. He says it's almost like a conveyor belt. The belt will just keep serving you up more things to attend to."
    },
    {
      "author": "BURKEMAN",
      "text": "The classic example for me was what happened when I finally and briefly got on top of my email. I was sort of overwhelmed. I decided to really bear down on it and solve this problem in my life, and become much faster and better at responding to email. And of course, what happens then is that you just get loads more email because you reply to people more quickly, and then they reply to you and you've got to reply to their replies, and it goes on forever. And you get a reputation as being responsive on email, so more people email you. So in other words, the effort to get on top of email, to lighten the burden of email in your life, has the effect of making it heavier."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, this is why I've given up on my email."
    },
    {
      "author": "AUBREY",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "I have 9,633 unread emails."
    },
    {
      "author": "AUBREY",
      "text": "Wow. Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Don't email me, people."
    },
    {
      "author": "SEGARRA",
      "text": "Email lifekit@npr.org (laughter)."
    },
    {
      "author": "AUBREY",
      "text": "Yeah. No, but this is to his point. He says, you know, look, we cannot kid ourselves into thinking that if we get faster and faster and more efficient, we're going to have this, like, maximum capacity that we accomplish, that we're going to be the person who can do anything. We can't be all things to all people and achieve our own goals at the same time."
    },
    {
      "author": "BURKEMAN",
      "text": "The only way, I eventually realized, to make time for things that matter, is that you just have to make time for the things that matter. You're not going to get to the point where you have time and attention free to do the things that you care about the most by first finding a way to handle every demand that life throws at you."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, it's almost like life will just happen to you and everything will fill in the gaps if you're not more intentional about how you spend your time."
    },
    {
      "author": "AUBREY",
      "text": "That's right."
    },
    {
      "author": "SEGARRA",
      "text": "Going back to the goals, then, it's making sure to put the intention behind this goal. You want to put a deadline on it, or you want to say, I'm trying to accomplish this over X many months or X many years."
    },
    {
      "author": "AUBREY",
      "text": "Exactly. And you kind of have to start to sort the wheat from the chaff. I mean, what's essential that you have to do in your job or in your personal life, and what are the things you might be able to let go a little bit? And your personal life - if you're normally involved in, you know, two committees or two clubs at school, you know, pare it down. Commit to less so you can accomplish more and stay focused on your goal."
    },
    {
      "author": "SEGARRA",
      "text": "OK, well, have you tried the SMART goal formula in your own life?"
    },
    {
      "author": "AUBREY",
      "text": "(Laughter) I am trying it right now. So after reporting on this last year, I decided that I needed to kind of pare down what I was focusing on, even within work, so that I could kind of bring to life a new project. So I have, as I said, been a health journalist for, like, 20 years. I used to sort of cover all sorts of health news, from COVID to kids to health policy, and I tried to pay attention to all of it. But for this next year, I am starting a new project. I'm using my lens as kind of a Gen X woman to talk about aging and thriving at midlife and beyond, kind of looking at the science and shared secrets of aging."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, yeah. It's like in that - in the work context, you're able to really add value on that topic, versus when - like, when I've been just, you know, covering a million things at once, it feels just like parachuting in."
    },
    {
      "author": "AUBREY",
      "text": "And you feel like you're running to stand still, right?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I hear that. OK, so let's recap. Uh, the acronym is SMART. No. 1, S - you want to set specific goals."
    },
    {
      "author": "AUBREY",
      "text": "That's right. Be able to write into a sentence the precise action you plan to take and what you want to achieve."
    },
    {
      "author": "SEGARRA",
      "text": "No. 2 is M - make your goals measurable."
    },
    {
      "author": "AUBREY",
      "text": "It's not the knowing. It's the doing. So you need to track. You need to tally. You need to have a simple - I don't know - emoji system. Every day you stay on track, give yourself a smiley face. Measuring is a way to hold yourself accountable."
    },
    {
      "author": "SEGARRA",
      "text": "OK, No. 3, A - set achievable goals."
    },
    {
      "author": "AUBREY",
      "text": "Yes. Is it actually possible to attain what you say you want to? Convince yourself that's the case by breaking your goal into smaller chunks. This will give you a roadmap."
    },
    {
      "author": "SEGARRA",
      "text": "OK, No. 4, R - your goals should be relevant, meaning they should fit with your values, right?"
    },
    {
      "author": "AUBREY",
      "text": "Yes. There's actually research to show that people are more likely to accomplish their goals and feel happy with their success if their goals align with or reflect their core values. So try the five whys to explore the why behind your goal."
    },
    {
      "author": "SEGARRA",
      "text": "And then, No. 5 - your goals should be time-bound - T."
    },
    {
      "author": "AUBREY",
      "text": "Nothing focuses the mind like a deadline. It helps when you give it a sense of urgency. You'll start to organize your time around the goal."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Allison, thank you so much."
    },
    {
      "author": "AUBREY",
      "text": "Thank you, Marielle. It was great to talk to you."
    },
    {
      "author": "SEGARRA",
      "text": "Happy New Year."
    },
    {
      "author": "AUBREY",
      "text": "Happy New Year to you."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to start a new habit and another on how to talk to teens about drugs. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Sylvie Douglis. Engineering support comes from Gilly Moon. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3875509154.mp3",
  "img": "https://media.npr.org/assets/img/2023/12/19/lk_smartgoals_rose_wong1_wide-c91c18a09772fb4d8c2819ad83f9864ecffe184f.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "ALLISON AUBREY, BYLINE",
    "AUBREY",
    "OLIVER BURKEMAN",
    "KEISHA MOORE-MEDINA",
    "MOORE-MEDINA",
    "BURKEMAN"
  ]
}