{
  "title": "How to plan your dream vacation",
  "url": "https://www.npr.org/transcripts/1199886066",
  "intro": "Sometimes you crave a vacation — but actually taking one feels out of reach. Maybe you're struggling to find the time or save up the money. Or maybe you just can't seem to launch those plans out of the group chat. Overcome that planning inertia and take the big trip of your dreams. Here's where to start your search, organize your logistics and enjoy yourself.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. You remember the early part of the pandemic when the days of isolation stretched into months? At night, I would lay on the floor of my apartment with my eyes closed and listen to guided meditations, to try to take myself to a happier place. One time the prompt was something like, picture yourself doing something that brings you great joy. The first thing that popped into my head was an image of me wandering the cobblestone streets of some small European village, probably in France. The sun was shining, and every step I took was a feast for the eyes. Medieval houses, colorful flowers resting in vases  on outdoor tables, patisseries with gorgeous pastries in the window, just waiting to be eaten."
    },
    {
      "author": "SEGARRA",
      "text": "I didn't realize until that moment just how much I missed traveling and how badly I wanted to look at something outside of my four walls or the blocks of my neighborhood. The next year, I took a three-week trip to the U.K. and France, and I ate those pastries and wandered until my feet hurt and filled a hole that had been growing inside of me."
    },
    {
      "author": "SEGARRA",
      "text": "Big trips can do that. Lale Arikoglu knows what I'm talking about. She's the articles director at Conde Nast Traveler."
    },
    {
      "author": "LALE ARIKOGLU",
      "text": "On a really basic level, I think it's just being able to have a break from the crush of regular life, whether that's work or childcare or school, wherever it may be, you know, the opportunity to just take yourself out of your routine and be somewhere else and get to immerse yourself in that place to me is, like, the main draw of it."
    },
    {
      "author": "SEGARRA",
      "text": "Now, when we talk about a big trip, that could mean different things depending on your travel style and your budget. You know, it might be a long road trip or an extended stay at a cottage in the woods or a multi-city tour on another continent. But it's typically something you save up for and plan months in advance. Lale has a big trip coming up. She's going to Peru."
    },
    {
      "author": "ARIKOGLU",
      "text": "I've been waiting to do it for a long time. The reason to go there is for a friend's wedding. And now I'm building a trip around it, and it's going to be about ten days long with multi-stops, you know, having to choose multiple places to stay. And logistically, you know, it's actually taking some thought and some planning. One of the things that we're going to do when we're there is hike Machu Picchu. There's a group of us going. And Machu Picchu - it's a dream to see and experience."
    },
    {
      "author": "SEGARRA",
      "text": "Now, it's easy to get bogged down in trip planning. And it might stop you from booking the thing entirely, but Lale says, do it. It's worth it."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, Lale shares her best tips on planning the big trip of your dreams. We'll talk about where to start your search, what logistical questions you should ask yourself and how to actually relax and enjoy yourself once you're there."
    },
    {
      "author": "SEGARRA",
      "text": "Let's say I do want to take a big trip, right? I'm feeling that itch to travel, but..."
    },
    {
      "author": "ARIKOGLU",
      "text": "Right."
    },
    {
      "author": "SEGARRA",
      "text": "...I don't have a destination in mind yet or a duration. I'm really starting from scratch. Where does the planning start?"
    },
    {
      "author": "ARIKOGLU",
      "text": "When you start the planning, you've really got to think what you want to get out of the trip. You know, If you really just want to decompress and relax and rest, then you probably don't want to do some like multi-stop European city trip, right? You probably don't want to hike Machu Picchu. Perhaps it is that you're incredibly bored of your surroundings, and you need adventure and you need excitement. And therefore, you're going to be thinking of some really different destinations. It might be that you're traveling alone for the first time. You've decided to do a solo trip. You know, where is a place that might feel comfortable for you as a solo traveler, but still feels like it's taking you out of your comfort zone? So I think it's sitting with yourself and thinking, OK, what is, like, the goal here? That's takeaway one. Ask yourself what do you want to get from this? Set the mission of your trip."
    },
    {
      "author": "ARIKOGLU",
      "text": "It feels like another really important detail at the beginning is budget, right? Like, how much money do you realistically want to spend on this trip or can you afford to spend?"
    },
    {
      "author": "ARIKOGLU",
      "text": "And, you know, that's going to look different for everyone. If we're talking big trips, rarely are they spontaneous, right? You're planning for a long time. So that also allows you to save and finance for it. No, there's lots of great savings apps that can just, you know, that take a little bit of money out of your paycheck every few weeks, and you can kind of start, like, a travel fund that way. I think that's quite a nice way to do it. But I think, you know, you can do a big trip on a budget. It doesn't have to be, I think, a lavish, international trip. I mean, you know, we're going into spring and summer, there are so many incredible national parks to see, there are so many amazing, very diverse, different cities. There's, like, so much on your doorstep, so I think you can really argue, you don't have to cross continents to have a big trip. And so if that feels a more affordable way to get away for a couple of weeks, then, you know, look in your backyard."
    },
    {
      "author": "SEGARRA",
      "text": "Right. I wonder, too, like, part of budget, besides money, is also time. Like, how much vacation time do you have? Do you have any tips for people who don't have that much vacation time?"
    },
    {
      "author": "ARIKOGLU",
      "text": "So I think if you look at the calendar and you look at where the holiday weekends fall, There are some tricks to being able to kind of, like, turn your limited number of vacation days into - kind of you can stretch it out if you bookend it with a holiday weekend or something like that. But on the flip side, it's also most expensive time to travel, right? There is an argument for choosing shoulder season, so that's not traveling to a destination when it's at its peak. And this is great for your own personal experience, but it's also in terms of helping that destination deal with overtourism, overcrowding. If we're talking about Europe, for example, the summers are getting hotter. So avoiding those really intense, hot, summer seasons can actually be really advantageous for your own travel plans."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. That seems like maybe the next thing to consider as you're planning a big trip before you start looking at destinations is what time of year are you looking to travel?"
    },
    {
      "author": "ARIKOGLU",
      "text": "Definitely. And that's more of a luxury for some people because If you're having to navigate school holidays, then you're a little bit more limited. But again, it's sort of when you're thinking about carving out those goals and what you want to get out of the trip. Maybe it's the seasonality that's really important. Maybe it's all you want is hot weather and a beach. You know, if you're planning some summer travel, you could totally flip things on its head and go experience winter somewhere. I went to Patagonia when it was entering into their fall in Chile, and it was a really magnificent time to be there, and it was when New York City was going into spring. It felt like upside-down land to be choosing to do that, and it was so wonderful. It was great."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I think there's a lot of room for creativity there. And also, as you said, like, it opens up more possibilities if you consider going places during the shoulder season."
    },
    {
      "author": "ARIKOGLU",
      "text": "And you get to be in a place and actually be in the place with the people who live there. One thing in August, if you go to Europe, everyone who lives there has, you know, gone off somewhere else on vacation to escape the heat and the tourists, and so, you know, you're in Rome with just all the other tourists and none of the Romans."
    },
    {
      "author": "SEGARRA",
      "text": "All right, so takeaway two. Before you land on a destination, think about your constraints. What time of year do you plan to travel? For how long? What budget are you working with? If you're short on time, you can make use of holidays or pick a destination closer to home. If you're short on money, think creatively. You know, maybe you do a road trip through some parks or cities nearby."
    },
    {
      "author": "SEGARRA",
      "text": "It seems like another thing to consider here is, how much do you like crowds? Because for me, it kind of ruins a trip or an experience if everywhere I go is super crowded. I get very overwhelmed by that and overstimulated."
    },
    {
      "author": "ARIKOGLU",
      "text": "And it's also, you know, who are the crowds? Because there's been times when I've gone somewhere and I've gone and done the same bucket list site that everyone else is, and you're sort of standing there and you're thinking, What am I actually here for? Well, what is the purpose of this? What am I getting out of it? What am I giving to this destination other than just being another member of the crowd?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I think that's an important question, right? 'Cause, like, we have been talking about what are you looking to get out of it, for the most part. But there's another side to this - right? - and it's what am I giving? And also, what am I taking? Like, am I taking too much from this place?"
    },
    {
      "author": "ARIKOGLU",
      "text": "I think about that a lot. When you're planning, be really thoughtful about where you're spending your money. When you're choosing a hotel, is it a hotel that is locally owned? What restaurants are you booking? Where are you shopping? Where are you buying your souvenirs? You know, I think there's lots of ways to be really thoughtful about, you know, how you spend your money, and that can go into your budgeting, as well."
    },
    {
      "author": "SEGARRA",
      "text": "I know there are certain places that at a certain time, at least, they said, please, tourists, like, please stop coming or stop coming during this time."
    },
    {
      "author": "ARIKOGLU",
      "text": "Yeah. When a destination says that, I mean, it's something to be taken so seriously because they're usually destinations that have an infrastructure or an economy that really relies on tourism. So things have to have gotten pretty bad for a destination to say, take a beat, not right now, and listen to that, and, you know, the place will be better for it when you do go see it."
    },
    {
      "author": "SEGARRA",
      "text": "I picture it as if you were, like, going to - going over, like, a friend's house uninvited, or, like, if they were like, please, today's not good. Like, our whole family's sick, like, we're all throwing up, and then you were still banging on the door, like, hey, what are you doing? Can I come stay over?"
    },
    {
      "author": "ARIKOGLU",
      "text": "I think that is a perfect analogy. Perfect. And no one wants to be that person."
    },
    {
      "author": "SEGARRA",
      "text": "No."
    },
    {
      "author": "ARIKOGLU",
      "text": "I'd hate to be that person."
    },
    {
      "author": "SEGARRA",
      "text": "That'd be weird behavior."
    },
    {
      "author": "ARIKOGLU",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway three, travel responsibly. Research the places you're interested in, and make sure they want tourists at the time you're looking to visit. When you're booking, consider putting your money toward the local economy rather than international chains. Also, learn about whatever destination you choose. Be open to the cultural practices and languages there. And be a respectful visitor."
    },
    {
      "author": "SEGARRA",
      "text": "Anything else that people would want to figure out before they start narrowing down or looking at destinations?"
    },
    {
      "author": "ARIKOGLU",
      "text": "I think it's also thinking about who you want to travel with. Someone can be your best friend, but they can be your worst roommate. I think travel's kind of the same, so kind of finding someone to travel with or a group of people to travel with who you're aligned with in the planning stage, rather than when you get there and then you suddenly discover you all want to do different things. So I think communicating right off the back what you all want out of the trip and what you're excited about and also being really honest with each other about finances."
    },
    {
      "author": "ARIKOGLU",
      "text": "If you're on a group trip, I mean, it's like splitting the bill, but a thousand times worse. And so I think if you can kind of, like, set some parameters at the start and be really honest about what you feel comfortable spending money on because inevitably, there is going to be some people on the trip who want to spend more money on some things than others."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And it seems like that conversation, there should be some form of that before you book anything."
    },
    {
      "author": "ARIKOGLU",
      "text": "Yes, 100%. And, you know, I think even if you don't feel comfortable doing it, speaking up if something just feels too expensive."
    },
    {
      "author": "SEGARRA",
      "text": "All right. So takeaway four, figure out who you're traveling with. You might prefer to travel alone, or if you're going with friends, partners, or family, just make sure you're on the same page about what you want from the trip - the pace, the activities and how much money you can spend."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So it sounds like we've given people a lot of things to consider before they choose a destination. Once they've done this soul searching, how can they start to find destinations that fit those desires and limitations?"
    },
    {
      "author": "ARIKOGLU",
      "text": "For me, part of the fun of travel planning is doing the research, whether it is a trusted travel publication or reading some books you love or going on to - you know, there's, like, a ton of just, like, online communities of people who love swapping travel tips and actually, I think, can be really helpful."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I think it can be helpful maybe to in the brainstorming stage to just, like, not go in too deep but just make a list of places that seem exciting to you and that might fit your parameters. Like, I have a Google Doc, and it's just, like, places that I would be really excited to go."
    },
    {
      "author": "ARIKOGLU",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "When you are considering a destination, how helpful is social media - is - like, seeing where your friends are going or where influencers are going? Is it a good idea to follow those trends?"
    },
    {
      "author": "ARIKOGLU",
      "text": "I think it can be useful in picking things you want to do once you're there, particularly if it's, like, based around, like, big events or openings. You know, we have our best places to go list that runs every year. It could be, like, new train routes, new hiking routes, new museums that have opened, things that are happening in destinations centered around an anniversary. So, you know, kind of consulting those sorts of lists and rounds up as well can be very helpful. But I think, you know, going back to what we were talking about in terms of over tourism or overcrowding - you know, on social media, you will see people at the same spots time and time again. And they're usually spots where just around the corner, there's also something equally beautiful to see."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Like, I remember when Santorini was really popular. And it's like, whew - like, if you could actually see what was going on behind that photo, like, you would hate being there because it's so - it's just way too many people..."
    },
    {
      "author": "ARIKOGLU",
      "text": "Right. Right."
    },
    {
      "author": "SEGARRA",
      "text": "...All lining up to take a picture in - against that beautiful backdrop."
    },
    {
      "author": "ARIKOGLU",
      "text": "Exactly. And, you know, it's Santorini. It's all beautiful. It's all amazing."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So takeaway five is to choose a destination. And cast a wide net when you're brainstorming 'cause you never know what's going to catch your eye. Also, Lale says, do your best to think outside of the current travel trends. Though you can use them for inspiration."
    },
    {
      "author": "SEGARRA",
      "text": "So once you've got a destination in mind, how can you start to sketch out the details of the trip? And I guess I should say, how much detail do you really need to figure out?"
    },
    {
      "author": "ARIKOGLU",
      "text": "So I was going to say, don't overschedule yourself, and don't overbook yourself. I think I've been guilty of doing that before, and then you realize that you have no downtime. It might seem like you're being really efficient, but you need a little bit of spontaneity on your trip. Don't overschedule. If there are a few key things you really want to do that you feel you will be crushed if you don't get to do it, then book it. Make sure that's arranged all in advance. So maybe it's finding one thing on each day of your trip. That's what you center your day around and you can frame your itinerary around that, but I wouldn't overschedule."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And then I think when you look at these things potentially sketched out on different days, then you say like, you know, that seems too busy. What's the most important to me here? Like, which of these activities do I want to book ahead?"
    },
    {
      "author": "ARIKOGLU",
      "text": "Right. You know, if you're suddenly realizing - you're like, I am cramming a lot in if I try to go to these three places, then choosing which one to let go."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. 'Cause that's always a consideration, too. Like, if you're flying somewhere far, you might think, well, I'm already going to Poland, should I also do Germany?"
    },
    {
      "author": "ARIKOGLU",
      "text": "Right."
    },
    {
      "author": "SEGARRA",
      "text": "There's that impulse, you know? Or I'm going to Poland, so I want to see all of Poland. But that can make for a very frenetic kind of trip."
    },
    {
      "author": "ARIKOGLU",
      "text": "And you wouldn't tell someone who was visiting America to be like, well, you've come all the way to America, so if you're going to New York, then you also need to go to New Orleans."
    },
    {
      "author": "SEGARRA",
      "text": "Right, right. Exactly. That's Takeaway 6 - keep your schedule light and malleable. Lally recommends picking only one activity to do for each day of your trip and then building a flexible itinerary around those."
    },
    {
      "author": "SEGARRA",
      "text": "You know, it occurs to me that another element of a big trip when I'm going into them - I know that something's going to go awry during it."
    },
    {
      "author": "ARIKOGLU",
      "text": "Always (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "I remember being in Barcelona when I was in college. I went by myself for, like, a week. And I speak Spanish, but it wasn't fluent at the time. And I just got - I just missed being able to easily say what I wanted to say, and I went into, like, a Wendy's or something because I just wanted something kind of American. And I got some chicken nuggets. I couldn't think how to say nuggets in Spanish. Like, I was like, is that even a word, like, in Spanish, or did they just say nuggets? And I just broke and started speaking in English because I was trying to only speak Spanish. And I was like, I give up. Like, can I get some chicken nuggets, please?"
    },
    {
      "author": "ARIKOGLU",
      "text": "The true American in you comes out screaming at chicken nuggets in a foreign McDonald's."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, yeah, give me my nuggies."
    },
    {
      "author": "ARIKOGLU",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I just - like, sometimes you just need to go roll up into a ball and eat your chicken nuggies and be by yourself for a minute and then come back out, you know?"
    },
    {
      "author": "ARIKOGLU",
      "text": "Yeah. I mean, like, travel so much of the time is sort of, like, infantilizing because you're so powerless. But it's, like, the same in an airport. You're just sort of powerless at a certain extent when things go wrong. And I think my approach to it - to sort of very taxing and challenging air travel schedules, with connections and potential miss flights and lost luggage and all the things that come with that - is to sort of just give myself up to the airport gods, and just as soon as I'm, like, through TSA, just be like, what will be will be. I'll get there eventually and just, like, I'm powerless. And that's been, like, for me, quite liberating. And it also means that I'm not the person screaming at some poor gate agent when things go wrong."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, it's a moment of - it's actually an opportunity for mindfulness. Like, I think that could even be helpful going into a big trip, to tell yourself, like, something is going to go wrong. Yeah, just keep that in mind."
    },
    {
      "author": "ARIKOGLU",
      "text": "Oh, my God, so much of travel is about being tired and hungry."
    },
    {
      "author": "SEGARRA",
      "text": "We're really selling this."
    },
    {
      "author": "ARIKOGLU",
      "text": "I know."
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter)."
    },
    {
      "author": "ARIKOGLU",
      "text": "I'm like, my whole job is to travel. It's great."
    },
    {
      "author": "SEGARRA",
      "text": "Isn't it terrible? Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "I try to remind myself, like - what is the point? - like, go back to those goals. What is the point of this? It's to have a good experience, to meet those needs, to give myself what I've been craving."
    },
    {
      "author": "ARIKOGLU",
      "text": "Exactly. And I don't know. This sounds a little cheesy and a little trite, but anyone who gets to travel is really lucky. Ultimately, it's a real privilege that you get to do it. And it's such a freedom and it's such a special thing.Don't make it stressful."
    },
    {
      "author": "SEGARRA",
      "text": "That's our final takeaway. Something on your trip is bound to go wrong. So once you're there, sit back and try to surrender. After all, traveling in the first place is a treat."
    },
    {
      "author": "SEGARRA",
      "text": "OK, jet-setters, time for a recap. First, figure out what you want from this vacation. Decide your budget and time constraints. Commit to traveling ethically. Make sure you're aligned with the people you're traveling with. When you choose a destination, cast a wide net and have fun with the research. Don't overschedule yourself, and once you're there, relax and roll with the punches. For more LIFE KIT, check out our other episodes. We've got one on how to find cheap flights and another on how to pack your suitcase like a pro. You can find those at np.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at np.org/lifekitnewsletter. Also, we love hearing from you, so if you have episode ideas or feedback you want to share, e-mail us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. Our visuals editor is Beck Harlan and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from Robert Rodriguez. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3483046054.mp3",
  "img": "https://media.npr.org/assets/img/2024/04/11/gettyimages-1324872021_wide-e21d9b7e6f71b37fe16912bcd5bebd67980fd563.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "LALE ARIKOGLU",
    "ARIKOGLU"
  ]
}