{
  "title": "A flight expert's hot take on holiday travel: 'Don't do it'",
  "url": "https://www.npr.org/transcripts/1199885876",
  "intro": "But if you have to, here's some advice. Scott Keyes, the founder of the travel site Going.com (formerly Scott's Cheap Flights), shares the best days to fly and what to do if your flight gets delayed.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. We are coming up on the Super Bowl of travel in the U.S., the moment when millions of people drag themselves to the airport so they can eat soggy airport sandwiches and pack like sardines into metal tubes that shuttle them through the sky to their destination, all in the name of seeing friends and family. Scott Keyes says he understands why people travel at Thanksgiving and the December holidays."
    },
    {
      "author": "SCOTT KEYES",
      "text": "But from a travel perspective, it's one of the worst times to travel, from disruptions to crowds to the price of the flights. My secret best advice for travel over the holidays is, if at all possible, just don't do it."
    },
    {
      "author": "SEGARRA",
      "text": "Scott, by the way, is the founder and chief flight expert at going.com, formerly known as Scott's Cheap Flights. He says if you can wait and travel in January, you will probably have a much better travel experience."
    },
    {
      "author": "KEYES",
      "text": "My favorite date of the entire year is around January 8. I circle that date on the calendar because whereas flight prices really get inflated over the Christmas, New Year period, around January 8, they just fall off a cliff from the most expensive time of the entire year to the absolute cheapest. And we're not talking, you know, a 20 or 30% drop in fares. It drops, like, 75, 80%."
    },
    {
      "author": "SEGARRA",
      "text": "But this episode of LIFE KIT is for the rest of you poor souls who will be traveling during the holidays because lots of crowds, plus winter weather can lead to delays and cancellations and just chaos. So Scott is going to give us his very best tips on how you can try to avoid flight hiccups and what to do when they happen."
    },
    {
      "author": "SEGARRA",
      "text": "Is there anything you can do when booking your flight to help prevent cancellations or make it less likely that your flight will be canceled?"
    },
    {
      "author": "KEYES",
      "text": "While there's always going to be a certain amount of randomness to flight disruptions, when you dig into the data, you actually find that there are two types of flights that have the highest odds of getting you to where you're going on time - or at least without a major delay. And those two types of flights are early morning flights and nonstop flights."
    },
    {
      "author": "KEYES",
      "text": "Let's start with the early morning flights. It turns out that those first flights of the day have an on-time arrival that's about 25 percentage points better than afternoon or evening flights. And the reason why those early morning flights do so much better - there's actually two reasons. First, it's because the aircraft, your plane, is already at the airport overnight. It's sitting there. It's ready to go when you get there in the morning, versus for those afternoon flights, it has to fly in from somewhere else. Your flight is coming in from Chicago, but there's a snowstorm in Chicago. Well, that flight might be delayed and put your flight at risk even if the weather's fine where you are."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And then you mentioned the other option is get a nonstop flight."
    },
    {
      "author": "KEYES",
      "text": "Sure. So when you think about taking a connecting flight versus a nonstop flight, if you are taking a nonstop flight and your flight gets delayed by, say, an hour and a half, it's a bummer, it's a little bit of a pain, but you're going to arrive at your destination an hour and a half later. By the same token, if you take a connecting flight that gets delayed an hour and a half, but you only had a one-hour layover, all of a sudden you've missed your connecting flight and you have to get rebooked. And if you're talking over the holidays, usually things are so busy, there's not many empty seats. It could be a long wait until you're able to get re-accommodated."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Do you have any tips on the best days to fly around big holidays in terms of avoiding delays or cancellations?"
    },
    {
      "author": "KEYES",
      "text": "The best day for delays, cancellations, fares, just avoiding crowds is always going to be on the holiday itself - flying on the Thursday of Thanksgiving, flying on December 25, on December 31 or January 1. You just see far fewer people traveling then. And with fewer people, you tend to see lower fares and fewer disruptions, generally speaking."
    },
    {
      "author": "KEYES",
      "text": "But the - for a lot of folks, you know, the whole point of traveling around the holidays is so that you can be with family on those days, not be traveling on them. And so typically speaking, the most busy and crowded times are going to be in the few days leading up to the holidays. So think Tuesday and Wednesday before Thanksgiving. Think sort of December 21, 22, 23 around Christmas and then a few days after. You can pretty confidently predict that that is when the busiest air travel days are going to be. And so if there are snowstorms or a computer system meltdown or something, that's when you're going to have the most competition with other travelers for a few number of remaining seats and the biggest potential risk when it comes to an extended flight delay, a, you know, dayslong wait to get where you're going. So that's why I would probably, if at all possible, try to avoid those peak travel days, either traveling a few days before or a few days later in order to give yourself the best odds of avoiding those types of winter holiday travel delays that really can kind of ruin the entire experience of the trip."
    },
    {
      "author": "SEGARRA",
      "text": "So now, if it's the day before, let's say, your flight and you find out that there's a cancellation because of weather that's about to happen, what can you do?"
    },
    {
      "author": "KEYES",
      "text": "First, you can count yourself lucky to find out the day before your flight rather than the day of. If your flight gets disrupted the day before or if it looks like, you know, you can kind of tell there's going to be pretty bad weather the day before, then you have a lot more options at your disposal. You can try to get a different - a flight at a different time of day. You can try to push it out a couple of days. You can oftentimes get a different flight that routes through a city that might not be impacted by the weather. So I'm always grateful when the flight delays or cancellations are predictable because then at least I'm in a comfortable environment to plan my next move."
    },
    {
      "author": "SEGARRA",
      "text": "If your flight is canceled or is seriously delayed, do you have the option to book another flight with a different airline?"
    },
    {
      "author": "KEYES",
      "text": "Generally speaking, yes. Under federal law, if an airline cancels or significantly delays your flight, you're entitled to a full cash refund, period. That does not matter if it's something that's within the airline's control, like, say, a system-wide meltdown, or something outside an airline's control, like bad weather or a global pandemic. What the letter of the law says is that if an airline cancels or significantly changes your flight, you're entitled to a full cash refund if you choose not to travel."
    },
    {
      "author": "KEYES",
      "text": "And so what that means is that if there is a big snowstorm and your flight's not coming and it might be a couple days until you can get a replacement flight but you were only planning to be there for a few days, that trip might no longer be worth it. And the good news is you're not out of pocket the money. You can actually get what you paid back in cash, not even in travel credit."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Now, what if you are already at the airport and - you know, whether you've - maybe you've checked your bags already. You're sitting there, and you find out your flight is delayed or canceled. What do you do?"
    },
    {
      "author": "KEYES",
      "text": "So first, it starts with the decision whether or not to check a bag. If at all possible, don't check a bag. You're going to have a lot more just versatility, able to switch plans quickly if you don't also have a checked bag somewhere in the system that the airline has to try to account for. You know, I've got two young kids. My days of being able to travel without checked bags are unfortunately in the past. But for folks who do have that flexibility, if you can avoid checking a bag, you're just going to be - have a lot more flexibility to change your plans on a moment's notice."
    },
    {
      "author": "KEYES",
      "text": "But once you're at the airport and you get that bad news - your flight has been delayed, your flight has been canceled - what you need to do are three main things. First, get in line quickly. Airlines will have their customer service lines to get rebooked, and they are on a first-come, first-served basis. So if you're nearby, go stand in line. It's always going to be easiest if you can just chat with somebody right there and get re-accommodated."
    },
    {
      "author": "KEYES",
      "text": "But second, while you're standing in line, don't just twiddle your thumbs. Pull out your phone, and if you haven't already, download the airline's mobile phone app. Even just in the last year or two, airline mobile apps have gotten much, much better, especially at allowing travelers to be able to re-accommodate themselves when a flight gets delayed or canceled. So the quickest way to be able to get put on a new flight, and especially be able to peruse through the options and pick the flight that works best for you, is actually oftentimes going to be through the mobile app."
    },
    {
      "author": "SEGARRA",
      "text": "So kind of, like, stand in line while you are on the mobile app?"
    },
    {
      "author": "KEYES",
      "text": "Exactly. Don't get out of line while you're doing this. Try to multitask the situation."
    },
    {
      "author": "KEYES",
      "text": "But then third, especially if you're not near the front of the line and the mobile app route is not working, you can actually call up the airline, but specifically call up one of the airline's international hotlines. Turns out that American Airlines, Delta, United - they have offices not just in the U.S., but in Canada and Mexico and United Kingdom and Singapore and Japan and Australia - all over the world. They've got numbers for these offices. And when there's bad weather in the U.S., most people are going to call the airline's main U.S. hotline. So while you can expect an hourslong wait to get through to an agent on those numbers, if you call any one of the airline's international offices, those agents, even though they're based in Great Britain or Mexico or wherever, they can help re-accommodate you just the same as a U.S.-based agent can."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so that sounds like one possible takeaway to just speed up the process of talking to a representative. And then what about if you are going to need to wait at the airport? Are you entitled to anything like a voucher for a hotel or for food?"
    },
    {
      "author": "KEYES",
      "text": "In terms of what you are entitled to from the airline, it all depends on why your flight was delayed or canceled. If your flight was delayed or canceled and it was the airline's fault, on most airlines, you're entitled to quite a bit. You're entitled to meals or vouchers if you're - if it's going to be a three-hour wait or longer on all airlines in the U.S. On all airlines except for Frontier, you're entitled to a free hotel if you're going to need to do an overnight stay, let's say, at your layover airport, taxi to or from the hotel, things like that."
    },
    {
      "author": "KEYES",
      "text": "But I keep stressing whose fault it is because if the flight was delayed or canceled and it was not the airline's fault - it was bad weather or something outside of their control - then you're not necessarily entitled to any of those perks. You're not necessarily entitled to a free hotel, free meals and the like. Sometimes the airlines might do you a solid and give it to you anyway, but generally speaking, it's going to be much more rare."
    },
    {
      "author": "KEYES",
      "text": "What you still might be entitled to, though, is accommodations and reimbursements from your credit card. The credit card that you use to pay for your flight in many cases will include certain travel protections, things like reimbursement if you need to get a hotel for an overnight stay, reimbursement if your bag gets delayed or damaged or it's missing and you need to get new clothes or new toiletries. It varies pretty significantly from card to card, so you want to make sure you do a quick Google search and see what you're entitled to from your specific credit card. But in many cases, that can really supplement what you might be able to get from the airline in the event of a big flight delay or cancellation."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And if you are going to get any of these things, like free meals or reimbursement for the hotel, do you have to get those things upfront or get their agreement to it, or can you just get reimbursed later?"
    },
    {
      "author": "KEYES",
      "text": "So every airline and every credit card is going to have their own process for how to handle it, and you want to make sure you are following the way that they prescribe to get reimbursed. So for airlines, the most common thing is they're going to give you a hotel voucher. Oftentimes, it's still just a piece of paper that you take to the hotel saying, you know, yes, us - we, the airline, promise to pay for this person's hotel stay. For credit cards, it might say, you know, you need to put whatever charges on this card and up to X limit and can only be for these certain items. You want to make sure you understand the process for reimbursement ahead of time so that you don't accidentally find yourself paying for something that you can't get reimbursed for or in a way that you're not able to get reimbursed for."
    },
    {
      "author": "SEGARRA",
      "text": "Do you ever recommend travel insurance around the holidays?"
    },
    {
      "author": "KEYES",
      "text": "The way that I like to think about travel insurance is to first take stock of all the ways I'm already insured and then decide if there's anything additional I want to make sure I'm protected against. And so there are three main ways that travelers are already insured to begin with. First, from the federal government, which says that if your flight gets canceled or significantly delayed, under federal law, you're entitled to a full cash refund if you choose not to travel. The second way in which you're already insured is from the airline. When you purchase a flight from Chicago to Los Angeles, you're not just buying that specific flight. The airline is still agreeing to get you from Chicago to Los Angeles. And so even if your original flight gets canceled or delayed or changed, they are still responsible for getting you to Los Angeles, and you will be put on a different flight to your final destination. The third way in which many travelers already have insurance is from their credit cards. Many credit cards automatically carry various forms of travel protections as long as you've used that card to pay for your flight. I think for most trips, the insurance from the government, the airline and the credit card is going to be plenty."
    },
    {
      "author": "KEYES",
      "text": "But there are certain situations when you might benefit from additional insurance. And the classic example is, let's say you're flying down to Fort Lauderdale to take a cruise. If your flight gets canceled and you're not able to make it to Fort Lauderdale till the day after your cruise leaves, well, they're not going to hold the ship for you. And so you might be inclined to purchase travel insurance to protect the cost of that cruise just in case something happens in transit and you don't actually make it in time. That's a situation where insurance from the government and the airline and the credit card won't really protect you, but additional travel insurance would."
    },
    {
      "author": "SEGARRA",
      "text": "You know, it seems like there are more flight cancellations and delays than ever. Is there any data on this?"
    },
    {
      "author": "KEYES",
      "text": "Oh, yes. There is data, and I'm going to burst your bubble a little bit."
    },
    {
      "author": "SEGARRA",
      "text": "Please do."
    },
    {
      "author": "KEYES",
      "text": "So 2022 was an abnormally high year for flight disruptions. It was not good. Everybody remembers what happened with Southwest over the Christmas holidays and the just days and days of, you know, the majority of their flights getting canceled. But what you have seen so far in 2023 looks nothing like it did in 2022. The number of flights canceled so far this year is - has been at a rate just about half of what it was in 2022. It has been a remarkably good year for flight disruptions. And what you've seen so far in 2023 is an almost perfect record at the airlines for factors that are within the airlines' control. We're quite a bit lower than we were even pre-pandemic so far in 2023. I am cautiously optimistic that that's going to continue through the winter holidays, but we're one big snowstorm away, one ill-timed thunderstorm away from cancellation rate really starting to take off."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Got it. Are there things that you bring to the airport to help you take care of yourself or make yourself more comfortable in case your flight is delayed?"
    },
    {
      "author": "KEYES",
      "text": "For me, the sort of creature comforts of air travel are pretty simple. It's noise-canceling headphones. I usually like to pack some of my own food because, frankly, airplane and airport food is not going to be very memorable, typically speaking."
    },
    {
      "author": "SEGARRA",
      "text": "It's the worst, Scott. You could say it. It's the worst."
    },
    {
      "author": "KEYES",
      "text": "It's terrible. It's terrible. You're - nobody's really glad and grateful after they ate airplane food. And so, you know, taking the extra five or 10 minutes before you leave to pack a little snack box, just like I do with my kids, need to remember to do that for myself before a flight. That's the way I tend to approach things. And then, you know, look; maybe downloading a few books, downloading a few movies on my iPad ahead of time just in case I'm having to hang out longer than I expected."
    },
    {
      "author": "SEGARRA",
      "text": "I like to bring a little toothbrush - little thing of toothpaste, too."
    },
    {
      "author": "KEYES",
      "text": "Oh, that's a clever one."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. That could help you feel fresh. Little bit of face wash or, like, a sample of face wash."
    },
    {
      "author": "KEYES",
      "text": "Smart."
    },
    {
      "author": "SEGARRA",
      "text": "Thank you so much, Scott. This has been great."
    },
    {
      "author": "KEYES",
      "text": "Sure. My pleasure. Thank you so much for chatting. This was a lot of fun."
    },
    {
      "author": "SEGARRA",
      "text": "All right, it's time for a recap."
    },
    {
      "author": "SEGARRA",
      "text": "To have the best shot at reaching your destination hassle-free, Scott recommends booking early morning, nonstop flights. And also, if you can, avoid checking a bag."
    },
    {
      "author": "SEGARRA",
      "text": "The busiest travel days are going to be the ones just before a holiday, so think December 22 and 23 or the Wednesday before Thanksgiving. If you can, fly well before the holiday or on the actual holiday."
    },
    {
      "author": "SEGARRA",
      "text": "If you're at the airport and your flight gets canceled, first, get in line to talk to a representative in person. And then while you wait, you can also try to rebook on the airline's app."
    },
    {
      "author": "SEGARRA",
      "text": "If your flight is canceled or significantly delayed and you decide not to travel, you're entitled to a full cash refund. And if you paid for your flight with a credit card, your credit card company might also offer some travel protections."
    },
    {
      "author": "SEGARRA",
      "text": "Finally, bring some items that will make your travel experience smoother in case you're delayed. I like to bring a toothbrush and a tiny tube of toothpaste and my favorite tea bags."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, and one other important question that I asked Scott."
    },
    {
      "author": "SEGARRA",
      "text": "So do you know, if you're traveling on Christmas morning, does Santa bring your gifts to your house or to the house you're going to?"
    },
    {
      "author": "KEYES",
      "text": "I'd like to think that the pilot is in charge of at least doing a handoff with Santa in the air, making sure that because you've taken it upon yourself to travel on Christmas Day, you should be rewarded during flight."
    },
    {
      "author": "SEGARRA",
      "text": "Got it. Got it. OK. So they make sure that that's all - that that's all taken care of."
    },
    {
      "author": "KEYES",
      "text": "Exactly. I think this is one of those FAA responsibilities that not many people know about, but it's pretty important."
    },
    {
      "author": "SEGARRA",
      "text": "This is your captain speaking."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to overcome flight anxiety and another on how to give great holiday gifts. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Sylvie Douglis. Engineering support comes from Tre Watson. I'm Marielle Segarra. Thanks for listening, and thank you for flying LIFE KIT Airlines."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1896742617.mp3",
  "img": "https://media.npr.org/assets/img/2023/11/10/flightsholiday2023_collage02c_wide-0dc964f2951f9e36a322d52275809e28bf40746d.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "SCOTT KEYES",
    "KEYES"
  ]
}