{
  "title": "LISTEN: Dealing with neighbor drama",
  "url": "https://www.npr.org/transcripts/1199886380",
  "intro": "Conflicts with neighbors are common. Trash, noise, parking, weeds — there are seemingly endless ways neighbors can get on each other's nerves. But it doesn't have to be that way. A mediator and a dispute resolution expert say that taking calm, measured steps to resolve conflict can lead to greater understanding and even harmony between you and the folks on your block.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. If you listen to LIFE KIT regularly, you have a sense of who I am as a person and my temperament. I think you could count on one hand how many people I've yelled at in my entire life. One of those lucky few was my downstairs neighbor when I lived in Philadelphia. And look, I'm not going to go into the dispute and explain to you all the ways I was right and he was wrong because I know that I was, and I don't need the confirmation."
    },
    {
      "author": "SEGARRA",
      "text": "But I share this to say, man, disputes with our neighbors, they bring out these raw emotions - right? - and our most scared and angry selves. I think it's because this is where we live. We want our homes to be a safe and comfortable place, and something our neighbor is doing might stand in the way of that. Sasha Philip says conflicts between neighbors are super common."
    },
    {
      "author": "SASHA PHILIP",
      "text": "(Laughter) They're ubiquitous. They're everywhere. I mean, it comes up all the time, every day."
    },
    {
      "author": "SEGARRA",
      "text": "Sasha is a mediator and arbitrator who helps people solve their conflicts."
    },
    {
      "author": "PHILIP",
      "text": "Whether it's, you know, my neighbor isn't trimming their lawn, or my neighbor's too loud, or my neighbor's dog is pooping in my yard, or my neighbor's kids are riding their bikes in my driveway. I mean, you name it, it exists."
    },
    {
      "author": "SEGARRA",
      "text": "Just as one example, the city of Seattle got almost 11,000 complaints from neighbors about their neighbors in 2023. The No. 1 complaint had to do with weeds. As a mediator, Sasha tries to help two parties come to a solution. And as an arbitrator, she comes up with a solution for them. She says with neighbor conflicts, things can get emotional quickly. But there is absolutely hope to find middle ground and even to find a creative solution. It can happen."
    },
    {
      "author": "PHILIP",
      "text": "I've had neighbors who've contacted me and said, you know, I thought my neighbor was trying to kill my tree. And then we had a conversation in mediation, and now we can walk to each other's houses and ask for a cup of sugar. And oh, my goodness, those are the moments that you live for as a mediator - right? - 'cause that is amazing. And they happen. They happen, and it's not that uncommon."
    },
    {
      "author": "SEGARRA",
      "text": "Today, we'll talk with two professionals who deal with neighbor conflicts constantly. And these experts - they're not bitter and jaded. Instead, they're optimistic about our potential to deal with neighbor conflicts in a low-stakes way, meaning without involving courts or law enforcement. And while Sasha loves her job, one day, she hopes she won't have to do it at all."
    },
    {
      "author": "PHILIP",
      "text": "I would like to give everybody the skills to engage with conflict productively so that I no longer have a job (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Reporter Kyle Norris is going to help us learn some of these skills to make conflicts with neighbors more bearable and humane, with the end goal of you and your neighbor coming to some kind of understanding and maybe even to a place of harmony."
    },
    {
      "author": "KYLE NORRIS, BYLINE",
      "text": "Casey Stratton dealt with a neighbor conflict for four years."
    },
    {
      "author": "CASEY STRATTON",
      "text": "I was just super angry - like, rage anger."
    },
    {
      "author": "NORRIS",
      "text": "Here's Casey's perspective. He shared an alley with his neighbor. And the neighbor would park in a place that blocked part of his garage, making it difficult for Casey to maneuver his car in and out of the garage."
    },
    {
      "author": "STRATTON",
      "text": "Even if I didn't have to leave the house, I would look out the window and be like, (vocalizing). Just so angry. Like, I'm not even going anywhere, but I'm mad 'cause you shouldn't be parking there."
    },
    {
      "author": "NORRIS",
      "text": "Casey was concerned he might hit her car, and he wrote his neighbor a note asking her to move it, but nothing changed. Later, he saw the neighbor on the front porch and asked her to move the car, and she said no. Things quickly escalated. And for some context, during this time, Casey was in his 40s. He had had two heart attacks, then spinal surgery, and then some serious reactions to his medications, which made it hard for him to control his emotions. So Casey had a lot going on.."
    },
    {
      "author": "NORRIS",
      "text": "Both parties called each other nasty names. The neighbor called the police and they were constantly involved, and things never improved. If you're having beef with your neighbor and you are wound up about this issue, welcome to takeaway number one, which is to pause because neighbor conflicts tend to not bring out our best selves."
    },
    {
      "author": "MOONWATER",
      "text": "When we find ourselves in conflict or when we find ourselves approaching a difficult conversation, we tend to approach it from an instinctual, responsive state or an escalated state."
    },
    {
      "author": "NORRIS",
      "text": "That's Moonwater. She's the executive director of the Whatcom Dispute Resolution Center in Bellingham, Wash. And fun fact - she only has one name, and Moonwater is her last name. Her parents left her first name blank on her birth certificate. Moonwater says taking a pause from the conflict can look like many things."
    },
    {
      "author": "MOONWATER",
      "text": "Taking a breath, going for a walk, putting on your favorite tunes, doing something to just take the intensity away from the moment. Because when we can take that intensity away, we can think more clearly."
    },
    {
      "author": "NORRIS",
      "text": "Looking back, Casey wishes things had gone differently because he got the sense that his neighbor - whose name he never even knew - was going through some serious stuff, too."
    },
    {
      "author": "STRATTON",
      "text": "I'm sure she was dealing with a lot. I'm sure. Like, if I think of her as a human being and not just my horrible neighbor, I mean, I wish I could have had a better relationship with her."
    },
    {
      "author": "NORRIS",
      "text": "Moonwater says that relationship between conflicting neighbors is one of the things she focuses on when helping people navigate conflict."
    },
    {
      "author": "MOONWATER",
      "text": "To help them think about the relationship, what it is they're wanting to accomplish, what their needs might be, what the needs of someone else might be, and help them approach that moment of difficulty with as much ease and grace and sometimes compassion as possible."
    },
    {
      "author": "NORRIS",
      "text": "Pausing can give you the bandwidth to think about some of these things. And while you take a beat and a breath, you can do takeaway number two, which is to think about why you're upset, like, really why you're upset. And be curious about it."
    },
    {
      "author": "MOONWATER",
      "text": "Try to figure out what was it that got to you, and what is it about that that is irritating you so much?"
    },
    {
      "author": "STRATTON",
      "text": "It was the - just, like, the access to leave my home and not have it be so complicated to have to be doing, like, a seven-point turn to get out of my garage, and then thinking, I'll just park on the street. And I'm like, why should I park on the street? I have a garage. Like, that's my space."
    },
    {
      "author": "NORRIS",
      "text": "In her work as a mediator, Moonwater has a couple of favorite expressions. And one of those is stay curious. She says, apply that to yourself."
    },
    {
      "author": "MOONWATER",
      "text": "Is this thing that I'm upset about really tied to this other person or their behavior? Are there other things that are going on in my life that are influencing why I'm being so reactive in this moment? So when we can stay curious, we can get to the bottom of what's really going on for us and how that's impacting how we're thinking about what we might need from that situation."
    },
    {
      "author": "NORRIS",
      "text": "Sasha Philip runs her own mediation business. She says the trick is to think empathetically about what might be motivating your neighbor."
    },
    {
      "author": "PHILIP",
      "text": "They're not getting out of bed and thinking about how to get you or how to spite you or how to make your life miserable. They're getting out of bed and living their own lives and what might that life look like and what might be important to that person."
    },
    {
      "author": "NORRIS",
      "text": "This stay-curious mantra can also help you understand what your own needs are. In fact, that's takeaway number three, which is figure out your underlying need. Sasha has this example from a mediation she did between two neighbors. Basically, one neighbor had a big old tree with pine cones in it, and all the pine cones dropped onto the lawn of the next-door neighbor, who was not happy about it."
    },
    {
      "author": "PHILIP",
      "text": "Generally, people come in with positions."
    },
    {
      "author": "NORRIS",
      "text": "A position, meaning I want my neighbor to cut down a branch that's creeping into my yard. It's a rigid outcome that the person is fixed on."
    },
    {
      "author": "PHILIP",
      "text": "They'll come in and say, well, your tree is littering my yard. I want you to take down the tree. And the other person might say, well, I really value trees. I moved to an area where there are trees because I really like trees. I'm not going to take this tree down."
    },
    {
      "author": "NORRIS",
      "text": "In this case, both neighbors had pretty strong opinions about what they wanted to have happen, but it's hard to compromise when that's the case. So instead of focusing on those strong positions, Sasha teased out the need underneath it because if you can understand the need, possibilities can open up, and you can find more solutions for the problem. It's like Sasha took people from being rigid to flexible, and here were the underlying needs for each neighbor."
    },
    {
      "author": "PHILIP",
      "text": "I need a clean yard. Cleanliness is really important to me. And for the other person, nature is really important to me, feeling like I'm surrounded by nature and these big trees is really important to me."
    },
    {
      "author": "NORRIS",
      "text": "By honing in on those underlying needs, these neighbors were able to brainstorm a solution, where the tree-owning neighbor sent over a younger relative a few times a year to clean up the pine cones from the other neighbor's yard."
    },
    {
      "author": "PHILIP",
      "text": "And so the first neighbor who wanted their yard to be clean, their needs were met because they knew someone was going to come in on a regular schedule and clean up. And the neighbor who wanted to live among trees and nature had their needs met because they didn't have to take the tree down, and they could enjoy the tree."
    },
    {
      "author": "NORRIS",
      "text": "Go beyond what you think the outcome needs to be and really consider your emotional needs in the situation because that can help you think more creatively about some kind of solution. So our first three takeaways were about slowing down and doing some internal reflection. And now you come to a fork in the road. Do you want to let this issue go or be proactive? Letting go can be easier said than done. Both experts said there are times when you just have to suck it up and find a way to take care of yourself in the situation. That's what ended up happening with Casey."
    },
    {
      "author": "STRATTON",
      "text": "I think I learned to try to find a way to find peace with myself with a situation that I don't love, but I don't want to be vindictive. I don't want to be the person calling the cops. I don't want to be that person. So I just try to take a deep breath, calm myself, realize it's not the end of the world."
    },
    {
      "author": "NORRIS",
      "text": "Because at the end of the day, we can control what we do. And you do have the choice to reach out and take appropriate action, which is takeaway number four. As you prepare to do that, Moonwater says your initial approach will set the tone in terms of communication. So this is a moment to bring your best self and have a good attitude because, as I like to say, your vibe is going to influence your neighbor's vibe."
    },
    {
      "author": "MOONWATER",
      "text": "We can't control the behavior of another person, but we can show up in a way that's going to invite them to participate in a smooth way or with ease."
    },
    {
      "author": "NORRIS",
      "text": "You also cannot control someone's communication style, whether that's loud and confrontational or quiet and avoidant or somewhere in between. But Sasha says you can do a little check-in about what you find triggering in someone's communication style. For example, for me, I do not engage with people who are screaming."
    },
    {
      "author": "PHILIP",
      "text": "I think the one big piece of advice would be as you go into the conversation, know what your own triggers are, because you're there to resolve the conflict, not to make it worse. And if you're triggered, you're going to make it worse."
    },
    {
      "author": "NORRIS",
      "text": "And if that happens, have a plan to address it or step away. For that first reach out to your neighbor, both experts say try to do it in person. Ideally, catch your neighbor in a chill moment, not when they're running out the door for work. Sasha likes to go old school and bring a gift - maybe cookies or flowers or wine. And if you don't know your neighbor, start by saying hello."
    },
    {
      "author": "PHILIP",
      "text": "Introduce yourself. Humanize yourself. Tell them, hey, I'm your neighbor. I don't think we've actually met before."
    },
    {
      "author": "NORRIS",
      "text": "She says face-to-face engagement can help things be more productive because you see each other as human beings and not as that super annoying neighbor. Plus, she says, being able to read someone's face and body language can go a long way. Keep the combo neutral at first, and don't immediately dive into the problem. I asked Moonwater to role-play what this conversation could sound like with an imaginary neighbor playing loud music."
    },
    {
      "author": "MOONWATER",
      "text": "OK. Knocking on the door. Hey, neighbor, how are you doing? Checking in with a hello first and not jump right to what the challenge is - to make a little bit of small talk. I might tell them that I dig their tunes, and I also am trying to prepare for a big day the next day. And I'm hoping to get a little sleep, wondering if they might be able to turn them down just a bit. That's pretty different than, what the bleep are you doing with your music? It's way too loud. Turn that bleep off."
    },
    {
      "author": "NORRIS",
      "text": "Your second best option is to leave a note, but that can get tricky with nailing the right tone. If you want to try that, here's what your note could sound like."
    },
    {
      "author": "MOONWATER",
      "text": "Hey, neighbor. This is your neighbor. I was hoping to check in with you about this thing that happened the other day. Will you be home tomorrow after work? Question mark."
    },
    {
      "author": "NORRIS",
      "text": "Sasha says you can even leave a photo of yourself with the note. Again, making yourself human. The ultimate goal here is to establish a connection with your neighbor so that you can talk things out. However you engage with your neighbor, stay safe. That's takeaway number five. And Sasha says you know what staying safe looks like for you."
    },
    {
      "author": "PHILIP",
      "text": "I would never, ever suggest that anybody put themselves in a position of feeling unsafe. Engaging with conflict is a very vulnerable place to be anyway. You don't also want to be carrying around that feeling of unsafety. I'm a brown woman. I'm an immigrant. Knocking on a, you know, old white male's door (laughter) in certain areas in the country might feel really intimidating."
    },
    {
      "author": "NORRIS",
      "text": "She says staying safe could also mean bringing a support person, like a friend or neutral neighbor with you when you knock on your neighbor's door, or safety could mean simply leaving that mindful note. For some people, there can be the impulse to want to call the police. But both our experts said they prefer to see neighbors choose a calmer, more civil way to deal with a conflict than by calling law enforcement. And they say that is totally doable via conversations. As you communicate with your neighbor, try to find common ground. That's takeaway number six. Start by really listening to the other person, and don't think about how you're going to respond to them. Actually, that's a really nice life skill you can use anytime you're talking with someone."
    },
    {
      "author": "PHILIP",
      "text": "So it might be you didn't know that the neighbor's dog who is pooping in your yard is 14 years old and at the end of their life, and the neighbor's having trouble bending down. And these two creatures have been best friends for 14 years. And just understanding that may create empathy and may create common ground."
    },
    {
      "author": "NORRIS",
      "text": "You can even look for common ground before you reach out to your neighbor. Maybe you have kids the same age, or you both love gardening or women's roller derby. As you see common ground, you can also seek out a neutral party trained in conflict resolution at a place called a dispute resolution center, like where Moonwater works. These are organizations all over the country and are often nonprofits that help people navigate conflict in healthy ways. Their services are often affordable or on a sliding scale. A cool thing Moonwater said is a person can reach out to one of these centers at any stage of the conflict."
    },
    {
      "author": "MOONWATER",
      "text": "So if they are experiencing a conflict with their neighbor and they're not sure what to write in the note or whether to knock on the door or not, they can call us, and we can have a conversation with them to help them think about what a good strategy might be. If they find that they want some help in having that conversation, we're here for that, too. If they've tried to have a conversation and it didn't go well, they might choose to use their services before suing one another, for example, in small claims court."
    },
    {
      "author": "NORRIS",
      "text": "Some of these centers will even reach out to your neighbor on your behalf and have a conversation with them, and then convey information back and forth between both parties. And you don't even need to speak with your neighbor. And these centers provide mediators you can work with. That's someone trained in helping people deal with their conflicts. Mediation can look like all the parties meeting in person in the same room or over Zoom. And a mediator can be especially helpful if there's some kind of power imbalance. Sasha says if one neighbor is a loud talker and the other neighbor is quieter, a mediator can set some ground rules about respectful communication."
    },
    {
      "author": "PHILIP",
      "text": "Because if you're feeling like someone's overpowering you in any way, whether it's psychologically or emotionally or physically, you might need help."
    },
    {
      "author": "NORRIS",
      "text": "Ultimately, a mediator wants to support both parties in resolving their conflict and encourages both parties to come up with their own solution that works for everyone, which Moonwater has been doing for 25 years. She likes to say she lives and breathes conflict, and she does not think of conflict as a bad thing."
    },
    {
      "author": "MOONWATER",
      "text": "You know, it's how we approach it that can make it something uncomfortable or negative or destructive."
    },
    {
      "author": "NORRIS",
      "text": "She says conflicts can help you learn about yourself and others. And the secret is to think of conflict as an opportunity."
    },
    {
      "author": "MOONWATER",
      "text": "When we approach conflict as an opportunity, It transforms the way we show up in that conversation. It has a tendency to lead towards more patience and curiosity and grace for one another, towards more compassion. We even tend to change the modulation of our voice. When we think about a difficult conversation with curiosity, we change the kinds of questions we ask and how long we're willing to stay present in that conversation."
    },
    {
      "author": "NORRIS",
      "text": "OK. Let's recap what to do if you're having an issue with your neighbor. Takeaway number one - chill the F out and pause so you're not responding from an agitated state and can think more clearly."
    },
    {
      "author": "NORRIS",
      "text": "Takeaway number two - why are you mad? Meaning, ask yourself what's really bugging you about this situation."
    },
    {
      "author": "NORRIS",
      "text": "Takeaway number three - find out your underlying need in this conflict, and think of that as a value. So maybe you value nature, and you want large old trees in your yard. Or maybe you value cleanliness, and you need a yard free of pine cones. Addressing these needs will help you address the conflict."
    },
    {
      "author": "NORRIS",
      "text": "Takeaway No. 4 - decide if you're going to reach out and extend that olive branch. Our experts say knocking on your neighbor's door is the best option, but writing a note can work, too. And remember, your initial vibe will influence how your neighbor responds."
    },
    {
      "author": "NORRIS",
      "text": "Takeaway number five - as you engage with your neighbor, remember your safety comes first. Don't do anything that makes you feel unsafe. And try to find some common ground with the other person."
    },
    {
      "author": "NORRIS",
      "text": "That's takeaway number six. Because common ground can help you and your neighbor move in a positive direction, and so can a community mediation center. That's a place where trained professionals help people communicate with one another and come to some kind of understanding."
    },
    {
      "author": "SEGARRA",
      "text": "That was reporter Kyle Norris. For more LIFE KIT, check out our other episodes. We have one on how to make the perfect salad and another on public speaking. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Kwesi Lee. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3559703108.mp3",
  "img": "https://media.npr.org/assets/img/2024/08/23/template-1-example-3-_wide-71a7547ef8fa1fa9cb0cf670390bf3d59b354428.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "SASHA PHILIP",
    "PHILIP",
    "KYLE NORRIS, BYLINE",
    "CASEY STRATTON",
    "NORRIS",
    "STRATTON",
    "MOONWATER"
  ]
}