{
  "title": "Build your chosen family",
  "url": "https://www.npr.org/transcripts/1199885886",
  "intro": "Some queer and trans people may experience rejection from their families after coming out. And so instead, they may have a chosen family: a loving network of friends and other nonbiological kin. Daniel Blevins, founder of Stand In Pride, an organization that helps LGBTQI people create relationships with parent figures, explains how to find friends you can lean on for support.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody, it's Marielle. I feel fortunate to have a lot of loving people in my life, people who've brought over soup when I was sick or gone with me to important doctor's appointments - people who I've traveled with, who I've had sleepovers with, people whose kids I adore. Many of these people are related to me, but also many are not. They're what you might call chosen family. This is something Daniel Blevins thinks about a lot, especially during family centric times - holidays, birthdays, weddings. Daniel is the founder of a group called Stand in Pride."
    },
    {
      "author": "DANIEL BLEVINS",
      "text": "It started as a group that connects members of the LGBTQ+ community with other members and allies for emotional support or to stand in at life events such as weddings or graduations."
    },
    {
      "author": "SEGARRA",
      "text": "This all started with a TikTok video he posted in 2021."
    },
    {
      "author": "BLEVINS",
      "text": "I made a video for TikTok offering to stand in as a dad for couples whose parents wouldn't attend - or couldn't, because sometimes the parent passed away."
    },
    {
      "author": "SEGARRA",
      "text": "After the video, a lot of people told him how badly they needed this kind of chosen family, especially queer and trans folks who were cut off from their parents or grandparents or siblings. So Daniel started this group."
    },
    {
      "author": "BLEVINS",
      "text": "We had a thousand members in our first Facebook group within the first 24 hours. And just seeing people connect in the group, people, you know, getting to know each other and asking questions, it was almost immediate that I knew that this was something that our community really needed."
    },
    {
      "author": "SEGARRA",
      "text": "And he says that happens a lot in the group. People start connecting just like that."
    },
    {
      "author": "BLEVINS",
      "text": "They're hanging out for the holidays. They're getting together, you know, for coffee. And a lot of people that are joining looking for support, you know, they're not getting married, they're not graduating. They're just looking for connection. They're just looking for, you know, people to fill in where they're lacking family."
    },
    {
      "author": "MARGARET CIRINO, BYLINE",
      "text": "Yeah, that's something I hear a lot of people say."
    },
    {
      "author": "SEGARRA",
      "text": "That's LIFE KIT producer Margaret Cirino. And she says she's looking for this kind of connection, too, not because she's on bad terms with family, but because she doesn't have many older queer people in her life. And she says a lot of her friends and peers feel the same way."
    },
    {
      "author": "CIRINO",
      "text": "They wish they had elders, for lack of a better word, or just, like, yeah, people with experience who can model what life looks like 10 or 20 years from now. And they're missing that in their community."
    },
    {
      "author": "SEGARRA",
      "text": "Margaret talked to Daniel about why it's so important to have these connections."
    },
    {
      "author": "BLEVINS",
      "text": "It's amazing because, you know, I think it's saving lives, too, to show these younger people that you can survive."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT - how to build a loving chosen family and how to let yourself lean on someone new."
    },
    {
      "author": "CIRINO",
      "text": "Daniel's family has changed in little ways over time, and it's a completely different shape than it used to be."
    },
    {
      "author": "BLEVINS",
      "text": "I am lucky enough that I still - you know, I didn't lose family by coming out. Some extended family I have a strained relationship with. But my family still looks very much the same as it did before I came out, but I've added to it through Stand in Pride, so family can look like what you need it to look like."
    },
    {
      "author": "CIRINO",
      "text": "Takeaway 1, your family can grow and evolve over time. Be open to that expansion. Daniel has the nuclear family he started out with - his parents, his two biological kids..."
    },
    {
      "author": "BLEVINS",
      "text": "They're adults now. They're both married."
    },
    {
      "author": "CIRINO",
      "text": "...And four grandchildren. But he has plenty of non-bio family, too, like the three chosen kids he talks to regularly. Two of them first reached out to him on TikTok."
    },
    {
      "author": "BLEVINS",
      "text": "They just saw me as a father figure and an older, gay man and somebody they had, you know, questions or they wanted to talk to. You know, we don't talk every day. It's just more on their terms. You know, I'm there when they need me, and I'm fine with that."
    },
    {
      "author": "CIRINO",
      "text": "There's also his chosen daughter, Keisha, who he met through Stand In Pride, and he actually walked her down the aisle at her wedding."
    },
    {
      "author": "BLEVINS",
      "text": "And she's, like, two hours away from me, but we talk whenever she needs to. I think it's pretty typical. It's just adding more into the mix as far as stand-in family goes."
    },
    {
      "author": "CIRINO",
      "text": "Yeah. It sounds like you're being a dad. Like, you're there when they need you, and that's kind of what a dad does."
    },
    {
      "author": "BLEVINS",
      "text": "Right."
    },
    {
      "author": "CIRINO",
      "text": "This kind of openness and growth is key because at one point or another, we all need to lean on our chosen family for reasons out of our control."
    },
    {
      "author": "BLEVINS",
      "text": "Death is a big one. A lot of people have lost their family, you know, just from natural causes."
    },
    {
      "author": "CIRINO",
      "text": "Maybe you've had to cut off contact with a specific family member."
    },
    {
      "author": "BLEVINS",
      "text": "You know, they may have a narcissistic parent that they just can't have a safe relationship with or a healthy relationship with, so they have to cut ties."
    },
    {
      "author": "CIRINO",
      "text": "Or maybe you haven't lost anyone at all, but we're always missing certain kinds of relationships, like you grew up as an only child and want to experience the bond of a sibling. There are tons of reasons why you might need some kind of chosen family, but if you're dealing with a loss, Daniel says be patient with yourself."
    },
    {
      "author": "BLEVINS",
      "text": "You're going to go through the emotions of grieving. They may not have died, but there is a grief process that you go through."
    },
    {
      "author": "CIRINO",
      "text": "That's takeaway two - allow yourself time to grieve any loss you're dealing with."
    },
    {
      "author": "BLEVINS",
      "text": "A lot of people, they don't expect those emotions to come up, and then they go back, you know, and then they get hurt again. And then they cut all communication and they, you know, it's kind of a vicious cycle."
    },
    {
      "author": "CIRINO",
      "text": "It might not click that you need to grieve a situation or family member, especially if they're still alive and well, says Daniel."
    },
    {
      "author": "BLEVINS",
      "text": "So I think just realizing that you are going to go through some emotional pain, even if they're bad people, even if they're toxic people, you're still going to miss them because, you know, they're familiar."
    },
    {
      "author": "CIRINO",
      "text": "And this could be a long process. I mean, it'll take time to find and build the kinds of relationships that we consider family. But the good news is that you probably already have some chosen family to begin with."
    },
    {
      "author": "BLEVINS",
      "text": "I think we all, to some degree, have those people in our lives already."
    },
    {
      "author": "CIRINO",
      "text": "Takeaway three - look at the connections you already have for support, and let them know you want to deepen that relationship."
    },
    {
      "author": "BLEVINS",
      "text": "Take stock of the people who are around you, people who make you feel safe."
    },
    {
      "author": "CIRINO",
      "text": "Ask yourself these key questions."
    },
    {
      "author": "BLEVINS",
      "text": "Who checks on you? Who's concerned about your well-being? Who's making sure that you're OK? Just having that connection with someone who instinctively knows when you're not OK, I think that's a good indicator that you're more than just friends."
    },
    {
      "author": "CIRINO",
      "text": "Another sign is if you get into a little tiff or even a larger disagreement, it's not going to mean the end of the relationship."
    },
    {
      "author": "BLEVINS",
      "text": "I have friends that I consider my family, and we disagree about everything 'cause we're very different people. But at the end of the day, I know if I needed them, they'd be right there for me."
    },
    {
      "author": "CIRINO",
      "text": "Let's say you have a really close friend that you want to rely on as family, but you're unsure if they can be that for you because they've already got family of their own. Daniel says those things don't have to be exclusive."
    },
    {
      "author": "BLEVINS",
      "text": "I know of a few instances where, you know, two best friends, one has their family, the other one doesn't. Their family adopts the other one and takes them in and just makes them part of the family."
    },
    {
      "author": "CIRINO",
      "text": "It might be as simple as just asking your friend, hey, I don't have anywhere to go for Christmas or for Thanksgiving. Would I be able to join you and your family?"
    },
    {
      "author": "BLEVINS",
      "text": "It's really hard for some people to put out there that they're seeking that type of support or they want that type of a relationship. So I think just having the courage to say, you know, I wish I could be part of your family would be all it would take to say, well, you are part of my family."
    },
    {
      "author": "CIRINO",
      "text": "Daniel says that's all it takes to bring a relationship to that level. Takeaway four - you're not just confined to your preexisting network. Challenge yourself to widen it a bit. Daniel says to start small, maybe join a Facebook group like Stand In Pride if you're part of the queer or trans community. There's also a sibling group that's open to everyone. That one's called Stand In Family. And Daniel recommends another group called Free Mom Hugs."
    },
    {
      "author": "BLEVINS",
      "text": "A lot of those who come to the group looking for support don't ever post anything. They read the introduction posts of those who are there to offer support, and they reach out to them because it is a very vulnerable position to put yourself in to say, you know, I'm alone in the world, and I need some people that care about me."
    },
    {
      "author": "CIRINO",
      "text": "Daniel says it's totally fine to join a group, lurk for a bit and then message a few people in private. Do what feels comfortable for you. People will come either way. You can also check out in-person groups if you're comfortable. There are physical support groups specifically for people dealing with family relationships that are strained or estranged. But there are also plenty of groups where you can just casually form connections. Engage in your interests and community to find like-minded members. Maybe that means working in a community garden or volunteering at a local school or joining a hiking group. For me, that place is my community gym. Daniel says that often it just takes putting yourself out there a bit to start forming those connections. Maybe you're looking for that deeper family connection long term, but right now, you need help with something specific."
    },
    {
      "author": "BLEVINS",
      "text": "It just depends on where you live. There is a website called findhelp.org, and you can search by your zip code for resources in your area."
    },
    {
      "author": "SEGARRA",
      "text": "Findhelp.org is good for lots of different situations, like you have an upcoming surgery and you need someone to drive you, or you need career advice, you know, all of those more logistical needs that you might normally turn to a family member for. OK, Takeaway 5, keep your expectations in check and be honest. If a close friend does begin to feel like family, they might still have a lot of people they need to support. So make sure you and your chosen family are on the same page about how much care and attention you can give each other. Daniel says this is especially important if you're the one being asked for help."
    },
    {
      "author": "BLEVINS",
      "text": "Don't make promises to people you can't keep. You know, you can't say I will be there for you no matter what, because in reality, that's very different. Like, you have a job, you have other things going on, so you can't really mean that when you say it."
    },
    {
      "author": "CIRINO",
      "text": "Know how much time a friend can realistically give you and how much you can reciprocate. Every family relationship is a two-way street."
    },
    {
      "author": "BLEVINS",
      "text": "I've got close to 200,000 people that I feel responsible for and many other things going on in my life, so anybody who's starting a relationship with me needs to understand that, you know, I might be an hour. I might be a day before I reply to your message, but I will get back to you."
    },
    {
      "author": "CIRINO",
      "text": "If your friends can't be there for you as often as you'd like or need, Daniel says you may just have to look in other places."
    },
    {
      "author": "BLEVINS",
      "text": "Instead of limiting yourself to one or two friends, you need to expand that a little more. If you think about a family dynamic, you know, if mom and dad both work, a lot of times you may have a grandparent or an aunt, an uncle who can pick you up from school because you're sick, or a family friend. So you don't just depend on the mom and dad, it's a whole network of people. You know, they say it takes a village, and it's true."
    },
    {
      "author": "CIRINO",
      "text": "Thanks, Daniel."
    },
    {
      "author": "BLEVINS",
      "text": "Thank you. It was great to meet you."
    },
    {
      "author": "CIRINO",
      "text": "OK, it's time for a recap. Be open to your family structure looking different and growing in different ways. After all, it takes a village. If you're dealing with a loss, allow yourself time to grieve. Look at your pre-existing friendships for support and let them know you want to deepen that relationship. Challenge yourself to expand your network. And lastly, make sure you and your chosen family are on the same page about how much you can show up for each other."
    },
    {
      "author": "SEGARRA",
      "text": "That's LIFE KIT producer Margaret Cirino. For more LIFE KIT, check out our other episodes. We've got one on being in your first queer relationship and another on how to show your friends that you love them. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. It was edited by Meghan Keane. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from Gilly Moon. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7683245175.mp3",
  "img": "https://media.npr.org/assets/img/2023/12/15/lk_chosen-family-1_wide-1f70800d23ee77a29997fa8e581f6e077f7c0b09.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "DANIEL BLEVINS",
    "BLEVINS",
    "MARGARET CIRINO, BYLINE",
    "CIRINO"
  ]
}