{
  "title": "The dirt on bathing",
  "url": "https://www.npr.org/transcripts/1200336845",
  "intro": "Whether you're Team Bath or Team Shower, there are some best practices to follow when it comes to cleaning your body. In this episode, dermatologists Sonia Batra and Michelle Henry share surprising insights on what it takes to wash your body right, from which soaps to use and how to keep your loofah or washcloth sanitary.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. I have a loaded question for you. Are you team loofah or team washcloth or team bare hands? That's me. Do you wash your legs in the shower? I don't know if you remember - there was a huge internet debate about that. Are you a bath person or a shower person?"
    },
    {
      "author": "MICHELLE HENRY",
      "text": "I am personally a bath person, although my family shuns me for this, but I absolutely love a bath. I take a bath every single day."
    },
    {
      "author": "SEGARRA",
      "text": "Dr. Michelle Henry is a dermatologist and skin cancer surgeon based in Manhattan, and she's here to talk to us about the surprisingly controversial subject of bathing. She says, practically speaking, of course bathing is a way to cleanse your skin of dirt, oil and debris and lower your risk of disease. But exactly how to go about that task, that's a bit murkier."
    },
    {
      "author": "HENRY",
      "text": "Hygiene is just - is such a funny thing. If you ask a mom of a toddler, hygiene is getting off the visible dirt that she can see. If you ask a microbiologist, it's about getting away the bacteria, right? So it's such a nuanced conversation."
    },
    {
      "author": "SEGARRA",
      "text": "She says one reason people get fired up about this stuff is that bathing can serve a social function."
    },
    {
      "author": "HENRY",
      "text": "It really represents our family, our value system, in some ways our religion. You know, if we look at religious texts, we're always talking about purifying ourselves. And, you know - so it has really deep ties into who we are - who we are as a people, who we are ethnically, culturally and who we are as a family because that's who really teaches us our hygiene patterns and how we bathe and what we use. And so it really reflects all of those who came before us. And because of that, it's very emotional. It's very polarizing. And people are very wed to their patterns."
    },
    {
      "author": "SEGARRA",
      "text": "That said, doing things your way doesn't mean anything goes when it comes to baths and showers. There are some general rules and commonsense best practices, like if some part of your skin is covered in grime..."
    },
    {
      "author": "HENRY",
      "text": "You may want to use something - can give you a little better exfoliation. Like, I tell - you know, you wouldn't have, you know, chocolate icing on a plate and just rinse it. You might use a sponge or something to get it off, right?"
    },
    {
      "author": "SEGARRA",
      "text": "But who's got it right? - team Loofah or team washcloth, camp bath or camp shower? On this episode of LIFE KIT, reporter Andee Tagle is giving us all the dirt on getting clean. We'll talk about how to wash your body, what products to wash with and how to clean your cleaning implements 'cause, yeah, they get grimy, too."
    },
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "To start, I'm going to come clean. If you're listening to this episode because you love a long, luxurious soak in the tub or collecting your shower thoughts as you slowly turn into a raisin at the end of a hard day, you're probably not going to like what comes next."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway one - the best way to bathe is not too hot, not too long and every day or close to it. Let's start with the not-too-long bit."
    },
    {
      "author": "SONIA BATRA",
      "text": "I would say, you know, less than five minutes, if you can, maximum 10 on a really long shower day. It's also, you know, obviously not wasting water that way, too, because - let's face it - we can all get clean in a pretty efficient window of time."
    },
    {
      "author": "TAGLE",
      "text": "Dr. Sonia Batra is a dermatologist and skin cancer surgeon based in Los Angeles. She knows how many people out there love long, hot, steamy showers and the comfort they can bring. I'm first in that line, by the way. But she says they're really not a good idea. My sincere apologies to all the everything-shower girlies out there."
    },
    {
      "author": "BATRA",
      "text": "The immersion and long, extended exposures to hot water really dehydrate your skin and break down the barrier."
    },
    {
      "author": "TAGLE",
      "text": "It hurts me, but I hear you, Sonia."
    },
    {
      "author": "BATRA",
      "text": "Sorry (laughter). I know I'm ruining a lot of listeners' lives - I know..."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "BATRA",
      "text": "...With some of this advice. Sorry."
    },
    {
      "author": "TAGLE",
      "text": "If you're used to your bathwater steaming, sizzling or turning your skin red, Sonia says it's time to turn the temperature down. You could go for cold water, if you like. A cold spritz won't dry you out, and cold plunges are awful popular these days for benefits like increasing circulation and reducing inflammation. But in her opinion, keeping your shower quick and lukewarm is the way to go. The exact definition of lukewarm is a bit of a moving target, but you want to aim for somewhere around the range of body temperature. She says that not-too-hot temperature is the best way to take care of your skin so that your skin, in turn, can take care of you. Allow Sonia to explain."
    },
    {
      "author": "BATRA",
      "text": "Every organ in your body has a function, right? Like, your heart is designed to pump. Your lungs are designed to breathe. And your skin's function as an organ is to be a barrier that keeps the outside world out. And so one of the really critical components of that barrier is the fats in your skin."
    },
    {
      "author": "TAGLE",
      "text": "Sitting in hot water for excessive amounts of time can strip your skin of some of its natural protective oils and lead to higher rates of something called transepidermal water loss, or TEWL. That's when water evaporates from your skin into the air. The higher your measurement of TEWL, the less effective your skin barrier can be. Essentially, less moisture can equal less protection from things like bacteria, viruses or fungus. So..."
    },
    {
      "author": "BATRA",
      "text": "It just means you want to keep your skin really nicely sealed so that it doesn't crack and fissure and create a lot of doorways to all those things you're trying to keep out."
    },
    {
      "author": "TAGLE",
      "text": "I'll say here - to comfort myself more than anything - that Michelle is a little more lenient in this regard. She says no more than 15 minutes as an absolute max. She agrees that lukewarm water is best to avoid stripping your skin of moisture, especially if you have sensitive skin or any type of skin condition like eczema. OK, moving on to how often to bathe. It's a topic of much debate, and the answer isn't one size fits all, but here's what we've got in the way of official guidance. We'll start small and work our way up. For kids who haven't hit puberty - specifically 6- to 11-year-olds - the American Academy of Dermatology recommends a bath at least once or twice a week."
    },
    {
      "author": "HENRY",
      "text": "You can do it daily, but especially for kids that may have eczema or other diseases that might compromise their skin barrier, we say maybe once or twice a week for a full bath but, of course, cleaning those sensitive areas, those delicate areas that might be more prone to collecting dirt, oil, debris, bacteria."
    },
    {
      "author": "TAGLE",
      "text": "Once puberty starts, the recommendation is for tweens and teens to bathe daily. Additionally, they should wash their faces twice a day and bathe after swimming, sports or sweating heavily for the exact reasons you'd expect."
    },
    {
      "author": "HENRY",
      "text": "Once a child hits puberty, they're starting to have body odor. They're starting - their apocrine glands - those glands that make that milky sweat that bacteria really loves - have become active, and they're going to be more prone to smelling poorly."
    },
    {
      "author": "TAGLE",
      "text": "Once you get to adulthood, it's a lot less straightforward. The AAD doesn't offer any explicit bathing recommendations for the adult population. According to one of their recommended doctors, this is because the activity levels of adults are so varied. Both of our experts recommend adults between puberty and the age of 60 or so bathe daily to, as Sonia puts it, wash off the film of the day."
    },
    {
      "author": "BATRA",
      "text": "You know, many of us - like, if you don't shower, you're bringing in all of the accumulated dead skin cells, the bacteria, the dirt. Remember, they're going on your sheets, and you're sort of adding to that every single night. So in that respect, you will notice body odor. You will notice the smell. Other people around you will probably notice it before you do."
    },
    {
      "author": "TAGLE",
      "text": "But if you have any skin conditions or if you're older, she says bathing less might make sense."
    },
    {
      "author": "BATRA",
      "text": "As all of us mature and we get older, our oil glands are also less active, so our skin tends to dry out. So then I tend to tailor that recommendation really based on, how sweaty are you getting? If you're out there - you're really active - getting really dirty, then of course you should bathe and take that off. But if, let's say, you don't necessarily work up a sweat - you're not doing anything particularly dirty - especially if you're dry, it's OK to go without the bath or the shower that day."
    },
    {
      "author": "TAGLE",
      "text": "More than one shower in a day might also be OK now and then if you're in a particularly hot or humid climate, for example, or if you're, say, someone who needs a quick spritz to wake up and then gets really sweaty at work during the day. But Michelle says proceed with caution."
    },
    {
      "author": "HENRY",
      "text": "So if someone's showering two or three times a day, that can inflame the skin, compromise the skin, decrease the skin's hydration and actually make the skin more prone to infection because we're compromising the skin's ability to waterproof itself."
    },
    {
      "author": "TAGLE",
      "text": "Finally, it's important to note while our experts agree on bathing daily, there are reputable sources out there - Harvard Medical School is among them - that say bathing several or most days a week is plenty for the average person. See, your skin, similar to your gut, has a microbiome. Some assert that bathing too much can disrupt that ecosystem. And that American urge to hop in the shower every single day is more social construct than absolute health mandate."
    },
    {
      "author": "TAGLE",
      "text": "According to the most recent data, Brazilians take 12 showers a week on average. In Russia, only about 50% of the population showers every day. In China, about half the population reported bathing only twice a week, which is all to say it's definitely important to take care of your health and your skin barrier. But if your norm is different than the average American standard - like, maybe you weren't raised to be a daily bather, or your shower schedule is more like every day and a half or every two days - it's not something to panic over or be embarrassed about. Michelle says know your own body and your own needs."
    },
    {
      "author": "HENRY",
      "text": "At the end of the day, the real right decision is, does it make you sick? Is it compromising your health? If it doesn't, the rest of it really is cultural - what makes you feel comfortable, what's acceptable in your workplace. So there really shouldn't be any shame about it - right? - as long as you're healthy and fine - you're not having infections - you're making the right decision for you, and you're making the decision that aligns well with your family and your community, and that is OK."
    },
    {
      "author": "TAGLE",
      "text": "Scrub-a-dub-dub, moving on to shower versus tub and the right way to work once you're in there. Takeaway two - be it the bath or the shower, head to toe is the way to go. As it turns out, there's no scientific hard line on which is better for you, a bath or a shower. This one's purely a matter of preference. Although, according to the EPA, from an eco-friendly standpoint, showers generally save more water. So that's something to consider. The time of day is also totally up to you. Sonia's go-to is a nightly shower."
    },
    {
      "author": "BATRA",
      "text": "Because it's a nice way to take the day off, especially if you've been out and about. You've come in contact with dirt and sweat. There's pollution in the air. They bring your body temperature down that way. It's a nice way to actually prep your body for sleep. And then you put your moisturizer on, and you hop into bed, and you know you're taking a clean self into those sheets."
    },
    {
      "author": "TAGLE",
      "text": "Michelle is team evening bath."
    },
    {
      "author": "HENRY",
      "text": "It helps me sleep and helps me decompress after the day."
    },
    {
      "author": "TAGLE",
      "text": "Michelle's a fervent bath defender. But she does suggest always doing a little extra to make sure you're not taking any residual soap scum or other fun leftovers with you when you get out of the tub."
    },
    {
      "author": "HENRY",
      "text": "And I think your average person is not dirty enough that when they get into a bath of water that they're going to create such a high concentration of dirt, oil and debris that it's going to create a problem. But I do recommend rinsing off before you're done."
    },
    {
      "author": "TAGLE",
      "text": "Now, if you are really dirty, like - I don't know - you just ran a marathon or came back from a food fight or were trekking through the mud all day..."
    },
    {
      "author": "HENRY",
      "text": "That's a shower. So if there is actual visible - if there is visible debris on the skin, a shower is the best way to approach it."
    },
    {
      "author": "TAGLE",
      "text": "Once you've entered your bathing receptacle of choice, there is a correct order of operations."
    },
    {
      "author": "BATRA",
      "text": "So what I tell my patients is pretty easy to remember - is head to toe is the way to go. Because surprisingly, there are a lot of questions about this, like, something we all do every day."
    },
    {
      "author": "TAGLE",
      "text": "The process is exactly what it sounds like."
    },
    {
      "author": "HENRY",
      "text": "So you get in. You wet your skin. And then you start washing from top to bottom because you want that dirt and debris to kind of drip down, right?"
    },
    {
      "author": "TAGLE",
      "text": "Oh, and one more reason to start with your hair products..."
    },
    {
      "author": "BATRA",
      "text": "Especially if you're acne-prone or breakout-prone, I always recommend that you do your shampoo and your conditioner first because any residue from those products you're going to want to make sure isn't left on your back, which can break you out and cause bacne."
    },
    {
      "author": "TAGLE",
      "text": "Just FYI, we're not going to get into all the dirty details of which shampoos and conditioners to use here because hair care is another whole can of worms. But we do have an upcoming episode on personal care products, so stay tuned. Now, if you use any sort of medicated products, say, an acne wash for your face or body, Sonia says you can put that on and let it sit while your conditioner is doing its job. Then rinse both before continuing on to washing the rest of your body. Which brings us to the famous internet question - do you have to wash your legs? Or to expand that out a little, does every part of your body really need scrubbing? The simple answer from our experts - yeah, give everything a quick once-over. You're already bathing, right? And in addition to any visible dirt and debris, you always want to pay particular attention to those areas most susceptible to sweat, odor and bacteria - so your underarms, under your breasts, if you have them, your groin and your feet in that order."
    },
    {
      "author": "HENRY",
      "text": "So you want to make sure that the areas that are more bacteria-laden are washed less. You're not transferring that bacteria to your full body."
    },
    {
      "author": "TAGLE",
      "text": "Where does shaving fit in there?"
    },
    {
      "author": "HENRY",
      "text": "So I really like shaving on skin that's been cleansed a little bit because you don't want to shave on dirty skin and possibly, you know, place that dirt, oil and debris into the skin. So I like to cleanse the skin and shave after you've cleansed the skin, and then rinse again."
    },
    {
      "author": "TAGLE",
      "text": "Oh, and when you get out that razor, both our experts say it's best to shave in the same direction your hair grows - I know - not what I was taught either."
    },
    {
      "author": "BATRA",
      "text": "Yes, this is another mind-blowing one that you are going to actually find that if you shave in the opposite direction, you're more likely - down the line - to get the ingrown hairs, the razor burn and the bumps because you are kind of lifting up that follicle, and it's a little bit more irritating."
    },
    {
      "author": "TAGLE",
      "text": "As for any other bath or shower extracurriculars - you know, shower steam face masks, body treatments, brushing your teeth..."
    },
    {
      "author": "HENRY",
      "text": "Now, if you're brushing your teeth in the shower, and you're allowing this toothpaste to dribble down your chest and do other things, you know, you can't be surprised when you end up with a contact allergy, right?"
    },
    {
      "author": "TAGLE",
      "text": "And that brings us to bath products. With roughly a gazillion products on the market to choose from, it can be hard to know what you actually need to get your body clean."
    },
    {
      "author": "TAGLE",
      "text": "So takeaway three - listen to your skin. When in doubt, less is more."
    },
    {
      "author": "HENRY",
      "text": "So what is absolutely necessary? Water, soap, some sort of cleanser that's going to work to trap that oil, dirt and debris, so you can rinse it off more readily. And that's really it."
    },
    {
      "author": "TAGLE",
      "text": "It's that simple. But of course, all body soaps and cleansers are not created equal, and the best ones for your skin might surprise you. You know that feeling of being squeaky clean? Yeah, you don't actually want that."
    },
    {
      "author": "BATRA",
      "text": "Most cleansers use an ingredient which is some sort of a surfactant, meaning it sort of creates a chemical reaction with what's on your skin to sort of lift it off the surface. And the harsher the surfactant, ironically the more drying it is. So, like, that whole stereotype of, like, really lathering up and getting squeaky clean, that's actually probably the worst thing you can do because it's stripping all those lipids and oils."
    },
    {
      "author": "TAGLE",
      "text": "In lieu of the squeak and the lather, look for products with ceramides, glycerin and hyaluronic acid. Sonia says those are the ones that'll keep you hydrated and preserve your skin barrier. How will you know if they're working?"
    },
    {
      "author": "BATRA",
      "text": "Obviously, the ultimate litmus test is you don't find that you, you know, have odor after your bathing, then it's clearly doing your - its job."
    },
    {
      "author": "TAGLE",
      "text": "Bar soap or liquid soap - doesn't matter. One's not inherently better than the other. Sonia says what's most important, especially if you have sensitive skin, is to aim for gentle and moisturizing."
    },
    {
      "author": "BATRA",
      "text": "Really try to find one that doesn't have a lot of added fragrance or color 'cause I think, again, hypoallergenic - less is more. It's always going to agree with you. And especially kids - like, one thing that really surprises me is a lot of bath products for kids are, like, really brightly artificially colored. And while that definitely evokes a feeling and a memory of your childhood, it's actually often really irritating and terrible for your skin."
    },
    {
      "author": "TAGLE",
      "text": "Now, what about the best way to deliver those gentle, low-lather cleansers to your body? Washcloth, loofah, your plain old hands - let me tell you - people have feelings about this. So tell us, Michelle, which one can most effectively clean your body?"
    },
    {
      "author": "HENRY",
      "text": "All of them can effectively. Now, there are certain things - like we discussed before, use your discretion. So if you're covered in dirt, oil and debris, it's time for a shower, not a bath - right? - even if you prefer it, right? If your bottom or genital area is covered with dirt, oil and debris, you may want to use something - can give you a little better exfoliation."
    },
    {
      "author": "TAGLE",
      "text": "Sorry to burst your soap bubble fellow die-hard loofah users. According to our experts, there is no absolute best washing instrument. They can all do the job as long as you're following the right order of operations. But Michelle and Sonia diverge on the matter of exfoliation."
    },
    {
      "author": "BATRA",
      "text": "I am not a big fan of abrading your skin. I think, you know, gentle exfoliation twice a week - maybe three times a week - is plenty. Because remember, your skin cells turnover on their own."
    },
    {
      "author": "TAGLE",
      "text": "Michelle, on the other hand, says everyone has different thresholds. Your skin will tell you if you're doing it harm."
    },
    {
      "author": "HENRY",
      "text": "You're tight. You're coarse. You're feeling too dry. You feel tenderness. You know, you can almost feel like you have razor burn when you're exfoliating too aggressively. Any of those sensations, your regimen is too harsh for you."
    },
    {
      "author": "TAGLE",
      "text": "Now, one exception you might want to observe here - because it's such a highly sensitive and infection-prone area, you probably shouldn't use a loofah when you wash your genitals. And while we're at it, let's take a second to talk best practices in that arena. If you have a vulva, Sonia says stick to warm water and a small amount of scent-free, dye-free cleanser. You can gently spread the lips of the vulva apart, but avoid getting any water or soap in the vagina because it's self-cleaning. It doesn't need any scrubbing or any products. And always clean front to back to avoid transferring bacteria from your anus to your vaginal area."
    },
    {
      "author": "TAGLE",
      "text": "If you have a penis with a foreskin, use that same combination of water and gentle cleanser. Sonia recommends gently pulling back the foreskin to cleanse underneath and avoid scrubbing. After you exfoliate what you can and gently cleanse what you can't and give yourself that final rinse, you're almost but not quite done."
    },
    {
      "author": "BATRA",
      "text": "Pat - don't rub vigorously - with a towel your skin dry because you want it a little moist when you apply your moisturizer. Make sure that then you put on your scent-free, dye-free moisturizer ideally head to toe because that's going to really trap that moisture in and seal your skin for the best possible barrier."
    },
    {
      "author": "TAGLE",
      "text": "Your final step is takeaway four - clean your cleaning tools on a daily basis. OK, I'm probably dating myself here, but does anyone remember that scene from the TV show \"Friends,\" where Joey and Chandler argue about sharing the same bar of soap? Chandler's like, it's fine. Soap is self-cleaning. And then Joey's like, oh, yeah?"
    },
    {
      "author": "MATT LEBLANC",
      "text": "(As Joey Tribbiani) Well, next time you take a shower, think about the last thing I wash and the first thing you wash."
    },
    {
      "author": "BATRA",
      "text": "So my thought on this is if you are using a bar soap, I guess just as a matter of good form, you're probably going to want to rinse it off at the end of using it. And, you know, this goes for, like, anything in your bathroom that sits there. Remember, yeast, bacteria, they love a - like, a really warm, moist environment, which is, of course, your shower."
    },
    {
      "author": "TAGLE",
      "text": "This isn't a revelation. Your bathroom is a bacteria breeding ground. So Michelle says best practice - don't share your bath tools with anyone, even your hilarious bestie."
    },
    {
      "author": "HENRY",
      "text": "If you are showering with another person, you know, separate your tools. I don't recommend sharing anything that you use in your intimate areas regularly with someone else, right?"
    },
    {
      "author": "TAGLE",
      "text": "You might also be sharing other parts of the shower with people in your household, say a shower bench or a shower floor. Michelle recommends keeping anything you touch regularly when you bathe as clean as you can. Now, if you're not using a private shower or bath, maybe you frequent the showers at the gym or the pool. Michelle's No. 1 tip..."
    },
    {
      "author": "HENRY",
      "text": "Shower shoes (laughter) - really important. So I see a lot of toenail fungus, and that comes from walking in showers with your shoes off. There really is fungus everywhere, bacteria everywhere - entire world is just covered in a thin veneer of bacteria, fungus and yeast."
    },
    {
      "author": "TAGLE",
      "text": "And if you don't have access to a shower or bath at all, you can still follow some best practices for cleansing yourself - namely, you still want to work from top to bottom, focusing on your dirtiest and most sensitive areas with water and a gentle cleanser if available, or..."
    },
    {
      "author": "HENRY",
      "text": "You know, even baby wipes can help - anything that you can do to dilute the concentration of bacteria in those areas because with all things, you know, the poison is in the dose. You know, one bacterium may not do it, but 25,000 will, you know? So whatever you can do to dilute the dirt, oil, debris and bacterial load in that area is great. And so if you don't have access to water, using wipes is something that you can do to really help you. So kind of becoming creative in the ways that you can bring down that bacterial load is going to be useful."
    },
    {
      "author": "TAGLE",
      "text": "Now, getting back to those cleaning tools. That poison-in-the-dose bit very much applies here, too."
    },
    {
      "author": "HENRY",
      "text": "When you look at a loofah, there are all these little tiny cavernous areas. It's perfect for bacterial growth. Don't leave a damp, wet piece of fabric that you're not drying appropriately just to use again. That's a great way to get an infection."
    },
    {
      "author": "TAGLE",
      "text": "You get the point. No matter what you use, you need to keep your tools clean. Our experts say the best practice is do a quick wash and dry after every use. So if you use a loofah, washcloth or similar, Michelle says after your bath or shower, start by quickly washing it with your body soap and rinsing with hot water. Then ring your tool out, and leave it somewhere it can dry fully. That means not just hanging it on the wall of the shower or the head of the bath faucet, where it's likely to get wet again when your partner takes a dip in half an hour."
    },
    {
      "author": "BATRA",
      "text": "If it's, like, in this constant state of moisture, then that's not great either - right? - 'cause it's more conducive to overgrowths of mold."
    },
    {
      "author": "TAGLE",
      "text": "If you're team washcloth, change them out regularly. Michelle says to use a new one every day if you can. And Sonia throws hers in the wash at least once a week with the rest of her towels. When it comes to those porous loofahs, you have to be extra careful of the potential bacteria growth. Michelle suggests a weekly deep clean by soaking your loofah in boiling water for a few minutes to disinfect it as best you can. And be on the lookout for any signs of mold."
    },
    {
      "author": "BATRA",
      "text": "And in general, even if it's not changing color, and it's not smelly, I would say throw it out every two months regardless."
    },
    {
      "author": "TAGLE",
      "text": "And other guidance available suggests an even smaller window of time for safety. You want to discard natural-made loofahs after one month, plastic loofahs after two or right away if you notice any mold, discoloration or unsavory odor. I know. Pretty surprising - right? - and also potentially pretty wasteful. So maybe this is the moment for all of us on team loofah to consider switching sides because one thing that I'm sure requires no debate - nobody wants to see a bunch of mold come bath time. Did you know the task of getting clean could be such a touchy topic? I hope we didn't make it feel like a chore."
    },
    {
      "author": "BATRA",
      "text": "Do make sure that - however your regimen works best for you - that you take a moment for yourself, and you do your best practice. And you do feel like your habits are a form of self-care because sadly, I think nowadays especially, we're all so stressed out, and our time is so short. So even if it's that two minutes - I'm sorry it's not 20, but even if it's that two minutes in the shower just to reconnect with yourself, I'm all in favor of it. And if you follow best practices, even better, because then your skin will thank you for it, and the barrier will remain intact."
    },
    {
      "author": "TAGLE",
      "text": "Here's to hoping your next morning shower, evening bath or midday run through the sprinklers is a non-squeaky  clean bright spot in your day."
    },
    {
      "author": "HENRY",
      "text": "It's a moment of, like, caring for ourselves, making ourselves feel better, washing away the dirt of the day. There's so many positive associations with cleansing ourselves that it just feels like the right thing to do, right? We're shedding ourselves of all the stress, the bleugh (ph) of the day. And so it's no wonder that we really enjoy doing it, and we've all developed so many rituals around it."
    },
    {
      "author": "TAGLE",
      "text": "All right, friends, let's recap. Takeaway one - not too hot and not too long. Bathing for five to 15 minutes max with lukewarm water is best for your skin."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway two - head to toe is the way to go. Whether you choose a bath or a shower, always start from the top of your body and work your way down. Pay special attention to those areas most susceptible to sweat, odor and infection like your armpits, your groin and your feet."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway three - when it comes to body soaps and cleansers, less is more. That means the gentler, the better. Look for scent-free, dye-free and moisturizing. And if your skin is irritated by a product or tool, listen to it and make a change."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway four - a bath or shower is an ideal breeding ground for bacteria. So clean your cleaning tools daily, and don't share them with anyone. Wash and fully dry your loofahs and washcloths after every use. Switch out washcloths as often as possible, and toss your loofahs after one to two months max."
    },
    {
      "author": "SEGARRA",
      "text": "That was reporter Andee Tagle. For more LIFE KIT, check out our other episodes. We have one on caffeine and another on how to boost your mood in 15 minutes. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Margaret Cirino and Sylvie Douglis. Engineering support comes from Carleigh Strange. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3836118772.mp3",
  "img": "https://media.npr.org/assets/img/2024/09/17/template-1-example-5-_wide-325bf65306f7dd95ba1b09a5d90ea82ed556d0ca.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "MICHELLE HENRY",
    "HENRY",
    "ANDEE TAGLE, BYLINE",
    "TAGLE",
    "SONIA BATRA",
    "BATRA",
    "MATT LEBLANC"
  ]
}