{
  "title": "How to vote in 2024",
  "url": "https://www.npr.org/transcripts/1201324622",
  "intro": "There are more ways to exercise your right to vote than ever before. In this episode, NPR's voting and elections correspondent Miles Parks explains the ins and outs of casting your ballot and why it's simpler than you may think. Head to npr.org/vote for a state-by-state voter registration guide.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. I don't know if you've heard, but there's a big election coming up this fall. We're going to choose a new president, choose representatives. You may be voting for a senator and for candidates in state and local races. So this episode is a primer on voting. I talked to NPR correspondent Miles Parks about how to register and when, how to find out what voting methods are available in your state and how to make sure you have the right ID if ID is required. A couple of things before we jump in. One is that voting is not run by the federal government."
    },
    {
      "author": "MILES PARKS, BYLINE",
      "text": "It's a state-by-state, it's a county-by-county thing. So when we're talking about how to do things, it's going to be slightly different in all the different places across the country."
    },
    {
      "author": "SEGARRA",
      "text": "Also, one of my big-picture takeaways from this conversation is this."
    },
    {
      "author": "PARKS",
      "text": "Voting generally in the U.S. has gotten a lot easier if you look at a couple of big measures. One, registration. Online voter registration 20 years ago was literally not a thing. The other big thing is actually how you cast your ballot. Twenty years ago, 80% of voters were voting on Election Day. Now almost every state offers some version of early voting, whether that's early in-person voting or absentee mail voting."
    },
    {
      "author": "SEGARRA",
      "text": "So there are more options now for how to vote. And voting could be a lot simpler and more straightforward than you'd think."
    },
    {
      "author": "SEGARRA",
      "text": "All right, Miles, let's start with folks who've never voted before. What should they be doing right now?"
    },
    {
      "author": "PARKS",
      "text": "The No. 1 thing right now is registration. Obviously, the thing that voters can do today - as in like right when you're listening to this podcast, if you are on your phone or at your computer or something - is go to vote.gov. It's run by the federal government. And what I like about vote.gov is it has a drop-down menu where you can just say where you live, and it will direct you to the right place, in this case, to register to vote."
    },
    {
      "author": "SEGARRA",
      "text": "OK. How early do we need to register to vote?"
    },
    {
      "author": "PARKS",
      "text": "Try to get it done by the end of September. You know, many states now offer registration all the way up to Election Day. Some states even offer registration on Election Day. But there's a big disparity among the states in terms of when these deadlines actually are. The earliest deadline is that first week of October. A few states have it 30 days before the election on November 5. So what I've been telling people - get registered, update your registration by the end of September, and you are safe no matter where you are voting."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway one - make sure you're registered to vote, ideally by the end of September. You can find your state's voter registration website through a drop-down menu at vote.gov. Oh, and since Miles and I talked, NPR published its own state-by-state voter registration guide. It's super helpful and straightforward. That's at npr.org/vote."
    },
    {
      "author": "SEGARRA",
      "text": "Miles, what about voter ID? How can you figure out whether you'll need that?"
    },
    {
      "author": "PARKS",
      "text": "Most states require some level of ID, whether that's photo ID or another form of identification, to vote. And so when you're registering to vote, it's also a good time to think about, do I have a driver's license? You know, is my information on my driver's license up to date? There is a lot of different rules across the states on whether expired licenses are still acceptable, things like that. So it's a good time also to look at your state rules and figure out, A, what kind of ID do I need to vote, and is my ID up to date?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And if you don't have a driver's license, there are other kinds of ID options, right?"
    },
    {
      "author": "PARKS",
      "text": "Exactly, exactly. Every state, like I said, is a little bit different. In some places you can bring a utility bill or something like that. Most states do offer some other way to verify your identity outside of a driver's license. And then as part of this conversation on voter ID, I do want to shout out a group called VoteRiders that was started more than a decade ago."
    },
    {
      "author": "PARKS",
      "text": "Basically, as a lot of laws that were starting to add more voter ID requirements started popping up in states following the 2008 election, they kind of saw that there was this group of people, millions of people, who struggle every year to get the right ID to be able to vote. And so they will help people do that. If you or somebody you know either has questions about what ID is going to be acceptable to vote or is struggling to get an ID, this is a group that can help you. They're called VoteRiders and their website is voteriders.org, and you can go get more information that way."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway two - find out if your state requires voters to show ID and what kinds they accept. A good place to start is the website voteriders.org."
    },
    {
      "author": "SEGARRA",
      "text": "What about for people who are already registered to vote? Do they need to do anything now?"
    },
    {
      "author": "PARKS",
      "text": "Definitely. Government agencies across this country are not always talking to each other. So you may have updated your address, for instance, with one government agency and just assumed my voter registration is going to be up to date now, too. But, you know, millions and millions of voters move every single year. And you have to go through each election cycle and make sure your address is up to date with your voter registration as well."
    },
    {
      "author": "PARKS",
      "text": "In some states, this will automatically happen because some states are more integrated with their DMVs. So if you've updated your driver's license, for instance, this may have already been integrated. But you can go to vote.gov, follow the prompts to checking your voter registration. It takes literally, like, two minutes. Then I would just tell voters to do that, again, in September because updating that registration is going to have many of the same deadlines as registering as if you're not a voter at all."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway three - even if you think you're registered to vote in the place you live, double check, especially if you've moved since the last election."
    },
    {
      "author": "SEGARRA",
      "text": "And it sounds like in most states you can update your registration online."
    },
    {
      "author": "PARKS",
      "text": "Yeah, and more than 40 states offer online voter registration at this point. And the states that don't - like, Texas, I think, is the biggest state that doesn't offer an online voter registration option. They still offer a portal where you can basically fill it out all on the computer and hit print, and then you mail it."
    },
    {
      "author": "SEGARRA",
      "text": "All right. Let's move on to the voting itself. There are several different ways to cast a ballot. Can you walk us through our options?"
    },
    {
      "author": "PARKS",
      "text": "Yeah, absolutely. So there are three voting methods that voters are going to interact with across the country this election cycle. The first is voting in person on Election Day, on Nov. 5, actually going to a polling place and casting a ballot. The second is in person, but early. So in the weeks or days leading up to Election Day, casting a ballot in person. Then the third in some states, called absentee voting. In other states, called voting by mail. And then in 2024, we're expecting that about a third of the electorate is going to use each of these methods."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So how can you find out your options in your state and your county?"
    },
    {
      "author": "PARKS",
      "text": "We're going to vote.gov again. There, you can use this drop-down menu, find your state, and it will kind of push you to the right elections office to get your information. Again, we are in the age - right? - of internet misinformation, and people are really freaked out right now. I would not be getting this information from social media, if at all possible. Be going directly to your either local election official or vote.gov."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway four - find out your voting options. Does your state offer early voting, mail ballots? What are the dates and deadlines? Again, you can start at vote.gov, which will point you to your state's election website. And if you want to vote by mail, you may need to request a ballot."
    },
    {
      "author": "SEGARRA",
      "text": "Do you have any tips for folks who do decide to vote in person?"
    },
    {
      "author": "PARKS",
      "text": "Yeah. I mean, number one, make sure you've looked up your ID rules. The last thing you want to do is, you know, drive your 15 minutes to your polling place at lunchtime if you're voting on Election Day, for instance, and then realize you don't have the right ID to vote. So, that's number one. A couple more that I hear sometimes when I talk to voters. Some people are kind of nervous about showing up for an election where a ballot is, like, three pages long, and you've got, like, to vote for your sewage and water commissioner or something like that, or all these positions you've either never heard of or ballot amendments that are really confusing."
    },
    {
      "author": "PARKS",
      "text": "And what I always tell voters is you can bring notes. If you want to research issues beforehand. If you want to print out a voter guide from whatever group you follow. I know my mom - when she used to take me to vote, I remember her actually bringing up a folded newspaper and having things circled and bringing that into her voting booth so that way she didn't have to, like, memorize all of these names and issues and things like that. So one is it's, like, not a pop quiz, and you don't need to be expected to know every single thing."
    },
    {
      "author": "PARKS",
      "text": "The second thing is don't be intimidated by the length of that ballot because your ballot will still count if you don't fill it out all the way. So if you, you know, do feel really strongly about, like, a couple of issues, maybe there's a ballot amendment question that you really care about, and you know your guy who's running for neighborhood commission or something like that, and you want to vote for president, that's fine. If you want to fill out a few races and then leave the rest blank, your vote for those races will still count."
    },
    {
      "author": "SEGARRA",
      "text": "You know what makes me nervous and what makes it feel like a pop quiz is when the ballot has those little circles you have to fill in fully because it reminds me..."
    },
    {
      "author": "PARKS",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "...Of the Scantrons from tests growing up, from standardized tests, and I'm always worried if I don't fill it in exactly right, that my vote's not going to count."
    },
    {
      "author": "PARKS",
      "text": "And I feel like I want to simultaneously say, like, that's not true, but it kind of is. That's one of the things I hear from election officials a lot is, like, spend the extra six seconds and fill in the circle all the way. Most cases, like, they have a local body that will look at your ballot. Like, let's say the scanner didn't work, and your circle is not perfect. Most times people can figure out voter intent, and they will - your vote will still count if it's not filled in all the way. But I will just tell voters, like, spend the extra six seconds. But don't - I wouldn't worry too much that it's not going to count because there are kind of backstops in case a scanner has trouble reading your ballot."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway five - voting is not a pop quiz. You can bring notes with you. Also, you don't have to fill out the entire ballot."
    },
    {
      "author": "SEGARRA",
      "text": "Is there a time that people should try to vote, like a time of day or a day of the week if it's an extended period?"
    },
    {
      "author": "PARKS",
      "text": "Yeah. So they say if you can avoid it, try not to vote at the beginning or end of voting. So that can mean if it's an early voting period. If there's six weeks of early voting, that means, like, the first day of early voting and the last day of early voting generally are going to be the days that are most crowded. So if you can pick one of those middle days, pick that. If you're going to vote on Election Day, the beginning - right? - first thing in the morning and the last slot, you know, at the end of the day right before the polls close, those are also going to be the most crowded times. So if you can go in the middle of the day. But I think one of the kind of broad takeaways, if we can be avoiding the last second on all of this stuff, we're just going to be avoiding a lot of trouble for ourselves."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So let's talk a little bit about mail voting again. Do you have any tips for folks who are going to do it that way?"
    },
    {
      "author": "PARKS",
      "text": "Yeah. Like, a couple of things. Going back to the deadline point, this is the reason that when people have mail ballots that don't work, it's because they sent them in too late, usually. And states are different in terms of when they will accept mail ballots. Some states accept mail ballots if they're postmarked by Election Day. Other states, they need to be, like, in the hands of the election official by the time polls are closing. If you are voting by mail, you should be sending in your ballot, I'd like to say, at least two weeks in advance of the election. And that completely takes out this possibility that the USPS, whether there's delays, whether there's a hurricane, whether there's anything, that it's possible that your vote could actually be affected by that."
    },
    {
      "author": "PARKS",
      "text": "The other thing is signatures. That's another thing that when mail ballots are not counted. It's because election officials are going to check whether your signature matches the signature they have on file. Sometimes people don't read the instructions fully and sign in the wrong place or don't date it when it says to date it or something like that. In a lot of those cases, your ballot will still count, but you're just increasing the likelihood that it won't. And so, you know, read the instructions and sign where it says to sign and just give it an extra second and, you know, sign a little bit more deliberately."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And how can people return their mail ballots? Do you just like, drop it in the mailbox or bring it to the post office?"
    },
    {
      "author": "PARKS",
      "text": "Nowadays, most election offices that offer mail ballots offer some way to return that mail ballot without putting it in the mail. I would say voters should look up, you know, is there an official drop box in my neighborhood, or can I just drop it off at your local election official's office? A lot of local election official offices will accept absentee ballots during the day as well."
    },
    {
      "author": "SEGARRA",
      "text": "How do you make sure that you are using an official drop box?"
    },
    {
      "author": "PARKS",
      "text": "That's a good question. Right. Don't use, like, if it says, like, lemonade stand is crossed out, and it just says, like, drop box or something like that. I mean, it's going to be really clear. Usually, in many places, the drop boxes are on city property, whether it's, like, in front of a library or at city hall or something like that. A lot of them are going to have some sort of official insignia on them. Many election offices have posted where the official drop box locations are on their websites, and so you can confirm that way. So yeah, you want to be a little intentional about, you know, where you are returning your mail ballot."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Takeaway six - you can return a mail ballot by mail, or a lot of places will also offer drop boxes or accept absentee ballots at local election offices. Just make sure the box you're dropping your ballot in is legit. States will often list official drop box locations on their voter websites."
    },
    {
      "author": "SEGARRA",
      "text": "If your mail ballot is rejected for some reason - let's say you signed really sloppily or you signed in the wrong place - will you find out it was rejected in time to submit another one?"
    },
    {
      "author": "PARKS",
      "text": "It really depends. A lot of states do offer some level. It's called ballot curing, where if your signature doesn't match, some states or localities will post a list of voters who their ballot has been rejected for some reason. And then they're usually - in cases where ballot curing is allowed, voters have usually a few days after the election to go to the elections office and, you know, either verify their identity, show that your signature is legit, something like that."
    },
    {
      "author": "PARKS",
      "text": "And so in some cases, the election official is mandated to actually reach out to the voter. And in a lot of cases, that's not the case. The voter - it's kind of on the voter to make sure that their ballot was accepted. Most election jurisdictions now offer some level of ballot tracking where you can do this online. Once you send in your mail ballot, you can actually see, almost like you would with, like, an Amazon package or something like that, that it has been, you know, where it is in the process. And if there is some issue, it will show up in the system."
    },
    {
      "author": "SEGARRA",
      "text": "What happens if something goes wrong, like on the day that you show up, for instance, to vote in person? I know there are concerns about how polarized the country is and whether folks will experience any sort of voter intimidation when they show up at the polls."
    },
    {
      "author": "PARKS",
      "text": "Yeah. I think the No. 1 resource I would point people to here is the Election Protection hotline. This is this coalition of voting rights advocates that came together - I think it's been more than 20 years now - to basically run this phone number that's in a number of different languages, but the English phone number is 866-OUR-VOTE - O-U-R vote. That's 866-687-8683."
    },
    {
      "author": "PARKS",
      "text": "And this is just a resource that people can save in their cellphone and they're - it's constantly staffed throughout election season, where if you see bad information out there and you want to report it, if you see people intimidating people at the polling place, for instance. If you just have a basic voting question and you want to talk to somebody, it's staffed at the local level by a number of local partners that basically work with the nonpartisan Lawyers' Committee for Civil Rights Under Law to basically just get good information out there and be a sounding board all over the country for when people do run into problems. They also are staffed with lawyers who are familiar with the election laws in all 50 states. And so it can be a good resource to just have on you."
    },
    {
      "author": "PARKS",
      "text": "But I also think it's important to note that these issues are really rare and that all the data that we have shows that the vast majority of people if they want to vote, are going to be able to vote. And so I want to leave people with that that, like, you can do this. You know, it might seem intimidating. You might be scared. But most people are able to do it without a problem. And so, you know, I don't know, get some courage and go do it because it is important."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Be part of the democratic process."
    },
    {
      "author": "PARKS",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Miles Parks, thank you so much."
    },
    {
      "author": "PARKS",
      "text": "Thanks for having me."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Time for a recap. Takeaway one - make sure you're registered to vote, ideally by the end of September. NPR has a state-by-state voter registration guide at npr.org/vote."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway two - find out if your state requires ID to vote and what types of ID are accepted. You can check that at voteriders.org."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway three - if you think you're already registered to vote in the place you live, just double-check, especially if you've moved since the last election."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway four - make a voting plan. Find out what your options are at vote.gov and decide if you want to vote by mail or in person. Also see if you have the option to vote early."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway five - voting is not a pop quiz. You can bring notes. Also, you don't have to fill out the entire ballot."
    },
    {
      "author": "SEGARRA",
      "text": "And takeaway six - you can return a mail ballot by mail, or a lot of places will offer drop boxes or accept absentee ballots at local election offices. Just make sure you're putting it in a legitimate drop box."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to protect against election disinformation and another on how to cut down on food waste. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also we love hearing from you, so if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. It was edited by Meghan Keane and Ben Swasey. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Margaret Cirino. Engineering support comes from David Greenburg."
    },
    {
      "author": "SEGARRA",
      "text": "I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2796183768.mp3",
  "img": "https://media.npr.org/assets/img/2024/09/20/template-1-example-4-_wide-c1e44cd624f8073dcf16089530bdd4b776e5ae61.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "MILES PARKS, BYLINE",
    "PARKS"
  ]
}