{
  "title": "Stress-busting skills to try in everyday life",
  "url": "https://www.npr.org/transcripts/1203261212",
  "intro": "Are you feeling overwhelmed by your to-do list? Going through something really tough? Stress is a part of life — but we can learn to manage it. NPR health correspondent Allison Aubrey shares evidence-based skills from a research psychologist at Northwestern University aimed to bring more ease into your life. This episode is Part 1 of the new series, Stress Less: A Quest to Reclaim Your Calm. Click here to sign up for a month-long newsletter on this topic.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "Hey, everybody. It's Marielle. And with me now is NPR health correspondent Allison Aubrey. Hey, Allison."
    },
    {
      "author": "ALLISON AUBREY, BYLINE",
      "text": "Hey, Marielle. Good to be here."
    },
    {
      "author": "SEGARRA",
      "text": "So I was wondering. How's your stress level today?"
    },
    {
      "author": "AUBREY",
      "text": "At the moment, not great. I'm having to practice some of the skills I've been preaching."
    },
    {
      "author": "SEGARRA",
      "text": "OK. What's going on?"
    },
    {
      "author": "AUBREY",
      "text": "Well, I have a little bit of a flood situation in my lower level here - a plumbing issue. Not to bore you with all the details, but you might hear the clinking of pipes and corroded valves in the background. I'm thinking to myself, it could have been a lot worse, you know?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Is that something you learned from your reporting?"
    },
    {
      "author": "AUBREY",
      "text": "Yes. The throughline of my reporting in this new series, which is called Stress Less, is that it's really not realistic to think about eliminating our stress, but how we manage it can really make a difference. So this series may be useful to you if you have ever felt there's more on your to-do list than you can actually accomplish or if you're dealing with a tough personal situation or you just feel the weight of the world's problems."
    },
    {
      "author": "SEGARRA",
      "text": "All right. And for LIFE KIT, we'll be hearing from you for the next four weeks - right? - with a bunch of different ways to cope with stress."
    },
    {
      "author": "AUBREY",
      "text": "That's right. And I'm really excited about this. The foundation of this series comes from the work of Judith Moskowitz. She's a research psychologist at Northwestern University. And she has spent years researching effective strategies to help people increase positive emotion and cultivate more joy. The course teaches specific skills. And the irony is that Moskowitz says she really isn't an optimist. I mean, I asked her what surprised her most about her own research."
    },
    {
      "author": "JUDITH MOSKOWITZ",
      "text": "I think one of the things that surprised me the most is that the skills can work in any situation (laughter) over and over again. And I'm actually - I'm a surprisingly sort of negative and cynical person, a pessimist. For what I do, which is very..."
    },
    {
      "author": "AUBREY",
      "text": "So the positive emotion researcher is a cynic?"
    },
    {
      "author": "MOSKOWITZ",
      "text": "I know."
    },
    {
      "author": "AUBREY",
      "text": "Wow."
    },
    {
      "author": "MOSKOWITZ",
      "text": "I am. I'm cynical. My first reaction to anything is that'll never work. And then I can be convinced that, oh, well, we can try it, right? And then I'm always surprised, pleasantly surprised. I'm like, oh, hey, you know, it did work."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. That's good to know because I feel like sometimes when you hear advice about how to stress less, it seems like it's coming from someone who is perfectly calm or has no trouble just, like, sitting down and meditating for hours on end. And you're like, I could never be that. I could never do that. I'm not like you."
    },
    {
      "author": "AUBREY",
      "text": "Yeah, yeah. I completely agree, Marielle. And, you know, it's worth pointing out Judy's research has really focused on people going through very difficult situations. So women with metastatic breast cancer, health care workers during the pandemic, people caring for a spouse with dementia - really challenging circumstances."
    },
    {
      "author": "MOSKOWITZ",
      "text": "So we really have built a pretty large body of research showing that these skills can work for anyone, no matter what type of stress they're experiencing."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I mean, I can tell you from personal experience, having gone through something pretty difficult myself this year, that a lot of the tools that I've learned about managing stress really came in handy in those moments. You know, when you're, like, lying in a hospital bed, it can be - it can feel like, oh, this is so much more intense. How is, like, how are breathing exercises going to help me? But they do, especially if you get into a routine with them."
    },
    {
      "author": "AUBREY",
      "text": "So your own experience really fits with what the evidence shows."
    },
    {
      "author": "MOSKOWITZ",
      "text": "The hypothesis is that through that increased positive emotion, you're able to cope better with the stress, and that reduces your anxiety and other sort of negative emotional feelings."
    },
    {
      "author": "AUBREY",
      "text": "You can think of this as an upward spiral that starts with learning these techniques that have been shown to be effective."
    },
    {
      "author": "SEGARRA",
      "text": "That sounds amazing. So on this episode of LIFE KIT, it's the first part of our Stress Less series. Allison is going to take us through each of these techniques so you all can hopefully feel a lot better."
    },
    {
      "author": "AUBREY",
      "text": "A quick note before we dive in - these strategies have been shown to be beneficial for people dealing with stress from tough situations but are not a replacement for mental health treatment such as counseling or medication. OK. With that out of the way, are you ready to stress less? Let's start with takeaway number one - spend more time noticing positive events."
    },
    {
      "author": "MOSKOWITZ",
      "text": "It is very human to really focus in and zero in on the negative things and the bad things are - that are happening and not notice the even small things going on that could be seen as positive. Humans have evolved to pay attention to the negative things. That's adaptive."
    },
    {
      "author": "AUBREY",
      "text": "We need to pay attention to positive threats and navigate around them, so there is value in that. But you don't want to miss out on the good things, so the idea is to broaden your focus."
    },
    {
      "author": "MOSKOWITZ",
      "text": "So I'm a coffee enjoyer. I use the example of noticing your good cup of coffee in the morning. Many times, you would just not even notice that happening, especially if things are stressful. But to stop and take a moment and really enjoy that cup of coffee helps sort of boost your reservoir of coping skills."
    },
    {
      "author": "AUBREY",
      "text": "If coffee isn't your thing, think of other small pleasures or moments of good luck. Maybe you scored a great concert ticket or got a great deal on a piece of clothing, or maybe a favorite song is on your new playlist. One I noticed recently - my neighbor brought me some apples she'd picked at a farm, which gave me that taste of fall I've been waiting for. And the trick here is once you've noticed that positive event, really savor it."
    },
    {
      "author": "MOSKOWITZ",
      "text": "So savoring goes hand in hand with noticing positive events. So going back to the coffee example, you've got your cup of coffee, and you're like that - this is a delicious cup of coffee. And again, to take a moment to sort of amplify those positive feelings is what we call savoring. And what savoring allows you to do is sort of think back on that, you know, possibly really minor positive event and reexperience the positive emotion again. So you think of it as getting another hit of positive emotion related to that positive event. So that's savoring."
    },
    {
      "author": "AUBREY",
      "text": "And what is the physiological underpinning of these things? Is there something happening in the body when we focus on positive events, when we take the time to savor?"
    },
    {
      "author": "MOSKOWITZ",
      "text": "I think it can help counter the physiological stress response. So, you know, when something stressful's happening and your cortisol spikes, your heart rate goes up, for example, it may be - and this - I think there's research still to be done here, but it may be that these - that savoring or practicing these other positive emotion skills helps sort of engage your parasympathetic or sort of the rest-and-recovery arm of our stress response."
    },
    {
      "author": "AUBREY",
      "text": "When your body is in rest and recovery or rest and digest, you can start to relax and feel calm. These are informal terms to describe the activation of the parasympathetic nervous system, which is made up of billions of nerve cells. When we switch over to this system, our heart rate slows. Blood pressure drops. And this can help us calm down after a stressful or challenging experience. Judy says she recommends practicing this a few minutes a day and, when the skill is first presented in the course, about 15 minutes a week - simple but powerful."
    },
    {
      "author": "AUBREY",
      "text": "The next skill, takeaway number two, can also help keep us calm. It's to cultivate gratitude. Now, I know you've probably heard this one before. And before you say ho-hum, consider this. There's a very solid study showing that people who feel gratitude tend to live longer. In a study of nearly 50,000 women who took a gratitude questionnaire, those who experienced the highest levels of gratefulness were about 10% less likely to die prematurely - from any cause."
    },
    {
      "author": "MOSKOWITZ",
      "text": "There's also evidence that it improves your physical health and certainly your mental health more downstream. There's studies with Vietnam War veterans that show that practicing gratitude - something as simple as practicing gratitude - can help increase feelings of well-being and decrease feelings of post-traumatic stress disorder."
    },
    {
      "author": "AUBREY",
      "text": "Judy says gratitude was one of the easier topics for her students to understand."
    },
    {
      "author": "MOSKOWITZ",
      "text": "You know, maybe they were brought up to write thank-you notes, they were forced to write thank-you notes, or they were - you know, that part of their religious tradition is to express gratitude. So we broaden it to cover all types of gratitude - privileges that I have or the enjoyable things in my life or the love that I experience from my friends and family, so, again, things that are going on in our lives that we might just sort of get used to and overlook."
    },
    {
      "author": "AUBREY",
      "text": "One item from that gratitude survey is this. If I had to make a list of everything I felt grateful for, it would be a very long list. In that study, people who agreed most strongly with this statement were the ones who were much more likely to get the longevity boost."
    },
    {
      "author": "MOSKOWITZ",
      "text": "I think by practicing gratitude, your list is going to get longer. You know, the first time you try it, you might only come up with two or three things. And you shouldn't feel bad about that. Like, two or three things - that's great. And then the more you practice, you'll, you know, return to those two or three things and then maybe add a fourth or fifth or sixth as you go along. Like, oh, you know what? That's right. I've got my reliable car. I'm grateful for my reliable car - you know, things that wouldn't have occurred to you the first time you try to practice gratitude. And I think this goes to the idea that, you know, you need to practice these. You've got to build the muscle of practicing all these skills, and gratitude fits right in with that. The more you do it, the longer your list is going to become."
    },
    {
      "author": "AUBREY",
      "text": "The next skill - and this is takeaway number three - is not so much of a positive emotion skill as it is an awareness skill - mindfulness."
    },
    {
      "author": "MOSKOWITZ",
      "text": "So everyday mindfulness is really sort of paying attention in the moment to your thoughts, your emotions, your physical feelings, what is happening in the moment without judgment. So it's really sort of noticing what's happening in the present moment. And that's it - full stop, noticing what's happening. And you don't go on to interpret it or, you know, question it or rehash what's happened in the past or rehearse what you're going to do next. It is being in the present moment."
    },
    {
      "author": "AUBREY",
      "text": "Mindfulness can help build the foundation for joy and positive emotions by helping you slow down."
    },
    {
      "author": "MOSKOWITZ",
      "text": "So when you're washing dishes, don't be thinking about how much you hate washing dishes and how mad you are that your kids didn't wash their dishes or how you hate dealing with this mess or how you'd love to be doing a million other things. You just wash the dishes. You enjoy the feel of the warm water on your hands and the smell of the dish soap. You enjoy the process of getting the dishes clean, right? So it's really about sort of present-moment focus and not judging whatever it is that you're experiencing."
    },
    {
      "author": "AUBREY",
      "text": "So we're halfway through, and our aim is to stress less, right? One way to do that is takeaway number four. Focus on breath, which is one of the easiest on-ramps to mindfulness and one of the skills from the course. Let's try it together. This one is called deep belly breathing or diaphragmatic breathing. You want to engage your diaphragm, which is the dome-shaped muscle below your lungs. So as you inhale, let your belly expand, like a balloon filling up as you breathe in. Then as you slowly exhale, nice and slow, focus on the belly contracting or deflating."
    },
    {
      "author": "AUBREY",
      "text": "Breathe in. Breathe out. Breathe in. Breathe out. So how did that feel? Say you're stuck in traffic or about to go into a meeting. These are good moments to focus on that breath. When you do this, you'll increase activation of the parasympathetic nervous system. And this can lower your blood pressure, your heart rate, and help you feel calm and ease."
    },
    {
      "author": "AUBREY",
      "text": "OK, so let's move on to the next skill, takeaway number five. It's called positive reappraisal. So you take something that might be a negative experience, and you look for the bright side."
    },
    {
      "author": "MOSKOWITZ",
      "text": "That's absolutely right. So something happens - you're like, that's a bad thing, right? What positive reappraisal does is help you think about that event in a way that it is maybe not quite as bad or think of that event in terms of something good that may come out of it. So I think an example is really helpful here. So my favorite positive reappraisal and my go-to is always, well, that could have been worse. Right? So it's highly annoying for my children, for sure. But I'm always - my first thought is, like, oh, you know, this is kind of bad, but it could have been much worse, right? So..."
    },
    {
      "author": "AUBREY",
      "text": "What was an example of that you've had with your kids lately?"
    },
    {
      "author": "MOSKOWITZ",
      "text": "My younger son is - he's a soccer player in college, and he has had a sort of a nagging injury for the past, like, nine months, and it's not getting better, and the doctors kept saying it's getting better. Well, it turns out he had to have surgery, which means he's out for his senior season, which is..."
    },
    {
      "author": "AUBREY",
      "text": "Hard. Yeah."
    },
    {
      "author": "MOSKOWITZ",
      "text": "...Hard, really hard. And he, actually, on his own, is handling it much better than his parents are. He was like, OK, well, I will sit out this year. It'll give me another year of eligibility. And then I'll get a master's degree in data science at a D3 school where I can walk on to the soccer team. And I was like - it blew me away. I'm like, I'd like to think that I taught you that, but you probably just knew, right? So..."
    },
    {
      "author": "AUBREY",
      "text": "Sometimes it's easy to find a silver lining, and some people are better at it than others. But if this isn't your thing, don't feel like you need to try to find a positive reappraisal for everything that happens in life. There's a lot of tools in the tool kit. In fact, you might find this next one useful - practicing self-compassion. And that's takeaway number six. Do you know who your biggest critic is? It's probably you."
    },
    {
      "author": "MOSKOWITZ",
      "text": "We teach self-compassion by first helping people see how critical they are of themselves. I think many of us sort of learn to maybe hold ourselves to a very high standard that we would never expect of anyone else or, you know, really have that inner voice saying that we're not good enough, or we really screwed that up, or we're stupid, or we're ugly."
    },
    {
      "author": "AUBREY",
      "text": "So instead, Judy asks people to meet the critic with self-compassion."
    },
    {
      "author": "MOSKOWITZ",
      "text": "And ask people if they would talk to, you know, a loved one like that. And of course you wouldn't. You would never say that to a friend, or you would never allow a friend to say that to themselves, right? So self-compassion is being able to turn that compassion that you more naturally would give to a friend or a loved one - to turn it on yourself."
    },
    {
      "author": "AUBREY",
      "text": "There's all kinds of ways to do this. You can say to yourself, Allison, you're having a hard day. That's OK. It happens to all of us, right? Or one of the most basic acts of self-compassion that I like is to treat yourself. The other day I was at the farmers market with my daughter, where there's an amazing bakery. So we got a chocolate scone, and then we took a walk, which, hey, if something makes you feel good, that's self-compassion. Another way is to compose your thoughts in a letter."
    },
    {
      "author": "MOSKOWITZ",
      "text": "Look at what you're experiencing, and imagine that it's a good friend experiencing that, and imagine what you would say to them in that situation."
    },
    {
      "author": "AUBREY",
      "text": "If you spend 10 minutes journaling each morning, you can jot down expressions of forgiveness. Let yourself off the hook for whatever little failings you perceive, or even give yourself a pep talk the way you'd give a friend. Maybe when you're writing, you'll remember some of the positive things about yourself. And this takes us to takeaway number seven, which is get to know your strengths. When people are experiencing tough times, it can be hard to remember what you're good at. There can be a downward spiral of self-criticism."
    },
    {
      "author": "MOSKOWITZ",
      "text": "And what the personal strengths activities does is say, now, wait a minute - sort of puts a halt to that spiral and says, I do have good things about me. So, you know, I might be having a really hard time right now, but I'm a good friend. I'm smart. I can parse through what's true and what isn't. So what we do in this skill is we actually provide a list of strengths."
    },
    {
      "author": "AUBREY",
      "text": "Are you loyal? Are you a good listener? Are you flexible, courageous or patient? Are you creative, persistent, conscientious? If you know your strengths, it can help you make decisions that align with these attributes."
    },
    {
      "author": "MOSKOWITZ",
      "text": "What are some ways you can use those strengths to attain some goals, to set some attainable goals and then, you know, make progress on those? The research on goal attainment shows that even progress toward a goal, any progress toward a goal, increases your positive emotion. So what we do with attainable goals is help people make some goals that are sort of - hit that sweet spot between just challenging enough so you feel accomplished when you complete them but not so challenging that you're definitely going to fail."
    },
    {
      "author": "AUBREY",
      "text": "So you become your own kind of problem-solver, and then that kind of gives a sense of agency. Is that the idea?"
    },
    {
      "author": "MOSKOWITZ",
      "text": "Yes, I think that's true. It helps people feel a sense of control, even if it's just this one tiny slice of their world."
    },
    {
      "author": "AUBREY",
      "text": "None of these skills is revolutionary, but when you put them all together, it's like a betterment buffet. You can try them all out, and when you find what's helpful, you practice it until it becomes a habit. Now, along the way, Judy told me she had moments where she kind of questioned the power of these skills."
    },
    {
      "author": "MOSKOWITZ",
      "text": "I thought, what am I doing? This is ridiculous. What makes me think that these silly little positive emotion skills can help anyone going through anything big, right? What am I doing?"
    },
    {
      "author": "AUBREY",
      "text": "But then she went through an experience when she comforted a close friend after an unexpected death. It was very traumatic."
    },
    {
      "author": "MOSKOWITZ",
      "text": "And when I talked to her about it, you know, several months later, she's like, oh, no, those skills got me through - so things like I was able to see what a wonderful friend network I had, who, you know, swooped in to support me in this really dark time. And I have now heard, you know, time after time in - you know, 'cause we do work with samples who are experiencing really extreme life stress that they do find these skills helpful."
    },
    {
      "author": "AUBREY",
      "text": "None of these skills is a gift. They're a practice. You got to work at them. Stick with them. And if you do, the research shows you can experience more positive emotions and joy."
    },
    {
      "author": "AUBREY",
      "text": "So let's recap. Takeaway number one - spend time noticing positive events. Takeaway number two - say what you're grateful for because gratitude is linked to a longevity boost. Takeaway number three - mindfulness is an awareness skill that can build the foundation for joy. Takeaway four - focus on your breath, a quick on-ramp to feel calm and ease. Takeaway five - look for the bright side of a negative situation - positive reappraisal. Number six - treat yourself the way you'd treat a friend - self-compassion. Number seven - you have strengths, so get to know them. They can help set goals."
    },
    {
      "author": "SEGARRA",
      "text": "That was reporter Allison Aubrey. You can read more of Allison Aubrey's reporting on stress and resilience at npr.org/stressless. You can also sign up for the newsletter there. And if you want to share your tips for coping with stress, write to us at thrive@npr.org. For more LIFE KIT, check out our other episodes. We have one on stress resets and another on quashing negative self-talk. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also we love hearing from you, so if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Andee Tagle. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Clare Marie Schneider, Margaret Cirino and Sylvie Douglis. Engineering support comes from Carleigh Strange."
    },
    {
      "author": "SEGARRA",
      "text": "I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6406019077.mp3",
  "img": "https://media.npr.org/assets/img/2024/10/02/template-2-example_wide-9f2f1615c2c475822a9778e69419ea0d8c567ca3.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "ALLISON AUBREY, BYLINE",
    "SEGARRA",
    "AUBREY",
    "JUDITH MOSKOWITZ",
    "MOSKOWITZ"
  ]
}