{"title":"What to do when your house floods","url":"https://www.npr.org/transcripts/1210938536","intro":"The biggest threat in a hurricane isn't the wind, it's the water. And Atlantic hurricane season isn't over yet. NPR climate correspondent Michael Copley walks through your to-do list after a big flooding event and how to prepare for one in the future.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT..."},{"author":"SEGARRA","text":"...From NPR."},{"author":"SEGARRA","text":"Hey, everybody. It's Marielle. On today's episode, we're talking about flooding. Last week, Hurricane Milton slammed into Florida with torrential rain, dangerous wind and storm surge. Just before that, communities in Florida and many other states were hit by Hurricane Helene, another major storm, and there are still six weeks left in hurricane season. So this episode is for those folks and for anyone who's dealing with the aftermath of a flood in their home."},{"author":"SEGARRA","text":"Michael Copley covers climate change for NPR. I talked to him about what steps people need to take, how they can stay safe when they re-enter their homes, how to catalog the damage and start making repairs and how to prepare for next time."},{"author":"SEGARRA","text":"Michael, first of all, we're still in the midst of hurricane season. What do people in the areas affected by a big storm like this need to know about floodwater?"},{"author":"MICHAEL COPLEY, BYLINE","text":"The place to start is with the storm itself that caused the flooding, right? And these storms are violent, and they can be dangerous. So afterward, you know, folks, if they're driving around - be on the lookout for downed trees, downed power lines. Roads and bridges can be washed out or weakened. So, that's the first place to start."},{"author":"MICHAEL COPLEY, BYLINE","text":"Second is, floodwater itself is really dangerous. It can electrocute you. There can be debris in it that can hurt you and injure you. There can be chemicals in it and sewage that can make you sick, cause infections. So, you know, if you're on the second floor of a house, for instance, what experts are telling us is to stay there until, you know, help comes, the water recedes. I talked to Brad Hubbard. He's the president of this engineering firm called National Flood Experts, and he and I talked by phone as Brad was cleaning up in Tampa from Hurricane Helene. And the message that he had was, if you can stay out of floodwater, do it."},{"author":"BRAD HUBBARD","text":"People die in storms all the time from taking a risk, but they don't need to. If you're trying to save a person, go for it. If you're trying to save your car or a piece of property, it is not worth it."},{"author":"SEGARRA","text":"And how long does it usually take for floodwater to recede after a storm like this?"},{"author":"COPLEY","text":"I think it's really going to depend on how much water there is, how much water came down and the geography of the place where you are - right? - so what kind of streams and rivers are there or stormwater management systems to get that water out of the area. I think, typically, we're looking at days, even weeks, for the water to recede."},{"author":"SEGARRA","text":"Takeaway one - both the storm and the floodwater after the storm are dangerous. Wait until that water recedes before you move locations or relocate, if at all possible. And if you're on the second floor of a house or a building, that's the place to stay put."},{"author":"SEGARRA","text":"If folks evacuated, when they can get back to their homes without wading through floodwater, what's next? What should they do before they head inside?"},{"author":"COPLEY","text":"I think the first thing is to protect yourself - right? - so heavy boots, rubber boots, gloves, face mask to protect yourself from mold, if you have access to that kind of equipment. The other thing is, before going inside, switch on a battery-powered flashlight before you go into the building. You're doing that because the battery can create a spark that can ignite gas if there's a gas leak. Once you get inside, you're going to be actually on the lookout for a gas leak. So there could be a smell, there could be a hissing sound. If you notice either of those things, you're going to want to call the fire department right away and get out of the house."},{"author":"COPLEY","text":"After you've taken those precautions, you want to turn the power off. And so you do that at the main electrical box in the house. Switch the power off. And then you're really trying to get the house dry as fast as possible, right? So you're ripping out carpet. You're removing furniture. You're cutting drywall out a foot above the water line."},{"author":"COPLEY","text":"And the other thing to note is, when floodwater recedes, it'll leave a line - a water line - on the walls, usually. You want to look at where that line is. And if it's above the electrical sockets, you want to call an electrician just to make sure everything is safe to use. And then once it's safe to run appliances - you know, you've called the electrician, your power is back on - you want to get the air inside the house moving, right? So you're turning on fans and you're running your AC really 24 hours a day until it's dry."},{"author":"SEGARRA","text":"What about if you live in an apartment building? How do you navigate that? Do you call your landlord? Are they supposed to do this stuff?"},{"author":"COPLEY","text":"Yeah, I think you really want to coordinate with your landlord or the building manager. They should be the ones to handle all of these kinds of repairs and making sure that it is safe and you're allowed to go back into the premises."},{"author":"SEGARRA","text":"Takeaway two - before you enter your house, put on all the protective gear that you have and turn on a battery-powered flashlight outside the house in case there's a gas leak. Then, once you're inside, switch the power off and get the house dry as fast as possible. Rip out the carpet. Remove furniture. Call an electrician to make sure your outlets are safe to use, and then blast the AC and get air flow going."},{"author":"SEGARRA","text":"OK, so let's say you're in your house now. Everything is soaked. How should you be documenting the damage?"},{"author":"COPLEY","text":"The first thing to do is take a lot of pictures, right? And you're doing this inside and outside of the house. And what you're doing is you're documenting the condition that everything's in. And that's really important for filing an insurance claim if you have insurance or applying for federal aid."},{"author":"COPLEY","text":"You know, I think it's worth noting here that people who rent as opposed to buy often face really unique challenges after this kind of disaster. The insurance that they often doesn't cover the damage that we're talking about. And what a lot of renters find is that landlords will increase rents after a disaster, either to recoup their own costs from cleaning up from the storm or to take advantage of increased demand now that there are a lot of people who have been displaced. So renters face sort of a unique set of challenges."},{"author":"COPLEY","text":"For homeowners who have insurance, if you have federal flood insurance, you have a 60-day window to file a claim, and that should really be a priority. Hubbard says to do it as fast as possible."},{"author":"HUBBARD","text":"There are tens of thousands of people who are dealing with this right now, and they're just going to go down the list. So the quicker you get on the list, the quicker that this is all going to be resolved for you."},{"author":"SEGARRA","text":"It sounds like there's a long to-do list."},{"author":"COPLEY","text":"It is. And Hubbard told me he sort of jotted this list down as he was preparing for Hurricane Helene there in Tampa. And there's one more item on his list, and it's to be patient - right? - with the contractors and the electricians who are out there helping people recover after a storm."},{"author":"HUBBARD","text":"Millions of people were impacted by this, and, you know, usually your agents and the people who are helping you recover are dealing with their own stuff, too, you know? We all live in these areas that we serve. And it means that, when there's a storm, the people who are trying to help you are also dealing with their own problems."},{"author":"SEGARRA","text":"That's good advice, in general, I think - remembering that the people who are helping you are also dealing with their own problems, especially if you're facing something as a community."},{"author":"SEGARRA","text":"Takeaway three - document any damage to your belongings or to your house itself. And if you're filing an insurance claim or applying for federal aid, do that as soon as possible. For federal flood insurance, you only have 60 days to file a claim. But remember, everyone's going to be trying to do that at the same time. So get ahead of this early if you can."},{"author":"SEGARRA","text":"So what about the next storm? You know, what can people do to prepare ahead of time?"},{"author":"COPLEY","text":"First off, take pictures of your stuff, right? You're documenting the condition your things are in and your house is in before the disaster hits. If there's a flood threat, put valuables up high - right? - on countertops, a second floor if you have one. And follow evacuation orders from local officials. And the last thing is, look into buying flood insurance if you don't already have it. You can get it even if you're a renter."},{"author":"SEGARRA","text":"OK. Yeah, that feels like a big one."},{"author":"COPLEY","text":"It is a big one, and not many people have it. FEMA's estimate is like 4% nationwide. There's an industry estimate that's a little bit higher. I talked to Matthew Eby. He's the chief executive of this group, First Street, which models climate risk. And what he says is, when people don't have flood insurance and they have to shoulder the costs of the disaster on their own, the consequences for them can be really profound."},{"author":"MATTHEW EBY","text":"If they don't have flood insurance, this will be a material financial event for them, and it could change the course of their life."},{"author":"SEGARRA","text":"OK, so if you're a homeowner and you don't have flood insurance, what should you do?"},{"author":"COPLEY","text":"I'd say the first thing is to try to look into the risk that your property faces. You can do this online by going to FEMA's Flood Map Service Center. There are companies in the private sector, like First Street, that offer similar online assessments. So understanding the risk is a starting point. But the reality is we're seeing places flooding that aren't considered to be at high risk. I mean, the fact is a warmer atmosphere can hold more moisture. So when it rains, even when it's not a hurricane, the downpours can be more intense, and more intense rainfall increases the risk of flooding."},{"author":"SEGARRA","text":"OK, takeaway four - before the next storm, make sure you take photos of all your stuff so you can make filing that insurance claim even smoother the next time. Also consider getting flood insurance. Renters can get that, too. And as the storm approaches, put valuables on high surfaces and evacuate if local officials are telling you to. All right, Michael, thank you so much for all this info. It's super helpful."},{"author":"COPLEY","text":"Yeah, of course, Marielle. Thanks."},{"author":"SEGARRA","text":"OK, it's time for a recap. Wait until floodwater recedes before you move locations after a storm, if at all possible. Wear protective gear and turn on a battery-powered flashlight before reentering your home. Once you're inside, check for gas leaks. Call an electrician if you need to, and get your house dry as quickly as possible. Also, file your insurance claim or request federal aid as soon as you can. And before the next storm, consider getting flood insurance. Take before photos of your home. Put valuables in high places and follow any evacuation orders."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We've got one on how to prepare for a hurricane and another on what you should pack in your go bag for a natural disaster. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Margaret Cirino. It was edited by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle and Clare Marie Schneider. Engineering support comes from Simon-Laslo Janssen. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5983955518.mp3","img":"https://media.npr.org/assets/img/2024/10/11/template-2-example-1-_wide-aee7492414286c8507b39cad46a0141a2423c28e.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","MICHAEL COPLEY, BYLINE","BRAD HUBBARD","COPLEY","HUBBARD","MATTHEW EBY"],"wave_peaks":[13149,18526,25328,18138,23619,8717,390,23497,21715,15749,13975,12871,24387,14822,16618,27112,16016,7323,28055,25160,24995,14828,10243,21705,21625,25852,20652,10676,7705,20377,23381,23559,8483,25152,23669,22124,15620,16905,23093,16274,19545,11395,2243,25498,24756,20666,22430,21015,5353,24041,26056,20422,4073,26716,25357,23644,12118,51,13,0,2674,3750,5521,4465,4021,5933,5768,26675,17229,27455,22788,6914,5773,7330,5999,6169,7250,6590,30005,23537,26162,6086,5924,13561,8176,6603,6043,8820,10218,19836,18175,3365,14344,13490,1206,1163,4308,26826,22746,19474,27628,21625,14007,5984,2443,5370,29121,12157,17251,15047,17649,10355,14790,12238,16249,17941,13252,16765,16558,11764,13749,20865,19353,12985,13698,15094,9503,13143,3812,23305,26329,26772,15568,18264,26916,23107,17454,21192,14923,11694,19583,13494,10435,14610,3405,27044,25771,8980,5116,634,17215,18626,17349,21413,17423,15963,12651,5899,4040,2459,21813,26932,15061,13838,18484,14829,2715,27531,25216,14929,13561,26057,11959,13127,13121,12029,8528,4781,5668,7425,7526,7164,29323,27549,23396,19020,14239,11798,7944,10302,18909,28228,29335,25367,26876,10557,12169,13156,25567,26313,13292,14973,10020,25553,15754,14178,5970,27054,25636,27022,23953,10372,18283,19650,7591,9517,5565,11318,24501,17798,14365,11885,18613,6050,6876,17943,12652,13772,6879,16387,7802,11018,12468,16121,11921,13355,9992,11154,14840,11294,9587,10144,15853,10399,10064,8351,10475,5270,7190,6236,9485,9514,4511,5135,5538,4892,1392,1104,1195,850,463,173,122,0,7,24681,18903,15167,21083,22367,10586,577,14885,11031,16496,13865,4629,10705,9298,8023,9325,8547,15107,586,17405,15543,22838,13710,13553,10078,2173,22859,19840,19308,14412,9041,10089,6710,20257,11895,8409,16789,10476,11588,13896,15058,19137,19664,11242,12318,25814,11659,10413,16227,24358,13797,17476,18850,13930,14994,5090,19334,7564,9701,12141,9039,25717,22342,23430,16883,22268,16340,11143,10778,7249,13526,17683,15738,8144,15627,8097,22318,21959,19981,9231,11274,19236,4968,19994,21794,17824,15380,14780,5774,1281,5,3,2813,25819,20984,23282,23915,11346,14734,1127,25204,24858,15427,23968,23638,11558,9140,13186,21053,16619,18582,15030,20011,20089,24151,28119,8617,21715,25061,24039,9823,14789,7236,24285,26249,24876,21342,16867,15800,16263,20962,22267,14163,9937,2972,22605,15742,21780,16969,23528,24300,18705,22962,17081,19424,24537,25106,23681,22924,27116,8752,19775,15760,11460,8120,26214,21384,13835,13383,22208,28119,13420,9245,12677,5490,24301,18273,20478,19319,24221,28427,12640,19058,23784,25995,23642,17803,16320,13731,17556,6158,11708,23777,20246,24587,23418,21383,17541,17851,17443,17772,5684,25197,26559,22787,17303,17008,20002,10136,160,15,3,22069,22049,14997,14404,13986,12100,16348,14531,16797,15838,8019,20464,13687,23436,15380,16835,12521,12869,23080,11760,16709,16136,13429,13285,9850,11270,14878,8368,16056,14730,9008,18380,11634,20003,18478,17582,24186,12357,10223,20686,20326,13646,10859,24137,13862,15413,19756,12060,24472,20259,15748,10444,11980,14934,9037,20027,11131,6221,21555,17206,14377,19430,16118,9597,16635,10558,16951,10643,15805,8000,18886,13845,17868,11873,9445,9914,22388,22339,22111,19264,12649,20145,12604,8490,11857,6316,18833,20284,23205,18922,9884,13839,20244,9449,21165,23331,15187,9296,12272,22065,3462,5,3,24862,21527,21482,16240,23852,22658,9229,7465,25608,20126,19018,18974,11250,19071,25122,19372,17322,5235,17066,18503,6967,19114,20795,16690,1640,15015,18682,3542,25341,24729,22015,7181,8329,16849,16070,19566,23662,18243,15329,13035,18843,23927,26148,25585,11618,16871,21194,25260,25663,22815,7466,228,40,7493,7018,6107,15539,19214,17197,13292,12745,11746,18633,16171,20196,19841,16328,18328,25439,23367,21769,21629,10018,6928,23519,10945,3357,21075,26659,14649,11882,10827,24865,16823,13302,15026,17522,19501,17122,11611,8299,17713,6947,25943,20414,24397,8027,21905,23814,9090,1398,0,0,0,28381,23892,28324,24480,20072,23378,14565,19041,9021,5505,97,3278,27775,10769,11203,15917,16545,17449,19739,22054,24724,20605,12897,13744,14148,7718,10201,14795,22500,23656,16702,11708,17634,24711,26237,15938,15787,20071,19071,13344,15279,14802,9905,15357,14441,25623,8946,12264,12637,7729,22978,27717,15043,10170,18626,3605,10955,24597,11436,9432,28608,24866,25258,13312,9285,17972,23759,3754,3519,4599,24735,16777,14512,7986,19642,15882,10080,2926,598,29443,27866,20375,19998,28245,21179,2730,23114,22473,15214,12206,9343,13389,17364,5224,4548,17977,11491,21060,12905,9449,22174,15055,5551,692,21016,25373,16481,8464,18533,8250,11911,16729,3871,3066,20528,17577,3587,26429,13424,21610,11997,21579,26812,19385,22742,6353,16257,25695,27228,19133,14080,10556,25818,19856,15375,8840,20666,14985,11479,15592,11147,9836,1923,591,25278,26352,22433,7571,23432,14748,13208,10154,8644,10645,18694,13402,22718,10506,5448,695,23225,26770,23327,14060,15706,21266,21263,22473,16781,24819,9847,16560,14828,7237,445,279,15363,29652,21441,14725,10101,2434,20965,28558,21641,13031,1600,15680,645,15598,18774,19170,11213,21793,19112,3053,13865,23093,21966,16945,1528,396,21920,25781,22364,14248,21569,16971,18456,24552,22327,17420,25407,21503,22900,22167,24248,16254,25963,23627,10876,21995,18425,13208,18943,18709,13265,11387,23428,28991,15782,20056,10056,15371,16501,21838,21718,12613,13254,17993,27543,14982,17678,12889,16441,14637,3577,22919,21730,21659,24589,24199,19891,20139,17986,19446,11697,15963,7831,10441,22799,9349,14382,15352,16377,18325,18157,19358,12146,13574,15859,11410,13308,18760,15710,1412,8617,21973,14082,7477,6253,9194,1430,24602,24614,21105,22725,7131,2670,521,27625,24747,12343,17054,15593,2086,22310,13707,8123,5764,16641,12852,15593,6380,5688,3,26366,19843,17529,19114,19251,19134,27321,26024,18697,25793,9231,8300,12145,11090,6495,26939,26103,26671,24194,10602,9815,14285,8148,15318,9221,9209,14902,16872,22434,18063,14505,11985,13633,29405,22488,26321,28210,23547,17730,11402,11653,1014,26474,11751,15731,15092,4285,3,24091,25055,26313,13183,13114,7,155,27712,17094,14735,26025,25768,12973,18123,26116,21473,9218,12717,16395,9635,148,4803,28193,27150,14583,18695,14640,15737,23371,18339,15676,330,27019,27063,16684,26334,12435,23168,27347,22476,9842,26220,18032,23266,20766,6860,3651,21224,16075,6194,25229,9900,13162,22646,18822,19555,25609,23916,24633,9947,15350,5245,17166,1046,709,29669,25481,17394,16083,18646,16315,19041,2945,24196,29057,19054,2081,23792,23146,18838,10970,19409,17029,15905,14848,9398,662,26688,24718,18133,21280,13469,26090,12727,16847,23370,19434,1220,22136,25898,15834,23756,17586,16051,6179,4116,2824,22600,29125,23440,15256,25694,21942,21562,22477,19286,22359,21023,22901,3948,22283,16370,23483,21746,11977,19438,14365,11930,1127,19847,26717,14335,12174,9576,769,21023,22251,22722,16635,23612,12262,21956,13718,7604,1767,950,28859,24531,25543,22958,8654,24653,24004,23673,9611,14539,15178,25060,13503,15400,13078,20553,23593,21423,7468,9614,1706,397,26257,24977,17128,9316,18205,26822,24923,18658,25067,3250,5926,23437,9915,14712,20837,18187,14293,11757,9230,615,26019,25472,9324,24251,12537,13368,11571,25532,9195,24507,23079,16685,11401,11129,23030,19937,17660,9556,230,24516,28341,14855,2578,15549,25355,23366,13343,9369,13906,16828,19150,25772,13060,16394,19976,3651,9889,7332,20983,24019,26234,15133,11948,13542,16647,24663,8478,17984,3258,12577,21441,11441,8732,3690,23208,18764,14431,12507,3791,2202,23872,21921,24091,14193,23407,10659,10413,7682,20046,11885,13781,16697,16434,10906,8484,20166,18687,18721,15436,8876,15086,10132,22118,14882,19943,9114,22089,14520,12643,7167,14585,14346,1006,2780,26969,20993,23475,15068,18136,15653,1374,2670,21048,17652,12894,3746,11677,7380,18179,12255,9055,3378,9,7667,26760,10014,27192,16349,27581,12448,11209,8110,24843,27782,19503,22873,15660,20975,16310,16813,18438,9157,752,20486,19372,26741,24298,25159,16310,12063,13021,20146,9090,8145,25853,13359,12091,6861,10834,9101,1733,21014,11150,8504,17902,10569,8587,13756,2277,12356,22758,10631,18209,18402,18860,6874,5749,5329,66,25873,19455,14840,18689,21560,17605,19461,22502,5978,26150,25898,21241,12661,10537,21745,1942,13514,23512,25653,17919,22520,14922,14153,26095,27182,12473,14366,11478,9512,26266,7503,1976,21814,22456,14307,27330,12090,25601,19000,10644,17164,26669,17407,16007,16563,12813,8003,666,27033,27049,26395,8907,18702,13960,11256,520,25508,25957,19861,9772,15230,26187,16370,17281,6210,6459,642,24751,21224,17304,23132,16059,18924,12694,10808,7848,3,23265,18070,23206,23552,20639,22524,11116,6473,20167,12916,15977,6320,2534,25293,11558,16980,16672,6771,15638,7380,1581,27774,24375,23124,26436,15926,22946,13447,20807,21347,25919,27409,24670,22414,13474,7948,967,24323,29441,19168,27023,24508,14588,20938,29124,21110,12703,15112,21396,27663,24274,22535,7374,16116,25148,8816,26520,18369,23340,12264,10488,16712,16736,15755,15436,11142,934,26602,20044,24001,25967,20335,16075,5314,21028,25250,17263,19262,17920,17905,541,24286,20549,17952,20632,21843,13812,18200,6372,18399,16654,13827,13351,20059,24125,16203,22454,348,26133,21261,23707,9469,16567,14623,11832,12142,601,22396,23091,23356,26048,22192,14052,12586,9559,21620,20200,24840,14519,14337,19445,17740,11987,553,21072,25905,22403,11943,4746,17158,16001,7896,8865,3959,27520,29535,22604,16457,12887,14533,17013,15748,18490,10043,7428,9687,7954,4440,17676,26321,20219,12905,331,12208,11443,17918,11226,7674,5036,471,23209,24780,28047,20899,11899,4204,10333,24398,23208,19165,13345,15498,17414,19045,10701,10042,3729,24476,13778,10496,738,215,23431,25783,23709,22265,17421,7881,19674,20248,9173,25313,23666,25276,22040,14753,3016,1985,18704,10830,18170,21658,20127,10991,7423,15722,14518,21016,8135,15655,17278,7480,5908,25389,23309,17202,23511,17802,13259,25114,24490,6335,8243,18330,11632,22456,23146,15414,17519,12547,20563,28055,19848,19370,12921,19058,7514,27929,25827,24515,20700,13791,20840,23296,12827,16021,11588,8779,5933,15083,13182,19734,26896,9936,7754,15880,11121,21853,26156,22214,23803,13333,8117,4242,8220,9269,11745,2046,23695,10372,24075,18302,8120,566,21284,23027,5580,13443,19103,19095,9821,7893,14006,6207,6621,114,24990,24619,14512,21570,25152,16884,24059,17117,810,24399,25099,23137,22531,18112,13369,25574,8589,13118,14578,18137,21276,11322,22156,24654,18650,24627,22309,1180,23803,6085,24454,21125,25209,25889,24674,10821,15537,2352,1462,20488,7934,15555,19137,24646,19185,14059,16152,12200,119,133,18719,12185,20950,21511,16450,24623,20094,19035,17234,690,28071,23119,26144,8732,21166,18228,16478,3248,245,26631,28726,16428,25768,9847,3544,14080,18005,20112,18345,9771,14316,21195,13545,15799,1253,15023,9070,23739,7866,26549,14965,25541,19783,23274,22968,7329,9541,1090,8516,28913,11989,7484,28348,13336,17933,22168,10449,10251,11163,16705,14246,14309,18529,16232,10413,21643,20776,16259,10219,13284,17778,17298,12412,15071,941,24206,17714,8336,12980,5389,21633,26917,24230,14038,11243,13481,13343,15758,13104,10557,12160,987,20434,29987,26095,16729,18050,27673,26417,10378,15593,10511,801,23268,24312,12295,14292,7225,15526,185,803,26681,25037,11058,6227,6623,20063,13392,14298,19938,13127,18127,24925,16745,53,25374,25031,729,25479,28520,14959,23718,20866,17545,24870,13726,23525,14134,15110,10246,19039,16257,13463,12668,16464,17825,12881,5539,4301,22576,15500,24089,17159,443,26906,20263,19936,13568,23929,19489,12052,10811,12555,15911,18170,11109,1065,12128,22002,23476,18135,11013,2543,14289,11400,9901,3288,595,23618,27297,17161,10210,22560,16520,19526,8543,14926,12987,18079,5215,5939,18661,14763,11790,11531,16551,22281,28456,14648,13463,11144,2456,26107,23690,17696,23500,17385,18621,22821,20308,23468,12367,15359,21682,22979,14369,21240,12406,20629,21367,14746,23381,9782,12934,14769,23595,23504,1195,24655,21690,24110,10378,7948,13193,24972,9093,11824,12048,23767,19174,4854,813,22563,16891,28912,13823,10914,19766,29838,11440,25348,25893,23375,25263,11268,4447,22747,22845,23988,20405,21311,10553,8710,21789,16022,12246,10149,13438,25145,18573,11029,16222,10099,20782,15766,9483,12818,19808,16003,16486,11977,6783,16943,21441,15567,19971,20247,13666,18922,13608,14592,15852,14785,19436,19228,16272,3,21465,19953,24290,19607,16821,14533,25305,26236,27719,19017,19081,5407,588,5255,28100,16233,21634,8293,29641,28718,21924,21876,2061,25193,27308,13518,24134,19508,21216,10790,5081,14866,11898,20834,16117,25135,14368,11190,22241,22617,24469,20656,1159,12998,24437,13099,23467,19918,7962,24716,16934,15913,19252,17344,11341,20824,12514,11581,3985,621,5137,23451,2547,24604,23038,9790,15571,8898,20895,19907,9355,16845,26476,21308,5307,20422,22319,21569,20804,635,19670,21989,274,20482,23300,14254,17587,11307,5340,1027,21633,12869,20756,20103,13354,12767,12404,14165,6109,2201,23472,25921,8725,890,23609,21552,15039,13179,3297,13795,25283,11559,6774,12912,20486,6930,390,20487,29659,17039,15828,18460,11536,12584,13137,15113,73,11929,24664,19544,20959,4237,27758,25464,19498,10442,9211,16530,15086,22321,15815,16747,16738,6921,7469,26179,13859,19995,10527,7858,7038,11595,13759,11913,15496,5812,1555,26317,24149,26754,22013,16388,11137,14996,20615,11504,23430,15741,6260,27605,18664,20969,23774,19052,17530,23082,15604,25933,27010,11710,11961,13373,25124,13518,11488,13189,10380,14983,6675,4943,17,21844,22901,19637,19538,25083,20114,7693,11145,12630,14856,4937,22737,15399,17728,23425,6997,4887,3935,3989,13068,28043,6997,30222,21480,16061,4063,25385,16180,21849,25051,25524,11549,9538,12610,8118,15456,11707,26020,9871,12717,17161,18863,12090,10630,1494,5305,23156,26917,16774,19606,15739,15728,24762,22516,25246,15602,11967,19212,17947,11853,7309,9891,2228,3908,9508,25916,28246,6184,2003,23078,24704,8898,6436,26142,19518,19827,9036,11719,12646,18576,22045,20952,21532,13439,12485,20373,8891,2714,26012,18179,25843,12314,16850,16558,8391,11630,27727,17589,14666,13199,9390,10342,15110,2727,3307,16357,22801,20934,16086,9414,19470,28614,27008,18400,5414,26340,16131,25386,20814,11748,12236,2945,3377,27171,24766,16894,25082,13939,11034,3004,14373,15158,14432,12803,26228,12637,10927,10121,11118,13307,13914,15795,15967,11360,7935,14423,21569,29769,23878,23950,22073,18723,11032,3124,27855,19849,18864,11612,15637,21266,10936,20951,26888,21472,11385,25433,18610,26003,15388,15245,15433,26900,9176,3754,8803,22475,16404,16674,18167,10626,15034,11857,9250,2899,17117,24252,27549,15032,19858,13222,9481,27884,14376,16763,13642,16491,24160,17337,16179,13332,8583,10894,2987,4120,27873,27164,21702,12128,11152,26954,18226,17321,25130,23818,10864,13422,12593,24046,22062,24012,16811,17982,15047,13011,13149,7693,3465,2611,20027,24011,22660,9128,14657,16198,15074,8134,11291,2463,12733,27180,17250,13960,14762,5836,16315,26556,26845,24969,25649,20207,11677,18116,15758,9875,11223,12418,8446,16235,29833,20887,12914,22680,9879,10763,16540,16203,12189,9796,8151,10883,4184,17507,28464,19595,25071,12869,20013,19376,20727,11800,10308,10134,7886,2766,19944,19727,22118,13849,22732,13817,12059,15952,5260,3211,3227,18058,18111,14589,19344,2874,2545,19885,22450,15617,8792,21641,10219,14529,12912,13829,11700,11448,14527,14090,11262,6488,17806,8284,11553,13901,8475,18247,7510,13533,13493,10756,6427,8644,10192,7124,7380,7509,9987,4314,5177,3392,3050,3137,2245,2334,1576,833,769,709,268,275,219,128,12,2,1995,25603,21845,11953,14052,13058,19050,12468,7658,15177,17107,9596,8662,6605,19531,16088,13608,18425,14819,9483,12995,12416,9292,7152,13993,9654,14314,25758,13655,18895,9051,9487,16058,14630,11991,11078,7880,8156,11217,13634,8003,13597,19144,15754,20429,10846,16313,12742,10208,8107,19446,15309,17483,9926,18233,7035,6358,133,3,4,45,22808,16070,17754,20019,14805,21773,14627,10637,8316,21311,18391,16129,7422,13074,8593,10673,10306,22499,22358,17097,15938,12345,16157,17744,11733,8223,17979,14743,24860,2915,23781,21869,24427,12147,12719,15067,7913,17666,17877,16718,15553,7838,4630,11960,24664,16226,10784,11181,9142,22426,15070,15520,11736,25091,10186,13523,7305,3189,20702,22682,14127,21904,18711,15380,16243,3563,21887,12835,12242,22769,13467,9470,9429,299,3,2,2,27,22484,17510,19622,9251,13582,19120,13595,21896,6068,8615,22117,21815,15405,17972,20666,3530,19478,22356,7188,15991,9292,19545,27055,18457,17743,10289,14066,16841,11324,9815,4837,21175,20926,20188,11374,11761,10541,12832,14720,20914,17981,24323,9268,10928,18663,15903,6808,7155,25811,14605,16556,21999,10842,10994,12260,9316,12060,15145,15895,5273,4991,15523,18220,18341,17886,7723,22053,22926,12109,12477,22290,17930,15713,12787,22751,21950,17855,6639,23969,18206,10447,11971,14322,13031,4,2],"fragments":[{"begin":"0.000","end":"3.680","lines":["You're listening to LIFE KIT..."]},{"begin":"3.680","end":"4.840","lines":["...From NPR."]},{"begin":"4.840","end":"54.560","lines":["Hey, everybody. It's Marielle. On today's episode, we're talking about flooding. Last week, Hurricane Milton slammed into Florida with torrential rain, dangerous wind and storm surge. Just before that, communities in Florida and many other states were hit by Hurricane Helene, another major storm, and there are still six weeks left in hurricane season. So this episode is for those folks and for anyone who's dealing with the aftermath of a flood in their home."]},{"begin":"54.560","end":"79.880","lines":["Michael Copley covers climate change for NPR. I talked to him about what steps people need to take, how they can stay safe when they re-enter their homes, how to catalog the damage and start making repairs and how to prepare for next time."]},{"begin":"79.880","end":"91.360","lines":["Michael, first of all, we're still in the midst of hurricane season. What do people in the areas affected by a big storm like this need to know about floodwater?"]},{"begin":"91.360","end":"116.840","lines":["The place to start is with the storm itself that caused the flooding, right? And these storms are violent, and they can be dangerous. So afterward, you know, folks, if they're driving around - be on the lookout for downed trees, downed power lines. Roads and bridges can be washed out or weakened. So, that's the first place to start."]},{"begin":"116.840","end":"165.880","lines":["Second is, floodwater itself is really dangerous. It can electrocute you. There can be debris in it that can hurt you and injure you. There can be chemicals in it and sewage that can make you sick, cause infections. So, you know, if you're on the second floor of a house, for instance, what experts are telling us is to stay there until, you know, help comes, the water recedes. I talked to Brad Hubbard. He's the president of this engineering firm called National Flood Experts, and he and I talked by phone as Brad was cleaning up in Tampa from Hurricane Helene. And the message that he had was, if you can stay out of floodwater, do it."]},{"begin":"165.880","end":"183.640","lines":["People die in storms all the time from taking a risk, but they don't need to. If you're trying to save a person, go for it. If you're trying to save your car or a piece of property, it is not worth it."]},{"begin":"183.640","end":"190.840","lines":["And how long does it usually take for floodwater to recede after a storm like this?"]},{"begin":"190.840","end":"223.680","lines":["I think it's really going to depend on how much water there is, how much water came down and the geography of the place where you are - right? - so what kind of streams and rivers are there or stormwater management systems to get that water out of the area. I think, typically, we're looking at days, even weeks, for the water to recede."]},{"begin":"223.680","end":"245.560","lines":["Takeaway one - both the storm and the floodwater after the storm are dangerous. Wait until that water recedes before you move locations or relocate, if at all possible. And if you're on the second floor of a house or a building, that's the place to stay put."]},{"begin":"245.560","end":"262.840","lines":["If folks evacuated, when they can get back to their homes without wading through floodwater, what's next? What should they do before they head inside?"]},{"begin":"262.840","end":"322.880","lines":["I think the first thing is to protect yourself - right? - so heavy boots, rubber boots, gloves, face mask to protect yourself from mold, if you have access to that kind of equipment. The other thing is, before going inside, switch on a battery-powered flashlight before you go into the building. You're doing that because the battery can create a spark that can ignite gas if there's a gas leak. Once you get inside, you're going to be actually on the lookout for a gas leak. So there could be a smell, there could be a hissing sound. If you notice either of those things, you're going to want to call the fire department right away and get out of the house."]},{"begin":"322.880","end":"350.760","lines":["After you've taken those precautions, you want to turn the power off. And so you do that at the main electrical box in the house. Switch the power off. And then you're really trying to get the house dry as fast as possible, right? So you're ripping out carpet. You're removing furniture. You're cutting drywall out a foot above the water line."]},{"begin":"350.760","end":"395.520","lines":["And the other thing to note is, when floodwater recedes, it'll leave a line - a water line - on the walls, usually. You want to look at where that line is. And if it's above the electrical sockets, you want to call an electrician just to make sure everything is safe to use. And then once it's safe to run appliances - you know, you've called the electrician, your power is back on - you want to get the air inside the house moving, right? So you're turning on fans and you're running your AC really 24 hours a day until it's dry."]},{"begin":"395.520","end":"404.360","lines":["What about if you live in an apartment building? How do you navigate that? Do you call your landlord? Are they supposed to do this stuff?"]},{"begin":"404.360","end":"415.160","lines":["Yeah, I think you really want to coordinate with your landlord or the building manager. They should be the ones to handle all of these kinds of repairs and making sure that it is safe and you're allowed to go back into the premises."]},{"begin":"415.160","end":"438.840","lines":["Takeaway two - before you enter your house, put on all the protective gear that you have and turn on a battery-powered flashlight outside the house in case there's a gas leak. Then, once you're inside, switch the power off and get the house dry as fast as possible. Rip out the carpet. Remove furniture. Call an electrician to make sure your outlets are safe to use, and then blast the AC and get air flow going."]},{"begin":"438.840","end":"444.960","lines":["OK, so let's say you're in your house now. Everything is soaked. How should you be documenting the damage?"]},{"begin":"444.960","end":"458.280","lines":["The first thing to do is take a lot of pictures, right? And you're doing this inside and outside of the house. And what you're doing is you're documenting the condition that everything's in. And that's really important for filing an insurance claim if you have insurance or applying for federal aid."]},{"begin":"458.280","end":"486.600","lines":["You know, I think it's worth noting here that people who rent as opposed to buy often face really unique challenges after this kind of disaster. The insurance that they often doesn't cover the damage that we're talking about. And what a lot of renters find is that landlords will increase rents after a disaster, either to recoup their own costs from cleaning up from the storm or to take advantage of increased demand now that there are a lot of people who have been displaced. So renters face sort of a unique set of challenges."]},{"begin":"486.600","end":"497.960","lines":["For homeowners who have insurance, if you have federal flood insurance, you have a 60-day window to file a claim, and that should really be a priority. Hubbard says to do it as fast as possible."]},{"begin":"497.960","end":"507.600","lines":["There are tens of thousands of people who are dealing with this right now, and they're just going to go down the list. So the quicker you get on the list, the quicker that this is all going to be resolved for you."]},{"begin":"507.600","end":"509.920","lines":["It sounds like there's a long to-do list."]},{"begin":"509.920","end":"524.440","lines":["It is. And Hubbard told me he sort of jotted this list down as he was preparing for Hurricane Helene there in Tampa. And there's one more item on his list, and it's to be patient - right? - with the contractors and the electricians who are out there helping people recover after a storm."]},{"begin":"524.440","end":"542.360","lines":["Millions of people were impacted by this, and, you know, usually your agents and the people who are helping you recover are dealing with their own stuff, too, you know? We all live in these areas that we serve. And it means that, when there's a storm, the people who are trying to help you are also dealing with their own problems."]},{"begin":"542.360","end":"553.520","lines":["That's good advice, in general, I think - remembering that the people who are helping you are also dealing with their own problems, especially if you're facing something as a community."]},{"begin":"553.520","end":"572.680","lines":["Takeaway three - document any damage to your belongings or to your house itself. And if you're filing an insurance claim or applying for federal aid, do that as soon as possible. For federal flood insurance, you only have 60 days to file a claim. But remember, everyone's going to be trying to do that at the same time. So get ahead of this early if you can."]},{"begin":"572.680","end":"576.960","lines":["So what about the next storm? You know, what can people do to prepare ahead of time?"]},{"begin":"576.960","end":"598.160","lines":["First off, take pictures of your stuff, right? You're documenting the condition your things are in and your house is in before the disaster hits. If there's a flood threat, put valuables up high - right? - on countertops, a second floor if you have one. And follow evacuation orders from local officials. And the last thing is, look into buying flood insurance if you don't already have it. You can get it even if you're a renter."]},{"begin":"598.160","end":"600.000","lines":["OK. Yeah, that feels like a big one."]},{"begin":"600.000","end":"622.320","lines":["It is a big one, and not many people have it. FEMA's estimate is like 4% nationwide. There's an industry estimate that's a little bit higher. I talked to Matthew Eby. He's the chief executive of this group, First Street, which models climate risk. And what he says is, when people don't have flood insurance and they have to shoulder the costs of the disaster on their own, the consequences for them can be really profound."]},{"begin":"622.320","end":"628.640","lines":["If they don't have flood insurance, this will be a material financial event for them, and it could change the course of their life."]},{"begin":"628.640","end":"634.040","lines":["OK, so if you're a homeowner and you don't have flood insurance, what should you do?"]},{"begin":"634.040","end":"666.800","lines":["I'd say the first thing is to try to look into the risk that your property faces. You can do this online by going to FEMA's Flood Map Service Center. There are companies in the private sector, like First Street, that offer similar online assessments. So understanding the risk is a starting point. But the reality is we're seeing places flooding that aren't considered to be at high risk. I mean, the fact is a warmer atmosphere can hold more moisture. So when it rains, even when it's not a hurricane, the downpours can be more intense, and more intense rainfall increases the risk of flooding."]},{"begin":"666.800","end":"696.480","lines":["OK, takeaway four - before the next storm, make sure you take photos of all your stuff so you can make filing that insurance claim even smoother the next time. Also consider getting flood insurance. Renters can get that, too. And as the storm approaches, put valuables on high surfaces and evacuate if local officials are telling you to. All right, Michael, thank you so much for all this info. It's super helpful."]},{"begin":"696.480","end":"700.560","lines":["Yeah, of course, Marielle. Thanks."]},{"begin":"700.560","end":"758.760","lines":["OK, it's time for a recap. Wait until floodwater recedes before you move locations after a storm, if at all possible. Wear protective gear and turn on a battery-powered flashlight before reentering your home. Once you're inside, check for gas leaks. Call an electrician if you need to, and get your house dry as quickly as possible. Also, file your insurance claim or request federal aid as soon as you can. And before the next storm, consider getting flood insurance. Take before photos of your home. Put valuables in high places and follow any evacuation orders."]},{"begin":"758.760","end":"815.040","lines":["For more LIFE KIT, check out our other episodes. We've got one on how to prepare for a hurricane and another on what you should pack in your go bag for a natural disaster. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."]},{"begin":"815.040","end":"858.200","lines":["This episode of LIFE KIT was produced by Margaret Cirino. It was edited by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle and Clare Marie Schneider. Engineering support comes from Simon-Laslo Janssen. I'm Marielle Segarra. Thanks for listening."]}],"duration":858}