{"title":"What you need to know about cardio","url":"https://www.npr.org/transcripts/1224599770","intro":"Cardio — exercise that gets your heart rate up — can support good health in many ways. It can help prevent heart disease, increase your energy levels, decrease stress and more. In this episode, we cover what exercise and activities count as cardio, how to reap its benefits and how much to do.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT from NPR."},{"author":"MARIELLE SEGARRA, HOST","text":"Hey, everybody. It's Marielle. Heart disease is the leading cause of death in America, accounting for one in five deaths in 2022. It's also the No. 1 killer of women in the U.S."},{"author":"JAYNE MORGAN","text":"Even if you add breast cancer and bring in all the other cancers of the body and add them to breast cancer, heart disease is still No. 1."},{"author":"SEGARRA","text":"That's Dr. Jayne Morgan. She's a cardiologist and vice president of medical affairs for Hello Heart. It's an app you can use to track your cardiovascular health. So those stark numbers bring me to the point of today's episode. We're talking about cardio, the kind of exercise that gets your heart rate up and can help prevent heart disease."},{"author":"MORGAN","text":"That's really what people mean when they say cardio. They mean to increase your heart rate and to get that heart rate up such that your heart is really pumping."},{"author":"SEGARRA","text":"I personally have always wondered what counts as cardio - how intense it needs to be to get the benefits, how much of it you should be doing every day or week, whether you can break it up into short bursts or you need to do at least, you know, half an hour at a time. On this episode of LIFE KIT, I talk with Dr. Morgan about all of that and more."},{"author":"SEGARRA","text":"The U.S. Department of Health and Human Services puts out guidelines for how much exercise adults should be getting every week. They recommend that you do strength training twice a week. That could be weightlifting or pilates, body weight exercises, even chores like carrying grocery bags. And then they recommend some type of cardio - specifically, 150 minutes of moderate-intensity exercise, 75 minutes of vigorous exercise or some combination of the two - every week. And we'll get into what those terms mean. But Dr. Morgan says sometimes it's hard to get all that done, and you might get overwhelmed if you're trying to keep track to that extent."},{"author":"MORGAN","text":"And I often like to talk with people and tell them to simply pick an activity that they like to do and then to do that at least five times a week for at least 30 minutes. That's really the sweet spot of where we need to be, about 150 minutes of exercise. And the key is to really make certain that we are moving. Our bodies are made to move. Our bodies are really not made for the way that we live now, and that's why we are developing a lot of these chronic diseases. Our bodies are made to be in motion."},{"author":"SEGARRA","text":"Takeaway 1 - cardio, simply put, is getting your heart rate up. That doesn't mean you have to push yourself to the limit every time you're working out."},{"author":"MORGAN","text":"You can have cardio without high-intensity exercising."},{"author":"SEGARRA","text":"And how can you measure that? Like, how do you know that you're getting into the cardio zone?"},{"author":"MORGAN","text":"A lot of the monitors that you can wear, either the rings or the wristwatches - any of those types of monitors can certainly measure your heart rate. Sometimes, depending on what kind of gym you're in, if you are holding on to handrails or things, there can be sensors on there, as well, that can monitor your heart rate and give you that information back in real time."},{"author":"SEGARRA","text":"You can also track your heart rate the old-fashioned way - by finding your pulse and counting the number of beats per minute. You'll place two fingertips along the side of your neck, next to your windpipe, until you feel your artery pulsating. Set a timer for 60 seconds and count the number of beats. That tells you your current heart rate - how fast your heart is beating."},{"author":"SEGARRA","text":"Takeaway 2 - you'll use your heart rate to figure out how intensely you're exercising and whether you're pushing yourself hard enough or maybe too hard. Your maximum heart rate is an upper limit. It's the estimated highest number of beats per minute that your heart can safely handle, and you can calculate it with a simple formula."},{"author":"MORGAN","text":"So it's really 220 - number 220 - minus your age. So if you're 30 years old, your maximum heart rate would be 190. It's 220 minus 30."},{"author":"SEGARRA","text":"OK."},{"author":"MORGAN","text":"If you're 50, it would be 220 minus 50. So your maximum heart rate would be 170."},{"author":"SEGARRA","text":"But you're not actually aiming for that heart rate when you work out. Instead, you want to aim for your target rate, which is about 50 to 85% of your max heart rate."},{"author":"MORGAN","text":"So, again, taking that example of the person who's 30 years old and we're taking 220 minus 30, that gives you 190. And then you take about 85% of that - so it can be 50 to 85%. Not an exact science."},{"author":"SEGARRA","text":"The lower end of that range would be considered moderate-intensity exercise, and the higher end would be vigorous exercise."},{"author":"SEGARRA","text":"So that's like the - that's your sweet spot for cardio?"},{"author":"MORGAN","text":"That's the sweet spot for cardio. Again, when we're talking about cardio, we're talking about really exercising until the point that your heart is really, really pumping. And we have to remember that our hearts are made of the same kind of muscle that's in our legs and in our arms. So when you are getting exercise, you're actually exercising your heart as well. That's why the heart is called a muscle."},{"author":"SEGARRA","text":"So what sorts of things can get your heart rate up to that target zone for cardio?"},{"author":"MORGAN","text":"Oh, my gosh, any number of things. So, you know, you can pick whatever you think. So swimming, biking, hiking, running, tennis. Any number of things can really get your heart rate up. And that's why I often say pick an activity that you like and do it. So generally, what we say is if you're having difficulty speaking while you're doing the exercise, that's what cardio is."},{"author":"SEGARRA","text":"What about walking? Like, how fast really do you have to walk to be actually getting cardio?"},{"author":"MORGAN","text":"So here's the thing about walking. Any pace of walking that you do provides some cardiovascular benefit and decreases your risk of stroke. However, we have found that the faster your pace, the more you're able to decrease your cardiovascular risk. So the baseline is anything is good. So walking, I think, is excellent. Everyone can do it at their own pace. You can do it alone, you can do it in pairs, you can do it in groups, you can walk fast, you can walk slow. But whatever you're doing, you will get cardio benefit from it. I'm a really big fan of walking."},{"author":"SEGARRA","text":"Takeaway 3 - lots of things can be considered cardio - walking to the subway, doing yard work, chasing your kids around, going up the stairs, dancing, hiking, jogging, roller skating, basically anything that gets your heart pumping and into that target heart rate zone. How high your heart rate goes during these activities will depend on your body and your conditioning. Now, you don't necessarily have to measure your heart rate every time you do one of these activities. You can get a baseline and then maybe you check in every few months to see if that's changed."},{"author":"SEGARRA","text":"Let's talk more about the benefits of cardio. Why should we be doing this? Why should we be really working out the muscle of our heart and getting it pumping more quickly regularly?"},{"author":"MORGAN","text":"Exercise is the prevention tool to decrease long-term heart disease. It decreases your weight, keeps your weight down, keeps your blood pressure lower, helps you in management of diabetes, helps to improve sleep quality. I speak about this a lot, the benefits of long-term exercise. You do not have to push yourself to exhaustion every day, but you must get up and do something."},{"author":"SEGARRA","text":"What is it about exercise and cardio specifically that is so good for the heart?"},{"author":"MORGAN","text":"We develop - we can develop plaques along the arteries of our heart. And these plaques - if they get big enough - can block the artery and stop the blood flow to the heart, which means there's no oxygen getting to the heart, and that's what we call a heart attack. So that part of your heart would be under stress, and if you don't get medical attention quickly, it would die. Exercising decreases the likelihood that those types of plaques will develop because it burns calories, burns cholesterol. Those plaques are built by cholesterol primarily and platelets. And so we can decrease those plaques, that atherosclerosis that tends to stud the arteries of our heart and cause those slow heart attacks."},{"author":"SEGARRA","text":"Takeaway 4 - cardio is crucial to heart health. And if you can keep your heart healthy, that means you can keep up with other important activities that help with your longevity."},{"author":"MORGAN","text":"If you can keep your body in motion and keep moving and working - certainly with cardio, especially - it adds to longevity. It also adds to your quality of life."},{"author":"SEGARRA","text":"By the way, Dr. Morgan says if you're trying to get 30 minutes of exercise in a day, you don't need to do it all in one go. You can try something called exercise snacking instead."},{"author":"MORGAN","text":"So three or four times a day, take a five- or 10-minute break and just do some type of exercise, even if it's going up and down the stairs or doing some deep knee bends or walking around the block. Those are called exercise snacks. And that shows long term that that increases your metabolism and also contributes to longevity."},{"author":"SEGARRA","text":"That was cardiologist Dr. Jayne Morgan. All right, it's time for a recap."},{"author":"SEGARRA","text":"Takeaway 1 - cardio is about getting your heart pumping. You don't necessarily need to hit your limit every time you do it."},{"author":"SEGARRA","text":"Takeaway 2 - you can use your heart rate to monitor your cardio intensity. To calculate your max heart rate, take the number 220 and subtract your age. Then aim for 50 to 85% of that number when you're working out."},{"author":"SEGARRA","text":"Takeaway 3 - lots of things count as cardio - jumping, rope, speed walking, dancing. Find the movement that gets your heart rate up."},{"author":"SEGARRA","text":"And Takeaway 4 - cardio is a great way to lower your risk of heart disease, and it can also help you stay healthy and vibrant so you can do other activities that help you live longer."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one on how to lift weights and another on hydration. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. Also we love hearing from you, so if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Margaret Cirino and Sylvie Douglis. Engineering support comes from James Willetts and Becky Brown. Special thanks to Christopher Tanayan and Evelina Grayver."},{"author":"SEGARRA","text":"I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7153699429.mp3","img":"https://media.npr.org/assets/img/2025/01/10/template-1-example-17-_wide-a6acef534dd971a9ecc7dea55b5935e1ff479f42.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","JAYNE MORGAN","SEGARRA","MORGAN"],"wave_peaks":[20014,19805,4406,22830,21227,22437,12858,12673,22686,16028,18326,12935,9462,5475,7900,20106,20106,13130,20796,15953,13159,24737,14831,24632,21289,11492,15680,18024,18820,20759,15740,13489,7432,24734,20565,15707,26082,21067,12651,12885,63,20,0,3577,3694,5314,4405,4086,5742,22005,25927,26683,24619,9311,6880,5478,7029,5726,6117,6976,16370,30017,26053,7284,556,314,27438,21936,14880,16148,21348,5192,891,1238,3286,26419,12300,9598,14367,12772,14154,17738,11912,8275,6505,10498,4129,18159,10184,12465,17390,21424,9665,8113,5571,262,100,17388,26361,16236,14134,12477,14827,9361,7854,5555,13532,12526,307,208,15934,11595,6391,19603,17231,12673,6800,4170,18044,17335,8590,11209,10278,14102,14712,16299,17077,13098,10211,5900,14625,13917,7287,12223,12398,6438,16643,7211,6041,414,1573,24229,9241,7191,12468,5263,2939,27627,26732,13788,11449,12375,23641,29521,23491,16547,24280,25929,11131,15042,9736,12991,12963,16028,11975,12092,26477,10332,12895,26421,25044,27625,21870,18521,3305,1166,1882,18894,26776,11970,17968,14929,16943,13113,9620,11473,19314,5480,1577,12116,22591,23637,12876,1804,21431,22722,18338,8858,17745,21991,8848,5900,4465,22759,2890,10901,7992,17351,7632,24959,11246,18809,19189,11786,10579,11306,17231,9811,3983,16944,18098,15522,16075,11060,17390,24751,14156,8937,11781,23348,24313,23552,18272,21419,20808,19882,25080,11664,6280,12013,2628,18706,13428,25637,18854,23539,26541,27075,19224,11437,10074,13472,8560,27490,28424,12498,13500,12276,14727,16569,10278,15349,22331,19647,13547,12625,10960,18406,8780,9638,3236,17922,13966,17822,10106,15013,17689,9801,8342,8774,9645,8473,18736,13193,12209,10424,3774,3265,20409,27728,15802,13841,8471,12355,11638,10077,5724,11566,24029,18701,17495,7412,6269,311,232,833,316,140,623,426,44,83,81,9,8,0,0,81,60,81,0,24686,16579,23032,14860,7187,8406,8465,6917,22111,15192,6671,13044,16639,17622,8433,10007,8460,13272,14562,15995,8355,5304,2122,27626,28987,7751,18534,13711,6284,24909,5054,11078,5404,14306,11240,18808,21801,12618,1152,24920,20566,16468,13644,8267,15056,15608,13306,19042,18045,15121,11220,146,14535,22136,19608,11827,20549,16657,6422,4394,13125,19106,8276,12255,13285,9819,8714,4831,16619,9596,6073,12821,15747,8577,1309,26892,19391,8480,17076,16980,17118,9558,3286,15847,26333,20569,6102,11986,140,24353,13035,3060,7759,23788,13784,10411,5616,5981,1009,927,26652,18440,13255,12114,11836,26994,20297,20682,15463,1618,20805,16986,16492,9375,12780,10176,15086,7510,9560,6239,1648,23017,25667,24049,15883,16350,25372,16293,14011,15645,13336,19370,16128,19897,6974,14303,12383,16603,6121,21816,23679,23985,9426,6006,303,26515,20774,17599,19877,18649,23296,13453,25123,15497,10123,5206,25748,20806,24241,10957,12507,1435,26030,11452,16080,3465,20573,17476,24291,23769,17533,12779,15762,20329,8569,12668,18559,14169,14756,18205,16377,1310,20834,16095,16801,8623,8090,9592,7846,13332,14615,5951,11369,11711,6322,14423,12337,12929,25120,11424,16175,13910,4548,7396,21654,8835,13464,14074,16651,5533,14738,15610,13963,10456,15434,4590,5823,14922,9941,9839,11397,16309,23073,18913,13163,25967,13164,17948,8072,5679,14204,20945,13561,14907,5001,10398,8594,10373,4505,8750,12483,25876,18961,16569,20618,17564,9562,9626,7682,19424,18575,13233,9931,2168,16336,15765,13534,22313,16128,14202,15732,21056,13904,7077,13902,1106,11565,20382,18600,19616,16797,8407,7384,14877,13078,8865,15518,17729,26487,24100,20091,23614,13337,13777,13068,11890,8303,8893,13328,6068,7391,1630,19437,25026,8524,15982,8226,2805,20193,17777,13173,8254,1781,25382,14308,20240,21633,17704,10721,18867,11262,13852,15420,2862,22298,14153,21392,23989,9485,7770,19799,25066,21898,14802,10079,11027,8376,18219,8243,11587,24019,25271,20174,9030,20683,23420,23472,12497,16744,23115,15467,14417,11919,16400,6013,12386,23585,21890,17811,13105,23236,16507,15728,20388,10045,15384,19423,22501,15107,22887,6795,14552,11115,22686,14046,9639,17569,16717,9727,17779,9253,10010,17440,9778,12611,14077,1253,26856,29050,25550,16413,25418,21849,12770,15797,12619,13346,11576,16984,11628,12818,11253,12326,10556,8510,1330,12887,14126,13493,10456,9222,10258,13972,13498,5362,12404,13677,10069,9223,12037,15655,20804,20120,12834,9436,3644,1108,29514,27634,7687,12020,13994,25405,5686,10324,26743,19598,8182,9389,313,26741,18258,12738,14963,18742,9374,10417,17250,12406,6981,13035,10332,1860,13332,19010,18703,9346,12421,20002,21495,9744,17917,20972,17825,13581,9763,17309,18450,9987,2128,23832,13850,10868,17207,17227,16907,3207,12694,17550,12997,15244,14379,455,5704,19480,19709,17409,10597,9209,27913,16057,7831,8622,26844,18635,24066,26034,17234,10663,15828,10423,9749,10871,12566,7437,10560,7286,9730,24600,19263,8965,14826,13725,9750,10856,21051,14336,12082,10482,17267,13180,12398,10362,991,14494,10821,10021,10373,6033,8127,26791,11573,21163,5764,2912,1280,1370,2638,17570,24577,21502,15674,5262,1833,15230,24754,22475,24899,16519,13037,23214,20418,8536,15925,14595,2926,27138,14076,14964,5543,3954,10294,1592,15629,15967,21569,20595,14953,13133,15470,25351,13556,20917,9690,23604,12393,13964,25079,23797,11612,13864,14114,9840,24184,24905,9861,3478,2659,19312,29183,14724,16849,11256,20048,8651,6827,12479,4306,10950,28791,10538,10436,10199,10740,9587,6488,26593,13978,10779,12116,11751,10939,14375,8734,9830,5322,22166,19159,17732,17720,14469,15256,15151,18127,17935,16823,18985,18245,8562,18285,18466,9865,13193,20031,14263,11177,3202,1521,21226,14303,19793,19285,4486,3059,1356,19570,18403,10062,19673,20596,20727,15807,19318,11129,15764,5155,7317,17681,14417,18590,17189,10633,18553,9659,17492,15468,6759,15178,23575,20772,17534,11225,10448,13039,18974,10621,10816,12081,14010,7647,25991,18206,3942,5900,29522,9571,8304,6506,579,124,19825,17637,12005,12054,2939,478,25873,10577,17592,16709,17846,15833,7337,1333,25244,11376,17035,22806,23638,21577,22937,22419,14730,8711,14816,16201,6078,16707,14645,14721,13123,7973,9823,14525,9447,11496,4480,9666,16166,16202,12564,17667,17211,8390,9535,17053,6814,14278,9459,20221,10087,19354,24027,24263,16553,23617,18845,13882,17962,16119,14916,15103,18924,5414,16395,24414,23460,24263,13132,21992,23269,20575,24211,20364,24886,9827,23968,19219,23712,12875,8619,10009,16043,16941,26439,17929,23870,6540,19152,5935,17588,11367,20882,17488,9817,22334,23764,11364,20112,13953,22709,8384,370,13071,11868,145,25527,13038,12873,16918,5333,11598,27029,18271,13527,5530,26015,25634,19031,25644,13395,4775,20785,9472,1825,7364,10224,17447,12571,20134,9105,6043,19724,5968,20926,19948,10115,12223,15928,10865,6369,14895,23189,18989,20023,14856,16997,10463,22527,14889,3317,19161,21345,13110,4973,14689,15490,5834,5680,18901,19138,3928,2740,21456,19923,5898,6663,21409,19608,3559,21066,20956,17479,8510,10699,20408,19907,14564,17285,10688,13188,490,18597,22267,17554,22608,10551,12932,9840,11017,8238,14604,9969,10768,10370,9385,12708,17321,19156,15394,18331,19929,9987,19958,14471,7328,14305,19347,18666,21411,20675,8523,7554,9788,4172,20435,18468,12472,16761,4398,9913,15805,10669,743,19475,13771,13088,11186,2275,131,1189,25086,11738,25148,11403,19845,3525,21464,11840,25918,9440,12713,16294,12654,5862,25219,6602,12710,13181,698,3819,25709,8349,17228,19209,20923,24356,22707,6878,15456,11265,19407,10668,2998,390,26153,24927,11434,21560,7575,4427,541,15966,24622,23190,5109,24076,13410,12984,7685,5872,9599,1487,19816,8217,8718,6276,4969,22099,24222,20672,8253,6731,16798,1303,23906,16524,934,2677,23537,23198,19850,2332,860,24044,22615,25037,23033,16042,17087,2648,139,181,20094,19656,23573,12039,11373,6190,7894,8220,10166,25213,14450,4703,15925,25488,26260,8462,17221,19728,13858,4955,64,245,24413,24993,22037,14975,7697,21068,6865,13458,8153,15259,9703,11385,7954,11822,18343,8609,8352,12291,7364,7864,15244,6256,15937,23040,15751,16884,22394,1831,18869,27457,14904,10321,4885,21273,18949,932,24122,20998,9993,12621,16375,13778,7077,21451,27158,9516,8612,15974,5211,7599,3132,7158,9908,9336,26643,14273,7205,207,27053,9907,6559,7161,13147,8285,908,11001,6908,30444,15852,9850,21240,17283,4424,21627,22736,21531,27284,14634,967,20920,9509,26502,17967,17612,16507,16418,22042,12276,20030,9583,11355,14851,13463,5878,22087,26807,20640,20119,21121,18350,8666,18080,19198,7230,12007,8518,2488,1546,27485,26624,23915,14441,16190,9943,7320,7344,9616,6866,24946,18382,9658,8080,5748,4828,17486,27641,22068,28520,21022,18316,19866,18081,21602,22929,11517,12717,8169,7243,5644,8084,24050,24029,15789,9447,14881,27461,18981,12153,14533,5207,9752,12694,8570,10270,5602,1189,26018,22306,26080,15836,9957,19595,13117,5677,8606,25918,17056,10584,9999,15715,9501,8010,10106,16466,14833,19836,11008,10523,18574,20894,19814,15128,11571,11923,11709,11410,14800,7842,24626,23805,5828,21245,25392,20280,8900,3890,23568,19254,14836,27005,8007,2655,13804,17044,8933,197,10675,9274,13670,10318,4490,18982,16021,19650,10702,5541,18316,13504,12688,17090,15612,11285,17318,13057,466,15043,24078,24171,17654,8867,366,22691,21455,22619,24816,23228,11046,3161,1422,24676,15475,19643,9103,22068,11608,22248,23058,23104,16554,14840,26072,18697,14539,24311,21913,13164,14124,21221,21224,10617,12233,7125,10215,6479,12705,20971,653,22821,5553,12474,23038,13204,20997,12973,14063,24392,13793,19040,20282,10986,16761,10580,18645,2939,18110,8559,8204,19475,8259,51,24135,27791,16623,8966,7163,13584,4959,6641,7813,7167,16173,10189,7381,5534,972,21606,21397,13274,20601,17235,21336,9440,14455,15443,21489,10508,18099,15504,10490,17366,593,23165,18141,8676,22382,8822,19946,11889,18144,16494,549,21645,23019,22574,21462,4866,559,559,22253,18159,6147,145,7937,23103,22377,23249,18759,11272,18786,11928,9926,9861,22894,7611,13302,12518,14997,20176,7372,12833,10987,23977,18452,1092,20098,19411,21234,12112,23107,5766,11218,16805,19588,15942,6528,18727,18669,16442,5732,7931,4849,7908,22597,20629,21914,21735,17458,18036,6574,789,1838,16458,11721,11662,7643,1780,193,23337,19858,16681,10018,9714,17891,14930,22190,6651,22569,7311,21700,13980,8871,9635,19885,12896,9518,18029,20990,7303,21630,18463,7953,23450,20551,16654,20823,16118,16485,16101,20819,18578,18223,22120,5205,22350,7612,21757,17844,10864,15913,11241,1550,17418,21809,22213,6076,14662,17836,8140,8908,12048,12574,22156,21130,21419,12183,12348,20129,7808,19371,18137,11210,3902,20357,20437,17708,20843,13024,17888,18133,15597,14282,21467,22098,12252,12339,10426,11783,1655,14801,6111,7607,29815,23703,21015,22353,26642,12658,12573,13543,9364,8746,1557,19620,15589,15318,21919,8053,4265,13252,9943,10420,18809,25719,10490,8015,8185,13276,7213,9320,9252,4389,22572,22926,13600,12236,8301,17406,18057,7667,10884,6395,7043,5017,3588,7427,8630,12078,14969,8692,5219,19418,12854,13610,18275,11736,13783,12867,8799,17467,11948,5768,12010,2124,18174,17385,2472,7257,3130,13098,11870,15273,2686,18717,18407,17911,4024,19404,18091,6779,10314,5923,15422,14589,13279,14491,640,425,28257,19941,20504,13455,11594,27642,17783,11925,24069,13875,23555,13306,15245,13927,11490,20903,7199,12446,4311,15983,13331,23615,11357,15610,13899,10341,12966,2753,21045,20638,20932,20741,11902,21661,17790,21451,20779,11424,13941,13766,11296,11681,4649,17343,18626,14334,12699,9270,12725,18808,18046,17581,13793,12451,12031,7047,8573,8931,8916,18590,16910,15444,15258,16594,17075,20713,21171,13433,14159,14705,5251,981,20269,21079,20604,19809,9808,10080,13237,5238,3288,21255,15411,18229,21071,9791,20535,18813,7987,18771,17413,8068,7648,11512,11860,17131,3131,7616,5888,6582,5136,11917,25095,23812,22507,12388,10361,12493,5589,8496,1421,1291,1891,26522,29007,11495,10721,796,26035,24317,14997,2240,29060,27415,21373,22123,9348,6388,3225,6212,20048,13062,12162,13496,10835,12314,14720,9265,10597,4638,2712,17534,25898,16889,8353,11225,20187,16648,15041,16788,15009,13909,8197,5489,16199,25716,16028,24358,18325,11362,17636,10636,11708,8762,12406,17449,8880,10767,2672,23336,24594,12491,18843,17773,13986,11734,14418,10991,9663,8253,16913,15926,4739,4387,7129,20728,18156,13111,3107,24807,27943,16147,8978,8325,3989,12192,14099,19088,6245,11463,24036,9108,24989,30999,14968,3266,26918,17706,17083,16569,13310,10101,10159,2928,3130,2097,1561,19222,18820,10984,20806,23312,13396,16232,15004,13689,9012,9602,7772,7263,6164,28740,21913,26969,23553,26592,13551,24768,12656,9505,21746,29193,11244,7188,16922,7973,7466,7749,7318,10298,7476,9639,7500,21233,21449,16937,9214,22769,15933,12717,7408,7932,23397,20352,14660,10106,10868,8985,10467,11893,13135,14023,12074,3901,11893,17019,25345,12742,16293,5993,11338,10556,10689,2399,12584,28156,28024,13656,13661,14813,12978,18564,16040,30716,3063,1591,12204,26388,15995,11827,9041,14794,15327,10535,13917,8888,7286,8506,4474,2476,2294,26617,15138,7684,5918,14398,23945,21182,17091,8089,24612,16603,8165,8261,7337,14125,10428,13853,10656,16324,15145,11327,11949,3261,529,2759,27215,27411,14273,7868,12089,12962,13421,10491,7651,15376,22803,23729,10154,24619,15556,5545,14427,20105,15095,8849,9308,4887,5366,2502,30237,16065,12167,13902,8523,8581,13842,22380,7738,17486,8619,9198,6905,3278,14735,27801,14901,12075,12577,13082,18120,14232,18904,14726,17420,15118,14301,9199,1235,17515,9754,13048,7254,9616,14579,16345,6166,14964,15841,1966,4700,29375,15272,14027,15408,23385,9356,12832,10448,7664,1440,896,20746,20945,13209,13893,931,5713,9863,9261,6782,4049,1304,1525,1001,1439,1113,707,530,362,339,260,241,88,66,38,30,23,42,6,0,0,0,0,0],"fragments":[{"begin":"0.000","end":"9.120","lines":["You're listening to LIFE KIT from NPR."]},{"begin":"9.120","end":"33.120","lines":["Hey, everybody. It's Marielle. Heart disease is the leading cause of death in America, accounting for one in five deaths in 2022. It's also the No. 1 killer of women in the U.S."]},{"begin":"33.120","end":"44.080","lines":["Even if you add breast cancer and bring in all the other cancers of the body and add them to breast cancer, heart disease is still No. 1."]},{"begin":"44.080","end":"62.800","lines":["That's Dr. Jayne Morgan. She's a cardiologist and vice president of medical affairs for Hello Heart. It's an app you can use to track your cardiovascular health. So those stark numbers bring me to the point of today's episode. We're talking about cardio, the kind of exercise that gets your heart rate up and can help prevent heart disease."]},{"begin":"62.800","end":"73.120","lines":["That's really what people mean when they say cardio. They mean to increase your heart rate and to get that heart rate up such that your heart is really pumping."]},{"begin":"73.120","end":"92.440","lines":["I personally have always wondered what counts as cardio - how intense it needs to be to get the benefits, how much of it you should be doing every day or week, whether you can break it up into short bursts or you need to do at least, you know, half an hour at a time. On this episode of LIFE KIT, I talk with Dr. Morgan about all of that and more."]},{"begin":"92.440","end":"132.600","lines":["The U.S. Department of Health and Human Services puts out guidelines for how much exercise adults should be getting every week. They recommend that you do strength training twice a week. That could be weightlifting or pilates, body weight exercises, even chores like carrying grocery bags. And then they recommend some type of cardio - specifically, 150 minutes of moderate-intensity exercise, 75 minutes of vigorous exercise or some combination of the two - every week. And we'll get into what those terms mean. But Dr. Morgan says sometimes it's hard to get all that done, and you might get overwhelmed if you're trying to keep track to that extent."]},{"begin":"132.600","end":"168.640","lines":["And I often like to talk with people and tell them to simply pick an activity that they like to do and then to do that at least five times a week for at least 30 minutes. That's really the sweet spot of where we need to be, about 150 minutes of exercise. And the key is to really make certain that we are moving. Our bodies are made to move. Our bodies are really not made for the way that we live now, and that's why we are developing a lot of these chronic diseases. Our bodies are made to be in motion."]},{"begin":"168.640","end":"176.120","lines":["Takeaway 1 - cardio, simply put, is getting your heart rate up. That doesn't mean you have to push yourself to the limit every time you're working out."]},{"begin":"176.120","end":"179.160","lines":["You can have cardio without high-intensity exercising."]},{"begin":"179.160","end":"184.080","lines":["And how can you measure that? Like, how do you know that you're getting into the cardio zone?"]},{"begin":"184.080","end":"209.400","lines":["A lot of the monitors that you can wear, either the rings or the wristwatches - any of those types of monitors can certainly measure your heart rate. Sometimes, depending on what kind of gym you're in, if you are holding on to handrails or things, there can be sensors on there, as well, that can monitor your heart rate and give you that information back in real time."]},{"begin":"209.400","end":"229.160","lines":["You can also track your heart rate the old-fashioned way - by finding your pulse and counting the number of beats per minute. You'll place two fingertips along the side of your neck, next to your windpipe, until you feel your artery pulsating. Set a timer for 60 seconds and count the number of beats. That tells you your current heart rate - how fast your heart is beating."]},{"begin":"229.160","end":"247.640","lines":["Takeaway 2 - you'll use your heart rate to figure out how intensely you're exercising and whether you're pushing yourself hard enough or maybe too hard. Your maximum heart rate is an upper limit. It's the estimated highest number of beats per minute that your heart can safely handle, and you can calculate it with a simple formula."]},{"begin":"247.640","end":"261.600","lines":["So it's really 220 - number 220 - minus your age. So if you're 30 years old, your maximum heart rate would be 190. It's 220 minus 30."]},{"begin":"261.600","end":"262.280","lines":["OK."]},{"begin":"262.280","end":"269.360","lines":["If you're 50, it would be 220 minus 50. So your maximum heart rate would be 170."]},{"begin":"269.360","end":"278.160","lines":["But you're not actually aiming for that heart rate when you work out. Instead, you want to aim for your target rate, which is about 50 to 85% of your max heart rate."]},{"begin":"278.160","end":"293.520","lines":["So, again, taking that example of the person who's 30 years old and we're taking 220 minus 30, that gives you 190. And then you take about 85% of that - so it can be 50 to 85%. Not an exact science."]},{"begin":"293.520","end":"300.360","lines":["The lower end of that range would be considered moderate-intensity exercise, and the higher end would be vigorous exercise."]},{"begin":"300.360","end":"304.480","lines":["So that's like the - that's your sweet spot for cardio?"]},{"begin":"304.480","end":"331.280","lines":["That's the sweet spot for cardio. Again, when we're talking about cardio, we're talking about really exercising until the point that your heart is really, really pumping. And we have to remember that our hearts are made of the same kind of muscle that's in our legs and in our arms. So when you are getting exercise, you're actually exercising your heart as well. That's why the heart is called a muscle."]},{"begin":"331.280","end":"338.120","lines":["So what sorts of things can get your heart rate up to that target zone for cardio?"]},{"begin":"338.120","end":"369.720","lines":["Oh, my gosh, any number of things. So, you know, you can pick whatever you think. So swimming, biking, hiking, running, tennis. Any number of things can really get your heart rate up. And that's why I often say pick an activity that you like and do it. So generally, what we say is if you're having difficulty speaking while you're doing the exercise, that's what cardio is."]},{"begin":"369.720","end":"375.480","lines":["What about walking? Like, how fast really do you have to walk to be actually getting cardio?"]},{"begin":"375.480","end":"417.560","lines":["So here's the thing about walking. Any pace of walking that you do provides some cardiovascular benefit and decreases your risk of stroke. However, we have found that the faster your pace, the more you're able to decrease your cardiovascular risk. So the baseline is anything is good. So walking, I think, is excellent. Everyone can do it at their own pace. You can do it alone, you can do it in pairs, you can do it in groups, you can walk fast, you can walk slow. But whatever you're doing, you will get cardio benefit from it. I'm a really big fan of walking."]},{"begin":"417.560","end":"447.640","lines":["Takeaway 3 - lots of things can be considered cardio - walking to the subway, doing yard work, chasing your kids around, going up the stairs, dancing, hiking, jogging, roller skating, basically anything that gets your heart pumping and into that target heart rate zone. How high your heart rate goes during these activities will depend on your body and your conditioning. Now, you don't necessarily have to measure your heart rate every time you do one of these activities. You can get a baseline and then maybe you check in every few months to see if that's changed."]},{"begin":"447.640","end":"458.400","lines":["Let's talk more about the benefits of cardio. Why should we be doing this? Why should we be really working out the muscle of our heart and getting it pumping more quickly regularly?"]},{"begin":"458.400","end":"487.800","lines":["Exercise is the prevention tool to decrease long-term heart disease. It decreases your weight, keeps your weight down, keeps your blood pressure lower, helps you in management of diabetes, helps to improve sleep quality. I speak about this a lot, the benefits of long-term exercise. You do not have to push yourself to exhaustion every day, but you must get up and do something."]},{"begin":"487.800","end":"492.360","lines":["What is it about exercise and cardio specifically that is so good for the heart?"]},{"begin":"492.360","end":"545.040","lines":["We develop - we can develop plaques along the arteries of our heart. And these plaques - if they get big enough - can block the artery and stop the blood flow to the heart, which means there's no oxygen getting to the heart, and that's what we call a heart attack. So that part of your heart would be under stress, and if you don't get medical attention quickly, it would die. Exercising decreases the likelihood that those types of plaques will develop because it burns calories, burns cholesterol. Those plaques are built by cholesterol primarily and platelets. And so we can decrease those plaques, that atherosclerosis that tends to stud the arteries of our heart and cause those slow heart attacks."]},{"begin":"545.040","end":"554.280","lines":["Takeaway 4 - cardio is crucial to heart health. And if you can keep your heart healthy, that means you can keep up with other important activities that help with your longevity."]},{"begin":"554.280","end":"571.040","lines":["If you can keep your body in motion and keep moving and working - certainly with cardio, especially - it adds to longevity. It also adds to your quality of life."]},{"begin":"571.040","end":"579.400","lines":["By the way, Dr. Morgan says if you're trying to get 30 minutes of exercise in a day, you don't need to do it all in one go. You can try something called exercise snacking instead."]},{"begin":"579.400","end":"601.160","lines":["So three or four times a day, take a five- or 10-minute break and just do some type of exercise, even if it's going up and down the stairs or doing some deep knee bends or walking around the block. Those are called exercise snacks. And that shows long term that that increases your metabolism and also contributes to longevity."]},{"begin":"601.160","end":"605.960","lines":["That was cardiologist Dr. Jayne Morgan. All right, it's time for a recap."]},{"begin":"605.960","end":"613.040","lines":["Takeaway 1 - cardio is about getting your heart pumping. You don't necessarily need to hit your limit every time you do it."]},{"begin":"613.040","end":"626.320","lines":["Takeaway 2 - you can use your heart rate to monitor your cardio intensity. To calculate your max heart rate, take the number 220 and subtract your age. Then aim for 50 to 85% of that number when you're working out."]},{"begin":"626.320","end":"635.920","lines":["Takeaway 3 - lots of things count as cardio - jumping, rope, speed walking, dancing. Find the movement that gets your heart rate up."]},{"begin":"635.920","end":"646.960","lines":["And Takeaway 4 - cardio is a great way to lower your risk of heart disease, and it can also help you stay healthy and vibrant so you can do other activities that help you live longer."]},{"begin":"646.960","end":"671.880","lines":["For more LIFE KIT, check out our other episodes. We have one on how to lift weights and another on hydration. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. Also we love hearing from you, so if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."]},{"begin":"671.880","end":"694.600","lines":["This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Margaret Cirino and Sylvie Douglis. Engineering support comes from James Willetts and Becky Brown. Special thanks to Christopher Tanayan and Evelina Grayver."]},{"begin":"694.600","end":"704.240","lines":["I'm Marielle Segarra. Thanks for listening."]}],"duration":704}