{"title":"The benefits of a plant-based diet on your gut","url":"https://www.npr.org/transcripts/1230674438","intro":"A recent study found that one key to gut health is eating a wide variety of plants. In this episode, we talk about the research with NPR's Maria Godoy and offer tips to help you mix up your diet.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT from NPR."},{"author":"MARIELLE SEGARRA, HOST","text":"Hey, everybody. It's Marielle. Have you ever seen the kids' TV show \"The Magic School Bus\"? I was a big fan. The show's main character, the schoolteacher and fashion icon Ms. Frizzle, would take her students on adventures in a magic school bus. Sometimes they'd end up in the human body. They'd pile into the bus, shrink down until they were very little, drive up somebody's nose or down their gullet and observe the wilds of the human body up close and personal. If we could all hop on that bus together and take a trip to the human gut, we would see trillions of microbes at work. Here's NPR health correspondent Maria Godoy."},{"author":"MARIA GODOY, BYLINE","text":"They break down food that our bodies can't digest, and as a result of that breakdown process, they produce chemical messengers that influence our health. And we're talking everything from, you know, blood sugar levels to mental health. Some of these chemical messengers can boost health, but others can hinder it. It all depends on what you're feeding your gut microbes."},{"author":"SEGARRA","text":"A recent study in the journal Nature Microbiology found that we should be feeding them lots of different kinds of plants in large quantities. And that's true whether or not you eat meat and other animal products. On this episode of LIFE KIT, Maria and I talk about the research, why the diversity of plants we eat matters and how we can all mix up our diets."},{"author":"SEGARRA","text":"OK, Maria. Tell us about the study."},{"author":"GODOY","text":"Yeah, so this was a really neat study. It was a big study published in the journal Nature Microbiology. There was an international team of researchers that wanted to know how different dietary patterns shape the kinds of microbes that dominate our guts. So they analyzed stool samples from more than 21,000 people in the U.S., the U.K. and Italy, and they knew if the participants were vegan, vegetarian or omnivores."},{"author":"GODOY","text":"But not only that, they also had people track their food in an app, so they had really detailed information about everything participants ate for a couple of weeks at a time. And what they found is that the more plant-based food people ate, the more gut bacteria they had that are linked with better health - so things like less inflammation and a stronger immune system. And not surprisingly, these good bacteria were a hallmark of the microbiomes of vegans."},{"author":"GODOY","text":"But what was surprising is that some meat eaters who ate a lot of plant-based foods, they also had gut microbiomes that looked really similar to those of vegans. In other words, they also had a healthy composition of good gut bacteria, even though they also ate meat. And the key seemed to be that they were eating a wide variety of plant-based foods in large quantities. So it was both the variety and the amount of plant-based foods that made for a healthy gut microbiome, regardless of whether they were vegans or meat eaters."},{"author":"SEGARRA","text":"When we say plant-based foods, what does that mean? I mean, it's not just fruits and vegetables, right?"},{"author":"GODOY","text":"Yeah. When we say plant-based foods, it's not just fruits and vegetables, but things like beans, too, which are a big part of my diet. Hannah Holscher is a microbiome researcher at the University of Illinois, and she's also a registered dietitian. And she told me, like, the results of this study really reinforce the nutrition advice that dietitians love to give and something I tell my kids all the time, which is to eat the rainbow."},{"author":"HANNAH HOLSCHER","text":"Meaning lots of different types of colorful plant foods. Think tomatoes, butternut squash, pineapple, avocado, broccoli and kale, blueberries and eggplant. And really don't forget about those whole grains, nuts, seeds and legumes."},{"author":"GODOY","text":"You know, those different colored plant foods don't just contain different kinds of fibers. They also have different phytonutrients that give them their color. And, you know, those phytonutrients are also good for your health. So lots of different reasons to eat the rainbow."},{"author":"SEGARRA","text":"Did the researchers have any sense of why the diversity of plants that we're eating matters?"},{"author":"GODOY","text":"Yeah. So - I love this. So it's because different microbes need different fibers to do their thing. I always like to think of gut microbes like a team of builders building a house and, you know, your gut's the house. And so you have some microbes that are plumbers and some are electricians and some are tile workers or masonry experts or what have you, and they all need different tools."},{"author":"GODOY","text":"And so the fibers are those different tools to build different things, and different plants contain different fibers. So you don't want to rely on just one kind of fiber. You want to eat lots of different fibers from different foods to make sure all of these good microbes in your gut have the different tools they need to help keep you healthy."},{"author":"SEGARRA","text":"So it seems like good news for meat eaters that they can also get the same benefits, the same kind of healthy gut microbiome if they eat a diverse array of plant-based foods in addition to eating meat."},{"author":"GODOY","text":"Yeah. No, that's exactly right. Now, I should note that in general, the gut microbiomes of omnivores, the study found that they tended to have more bacteria associated with meat digestion, which totally makes sense. They were trying to look at the profiles - you know, what is the hallmark of these different dietary patterns? And so having more bacteria linked with meat digestion makes total sense. But they also had more bacteria linked to things like inflammatory bowel disease and a higher risk of colon cancer. And we know from other research that high consumption of red meat and processed meats is linked to higher colon cancer risks. So that's the bad news."},{"author":"GODOY","text":"But like you said, the good news is that if you ate a high proportion of plant-based foods and a variety of it, meat eaters could have guts that looked as good as those of vegans. So the key takeaway is to eat lots of different types of plant-based foods in large amounts."},{"author":"SEGARRA","text":"When you say large amounts, I mean, how much plant - how much kale do I need to be eating? How many bell peppers? How many mushrooms?"},{"author":"GODOY","text":"(Laughter) Yeah. So I don't know that there's a strict number so much as thinking of it in terms of the total proportion of what you eat. So look at MyPlate, the USDA's recommendation for what you should be eating. Three-quarters of your plate should be plant-based foods, so half should be fruits and vegetables, and then another quarter should be grains, which are also plant foods. And you should opt for whole grain so you get the fiber benefits. So it's, like, a high proportion. I actually spoke with Hannah about this, and she told me just to try to eat five different kinds of plant-based foods every day. So think about things like making bean soups with lots of vegetables or mixing up some pears or berries in your salad."},{"author":"HOLSCHER","text":"Make some overnight oats before you go to bed. When you're leaving for work in the morning, you're looking around. What can you toss into your bag? An apple, an orange, a banana."},{"author":"GODOY","text":"You know, or you can do things like try adding chia seeds or pumpkin seeds or flax seeds into your yogurt or salad or cereal. I actually eat chia seeds every day in my yogurt. I'm pretty boring like that."},{"author":"GODOY","text":"But I also talked to Shana Spence. She is a registered dietitian based in Brooklyn. She notes that buying frozen, you know, whether it's vegetable medleys or berries or what have you, is also a really good option."},{"author":"SHANA SPENCE","text":"It's usually cheaper than buying fresh, and it's still just as healthy because you're still getting in the vitamins, minerals, antioxidants. The vegetables are picked at their peak, so they are still getting and providing tons of nutrients."},{"author":"GODOY","text":"And, you know, the goal really should just be to try and give yourself as many opportunities as possible to snack on more and various types of plants every day."},{"author":"SEGARRA","text":"I feel like a lot of us get into a routine when we go grocery shopping or when we're cooking dinner, just 'cause it's easier. So we might be like, every time, I get avocados and kale and salmon and broccoli."},{"author":"GODOY","text":"(Laughter)."},{"author":"SEGARRA","text":"And that's, like - that's..."},{"author":"GODOY","text":"Like, 100%."},{"author":"SEGARRA","text":"...Nice. That's - like, that's..."},{"author":"GODOY","text":"Yeah."},{"author":"SEGARRA","text":"...Very healthy. But if that's what you're having every time, it's not - it sounds like it's not as good as if you mix it up and have a lot of different kinds of veggies."},{"author":"GODOY","text":"So it's going to be much better than, like, having chips (laughter) - you know? - all the time."},{"author":"SEGARRA","text":"Yeah."},{"author":"GODOY","text":"Or - so I think, you know, go ahead and pat yourself on the back for that. It's still good. But yeah, just try to add one more. I do the same thing. We're all creatures of habit, right? And I think my shopping list sounds just like yours, by the way."},{"author":"SEGARRA","text":"Nice."},{"author":"GODOY","text":"But that's why it's good to have things like different kinds of seeds. Like, for instance, I'm, like, just trying to remind myself to sprinkle more pumpkin seeds - is something I forget in frozen. I - like Shana, I am a big fan of frozen."},{"author":"SEGARRA","text":"Yeah. I mean, I love a smoothie. I have a smoothie every morning. And I - but I don't just make the, you know, raspberry, blueberry, banana. I do a lot of tropical fruits. I do, like, a dragon fruit, passion fruit, pineapple mix."},{"author":"GODOY","text":"That sounds delicious."},{"author":"SEGARRA","text":"It's fun."},{"author":"GODOY","text":"Yeah."},{"author":"SEGARRA","text":"Yeah, it's fun to mix it up. You could also do, like, a cherry banana and some cocoa powder. Or, like, I have a cocoa powder that has mushroom in it, too."},{"author":"GODOY","text":"Oh, that sounds delicious. My creature of habit thing is that I often have blueberries and raspberries and blackberries mixed into my yogurt. And the other day, I went to the store, and they were completely out of fresh, and I'm like, oh. I hit the frozen aisle, put those - like, popped them in the microwave for, like, 20 seconds and then mixed it into my yogurt. It was really good."},{"author":"SEGARRA","text":"So while this is better for our health, I think it's also better for our imaginations."},{"author":"GODOY","text":"Yeah, absolutely."},{"author":"SEGARRA","text":"It can be a creative outlet, too, and it can break up our routines a bit."},{"author":"GODOY","text":"Like a low-hanging fruit in terms of, like, getting culinarily creative, right? Just try and add one or two things that you don't normally eat a day in terms of plants into your diet."},{"author":"SEGARRA","text":"Yeah."},{"author":"GODOY","text":"And don't forget about things like whole grains, you know, or, like, barley. It's really rich in fiber. Not something I remember to eat as often as I should, but it's great. You know, experiment a little. Live a little."},{"author":"SEGARRA","text":"Yeah, when you're tired of rice, try out some barley."},{"author":"GODOY","text":"Yeah, exactly."},{"author":"SEGARRA","text":"Yeah. Well, thanks, Maria. As always, this was very informative."},{"author":"GODOY","text":"Oh, my pleasure. I'm doing my job to spread the fiber evangelism out there."},{"author":"SEGARRA","text":"It's working. You got me turned onto chia seeds, and now I use them every day in my smoothie."},{"author":"GODOY","text":"That makes me really ridiculously happy to know, actually (laughter)."},{"author":"SEGARRA","text":"Yeah. No, it's making a difference."},{"author":"SEGARRA","text":"Time for a recap. The more plant-based foods you eat, the more you will encourage good bacteria to hang out and thrive in your gut. And those good bacteria are linked with better health, in particular less inflammation and a stronger immune system. Also, focus on eating a wide variety of plant-based foods. Fruits and veggies, beans and seeds, nuts, and whole grains. And one goal dietitians recommend is to get five plant-based foods a day. Frozen veggies and canned beans count, too."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one on fiber and another on hydration. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you, so if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Margaret Cirino and Sylvie Douglis. Engineering support comes from Patrick Murray."},{"author":"SEGARRA","text":"I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2052447512.mp3","img":"https://media.npr.org/assets/img/2025/02/06/lk_plant_variety_2_wide-d0b4932eb2c0877899e20d2871bddd7dcaaef371.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","MARIA GODOY, BYLINE","SEGARRA","GODOY","HANNAH HOLSCHER","HOLSCHER","SHANA SPENCE"],"wave_peaks":[3,15793,19576,9712,21279,16815,18095,15375,21033,13590,17647,18710,10173,12166,13017,9119,10304,14468,12397,8458,17576,11080,17651,9676,23644,12284,17084,14202,11290,16339,11727,13224,14098,11933,20871,8860,18548,6868,8663,233,2,20,21,3667,3785,5449,4385,4064,5852,22751,26219,26436,22069,5364,6947,5838,7046,5877,6207,7166,29713,29989,26325,2961,602,346,27,1337,29276,21284,7525,23513,22976,4308,14829,4339,26577,18044,17545,9231,17960,16861,7373,11755,5972,155,11654,9621,13933,4871,3978,13161,21726,17295,20880,12002,6988,12720,13518,15884,8729,14417,5820,7178,12085,16469,5433,19466,23183,15546,26225,18207,14528,8621,4390,5400,6209,12701,6217,6355,29727,29427,19071,7066,11922,29083,6492,18564,28882,22213,24650,15906,10976,28007,27907,13472,10638,8723,9117,9343,9411,28510,28169,24118,22580,23382,9065,16673,26723,16606,1616,17746,27819,19694,20199,12509,12930,17677,13435,11081,6513,7874,2232,765,25252,23323,26259,28496,28927,29197,14265,16196,22716,9789,9341,27472,18686,2077,11138,8370,9332,4254,15141,9393,16123,13737,14609,9770,5499,1942,25758,14679,17275,13800,10559,9868,12430,7515,2920,19759,12658,14207,16227,9576,11945,18818,8546,14994,13462,16076,23217,18161,11777,8642,18722,24183,12646,14440,12298,13162,15339,11734,22752,10534,7303,10606,10976,9064,16457,16790,13938,9832,18990,8318,6021,19335,17498,7110,16327,16265,9893,13634,13824,14605,9685,8869,11415,5411,14873,11300,22849,17202,15622,19575,10171,15417,13187,5571,2772,16725,21360,28614,14756,13853,11339,17061,21722,24135,7521,26678,10072,10232,13156,14705,9154,26127,12235,15648,11330,6412,6945,3445,21038,23462,19081,9352,6206,22481,15971,16979,30017,21315,7274,8790,11928,12664,12715,12297,17094,7145,4871,27873,21050,16542,19012,16292,16178,24581,14331,14634,9529,13132,11916,21905,28365,16925,12602,11707,8880,17834,11849,8708,25810,17294,18953,14346,14269,12691,6702,2938,2144,2130,3388,1003,683,331,813,249,137,171,40,0,0,0,2159,20014,19805,22830,21669,18310,22437,5882,22686,19878,18088,18326,12935,9462,5475,20106,18410,20106,20796,16166,15249,10012,24737,15243,24632,7172,14258,15680,18024,20759,15740,13489,7432,24734,18375,20565,21507,26082,19922,12885,4142,54,24683,19665,24453,25180,20858,14282,13816,12174,8434,25327,19016,13334,10163,19438,17577,14170,20359,25516,23992,12929,24585,22552,11571,11509,20228,15529,19055,25620,9151,5967,27900,21243,8427,12329,12417,15453,21354,16606,18655,14859,26159,10820,14942,20561,17163,278,26764,25432,24552,10310,11400,27967,13670,25780,25268,14050,24814,5379,10214,10064,22683,18443,23250,25024,10769,9188,18790,26171,19680,10916,32,5,21757,20077,16102,17558,17966,9750,6322,19026,19575,16151,18731,7619,18782,15087,7565,6446,10090,11020,6782,7065,10295,10963,9812,6662,15411,10540,9383,10835,8864,11072,11311,15444,1971,18887,13348,19229,18205,6399,4037,15612,9108,11239,11742,10680,8173,6138,15980,14774,11669,8149,11784,7334,8843,11139,15176,12638,9670,14219,13727,15193,19321,8265,11937,21767,11373,13712,13855,17715,14362,13228,7260,8678,13509,19112,10287,11147,11421,8356,14767,9222,12511,13559,10762,9662,19423,20544,21967,15318,13297,12300,19028,9485,21933,12862,19783,8508,177,3,3,0,0,0,0,0,0,0,6,186,27777,16568,18197,19269,7038,3182,555,23868,15239,10940,22281,9458,6789,12119,12295,12055,11296,9854,12263,10771,9204,12325,14938,11751,9793,12596,12988,9203,10132,11574,13255,9800,10091,16239,17705,8866,14341,9040,13608,9990,10190,6126,11695,12697,20355,9703,16037,12998,1053,16532,9052,11610,14798,11574,10890,7806,9303,8086,8361,9378,7427,6915,12231,6615,13435,12153,12339,13286,8585,16577,11180,757,20291,26090,16600,14343,21386,6422,5349,8901,14238,10644,8120,9145,7433,11872,11694,10669,816,15500,11858,14756,23984,5892,13313,8371,10952,8996,11249,10961,20552,18543,1989,21953,11140,10968,9670,9027,10148,11031,13995,22230,6290,9715,18306,14474,12599,14386,10919,9714,10129,8443,17670,18634,19471,14299,16008,17257,10807,11026,12511,7473,10161,17101,1909,16339,20687,12002,10974,9161,11166,6361,15061,14705,1294,14754,14745,13545,10335,10945,6838,6808,11992,11277,9784,7719,871,10747,9947,12383,12335,15179,14019,8682,18331,14137,10236,16606,10394,16951,9431,11477,6517,11657,6537,10176,9841,4477,888,21608,27365,22659,23231,12032,12471,11489,14883,14075,9511,9326,12078,13389,16298,6222,13866,10271,4050,2469,24235,17673,22992,19418,12177,12243,14351,20469,14284,9231,16637,12909,14428,12804,5195,13140,14253,11835,18022,15357,12104,7803,14231,7020,9331,10812,14063,19608,13740,8647,12659,10705,7656,14430,15503,9906,13989,1882,809,19139,18470,7521,12749,14484,12326,13867,10784,11585,7824,14608,12081,11250,10133,9224,12262,13955,9560,7903,1209,23089,19294,14632,13018,12716,14633,16607,18248,15368,11093,11539,13064,11057,15887,9490,7788,3607,14166,13259,16032,9695,19964,10427,24640,18685,12930,11350,16115,17515,10262,10698,8950,11494,8570,4555,4606,15443,19271,21657,16937,7478,5817,3465,346,566,22525,26545,18941,11394,25045,20587,9377,19991,6247,12118,29428,28792,23448,18720,15140,19496,14439,21801,23157,12321,21376,16062,13525,20173,20794,24182,28631,14470,2027,21987,26050,18949,16423,17128,12498,12571,15129,15266,10620,13194,15686,17823,10565,27528,9098,3594,11314,16874,13174,23482,25628,19178,15639,10603,14545,8983,10954,12248,11562,8613,18535,11703,18260,14944,8544,13040,11639,20585,10291,8701,20727,15842,18522,21130,11874,10127,10911,16097,16351,5407,12334,8014,13617,9285,11246,15860,9698,13964,6819,9694,6482,9986,8555,8514,20720,17811,5190,13228,14211,16946,7951,14350,15679,5350,18847,18229,18022,21738,4989,11456,15980,606,20787,10215,8581,12711,389,18646,22484,13680,13898,9143,7979,11241,7644,6333,5851,6746,19959,24626,25751,15063,13570,11452,18784,14920,14872,9553,26224,24789,18021,17662,17355,18473,10548,13501,17082,17135,12944,16406,11433,14152,15313,5958,8277,3477,27944,19802,7953,19434,14022,15806,12507,14624,5713,22960,20300,10823,13043,8752,15089,10165,116,23749,13824,12860,27151,10035,14153,16825,26451,20975,7843,278,23104,13773,18535,11955,25492,14400,16041,12237,3677,22770,8782,3812,67,19625,21266,11987,20139,11450,13621,19793,5183,14226,20831,12771,13105,17581,15958,21413,21844,21559,20916,9735,21840,27108,14083,14284,16106,17578,9616,12539,8925,8732,13725,14628,9610,26938,11400,9162,9542,18653,23709,11110,4685,14013,22126,19565,13509,14871,11533,8337,8998,12502,9280,9080,24113,13369,12523,15354,13160,15906,14096,13467,1184,23849,16788,15523,15105,6474,13030,6226,12768,15518,23284,16326,17422,17172,15452,9325,10794,9942,9121,5241,14825,9093,12749,10540,10000,11040,18296,1040,25343,15308,12400,11960,8106,7824,9359,15111,12386,12120,14361,15761,11167,20897,14771,13252,11975,4827,13330,15528,12712,12716,10718,9326,11059,6679,12087,576,11102,11742,10505,11424,14960,14549,10145,1664,25502,22424,28871,11812,9928,5180,22437,11371,17190,13633,29645,17957,25800,25052,9665,6369,25271,23368,31262,12191,12766,12438,9462,15498,7419,3656,24684,23625,10598,19711,7236,26221,21701,15133,7507,8512,13952,10955,7789,14940,11416,7412,10385,6006,9175,12557,5738,4518,4122,20966,25326,24140,23697,23293,23728,3623,21049,17238,18137,18545,22382,19724,20385,12304,28131,16902,11790,16309,26125,13224,14399,1150,25351,21675,27129,14240,15724,25753,24231,14586,17844,13169,13713,12181,24739,25965,8143,14857,7332,10180,23416,21466,1012,21895,16708,15537,26492,18930,13362,12450,9865,8922,25227,22112,13172,14410,13040,18804,13326,15412,12746,1110,22086,22230,14358,25612,21267,12909,18486,13431,14548,13667,7491,7475,14076,9020,17247,8293,237,27544,7068,22192,26513,25526,18306,12993,16943,14846,12720,22045,18944,10665,14881,19149,16693,8984,10501,10144,1640,27266,16825,15912,25530,20938,14122,24188,20962,18877,12462,21584,11788,8806,14199,8385,5189,26135,18259,20213,23018,9645,12852,5301,25362,21781,13176,17444,10859,2996,5042,23622,24560,16777,21864,17929,27397,13233,16499,22728,27953,12897,8046,15749,12483,15815,14696,29005,21264,24211,21479,10840,21714,22910,12218,20204,28726,21211,20978,18030,23851,22116,15031,10745,18797,1765,21816,16972,17186,19806,11672,14213,17941,20129,22547,21841,12359,16749,15423,15322,17502,14981,20649,4301,9780,19990,16957,19630,10518,9421,10139,8432,3091,8100,17063,7781,4096,26933,27632,25126,23278,19082,5201,11501,23499,12257,4875,7469,7161,5533,19157,14260,9717,14945,10086,6683,2870,24169,29258,2776,30021,25947,17167,22284,23497,19244,10332,12377,18245,15215,10713,15832,13214,12264,11488,11086,9270,13234,8636,16750,10619,13428,17352,435,18455,13128,16745,15668,16887,14743,15404,19623,12207,13158,11793,6445,8729,13122,925,8973,20740,15055,24072,18074,14631,16297,22316,8181,18036,18128,9180,20393,11972,11459,15243,10584,17134,14572,13316,15224,13221,8143,9800,4950,11867,18481,17988,14360,11667,22055,3524,15946,22514,22506,24803,19145,9591,11031,20117,19071,13024,5017,3500,12809,29590,18717,7677,28789,18116,8403,21078,22263,12332,16391,17978,11950,12081,8014,9956,10982,8584,19646,11707,12203,8902,9741,11108,12817,12975,19593,20608,19267,1043,13443,11788,22605,21995,10998,11243,14645,14959,18220,14660,11981,13665,13559,12380,11576,12744,9827,16229,15796,13628,10218,11737,2137,22,13427,8270,16696,16866,8304,9657,9533,2303,13067,10284,9946,12718,18422,11538,12751,11651,6399,7555,9010,9919,19345,9197,16107,8000,3457,16634,11421,10497,14458,13692,213,11406,15884,11729,16452,18300,17906,5401,11864,10434,18990,13024,9222,18831,8002,8513,14776,11988,23183,14461,11999,27943,10468,2098,7246,12554,9539,19216,24687,30609,19155,21538,20348,11413,8826,1860,18951,28804,28671,28143,16603,17399,15750,14680,9832,10403,11820,16360,9188,15570,7742,15243,11862,4934,8823,9149,17818,7521,17650,8875,9543,12650,11322,10469,16487,14556,12378,11364,14070,10686,9184,8022,13001,13486,8379,6339,6715,5186,7455,10282,19691,19536,4593,16458,18100,15065,17394,10584,11101,7095,9000,10442,7853,10941,8968,5527,13503,18122,6430,16782,11224,12614,12681,7788,16323,14568,10370,6682,948,691,22930,19314,16149,14581,14156,11980,12542,8759,6807,15215,10630,7000,10470,13933,5775,15224,11551,8682,11232,4880,9436,5435,21524,19228,17809,14384,9166,10900,14432,10893,6275,12347,12424,12894,8957,14497,16432,9264,15127,10969,10147,15261,5528,2150,28105,14435,19054,11397,7862,13471,14121,4357,25344,20399,26197,12404,23658,12199,8699,8836,7098,12125,5153,16114,11004,20104,21178,9897,10304,13421,11685,10153,10530,24376,10884,20547,14489,19744,19734,26600,26597,24266,26238,16299,20529,20359,995,25643,24505,10132,3595,26276,2763,25618,8743,19073,25050,21241,19921,25839,27313,20544,27131,2593,10020,23972,25153,21271,17331,9480,1259,30,4876,27200,16333,25585,26214,12933,16929,7169,313,62,14233,12091,25269,20871,17172,26420,26032,8943,6441,1031,22802,7542,4691,3503,13589,18476,17464,20260,9093,18361,11469,18565,7320,8948,3531,16712,14693,14909,19457,18377,13781,3428,12974,7020,12367,29869,25222,21569,28993,21265,23599,3377,15131,21039,22664,11121,25481,12284,23922,11575,24136,26132,8701,12408,12502,27379,17618,22917,6663,19887,8845,10644,12123,8786,12847,19120,15395,17672,17084,29980,28574,10627,17543,15666,14966,24917,24229,9777,26287,29714,26686,23909,18240,20133,19596,10632,9691,21535,16160,12030,4483,16753,17505,8846,19142,20027,22291,11748,8697,14508,28055,4846,6919,17195,11292,25740,22178,16202,15042,16035,10077,21096,17357,11700,7438,5931,1898,28379,19416,26548,10091,7585,22618,8950,12727,5935,2756,450,27901,3842,25698,29318,18412,11164,5892,10832,7509,1293,7595,7288,11305,21958,27462,9695,10144,9589,3667,15026,13798,4081,26233,14065,23182,26772,20896,9592,6967,4726,2748,17495,20905,16153,9901,26275,10448,25860,11895,9544,8651,27669,26281,10721,8216,76,19628,16271,24258,10642,28198,5144,16413,25373,3313,28409,16784,29728,26737,13529,28220,18144,15695,8645,18300,12977,7485,14151,27001,17263,27044,11545,11844,12535,21488,9857,7901,16915,19352,9433,12615,14180,16693,7970,6295,16593,18026,13559,3982,18447,10810,8199,3965,28945,16096,28464,16586,16174,11390,27335,21181,28466,601,18430,10061,9216,13840,6534,1542,26198,26453,10694,10424,21731,23694,18743,24131,18085,23120,18789,8733,29360,25216,25144,27303,27976,28525,18054,21144,5104,23811,21041,8226,24037,13502,16770,16180,11685,12858,14632,13036,10408,9697,16855,12264,18966,2082,25286,22477,25776,13009,21271,14731,14137,17757,8868,46,16454,13453,11330,8908,6743,27788,11673,6728,6365,18432,22019,17778,13849,2085,22016,19932,6524,22988,9434,27343,13304,4445,632,3981,27679,25129,9738,12753,18510,22005,21884,12878,7308,2968,26938,12430,16137,15280,24409,9263,9800,10976,15547,23525,13625,4941,18451,26806,17552,11828,11990,9717,8636,6789,11978,12404,14420,12647,16774,9057,1650,26189,22618,16166,23156,25019,13626,9635,12663,13297,14954,21369,17822,14500,13485,13509,21083,16180,1231,24217,14519,16223,18819,15583,18405,14608,24341,12154,20955,10544,7223,9001,13452,12914,21452,16448,15929,27110,27071,9172,4105,26742,14726,7859,23915,11238,6708,9071,13843,13323,16839,22949,18147,21042,14778,20631,21549,14947,9474,7742,7882,7512,2725,16301,20194,28098,17006,23611,18799,14313,9494,14609,4447,21523,13412,22973,17214,27411,27177,15150,15036,14062,7796,21408,20688,9177,21792,25767,12532,6903,7313,2750,5049,17251,14129,7106,3999,12130,16808,13475,14065,14715,28842,25184,10035,8862,22346,22557,19000,13572,11039,6149,2427,1714,5713,3675,2592,14273,28016,20766,28298,1512,4505,21280,21495,15700,13493,15593,8456,9341,15906,17457,17269,17031,13601,19311,19286,28750,17400,16192,21694,21169,15202,22497,6840,11391,7094,11574,25056,23485,20647,16729,15250,12578,13749,1896,14550,17128,24034,10918,7693,10500,8980,13844,8638,7292,5728,1059,2694,25798,26764,20655,15754,15763,20438,13877,10766,9354,12790,7439,6150,4849,24906,30087,25512,10932,22495,12405,16866,9539,26557,25020,14499,13173,7528,1174,22395,27002,28765,14878,20613,11305,8762,30182,28658,26838,10620,15490,12113,9979,11231,4481,1480,3822,28835,30004,15224,13050,9895,15950,11471,3305,1763,4599,21540,24899,17378,21444,14899,12946,5863,21729,18664,25102,25047,7956,24079,29774,17258,15418,4346,9625,28733,14821,11007,15764,11416,18127,10896,6260,2926,25380,14462,29206,25406,20063,23450,11966,19068,10637,24565,12936,15101,9629,16352,14606,13723,15130,12612,10084,9072,2807,3575,25026,18443,18282,9763,9913,23822,16627,14838,9150,27266,6872,8744,10162,12287,25034,25518,15494,19088,12398,10223,8789,7269,5915,1484,3007,29061,14253,16165,8962,11090,14664,6465,8070,12780,4431,7695,23171,26820,10742,17445,17506,10122,2946,21645,19753,26751,21310,16561,9505,7617,2057,29153,30370,14207,12448,16142,11529,8221,12602,19018,9967,10121,9259,11567,6119,1893,4019,19204,26598,17116,19340,13847,11773,14351,10945,10643,28586,12289,12303,12886,11769,12524,4880,7947,12037,13630,15664,8114,10662,9673,9470,3061,2127,20816,27382,22108,27942,7590,2321,4107,11596,16549,6472,566,698,757,196,596,224,107,49,36,26,0,2,3559,24107,24320,17598,16629,16839,15355,13549,21771,21581,7435,13155,16139,13832,10154,8476,13476,11713,26222,25877,12058,14523,13766,10405,20468,21973,15965,6707,10212,17653,13923,24027,25721,6783,18272,13071,18052,23722,15760,12362,20362,17640,12493,6767,14600,11423,13648,21737,15770,12592,9518,17155,15071,12856,20645,14223,7881,8913,18356,7182,5221,18528,12016,14405,7701,16318,12904,9086,7598,9249,8529,8583,13255,14662,21378,8424,25844,14328,4763,282],"fragments":[{"begin":"0.000","end":"9.600","lines":["You're listening to LIFE KIT from NPR."]},{"begin":"9.600","end":"62.480","lines":["Hey, everybody. It's Marielle. Have you ever seen the kids' TV show \"The Magic School Bus\"? I was a big fan. The show's main character, the schoolteacher and fashion icon Ms. Frizzle, would take her students on adventures in a magic school bus. Sometimes they'd end up in the human body. They'd pile into the bus, shrink down until they were very little, drive up somebody's nose or down their gullet and observe the wilds of the human body up close and personal. If we could all hop on that bus together and take a trip to the human gut, we would see trillions of microbes at work. Here's NPR health correspondent Maria Godoy."]},{"begin":"62.480","end":"98.000","lines":["They break down food that our bodies can't digest, and as a result of that breakdown process, they produce chemical messengers that influence our health. And we're talking everything from, you know, blood sugar levels to mental health. Some of these chemical messengers can boost health, but others can hinder it. It all depends on what you're feeding your gut microbes."]},{"begin":"98.000","end":"131.440","lines":["A recent study in the journal Nature Microbiology found that we should be feeding them lots of different kinds of plants in large quantities. And that's true whether or not you eat meat and other animal products. On this episode of LIFE KIT, Maria and I talk about the research, why the diversity of plants we eat matters and how we can all mix up our diets."]},{"begin":"131.440","end":"133.880","lines":["OK, Maria. Tell us about the study."]},{"begin":"133.880","end":"162.800","lines":["Yeah, so this was a really neat study. It was a big study published in the journal Nature Microbiology. There was an international team of researchers that wanted to know how different dietary patterns shape the kinds of microbes that dominate our guts. So they analyzed stool samples from more than 21,000 people in the U.S., the U.K. and Italy, and they knew if the participants were vegan, vegetarian or omnivores."]},{"begin":"162.800","end":"203.840","lines":["But not only that, they also had people track their food in an app, so they had really detailed information about everything participants ate for a couple of weeks at a time. And what they found is that the more plant-based food people ate, the more gut bacteria they had that are linked with better health - so things like less inflammation and a stronger immune system. And not surprisingly, these good bacteria were a hallmark of the microbiomes of vegans."]},{"begin":"203.840","end":"245.400","lines":["But what was surprising is that some meat eaters who ate a lot of plant-based foods, they also had gut microbiomes that looked really similar to those of vegans. In other words, they also had a healthy composition of good gut bacteria, even though they also ate meat. And the key seemed to be that they were eating a wide variety of plant-based foods in large quantities. So it was both the variety and the amount of plant-based foods that made for a healthy gut microbiome, regardless of whether they were vegans or meat eaters."]},{"begin":"245.400","end":"257.000","lines":["When we say plant-based foods, what does that mean? I mean, it's not just fruits and vegetables, right?"]},{"begin":"257.000","end":"284.480","lines":["Yeah. When we say plant-based foods, it's not just fruits and vegetables, but things like beans, too, which are a big part of my diet. Hannah Holscher is a microbiome researcher at the University of Illinois, and she's also a registered dietitian. And she told me, like, the results of this study really reinforce the nutrition advice that dietitians love to give and something I tell my kids all the time, which is to eat the rainbow."]},{"begin":"284.480","end":"298.880","lines":["Meaning lots of different types of colorful plant foods. Think tomatoes, butternut squash, pineapple, avocado, broccoli and kale, blueberries and eggplant. And really don't forget about those whole grains, nuts, seeds and legumes."]},{"begin":"298.880","end":"312.400","lines":["You know, those different colored plant foods don't just contain different kinds of fibers. They also have different phytonutrients that give them their color. And, you know, those phytonutrients are also good for your health. So lots of different reasons to eat the rainbow."]},{"begin":"312.400","end":"319.680","lines":["Did the researchers have any sense of why the diversity of plants that we're eating matters?"]},{"begin":"319.680","end":"339.800","lines":["Yeah. So - I love this. So it's because different microbes need different fibers to do their thing. I always like to think of gut microbes like a team of builders building a house and, you know, your gut's the house. And so you have some microbes that are plumbers and some are electricians and some are tile workers or masonry experts or what have you, and they all need different tools."]},{"begin":"339.800","end":"356.320","lines":["And so the fibers are those different tools to build different things, and different plants contain different fibers. So you don't want to rely on just one kind of fiber. You want to eat lots of different fibers from different foods to make sure all of these good microbes in your gut have the different tools they need to help keep you healthy."]},{"begin":"356.320","end":"371.320","lines":["So it seems like good news for meat eaters that they can also get the same benefits, the same kind of healthy gut microbiome if they eat a diverse array of plant-based foods in addition to eating meat."]},{"begin":"371.320","end":"410.120","lines":["Yeah. No, that's exactly right. Now, I should note that in general, the gut microbiomes of omnivores, the study found that they tended to have more bacteria associated with meat digestion, which totally makes sense. They were trying to look at the profiles - you know, what is the hallmark of these different dietary patterns? And so having more bacteria linked with meat digestion makes total sense. But they also had more bacteria linked to things like inflammatory bowel disease and a higher risk of colon cancer. And we know from other research that high consumption of red meat and processed meats is linked to higher colon cancer risks. So that's the bad news."]},{"begin":"410.120","end":"426.120","lines":["But like you said, the good news is that if you ate a high proportion of plant-based foods and a variety of it, meat eaters could have guts that looked as good as those of vegans. So the key takeaway is to eat lots of different types of plant-based foods in large amounts."]},{"begin":"426.120","end":"436.280","lines":["When you say large amounts, I mean, how much plant - how much kale do I need to be eating? How many bell peppers? How many mushrooms?"]},{"begin":"436.280","end":"478.000","lines":["(Laughter) Yeah. So I don't know that there's a strict number so much as thinking of it in terms of the total proportion of what you eat. So look at MyPlate, the USDA's recommendation for what you should be eating. Three-quarters of your plate should be plant-based foods, so half should be fruits and vegetables, and then another quarter should be grains, which are also plant foods. And you should opt for whole grain so you get the fiber benefits. So it's, like, a high proportion. I actually spoke with Hannah about this, and she told me just to try to eat five different kinds of plant-based foods every day. So think about things like making bean soups with lots of vegetables or mixing up some pears or berries in your salad."]},{"begin":"478.000","end":"487.280","lines":["Make some overnight oats before you go to bed. When you're leaving for work in the morning, you're looking around. What can you toss into your bag? An apple, an orange, a banana."]},{"begin":"487.280","end":"498.480","lines":["You know, or you can do things like try adding chia seeds or pumpkin seeds or flax seeds into your yogurt or salad or cereal. I actually eat chia seeds every day in my yogurt. I'm pretty boring like that."]},{"begin":"498.480","end":"509.840","lines":["But I also talked to Shana Spence. She is a registered dietitian based in Brooklyn. She notes that buying frozen, you know, whether it's vegetable medleys or berries or what have you, is also a really good option."]},{"begin":"509.840","end":"526.640","lines":["It's usually cheaper than buying fresh, and it's still just as healthy because you're still getting in the vitamins, minerals, antioxidants. The vegetables are picked at their peak, so they are still getting and providing tons of nutrients."]},{"begin":"526.640","end":"535.480","lines":["And, you know, the goal really should just be to try and give yourself as many opportunities as possible to snack on more and various types of plants every day."]},{"begin":"535.480","end":"546.880","lines":["I feel like a lot of us get into a routine when we go grocery shopping or when we're cooking dinner, just 'cause it's easier. So we might be like, every time, I get avocados and kale and salmon and broccoli."]},{"begin":"546.880","end":"547.200","lines":["(Laughter)."]},{"begin":"547.200","end":"548.160","lines":["And that's, like - that's..."]},{"begin":"548.160","end":"549.640","lines":["Like, 100%."]},{"begin":"549.640","end":"552.040","lines":["...Nice. That's - like, that's..."]},{"begin":"552.040","end":"552.400","lines":["Yeah."]},{"begin":"552.400","end":"564.160","lines":["...Very healthy. But if that's what you're having every time, it's not - it sounds like it's not as good as if you mix it up and have a lot of different kinds of veggies."]},{"begin":"564.160","end":"568.880","lines":["So it's going to be much better than, like, having chips (laughter) - you know? - all the time."]},{"begin":"568.880","end":"569.160","lines":["Yeah."]},{"begin":"569.160","end":"579.720","lines":["Or - so I think, you know, go ahead and pat yourself on the back for that. It's still good. But yeah, just try to add one more. I do the same thing. We're all creatures of habit, right? And I think my shopping list sounds just like yours, by the way."]},{"begin":"579.720","end":"580.200","lines":["Nice."]},{"begin":"580.200","end":"591.280","lines":["But that's why it's good to have things like different kinds of seeds. Like, for instance, I'm, like, just trying to remind myself to sprinkle more pumpkin seeds - is something I forget in frozen. I - like Shana, I am a big fan of frozen."]},{"begin":"591.280","end":"608.760","lines":["Yeah. I mean, I love a smoothie. I have a smoothie every morning. And I - but I don't just make the, you know, raspberry, blueberry, banana. I do a lot of tropical fruits. I do, like, a dragon fruit, passion fruit, pineapple mix."]},{"begin":"608.760","end":"610.640","lines":["That sounds delicious."]},{"begin":"610.640","end":"611.440","lines":["It's fun."]},{"begin":"611.440","end":"611.960","lines":["Yeah."]},{"begin":"611.960","end":"621.640","lines":["Yeah, it's fun to mix it up. You could also do, like, a cherry banana and some cocoa powder. Or, like, I have a cocoa powder that has mushroom in it, too."]},{"begin":"621.640","end":"639.000","lines":["Oh, that sounds delicious. My creature of habit thing is that I often have blueberries and raspberries and blackberries mixed into my yogurt. And the other day, I went to the store, and they were completely out of fresh, and I'm like, oh. I hit the frozen aisle, put those - like, popped them in the microwave for, like, 20 seconds and then mixed it into my yogurt. It was really good."]},{"begin":"639.000","end":"643.600","lines":["So while this is better for our health, I think it's also better for our imaginations."]},{"begin":"643.600","end":"645.840","lines":["Yeah, absolutely."]},{"begin":"645.840","end":"650.640","lines":["It can be a creative outlet, too, and it can break up our routines a bit."]},{"begin":"650.640","end":"660.360","lines":["Like a low-hanging fruit in terms of, like, getting culinarily creative, right? Just try and add one or two things that you don't normally eat a day in terms of plants into your diet."]},{"begin":"660.360","end":"660.720","lines":["Yeah."]},{"begin":"660.720","end":"670.560","lines":["And don't forget about things like whole grains, you know, or, like, barley. It's really rich in fiber. Not something I remember to eat as often as I should, but it's great. You know, experiment a little. Live a little."]},{"begin":"670.560","end":"673.160","lines":["Yeah, when you're tired of rice, try out some barley."]},{"begin":"673.160","end":"674.240","lines":["Yeah, exactly."]},{"begin":"674.240","end":"677.800","lines":["Yeah. Well, thanks, Maria. As always, this was very informative."]},{"begin":"677.800","end":"682.160","lines":["Oh, my pleasure. I'm doing my job to spread the fiber evangelism out there."]},{"begin":"682.160","end":"687.520","lines":["It's working. You got me turned onto chia seeds, and now I use them every day in my smoothie."]},{"begin":"687.520","end":"691.920","lines":["That makes me really ridiculously happy to know, actually (laughter)."]},{"begin":"691.920","end":"694.000","lines":["Yeah. No, it's making a difference."]},{"begin":"694.000","end":"727.360","lines":["Time for a recap. The more plant-based foods you eat, the more you will encourage good bacteria to hang out and thrive in your gut. And those good bacteria are linked with better health, in particular less inflammation and a stronger immune system. Also, focus on eating a wide variety of plant-based foods. Fruits and veggies, beans and seeds, nuts, and whole grains. And one goal dietitians recommend is to get five plant-based foods a day. Frozen veggies and canned beans count, too."]},{"begin":"727.360","end":"749.320","lines":["For more LIFE KIT, check out our other episodes. We have one on fiber and another on hydration. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you, so if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."]},{"begin":"749.320","end":"789.760","lines":["This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Margaret Cirino and Sylvie Douglis. Engineering support comes from Patrick Murray."]},{"begin":"789.760","end":"800.280","lines":["I'm Marielle Segarra. Thanks for listening."]}],"duration":800}