{"title":"Want to build muscle? Eat more plants","url":"https://www.npr.org/transcripts/1254804018","intro":"It's long been thought that eating protein from animals (eggs, meat, chicken, fish) can help you become stronger. But a new study out of the University of Illinois shows that plant protein is just as effective at building muscle. NPR health correspondent Will Stone explains how the science around plant protein is shifting.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT..."},{"author":"SEGARRA","text":"...From NPR."},{"author":"SEGARRA","text":"Hey, it's Marielle. I've been doing strength training lately. I got a personal trainer, and I am doing chest presses with 12.5 pound weights in each hand - thank you very much. Please clap. Seriously, though, I can already feel myself getting stronger, and it feels good to do something that I know has a ton of health benefits. Resistance training can improve our brain function and our cardiovascular health. It can help us live longer."},{"author":"SEGARRA","text":"One catch, though, is if you don't get enough protein in your diet, you'll struggle to make muscle gains. Now, maybe you're thinking, but, Marielle, I don't want to eat five dozen eggs for breakfast every day like some beefy Disney villain - Gaston - yeah, I'm talking about Gaston. Well, guess what? You don't have to, because our understanding of where we need to get protein from is changing, and it seems plants can do the job, too."},{"author":"SEGARRA","text":"NPR health correspondent Will Stone has been covering this. And on this episode of LIFE KIT, he's going to talk to us about some new research on plant and animal protein. We'll talk about how they're different and how you can get those muscle-building essential amino acids from plants, too."},{"author":"SEGARRA","text":"All right, Will. If I want to get big, like..."},{"author":"WILL STONE, BYLINE","text":"Jacked."},{"author":"SEGARRA","text":"...Swole, like, jacked, why do I need protein?"},{"author":"STONE","text":"Yeah. Well, if you want to build muscle or maintain muscle, you need to, you know, work those muscles, maybe pick up some weights, and you need protein to actually fuel them - right? - and allow them to grow. And not all sources of protein are exactly the same, right? So the concept here that researchers like to talk about is protein quality, and that's based on how digestible the protein is and its amino acid composition."},{"author":"STONE","text":"So amino acids, if people remember from their bio classes, are the building blocks of our muscles, and there are a handful of these essential amino acids that our body does not make. And that means we have to get them from external sources, like our diet. Some of these are really important for muscle-building. They can even be rate-limiting - meaning, if we don't have enough of them, it basically stunts our ability to build muscle. And that's a big part of the question here when we think about plant protein versus animal protein."},{"author":"SEGARRA","text":"Yeah, what's the difference? Is animal protein more substantial in some way? I feel like that's how it's traditionally been presented."},{"author":"STONE","text":"Definitely. So meat and plant protein are different, obviously. And if you do this kind of straight-up comparison, you know, on a gram-per-gram basis, meat does win out. This is how Nicholas Burd explained it to me. He runs a lab at the University of Illinois, Urbana-Champaign."},{"author":"NICHOLAS BURD","text":"So if you're eating meat, you're eating basically muscle - right? - so that protein mirrors our skeleton muscle in terms of its amino acid composition."},{"author":"STONE","text":"Meaning animal protein has all of these essential amino acids we were talking about, and it has an abundance of the ones we need for muscle growth."},{"author":"SEGARRA","text":"OK. Whereas with plants, they don't offer all of the essential amino acids?"},{"author":"STONE","text":"So it's trickier here. You can get all the essential amino acids from plants. It's just that you might have a deficiency or lower levels of certain amino acids in plants compared to meat. An example is the amino acid lysine. Rice is a plant protein, but it's lower in lysine. Another is methionine. Beans tend to be lower in methionine. So this was one reason that, traditionally, plant protein, especially with a all-vegan diet, you know, was regarded as, you know, inferior because, you know, if you're trying to build muscle, you need to make sure you get all of these amino acids in abundance for your muscles."},{"author":"SEGARRA","text":"Yeah, it feels like you'd have to do some sort of math or accounting with the plants, whereas, with the meat, it's a little easier, and I guess you're getting all of the amino acids you'd need with every meat source or animal source?"},{"author":"STONE","text":"Yeah, and this is actually what studies were finding, right? It wasn't just kind of theoretical. They would bring people into labs - usually young, healthy people. They'd feed them, like, whey protein or soy protein, and then they would analyze, you know, what happens with their muscles over the next couple hours or a day. And they would find that the muscle protein synthesis - which is just kind of the process of building muscles - after eating animal protein was better than when you compared it to plants. Benjamin Wall is another exercise nutrition researcher. He's at the University of Exeter, and here's what he told me."},{"author":"BENJAMIN WALL","text":"One of the main reasons why people assumed an inferiority of plant versus animal proteins was the studies that were a single meal, a single protein over a few hours."},{"author":"SEGARRA","text":"OK, so it sounds like he's saying that plant proteins are not actually inferior. What's changed?"},{"author":"STONE","text":"Yeah, so basically, it wasn't that these earlier studies were necessarily wrong - they just weren't giving a full picture. Now, over about the last 10 years or so, there've been a number of studies that have looked at longer periods of time - so not just, you know, someone in a lab for 24 hours maybe, but, you know, looking at people over days or weeks. And they're not just feeding people soy protein, right? Most people don't just eat soy protein day after day, and that's all they do. If they're vegans, especially, they're having kind of real meals with mixed sources of plant protein, and they're more balanced, hopefully."},{"author":"STONE","text":"And some of the newest data supporting this actually comes from a study done by Nicholas Burd at the University of Illinois. Burd followed healthy young adults over nine days and three weight-lifting sessions. Everyone ate the same amount of protein, but some were vegan, others were omnivores. And at the end of the trial, they actually biopsied the muscle tissue to see what was going on and saw that there was no difference."},{"author":"BURD","text":"The muscle-building potential and, likely, based on our data, the long-term muscle mass gains would be the same."},{"author":"SEGARRA","text":"So it sounds like if you're eating a protein-rich vegan diet that includes a diversity of plants, you can see the same muscle gains as someone who's, like, gobbling up burgers and rotisserie chickens and stuff?"},{"author":"STONE","text":"That's right. At least, according to this study and a couple other studies, the narrative around, you know, a plant-based diet - especially in terms of building muscle - has really shifted, and we're starting to see that there's no difference when they do these head-to-head comparisons."},{"author":"SEGARRA","text":"OK, a couple specifics here - how much protein were the people in the study eating?"},{"author":"STONE","text":"So in this study from the University of Illinois, people were eating 1.2 grams of protein per kilogram of body weight. Now, the recommended daily amount in the U.S. is 0.8 grams - so this was 50% more than the dietary recommendations, but it's actually pretty reflective of how a lot of Americans, maybe especially younger people - how much protein they're eating day-to-day. You know, the question of how much protein you need to eat is actually very divisive - and lots of different views on this - and it really does depend to some degree on your goals, right? Are you trying to build a lot of muscle? Your age? What's your activity level?"},{"author":"STONE","text":"But the researchers I interviewed said, you know, 1.2 grams per kilogram, like this study, is a very reasonable target. You can push that up to 1.6 grams. Benjamin Wall said that's a - kind of a widely recognized target if you really want to, you know, optimize your training gains. Beyond that, it's really diminishing returns - doesn't seem necessary."},{"author":"SEGARRA","text":"OK. And did it matter what time of day the participants were eating the protein - like, especially if they were doing it right before or after a workout, for instance?"},{"author":"STONE","text":"So actually, the study did try to get at this question, primarily thinking about whether you needed to really spread this protein consumption out over the day, you know, with kind of smaller, more frequent meals, or whether you could do what, you know, a lot of people do, which is tend to backload their protein around dinner time - right? - when you have a bigger meal. There, too, they did not see any difference in their study. And so basically, if you ate a vegan diet or an omnivore diet, you ate more protein at the end of the day or you spaced it out, it all basically was the same."},{"author":"SEGARRA","text":"OK. Were these findings surprising or controversial in any way? I feel like people get really heated when it comes to protein intake on the internet."},{"author":"STONE","text":"Yes, they do. And I even asked Nick Burd about that. I said, you know, are people in your field kind of, you know, pulling their hair out and yelling? And he said, no, actually, we've all been recognizing the newer data and really seeing that there has been a shift in our understanding. He was a bit surprised, he told me, about the results. But he said, you know, maybe 10 years ago, this would have seemed really controversial. Nowadays, not so much, even though there's certainly corners of the internet that have very strong opinions in one way or the other."},{"author":"STONE","text":"And, you know, one interesting wrinkle was that this study was actually funded by the cattle industry - that's where Nicholas Burd was getting his funding from. So if anyone was looking for something that was not going to favor vegans, you might think it was the cattle industry. But obviously, no, this is what they found, and they reported their results."},{"author":"SEGARRA","text":"What can people take from this if they are trying to eat less meat or be vegan and also get swole? Like, what would I want to be eating?"},{"author":"STONE","text":"Yeah, so some plant-based foods that have relatively high protein - you have beans - that's, like, 18 grams for a cup of cooked lentils; tofu, 22 grams per half a cup of serving; grains like quinoa, you know, 8 grams per cooked cup. Some vegetables have more protein, too, but then it gets a little harder. You end up having to eat a lot of vegetables."},{"author":"STONE","text":"Ideally, as we talked about earlier, you're really kind of mixing and matching. And, you know, some cultures have kind of figured this out, right? I mean, rice and beans - really nice, complementary amino acid profile. They both have protein, and folks have been doing that, you know, a long, long time. So you just want to think a bit about how you can complement these different sources."},{"author":"STONE","text":"Another example are peas. They're a good source of amino acid leucine, which is actually pretty critical for switching on protein synthesis, but they are low in methionine, so you have to look for that somewhere else, like rice. And an easy way to kind of make sure you're checking all the boxes here is to use, you know, a powder. And you can actually look for a plant protein powder that is a blend. It has a mix of different sources. And that way, you get all those amino acids that we've been talking about."},{"author":"SEGARRA","text":"Hmm. Yeah, like, how much accounting do you have to do here when you're eating plant-based foods? Like, can you just make sure you're eating a diversity of plants, and it'll probably take care of itself? Or do you really have to be adding up and looking at what amino acids each plant is deficient in?"},{"author":"STONE","text":"I would say you don't need to be very obsessive about it is the message I got from the researchers - that if you really just think about a well-balanced meal, which is, you know, recommended - right? - in general, for whatever your eating pattern is - right? - you don't want to just eat one thing over and over again. You'll get all of this over the course of a day if you just are thoughtful. And, you know, beans, tofu, you know, nuts - I mean, all these things, if you put them together over time, you'll get everything you need."},{"author":"SEGARRA","text":"Will Stone, thank you so much for this."},{"author":"STONE","text":"Thank you. It was fun."},{"author":"SEGARRA","text":"All right, time for a recap. The protein you'll get from eating a plant is different from the protein you'll get from eating some part of an animal. Animal proteins contain all the essential amino acids that we need to build muscle - and in the right quantities - all in one place, whereas, with plants, some of the essential amino acids you need to build muscle might not be as abundant."},{"author":"SEGARRA","text":"The good news is, researchers are finding that if you eat a wide variety of plant-based foods, you can still get all those amino acids and make the same muscle gains as people who eat meat. Some plant-based foods that are high in protein are beans, tofu and quinoa. Also, when you pair certain foods together, like rice and beans, you get a complementary amino acid profile. And you can look for a plant-based protein powder that's a blend. So maybe it has pea protein and rice protein and chia seeds or beans."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one on weightlifting and another on how to recover after a tough workout. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider, and Margaret Cirino. Engineering support comes from Simon-Laslo Janssen. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8354830233.mp3","img":"https://media.npr.org/assets/img/2025/06/24/lk_plant-protein_2_wide-e944b19cf716d88985653b49947be7e1e813eecd.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","WILL STONE, BYLINE","STONE","NICHOLAS BURD","BENJAMIN WALL","BURD"],"wave_peaks":[5,41,17563,14835,22332,17142,15946,19472,8328,63,16762,24202,21014,6890,17713,16914,12947,13610,17978,15204,12285,8935,16132,15796,13420,12033,21014,12929,13793,18604,10437,10412,9048,14070,19345,16271,15958,18355,23041,10542,12649,8288,4,20850,21065,21011,23410,5852,8747,16568,10345,9099,28644,28429,25735,2394,1784,6396,3482,8678,6045,24620,18258,21216,4663,2735,5518,24119,20170,17889,17513,8912,9490,1900,20208,24619,12993,11819,12709,24366,19065,8343,19869,24378,10486,8790,20281,26359,22448,18512,12891,10665,11165,10976,13615,21920,24438,18797,6145,10740,23615,3399,3518,25226,27491,23663,22848,23483,22967,16937,18512,16027,14190,15876,15512,25603,26135,22000,29031,25412,23214,10353,15700,22613,16395,6707,1706,21833,20826,20198,13020,21909,19096,17522,18250,8347,12698,23440,24345,16223,5443,14486,10109,18673,14424,3230,3097,8654,26511,24787,14034,5302,17159,25149,14758,16015,13150,16164,18719,8725,15455,24749,15722,10398,10093,7376,8190,3443,3448,24683,25707,25534,1495,26244,25341,23418,23445,12148,8496,25274,18354,16138,17797,8711,16110,15296,8861,6779,12621,10470,10515,2713,3547,26394,18247,6820,9078,11551,10646,2430,26663,26490,26340,3207,12714,16921,10389,3200,25492,24212,10061,16976,16331,16905,10728,20236,14089,13361,9805,8454,12967,8961,10659,7866,2664,13268,10050,20159,19775,10361,3444,2131,17297,25881,22475,18475,13546,15535,20718,10401,14873,8531,13191,26465,16727,19164,13904,18172,18111,14910,19364,10178,12550,12458,7820,10825,21512,9493,8235,3976,2954,24946,25171,16511,18860,3734,26224,14235,10066,21290,7734,12950,12670,9139,12892,13273,10885,23416,8605,8462,5460,9140,13652,6917,5296,7377,4980,7782,3346,8363,4977,11601,4423,10564,7000,6661,5796,4461,3808,2685,2160,1453,309,160,0,0,0,21,18575,15688,14324,18957,16916,17048,12108,20235,13001,15768,16983,7597,25929,13375,17676,12888,10828,9897,16542,22441,24064,18078,11897,18425,24686,11498,8909,8834,9735,12098,11470,3618,26598,20045,21612,21503,18054,14914,22507,21552,15594,17622,19422,14882,16608,13330,24586,10407,13353,19983,11529,24021,27155,16946,16701,10340,19213,13210,15991,17853,17189,14154,9398,25198,20598,18701,11965,19792,8225,23736,23047,15516,18446,20400,10841,24492,12567,10926,19309,17911,14603,15163,15240,13562,1242,3,5,22408,22659,19031,15861,11015,12419,15340,13127,22788,15854,9286,12127,10039,10354,24136,19839,13959,17380,18010,13778,4936,18178,17415,10407,14960,15366,6139,15076,10526,12312,19165,22970,10686,13214,13489,10531,23997,23794,10509,16226,16423,14653,13309,9439,6215,15715,16743,18731,15484,10029,6587,21792,16633,21678,11600,9490,15268,20082,12603,17118,17108,22262,14929,23643,19326,17790,16845,12418,14361,11461,14359,12679,10533,9786,16488,13615,10801,18669,22767,11719,15160,12572,12111,9361,7577,8485,15259,11331,12565,12707,9056,8607,25770,15481,23306,18565,20912,12981,18833,18425,12975,1024,4,3,21374,20193,9954,18892,18483,13975,21813,1973,18217,10357,11373,12928,15963,17151,12096,21089,23865,8274,21873,17362,16477,14509,10382,11844,23386,13245,18779,8374,12367,17411,16316,16591,21850,10831,11594,19965,10732,12739,12322,12187,11195,22769,13575,21909,14431,11792,11026,6749,20961,13771,11065,22153,13564,11223,930,16778,10031,12450,14194,16117,15325,12470,14934,6677,6401,24086,24668,15908,22065,10945,12680,18137,14287,11408,14336,15054,19185,7327,16311,26978,19591,20315,25605,16777,24247,14675,14396,11941,20532,10243,8502,554,6,2,4,26396,15295,16476,22498,14730,13303,12834,8245,640,18508,17357,24057,11909,20822,19149,19560,11203,18888,16529,10462,14400,5994,23191,19109,11156,16870,14674,12912,11872,1305,23318,15019,15640,12674,11224,21367,15928,21597,21454,12816,12929,15160,26082,16202,22344,1080,18229,19409,13585,12624,15384,25274,22430,14348,22430,18396,15378,21900,11792,13094,18686,21597,17878,21939,8769,14678,14785,17860,24331,15021,13697,11748,16559,15352,9537,7370,13222,25870,21509,15393,14180,23135,10041,21711,20347,8321,9181,4,3,3,0,0,0,23495,19346,6037,25575,23169,27611,22263,10893,19168,3538,15210,18201,11951,24705,13944,20047,19456,7917,9997,129,159,25014,18415,10033,1656,682,25844,3048,24293,25583,10574,18687,23506,18867,25684,15693,11318,19672,18207,10111,10301,6381,5136,8398,19462,20620,23086,10236,10306,16814,19325,13579,14544,24881,8767,15813,20198,9964,9207,24415,7128,23624,14828,14329,15293,8591,24095,20200,725,19639,15761,26524,28135,20541,12979,13182,10933,20876,19669,19642,13228,17384,8516,10589,21176,25203,18310,14394,13194,10110,23460,26431,11715,15979,7411,15837,13013,3278,16570,22264,20941,9534,23358,23251,26255,14878,18944,16868,16548,22206,879,17864,13599,22122,25142,12036,11040,6601,14740,25683,13116,12430,14349,11476,8417,1577,25519,25235,25971,26246,26448,22030,22565,23609,25322,14160,8468,14233,712,22032,15091,14184,10047,9095,18032,16967,23973,12560,23026,20551,13035,26941,18481,14000,13125,24618,18723,14287,8881,23815,16934,15749,10237,15617,11084,812,20771,26133,24692,16892,11021,19765,19299,6676,1230,5365,26788,14202,9150,11210,25174,13824,17147,16649,24206,24669,22160,25942,10034,16306,23335,11100,9622,26292,27185,17011,11178,14744,12603,10153,550,16531,26112,21409,13368,18075,25802,18739,10048,9329,19869,25307,2332,2737,16443,13070,10895,11575,15265,6450,3082,1119,28490,19011,16153,18757,22707,9818,13654,11095,11149,14237,12032,11713,16442,22547,24027,26561,26930,17870,17718,10218,11160,11655,9573,215,28859,5947,28731,503,298,25020,14755,15525,16716,18637,26644,27156,18853,15354,27403,11458,13107,22225,13163,22621,15870,24576,13473,6351,19832,18258,20191,16580,23980,25094,17379,967,24143,28412,23516,12442,12722,16140,25926,16063,12493,18173,6153,15376,9466,8964,14676,19464,10305,9365,10312,10034,9039,5242,3722,5119,17958,12751,6306,12363,18791,13838,4108,2406,16010,17974,14330,8291,20944,13724,8171,18163,10380,17210,12175,6625,8730,8732,9779,23520,9363,8627,23000,27145,10189,24571,28319,28282,24975,25300,22415,10016,19730,14645,26600,14240,17398,17710,25555,13126,26557,24836,22002,23804,14992,16542,11430,11811,23096,12785,3905,132,14365,19424,4939,25920,26360,13030,10405,11626,15179,22566,15769,14719,11875,7410,5480,6608,5630,3374,2929,24230,17961,20198,22337,23587,10155,20492,26840,20220,17939,19306,25336,18002,12979,6982,22523,19862,22587,28298,17598,22306,10028,25112,26492,16993,22086,13555,27129,13489,8820,9842,18264,14785,12298,12665,20392,19425,15205,26027,25279,9748,5357,12341,25286,22485,24985,14537,16024,21948,9710,25359,14394,15456,23340,15072,5668,24005,25983,26370,17540,7800,28561,21735,18761,23637,11703,18319,17225,17190,17008,15498,14033,27535,19082,2711,25531,24951,20758,20976,19180,20063,17813,14371,12351,9847,21990,16569,8395,23314,14870,26204,17298,6730,21288,24497,24171,21837,24136,10979,14725,10010,19030,17078,7235,12541,16321,19808,14425,21926,16328,24469,22324,14424,26873,17748,10906,18191,29684,22632,6058,5495,2692,2016,25095,17731,10731,14473,9887,8012,13585,1259,482,19137,25281,9138,1574,204,15350,1290,282,6695,25069,17612,17301,9439,8984,9911,7495,9042,8477,9644,26095,16732,18959,5879,653,17480,13132,17662,19046,5688,10536,7619,21462,16413,12000,5478,152,156,5013,11163,21072,20177,23468,26104,24853,14016,7814,5534,28074,12154,26024,12226,27563,11688,29797,26116,20075,17593,11313,15020,25943,25301,26315,24329,958,21995,14064,18270,16491,11405,26795,24418,13185,20362,14089,11531,14917,1804,13793,26863,8597,6864,20192,19465,13934,14188,23024,17644,14966,15262,17767,23476,15051,25313,24605,13160,22797,24441,11321,26043,19618,14847,15942,15742,15428,9105,13588,15592,8449,22109,22941,19952,25401,18544,11221,24168,24605,19258,15238,12567,6959,11673,12492,14213,8411,26010,9612,2716,24173,16756,16575,13875,12515,27902,27038,17274,11138,10235,9407,9508,19077,4401,1196,24864,19437,21883,16208,24974,25675,24599,24527,9619,7485,13597,825,8161,25734,12445,14373,6473,6119,14230,5680,1018,357,16422,20051,11264,6781,14231,5089,4228,15996,10018,15313,17828,11913,17341,7805,12068,16527,5040,17304,14232,11123,6867,12702,15324,11253,13343,7461,12797,6112,10217,5747,12541,7505,81,25792,12857,1559,144,24788,25592,14554,18873,17616,18751,18485,8788,24567,25037,7540,4732,8592,10912,7341,6631,133,26399,15544,16245,5475,27043,24175,26954,15082,26404,16721,10423,19491,14312,25151,16014,15180,16286,24897,15736,2402,29261,21119,16997,15724,13583,26843,14304,20809,26625,26634,15000,14348,13895,19288,24994,25006,20207,13231,15195,25944,14098,23641,24437,16829,12497,14523,24021,14037,15385,14611,25832,22081,8400,3812,11431,25315,16631,20859,14141,15570,16831,9886,9169,20768,17209,11030,13559,4799,27271,26818,16762,12415,17427,20718,10391,29130,12696,21053,15432,27801,15513,7855,19030,19762,19363,22874,20513,20048,17781,10053,8030,25887,14897,18535,21062,21086,12641,23678,18020,18534,22393,15233,2812,19116,19222,16526,11857,11226,14625,12714,14521,21970,9397,9121,7702,788,28022,21692,22931,19863,21290,12496,20039,24748,18081,17850,15795,22690,27219,23253,19094,13108,12424,8501,9006,10149,3612,18313,23852,16837,21786,19291,11537,15980,20899,15524,10258,16474,16510,9838,9195,4462,24296,19941,11876,15406,19074,16653,11980,28715,26264,24220,24243,10894,24103,19814,26475,11807,4827,24040,25418,19689,18137,21762,23231,4002,24205,25358,21209,11134,10810,9228,15091,25447,6292,14527,23924,16255,13613,23663,25851,26324,21489,2690,17228,17251,17532,9412,22440,8346,10732,7883,20058,9473,12083,7586,9532,14444,21509,13417,4242,9241,14473,17216,267,22508,24989,26699,19908,16405,16115,19464,11205,16260,18037,18469,11704,16282,3618,25135,25778,6361,12521,5629,20342,23816,15904,5484,7036,18053,7807,21044,14742,12994,10392,7552,14124,15827,7620,14722,8614,9691,8915,14559,11129,11187,8582,26444,26421,25355,16143,25920,27238,25562,20494,23339,21164,9736,616,23199,25123,24188,25673,15063,11124,1875,6148,19760,15602,26319,17221,1697,10505,25186,15822,14348,834,17143,25615,25850,23077,21349,21431,12816,15595,16673,12196,12186,11350,995,19854,16526,6613,7688,4039,18895,16081,9714,3718,4251,187,27250,17695,15262,13935,13152,433,25414,24301,19425,7459,9379,7736,15006,7100,10731,307,16019,20429,28103,26019,26196,16503,14286,20688,15253,14788,22537,23214,20452,12831,17703,16690,11741,12544,18564,11025,18819,24448,22436,23186,14891,4242,454,27646,24203,23110,14520,19736,26519,13203,8732,27083,10871,2410,25451,14610,13126,14577,14228,13247,16982,17136,14329,3117,27230,14742,17719,25353,10825,26468,25895,21694,1578,18341,17270,26012,16474,24463,24673,16033,11949,7824,13157,21469,19075,17055,9789,26455,17504,10316,8965,12102,17999,18492,11352,621,29712,28203,16991,29572,24299,22545,12863,13843,6872,8553,7448,11013,6263,24730,27782,25692,24441,21074,17510,25332,26220,3889,19802,20045,14099,26609,27738,18511,24836,27991,5972,21059,17293,19000,20341,16305,15977,20179,19298,15110,13856,25517,21436,13069,14188,15595,18163,7362,782,16048,16366,11994,24883,20731,880,23865,15182,12399,25263,18043,24129,20657,13634,29199,15578,17965,17735,18172,15773,18307,16921,16741,14686,21081,19331,11395,18151,21218,8246,18029,20798,14418,20795,21136,19731,12174,5794,20143,28796,18837,21420,25454,15027,25097,14467,18178,14396,17298,9439,13161,5081,4588,15448,17529,7390,15279,18001,11479,944,27542,21892,28235,14246,20861,19651,14122,12759,10569,6716,29841,27260,25033,10123,10040,711,14265,10162,2038,18839,26369,22843,18786,7799,10901,10346,14180,14658,13608,16242,12155,12320,13084,12511,18612,12338,25928,11497,4356,18371,14623,9832,12729,12830,21772,18006,11463,13925,9396,3813,14820,24504,20964,9678,25345,21574,23003,18289,13581,11583,720,29440,22649,17642,27264,21819,21829,18003,16990,18197,13907,26594,21487,19263,14891,26130,26114,17577,938,24071,24488,18434,25188,27919,15872,13478,18551,19176,17424,13017,8028,14409,19315,9149,24820,26251,21180,14403,20965,24119,24421,11384,5333,6191,18562,8764,26541,17365,20043,13608,11578,26588,25372,17797,15298,15838,16859,6839,637,27787,24947,27321,25508,27006,16079,11951,23295,17422,14060,21839,10024,22154,10620,16849,16766,15536,10137,639,8326,14160,19335,25859,15472,9304,24815,26829,26543,1026,19177,12873,24350,21635,24593,25595,27262,10681,16155,26802,10859,14759,23202,11404,16956,7770,18794,16072,3035,20066,21819,128,1823,1979,24408,25020,13350,26448,15831,19161,20981,23987,13722,16970,11927,25214,15627,14573,16307,24930,13686,13177,8406,12097,11137,10621,2342,18756,22163,27839,27036,19031,1442,16583,25712,13125,21177,26803,25125,20036,21773,28546,26190,21585,19892,1530,25406,15138,1446,3432,10521,15676,11423,15956,15397,8191,589,3168,14791,21824,25443,17602,24614,21695,20133,24083,11318,22078,18238,25579,20801,14390,13989,19132,27811,21761,6258,12018,6524,10922,15603,25509,13224,15471,18834,9912,8433,5408,26850,24969,26285,24696,17754,13563,16216,9028,6182,928,24554,21349,22721,19148,24647,24205,10395,11611,14875,19099,14639,13839,21343,28160,25254,17905,712,1760,26507,25963,25201,28608,17833,16197,25008,19535,27421,26248,26062,26966,24481,25847,20227,14570,21585,26654,22919,858,25240,27420,25495,18834,25798,12951,24090,23894,19292,905,15589,23772,11660,20063,27979,19160,17710,10842,11234,18578,20167,6828,25511,17817,9039,25949,15475,16397,16963,14706,15316,25088,17281,3964,15229,14168,20487,10697,28157,26806,24287,21019,19982,15533,8746,15507,25425,27885,20904,22568,19880,16252,12716,24217,26201,13513,11275,14389,23371,13502,9525,27361,21502,12921,17260,12899,10388,10891,8729,1957,9398,25279,25130,19667,11655,22420,26855,21281,24620,14826,11193,6386,8690,8259,14040,11951,19369,11287,413,17937,27745,26191,10249,3790,25284,23582,24340,23152,16337,14075,8604,17397,16638,15955,11122,23468,17274,11889,1240,10805,16601,13617,14127,7668,16799,15633,20268,12531,14885,581,9147,23116,19904,16781,16848,13457,12919,12892,13934,16033,24711,12901,8830,6899,614,16395,12909,25732,13086,12188,24559,24128,19581,18412,19223,11381,17007,17762,14942,21902,24248,26210,20581,10415,11597,14622,10444,25053,24465,23730,26226,21396,24407,26061,13438,5842,25126,25664,22852,24729,19538,22930,16579,11301,21027,16196,14414,17966,14091,27956,14221,18038,1820,18380,25583,7112,24608,29215,28159,24479,26002,23421,26140,18232,16844,9431,529,23473,26586,24678,24497,16005,18733,26746,20299,28223,23083,22526,25522,11801,12371,16950,27595,24592,25550,8316,24550,23965,15600,17067,534,16744,14835,21736,20508,23807,26452,24131,11026,4266,24488,12056,8858,6314,7285,26552,16339,17171,8904,3235,12593,9316,12106,12064,9350,13720,18236,2493,9960,12948,11282,12442,10127,17326,17984,11489,1241,14620,8606,17023,16194,18595,14856,4780,17266,24733,21596,12233,24759,15512,20563,8764,13280,12330,16223,5660,18506,10581,955,20228,11259,23594,14749,8279,23976,19020,22968,12707,24415,8420,11662,1049,14456,12481,16411,27235,24855,13357,23008,20747,12796,18404,484,11125,10429,18098,16841,10656,24583,12780,12550,23408,22084,25545,13412,11930,9380,25327,14817,16020,14254,16260,16017,5110,13763,7813,8583,7167,1409,295,10049,7849,938,588,1914,28076,22595,24686,19485,25863,15082,13842,25153,8677,7259,7201,19443,20492,11701,6600,13817,16351,7568,8006,9296,12497,11314,9731,417,10844,23869,19432,17120,18982,11846,18163,22526,10408,9059,22012,26504,19758,20803,23161,9810,23167,6355,18069,12386,927,23540,26830,18675,25094,15115,25342,24562,7618,18491,17482,17775,15130,9430,2009,25440,23555,25047,28607,17638,10686,2361,24372,24996,22021,27091,25029,18819,13989,28222,26954,23091,8108,7953,25052,18448,16813,21242,7119,359,30417,28047,26489,24250,25336,20838,7021,354,28427,29820,19797,22742,27194,10625,27358,16182,22178,9064,10362,30457,25129,12571,15470,13417,9402,11927,5347,22908,28112,17868,13798,12000,10411,11463,8585,16460,16191,10034,17259,19743,13872,14719,16624,6200,13939,13961,8778,400,7002,27609,12301,21012,20579,14684,16551,24352,19076,10624,8518,26979,26184,927,2556,23358,18503,6517,1397,2726,3018,8783,24206,14772,8970,8474,10059,22544,22525,6032,14874,8233,5203,25524,24045,13562,20906,18200,3986,21472,17404,14938,25331,12085,9931,11068,11407,21154,13785,11105,9845,14532,7435,11276,13782,8552,10885,6862,6498,25877,17926,8584,8830,14610,19389,13283,13336,8910,19135,10309,13357,6567,11708,10153,13754,10474,21917,16947,10690,8967,17436,10555,10561,9049,3669,21235,9631,24503,11275,23350,12991,16511,8953,10269,6576,6830,14268,15275,18068,15402,10261,11264,11757,5908,7849,3822,25007,19453,19311,15917,18460,23635,24021,20491,8949,13170,21649,18515,10471,10092,8666,15377,5049,18202,23749,25962,18885,15587,24532,10573,24209,17713,17134,12172,8849,13138,8968,8236,6012,4814,3701,5492,25325,21044,13874,15560,24388,12286,7519,6443,10348,15947,10766,16680,14254,7209,6642,10243,6987,4311,24067,18837,15895,12287,7217,13673,20053,6858,14047,7850,5460,15331,24018,14462,11823,12115,12464,11570,9594,10931,3620,26157,18816,23529,17713,14598,13917,23775,16438,18004,19313,13609,6734,12634,12619,13839,14742,15733,15989,11322,6935,12635,20412,8678,8728,8472,8911,5513,6853,4447,14538,19996,24021,20761,17592,15664,8295,6715,25375,15676,14916,14061,11079,11374,19099,21270,23794,15912,16222,8743,15714,12081,6069,23305,11421,21282,19398,21091,11828,15176,12324,11966,11602,4288,10551,24024,22935,18682,17044,11045,7643,15529,16200,7315,14353,18908,14579,22037,18009,16634,23177,11952,13976,13559,10884,12944,12295,7444,21546,20077,12332,20116,10237,10986,5355,10648,16975,7347,11625,6529,11891,18023,21850,11840,12537,12548,15361,17405,10002,4738,5247,6893,9422,23841,14115,17665,10294,7160,5441,17063,11653,8155,6362,15992,17753,15478,15680,11855,7591,11334,13605,13465,8221,10361,9738,5948,5107,16173,14672,10657,15927,24232,10551,8361,23422,17713,11772,12906,6442,9205,8064,6459,21935,24686,14943,18917,10498,10650,19542,13525,10910,15895,12167,12940,10211,9539,8125,7843,3910,21001,20024,20642,13664,21155,20264,14530,5945,5790,6476,4891,15092,12167,14841,22988,9411,8569,7874,11061,11356,11166,10697,12381,7295,8496,9202,11878,6705,7968,8870,8497,6568,8632,5752,6524,5321,4552,3520,4908,2519,2064,1981,2818,2972,1686,1934,1538,1461,774,618,298,298,2,4,421,24582,10484,22572,11813,21925,15408,3748,14144,15259,14455,12416,10110,11266,12876,21655,23906,14315,8890,16881,17940,12538,12886,23668,10036,12464,12966,12381,9403,2378,22216,23884,14106,15279,17301,18095,14770,17241,17576,23412,17479,15801,15551,19385,17171,13674,11164,16890,4315,20961,18205,10947,10847,8291,10865,18068,14725,12448,13598,13196,13023,20582,6892,6484,15250,25303,22364,12733,12997,1795,22322,15666,14719,11385,15845,14979,13464,17277,15201,20416,16202,20840,17351,16794,20723,12663,25858,25483,16900,9662,12532,14931,16600,10557,13365,7050,10912,16670,13727,13455,8517,2943,5,3,23470,25133,24927,15574,23471,16383,11396,25027,14048,19882,26797,23345,25502,22193,13286,15798,15020,16840,17645,23717,22808,19781,14493,13345,20437,22519,14153,19365,11546,20571,8539,22604,23340,22820,13138,9424,15980,10033,6823,587,25261,17189,18458,22819,24059,17097,17448,16021,18712,22835,24461,26386,16833,21529,22459,12738,14777,1035,22,2,15,25181,20869,16980,13015,21564,8271,1713,18555,13457,22739,15843,16777,8265,5738,9065,8473,11251,8480,13249,6660,13217,12635,21479,9992,21109,16187,23915,12656,24339,16197,16474,15696,9738,22606,16400,20577,12087,18735,22720,7766,6663,3928,22501,19166,13423,6696,13325,17875,9049,40,4,2],"fragments":[{"begin":"0.000","end":"2.000","lines":["You're listening to LIFE KIT..."]},{"begin":"2.000","end":"3.800","lines":["...From NPR."]},{"begin":"3.800","end":"44.360","lines":["Hey, it's Marielle. I've been doing strength training lately. I got a personal trainer, and I am doing chest presses with 12.5 pound weights in each hand - thank you very much. Please clap. Seriously, though, I can already feel myself getting stronger, and it feels good to do something that I know has a ton of health benefits. Resistance training can improve our brain function and our cardiovascular health. It can help us live longer."]},{"begin":"44.360","end":"69.760","lines":["One catch, though, is if you don't get enough protein in your diet, you'll struggle to make muscle gains. Now, maybe you're thinking, but, Marielle, I don't want to eat five dozen eggs for breakfast every day like some beefy Disney villain - Gaston - yeah, I'm talking about Gaston. Well, guess what? You don't have to, because our understanding of where we need to get protein from is changing, and it seems plants can do the job, too."]},{"begin":"69.760","end":"109.440","lines":["NPR health correspondent Will Stone has been covering this. And on this episode of LIFE KIT, he's going to talk to us about some new research on plant and animal protein. We'll talk about how they're different and how you can get those muscle-building essential amino acids from plants, too."]},{"begin":"109.440","end":"115.280","lines":["All right, Will. If I want to get big, like..."]},{"begin":"115.280","end":"115.880","lines":["Jacked."]},{"begin":"115.880","end":"120.800","lines":["...Swole, like, jacked, why do I need protein?"]},{"begin":"120.800","end":"162.880","lines":["Yeah. Well, if you want to build muscle or maintain muscle, you need to, you know, work those muscles, maybe pick up some weights, and you need protein to actually fuel them - right? - and allow them to grow. And not all sources of protein are exactly the same, right? So the concept here that researchers like to talk about is protein quality, and that's based on how digestible the protein is and its amino acid composition."]},{"begin":"162.880","end":"207.080","lines":["So amino acids, if people remember from their bio classes, are the building blocks of our muscles, and there are a handful of these essential amino acids that our body does not make. And that means we have to get them from external sources, like our diet. Some of these are really important for muscle-building. They can even be rate-limiting - meaning, if we don't have enough of them, it basically stunts our ability to build muscle. And that's a big part of the question here when we think about plant protein versus animal protein."]},{"begin":"207.080","end":"223.760","lines":["Yeah, what's the difference? Is animal protein more substantial in some way? I feel like that's how it's traditionally been presented."]},{"begin":"223.760","end":"247.880","lines":["Definitely. So meat and plant protein are different, obviously. And if you do this kind of straight-up comparison, you know, on a gram-per-gram basis, meat does win out. This is how Nicholas Burd explained it to me. He runs a lab at the University of Illinois, Urbana-Champaign."]},{"begin":"247.880","end":"263.240","lines":["So if you're eating meat, you're eating basically muscle - right? - so that protein mirrors our skeleton muscle in terms of its amino acid composition."]},{"begin":"263.240","end":"275.960","lines":["Meaning animal protein has all of these essential amino acids we were talking about, and it has an abundance of the ones we need for muscle growth."]},{"begin":"275.960","end":"285.040","lines":["OK. Whereas with plants, they don't offer all of the essential amino acids?"]},{"begin":"285.040","end":"351.640","lines":["So it's trickier here. You can get all the essential amino acids from plants. It's just that you might have a deficiency or lower levels of certain amino acids in plants compared to meat. An example is the amino acid lysine. Rice is a plant protein, but it's lower in lysine. Another is methionine. Beans tend to be lower in methionine. So this was one reason that, traditionally, plant protein, especially with a all-vegan diet, you know, was regarded as, you know, inferior because, you know, if you're trying to build muscle, you need to make sure you get all of these amino acids in abundance for your muscles."]},{"begin":"351.640","end":"367.480","lines":["Yeah, it feels like you'd have to do some sort of math or accounting with the plants, whereas, with the meat, it's a little easier, and I guess you're getting all of the amino acids you'd need with every meat source or animal source?"]},{"begin":"367.480","end":"408.040","lines":["Yeah, and this is actually what studies were finding, right? It wasn't just kind of theoretical. They would bring people into labs - usually young, healthy people. They'd feed them, like, whey protein or soy protein, and then they would analyze, you know, what happens with their muscles over the next couple hours or a day. And they would find that the muscle protein synthesis - which is just kind of the process of building muscles - after eating animal protein was better than when you compared it to plants. Benjamin Wall is another exercise nutrition researcher. He's at the University of Exeter, and here's what he told me."]},{"begin":"408.040","end":"417.960","lines":["One of the main reasons why people assumed an inferiority of plant versus animal proteins was the studies that were a single meal, a single protein over a few hours."]},{"begin":"417.960","end":"425.360","lines":["OK, so it sounds like he's saying that plant proteins are not actually inferior. What's changed?"]},{"begin":"425.360","end":"459.360","lines":["Yeah, so basically, it wasn't that these earlier studies were necessarily wrong - they just weren't giving a full picture. Now, over about the last 10 years or so, there've been a number of studies that have looked at longer periods of time - so not just, you know, someone in a lab for 24 hours maybe, but, you know, looking at people over days or weeks. And they're not just feeding people soy protein, right? Most people don't just eat soy protein day after day, and that's all they do. If they're vegans, especially, they're having kind of real meals with mixed sources of plant protein, and they're more balanced, hopefully."]},{"begin":"459.360","end":"482.360","lines":["And some of the newest data supporting this actually comes from a study done by Nicholas Burd at the University of Illinois. Burd followed healthy young adults over nine days and three weight-lifting sessions. Everyone ate the same amount of protein, but some were vegan, others were omnivores. And at the end of the trial, they actually biopsied the muscle tissue to see what was going on and saw that there was no difference."]},{"begin":"482.360","end":"488.800","lines":["The muscle-building potential and, likely, based on our data, the long-term muscle mass gains would be the same."]},{"begin":"488.800","end":"501.360","lines":["So it sounds like if you're eating a protein-rich vegan diet that includes a diversity of plants, you can see the same muscle gains as someone who's, like, gobbling up burgers and rotisserie chickens and stuff?"]},{"begin":"501.360","end":"517.640","lines":["That's right. At least, according to this study and a couple other studies, the narrative around, you know, a plant-based diet - especially in terms of building muscle - has really shifted, and we're starting to see that there's no difference when they do these head-to-head comparisons."]},{"begin":"517.640","end":"522.480","lines":["OK, a couple specifics here - how much protein were the people in the study eating?"]},{"begin":"522.480","end":"562.880","lines":["So in this study from the University of Illinois, people were eating 1.2 grams of protein per kilogram of body weight. Now, the recommended daily amount in the U.S. is 0.8 grams - so this was 50% more than the dietary recommendations, but it's actually pretty reflective of how a lot of Americans, maybe especially younger people - how much protein they're eating day-to-day. You know, the question of how much protein you need to eat is actually very divisive - and lots of different views on this - and it really does depend to some degree on your goals, right? Are you trying to build a lot of muscle? Your age? What's your activity level?"]},{"begin":"562.880","end":"583.840","lines":["But the researchers I interviewed said, you know, 1.2 grams per kilogram, like this study, is a very reasonable target. You can push that up to 1.6 grams. Benjamin Wall said that's a - kind of a widely recognized target if you really want to, you know, optimize your training gains. Beyond that, it's really diminishing returns - doesn't seem necessary."]},{"begin":"583.840","end":"594.200","lines":["OK. And did it matter what time of day the participants were eating the protein - like, especially if they were doing it right before or after a workout, for instance?"]},{"begin":"594.200","end":"629.240","lines":["So actually, the study did try to get at this question, primarily thinking about whether you needed to really spread this protein consumption out over the day, you know, with kind of smaller, more frequent meals, or whether you could do what, you know, a lot of people do, which is tend to backload their protein around dinner time - right? - when you have a bigger meal. There, too, they did not see any difference in their study. And so basically, if you ate a vegan diet or an omnivore diet, you ate more protein at the end of the day or you spaced it out, it all basically was the same."]},{"begin":"629.240","end":"638.320","lines":["OK. Were these findings surprising or controversial in any way? I feel like people get really heated when it comes to protein intake on the internet."]},{"begin":"638.320","end":"670.400","lines":["Yes, they do. And I even asked Nick Burd about that. I said, you know, are people in your field kind of, you know, pulling their hair out and yelling? And he said, no, actually, we've all been recognizing the newer data and really seeing that there has been a shift in our understanding. He was a bit surprised, he told me, about the results. But he said, you know, maybe 10 years ago, this would have seemed really controversial. Nowadays, not so much, even though there's certainly corners of the internet that have very strong opinions in one way or the other."]},{"begin":"670.400","end":"691.440","lines":["And, you know, one interesting wrinkle was that this study was actually funded by the cattle industry - that's where Nicholas Burd was getting his funding from. So if anyone was looking for something that was not going to favor vegans, you might think it was the cattle industry. But obviously, no, this is what they found, and they reported their results."]},{"begin":"691.440","end":"698.360","lines":["What can people take from this if they are trying to eat less meat or be vegan and also get swole? Like, what would I want to be eating?"]},{"begin":"698.360","end":"720.200","lines":["Yeah, so some plant-based foods that have relatively high protein - you have beans - that's, like, 18 grams for a cup of cooked lentils; tofu, 22 grams per half a cup of serving; grains like quinoa, you know, 8 grams per cooked cup. Some vegetables have more protein, too, but then it gets a little harder. You end up having to eat a lot of vegetables."]},{"begin":"720.200","end":"740.880","lines":["Ideally, as we talked about earlier, you're really kind of mixing and matching. And, you know, some cultures have kind of figured this out, right? I mean, rice and beans - really nice, complementary amino acid profile. They both have protein, and folks have been doing that, you know, a long, long time. So you just want to think a bit about how you can complement these different sources."]},{"begin":"740.880","end":"769.400","lines":["Another example are peas. They're a good source of amino acid leucine, which is actually pretty critical for switching on protein synthesis, but they are low in methionine, so you have to look for that somewhere else, like rice. And an easy way to kind of make sure you're checking all the boxes here is to use, you know, a powder. And you can actually look for a plant protein powder that is a blend. It has a mix of different sources. And that way, you get all those amino acids that we've been talking about."]},{"begin":"769.400","end":"788.600","lines":["Hmm. Yeah, like, how much accounting do you have to do here when you're eating plant-based foods? Like, can you just make sure you're eating a diversity of plants, and it'll probably take care of itself? Or do you really have to be adding up and looking at what amino acids each plant is deficient in?"]},{"begin":"788.600","end":"816.640","lines":["I would say you don't need to be very obsessive about it is the message I got from the researchers - that if you really just think about a well-balanced meal, which is, you know, recommended - right? - in general, for whatever your eating pattern is - right? - you don't want to just eat one thing over and over again. You'll get all of this over the course of a day if you just are thoughtful. And, you know, beans, tofu, you know, nuts - I mean, all these things, if you put them together over time, you'll get everything you need."]},{"begin":"816.640","end":"818.440","lines":["Will Stone, thank you so much for this."]},{"begin":"818.440","end":"819.640","lines":["Thank you. It was fun."]},{"begin":"819.640","end":"842.120","lines":["All right, time for a recap. The protein you'll get from eating a plant is different from the protein you'll get from eating some part of an animal. Animal proteins contain all the essential amino acids that we need to build muscle - and in the right quantities - all in one place, whereas, with plants, some of the essential amino acids you need to build muscle might not be as abundant."]},{"begin":"842.120","end":"896.200","lines":["The good news is, researchers are finding that if you eat a wide variety of plant-based foods, you can still get all those amino acids and make the same muscle gains as people who eat meat. Some plant-based foods that are high in protein are beans, tofu and quinoa. Also, when you pair certain foods together, like rice and beans, you get a complementary amino acid profile. And you can look for a plant-based protein powder that's a blend. So maybe it has pea protein and rice protein and chia seeds or beans."]},{"begin":"896.200","end":"942.800","lines":["For more LIFE KIT, check out our other episodes. We have one on weightlifting and another on how to recover after a tough workout. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."]},{"begin":"942.800","end":"996.120","lines":["This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider, and Margaret Cirino. Engineering support comes from Simon-Laslo Janssen. I'm Marielle Segarra. Thanks for listening."]}],"duration":996}