{"title":"Is Your Home At Risk From Climate Change? Here's How To Know","url":"https://www.npr.org/transcripts/985307780","intro":"Millions of houses and apartments are at risk from floods or wildfires. Here's some advice to figure out if your home is one of them.","transcript":[{"author":"LAUREN SOMMER, HOST","text":"This is NPR's LIFE KIT. When you're looking for a new home or apartment, a lot of people think about what the neighborhood is like."},{"author":"REBECCA HERSHER, HOST","text":"Maybe it's the kitchen or public transit options that you're thinking about. But as NPR climate reporters, we see a different side of that decision."},{"author":"SOMMER","text":"Where you live can make you vulnerable."},{"author":"NOEL KING, BYLINE","text":"The situation for people in Texas is still perilous today."},{"author":"STEVE INSKEEP, BYLINE","text":"Millions of people don't have electricity, and many haven't for up to three days. It's freezing outside..."},{"author":"JEN WHITE, BYLINE","text":"Firefighters in California continue to battle the wildfires burning across the state."},{"author":"RACHEL MARTIN, BYLINE","text":"The storm is currently over the northern Gulf of Mexico. The rain that the storm brings could be devastating."},{"author":"SOMMER","text":"I'm Lauren Sommer."},{"author":"HERSHER","text":"And I'm Rebecca Hersher. Every summer, floods and wildfires happen. And every summer, we talk to people who have just lost their homes."},{"author":"SOMMER","text":"And we hear the same thing from them over and over."},{"author":"SCOTT HARRIS","text":"We had no idea at all that there was even a concern about a flood plain."},{"author":"RYAN MONTANO","text":"This was the dream. And within a matter of minutes, it's all gone."},{"author":"JENNIFER MONTANO","text":"It moved so fast. I didn't even realize, like, fire could move that fast."},{"author":"AKOUTE YEMEY","text":"Basically, every time it started raining, the panic and anxiety started kicking in."},{"author":"SOMMER","text":"That's Scott Harris in Baltimore, Jennifer and Ryan Montano in California and Akoute Yemey in Virginia. None of them thought about climate change when they decided to move."},{"author":"HERSHER","text":"But there are some relatively easy things you can do to figure out if you're at risk from climate change and to make yourself and your family safer. Lauren and I did a whole series of stories about this. We spent the last year talking to homeowners and renters and experts about climate change risks at home."},{"author":"SOMMER","text":"That's what this LIFE KIT is for, to help you understand whether your home is at risk from climate change, whether you're moving somewhere new or you've lived there a long time. We're going to give you five questions to ask to help you be better prepared."},{"author":"HERSHER","text":"Maybe you're listening because you're thinking about moving to a new house or apartment or to a new city altogether. Or maybe you're happily settled in one place, but you have a sneaking suspicion that floods or wildfires are threatening the place you live, and you're not sure what to do."},{"author":"SOMMER","text":"And perhaps you're thinking, disasters feel like something that happened to other people. My house or apartment has never flooded or burned. So is this really something I need to worry about? The answer is, yes."},{"author":"SOMMER","text":"Floods and fires are getting more common and more severe, so new places are burning or ending up underwater. And that's because of climate change."},{"author":"HERSHER","text":"For context, about 15 million properties - and that includes both residences and commercial buildings - are at significant risk for flooding, 4.5 million homes are at significant risk from wildfires. But we all need places to live. So what can you do to protect yourself?"},{"author":"SOMMER","text":"Well, we usually do takeaways, but we're going to do this in the form of questions. And the first question you should ask is, has this home or apartment flooded or burned in the past?"},{"author":"HERSHER","text":"So the reason this is important is that places that flood or burn once are likely to have it happen again. So ask the landlord or the seller or even neighbors in the area if there's been a flood or fire. We'll get into what they legally have to tell you in a moment, but you should always ask either way. And also do a basic Google search."},{"author":"SOMMER","text":"You can always check with your local building department to see what permits have been filed for the property, which could give you clues about whether it was rebuilt or damaged."},{"author":"HERSHER","text":"And this question might seem really simple. But if you just guess the answer, I'm sorry to break it to you, but you'll likely get it wrong. Even suburban areas far from forests or bodies of water can have a lot of fire or flood risk."},{"author":"SOMMER","text":"Which brings us to the second question you should ask - what's the risk of a flood or fire hitting this house in the future?"},{"author":"HERSHER","text":"So for floods, you'll want to start by checking the official federal flood map from the Federal Emergency Management Agency, or FEMA. The maps are online, and we'll include a link to all the maps we mention on our episode page at npr.org/lifekit. The FEMA maps tell you if the federal government thinks your new house or apartment is at high risk for flooding, but you probably don't want to totally rely on the official maps. They're not super accurate in some places, and they don't take into account sea level rise or extreme rain from climate change."},{"author":"SOMMER","text":"For wildfires, a really key thing to keep in mind is that fires are a normal part of many ecosystems. The plants there need regular fires. But now, especially across the western U.S., millions of people have moved into those areas. Finding out about your particular neighborhood can be tricky, though, trickier than it is for flood risk. Some states like California have made maps showing where the risk is highest. Other states haven't created those yet, though. There is a national map done by the U.S. Forest Service, but it's not detailed enough to show individual houses."},{"author":"HERSHER","text":"And this is the bigger problem with official risk maps that are out there, either for a flood or for wildfire. They're not good at predicting the future. They don't include climate change. They show risk today, not how that risk is going to expand to new places in a hotter Earth."},{"author":"SOMMER","text":"And that means we're behind the eight ball, which is something we've heard a lot from experts like Kimiko Barrett, who works at Headwaters Economics, a land use think tank. Actually, when I called her last summer, part of her town near Bozeman, Mont., was being evacuated because of a wildfire."},{"author":"KIMIKO BARRETT","text":"Nobody had thought wildfire was an immediate danger. For the first time, it's become very, very real."},{"author":"SOMMER","text":"She says, be aware. So far, we haven't done a great job of fundamentally including climate change and how we assess risk."},{"author":"BARRETT","text":"We're going to have to start to think about all of those climatic hazards in a new way. We've all started to wear seatbelts because we just know it's better for our safety. At some point, we'll have to start doing that with climactic hazards. We'll just have to start integrating it into our daily livelihoods because it's going to reduce risk to ourselves and those around us."},{"author":"HERSHER","text":"But in the meantime, all is not lost. You can always check with your local fire department. They know local conditions best. So try giving them a call and asking, what is the fire risk for this neighborhood? And for floods, there may be more accurate maps available from the planning or public works department for your city or state. Or you can check private flood maps, such as the ones on a website called Flood Factor. That site gives homes a 1-to-10 score about their flood risk."},{"author":"SOMMER","text":"So even though the maps are a mixed bag, it's still important to think about future flood and fire risk before you decide to move."},{"author":"HERSHER","text":"And maybe you're listening to all of this, and you're thinking, this seems like a lot of work. Why can't someone just tell me the answers to these questions? Which brings us to the third question you should ask - what flood and fire information does the landlord or the seller have to disclose to me?"},{"author":"SOMMER","text":"The answer is a lot less than you might think. When you buy a home, in many states, you get a disclosure packet - a big stack of papers. And in some states, there's a form that tells you whether the home is in an official flood plain or fire zone. A lot of times, though, it's just a few sentences with a check box; yes, you're in a fire or flood zone, or no, you're not. For wildfires, only two Western states require that, though. Elsewhere, there are no requirements to disclose that risk."},{"author":"SOMMER","text":"For flood risk, the news is equally bad for renters. Only one state requires that landlords give any information to renters about flooding. For people who are buying houses in flood-prone areas, it's a little bit better. There are 29 states that require that some information be disclosed to homebuyers. But some of those laws make it optional."},{"author":"HERSHER","text":"So even if you live in a place where the seller has to disclose some information to you, you still might not get that info, or you might get too little information too late. Like, imagine that you've found a home you love in a neighborhood you love."},{"author":"MIYUKI HINO","text":"(Laughter) I just bought a house for the first time about, you know, a month or two ago, and it was really enlightening, actually."},{"author":"HERSHER","text":"That's Miyuki Hino. She's an urban planning professor at the University of North Carolina at Chapel Hill and a new homeowner as of last year. And she says the check-box-and-a-pile-of-papers approach is not super useful."},{"author":"HINO","text":"You know, at that point, you're emotionally invested in that house. And you're thinking about how you're going to lay out your furniture and what different things you're going to need to buy for that house. And so if you find out late in the process, it can be harmful both financially because you have this added burden of flood insurance that you probably didn't price in when you were thinking about buying that house and emotionally because it's going to be harder at that point to just walk away and say, I'm just going to keep searching; this wasn't the house for me after all."},{"author":"SOMMER","text":"And that things she mentioned about insurance, that takes us to our fourth takeaway. Ask about it. Do I need special insurance?"},{"author":"HERSHER","text":"So first of all, it's always a good idea to have insurance even if you're renting the place you live. But the big thing to know about flood insurance is that it's not included in other insurance policies. If you have renters' insurance or a homeowners' insurance policy, that's not going to help you if there's a big rainstorm and your place floods. So if you know that you're moving to a place with flood risk, you'll want flood insurance, or you might be required to buy it if you're taking on a mortgage. And flood insurance can be expensive. Ask your realtor, the seller or a local insurance agent for a quote before you decide to move in. Otherwise, you could end up with a big expense that you weren't budgeting for."},{"author":"SOMMER","text":"For wildfires, most insurance policies do cover that, although you should definitely check, of course. But more and more, homeowners in fire-prone areas are seeing prices skyrocket, especially in the last few years when wildfires have broken records and destroyed tens of thousands of homes. Many homeowners are also seeing cancellations of their policies due to wildfire risk. But the good news is that for wildfires, there are things you can do to make your home safer, and some insurance companies are taking that into account. This is your fifth takeaway, a bonus takeaway just for areas that are prone to wildfires."},{"author":"ERIC LOVGREN","text":"Sounds like we're walking through a bed of matchsticks."},{"author":"SOMMER","text":"That's Eric Lovgren. He's walking around a house in Eagle, Colo., with its new owner Kathyrn Eddy. And he's looking for all the ways the house is vulnerable to a wildfire."},{"author":"LOVGREN","text":"Is this cement siding or..."},{"author":"KATHYRN EDDY","text":"It's cement board."},{"author":"LOVGREN","text":"So cement fiberboard, even better."},{"author":"SOMMER","text":"Lovgren works for the REALFire program in Eagle County, which provides personal home inspections for wildfire risk because a house is at risk even if a fire doesn't burn right up to it. Many are ignited by embers blown far ahead of the fire itself."},{"author":"LOVGREN","text":"But there's one vulnerable thing that I see, and that is your firewood pile that's underneath that window. And that's a real common thing."},{"author":"SOMMER","text":"Some insurance companies will reduce your premiums if you go through this kind of program. And even if that doesn't exist where you are, it's still good to get an inspection from your local fire department or community wildfire safety group. Making your home more resistant to wildfires isn't a guarantee it will survive, but it does increase the chances. I know all of this seems like a lot of work, but a little bit of work now could potentially save you from a devastating loss in the future."},{"author":"HERSHER","text":"All right. Let's recap. Climate change means more floods and fires. Before you move, remember takeaway No. 1. Has this home or apartment flooded or burned in the past?"},{"author":"SOMMER","text":"Takeaway two - what's the risk of a flood or fire hitting this house in the future?"},{"author":"HERSHER","text":"Takeaway three - what flood and fire information does the landlord or seller have to disclose to me?"},{"author":"SOMMER","text":"Takeaway No. 4 - do I need special insurance?"},{"author":"HERSHER","text":"And takeaway No. 5 - find out what you can do to make your new home safer from wildfires. And you can print a copy of these questions from our website with links to a lot of the stuff we mentioned. Search for climate risk hits home on npr.org."},{"author":"SOMMER","text":"For more NPR LIFE KIT, check out our other episodes. We have one about how to read more and another about how to reduce your food waste. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"HERSHER","text":"If you've got a good tip or want to suggest a topic, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."},{"author":"SOMMER","text":"This episode was produced by Clare Marie Schneider. Audrey Nguyen helped edit this episode. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editors are Clare Lombardo and Beck Harlan. I'm Lauren Sommer."},{"author":"HERSHER","text":"And I'm Rebecca Hersher. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9474175233.mp3","img":"https://media.npr.org/assets/img/2021/04/22/20-10-05-housing-flooding_wide-c94f3bbfff5a79e354bf35882e87a5534fe754f6.jpg?s=1400&c=100&f=jpeg","authors":["LAUREN SOMMER, HOST","REBECCA HERSHER, HOST","SOMMER","NOEL KING, BYLINE","STEVE INSKEEP, BYLINE","JEN WHITE, BYLINE","RACHEL MARTIN, BYLINE","HERSHER","SCOTT HARRIS","RYAN MONTANO","JENNIFER MONTANO","AKOUTE YEMEY","KIMIKO BARRETT","BARRETT","MIYUKI HINO","HINO","ERIC LOVGREN","LOVGREN","KATHYRN EDDY"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,546,25280,25053,12192,13895,20237,7475,3976,2196,2190,15829,15830,13871,9742,11271,19094,10529,11657,14072,13673,23725,20644,10691,13306,9972,10826,17256,17946,20643,21019,7874,14301,17002,16669,22459,5379,6489,6601,7339,1741,27002,19673,14587,22655,18241,12321,10304,8015,11675,22096,14654,21970,13801,5588,4617,13017,18307,16468,9460,10582,12020,9395,7822,4055,3573,5329,3874,3229,2711,23342,22307,14833,15643,23653,14669,11470,16480,20579,12721,16889,25382,20834,19118,21164,12628,10744,11571,14577,23125,20929,16389,10086,13430,13612,4774,12697,17427,15180,15803,9711,12750,11420,9477,10066,9531,11454,9444,9803,10133,11418,10094,8961,9222,9646,15227,14210,14607,15821,11648,15734,15207,14689,14124,19356,21782,16297,7882,13670,9917,15409,5540,2805,2191,2105,24456,16008,20848,6370,22516,24004,25426,5524,2266,24408,24612,24986,13246,20725,6365,13619,14953,16441,4327,2631,21665,8124,21251,17749,15395,7497,19918,5634,4535,8977,12637,12582,13311,9391,5107,2730,18747,10789,16199,14310,14126,10281,10859,10483,10257,6761,10746,18352,26273,13965,2727,23530,23714,10490,11618,13572,20016,18091,18529,2890,2310,11703,23558,25185,21750,13021,21511,13408,20679,7705,2458,9536,12232,17335,7031,3424,3189,10842,10093,15744,18971,22594,16507,12479,6696,7879,6370,7479,9903,11910,7795,4811,3402,21836,25678,12071,14529,22854,12338,14020,12269,12940,11706,8779,4428,1441,2059,24257,6272,24393,17510,19746,22216,24458,16987,11306,6144,1248,1381,10061,22229,11967,17684,19339,10128,6534,2135,1377,1069,1370,962,1011,1003,16950,26658,24409,15945,20518,13813,12375,16469,16008,14849,12525,12850,17217,11867,10524,17461,14434,12408,12420,10036,11534,815,23923,22508,19764,23126,13037,9863,12372,10242,7675,9816,6872,23841,13372,20097,10303,17221,8478,8786,12902,6014,8462,13190,5972,16527,23903,11993,13516,20819,13679,18756,7197,760,12495,21578,21941,10488,13689,11482,11841,6330,229,15702,24788,25274,17114,17659,17972,14439,7039,7173,5214,1331,16817,24809,24375,15034,11160,18460,16729,11378,14174,14904,24392,14658,6322,25385,21094,15612,10721,14201,3242,17347,11006,9172,8924,7846,10181,6426,23400,20243,21165,16672,11105,10494,8777,9830,16663,14717,12187,10961,19776,9443,12108,12950,8329,13669,9938,3412,19561,16198,12014,10658,17416,13352,13007,13494,11542,11041,13623,9038,10224,25410,20917,26239,24179,15740,26207,10515,9439,10398,10543,10092,8490,8908,6404,2424,4194,6148,5671,7286,4724,2218,807,581,195,113,19522,23585,26599,16628,24737,14272,12019,26989,20029,13231,14507,20508,14949,17929,25020,16549,10493,11698,11571,14237,12717,17598,18128,23670,15197,9023,16182,24785,15747,20417,21267,24772,10172,9059,17377,17933,9703,17753,3209,18269,16025,20417,12923,14577,12092,10519,7684,9954,23807,15233,22372,16859,15985,13445,7399,17382,12218,14583,12955,24248,13388,19109,8232,20521,6931,18083,13623,15955,15944,10374,8712,15170,12902,11641,8847,13704,11465,7250,9389,24187,23300,15993,10556,86,58,849,28195,14022,23867,13758,16077,26022,23931,15450,15577,16705,20017,19569,15639,12216,19652,12369,16075,13816,19137,8435,13591,5868,17158,20488,18934,15645,15049,23797,15241,16234,23614,17274,9988,16061,19742,17471,13786,16771,8630,21776,24069,28027,22182,24773,20031,25207,20582,17131,15080,111,3,4,5,19817,16357,15883,18655,16564,18686,21379,20683,12453,318,14857,8236,9825,13403,6694,13548,16817,8878,14369,19280,6423,15688,22287,21550,17141,8769,6288,19318,10777,9492,10527,6149,18134,7632,19061,20389,12066,10191,16731,10227,8957,12951,11376,13470,22621,19378,10409,7029,4389,23063,9393,21986,21755,20303,13012,14320,16465,11903,8687,12147,12624,11855,12395,12237,10456,22574,4690,21447,15823,21377,21861,15112,21544,7822,12631,8018,5,6,24010,16173,16492,12706,20765,14321,9191,24732,12609,13676,9102,24092,7362,8401,3208,25528,14060,21871,17082,14664,428,23450,20110,24595,23988,22033,12342,15314,11894,11412,14426,7278,5909,12338,7998,10757,16275,18791,20596,18066,10156,10658,7875,16635,15032,720,19099,19109,13643,10724,1982,540,16227,22347,17684,15269,20028,10176,20078,14035,25415,15864,9578,21977,5935,10223,8046,26784,20346,23292,12626,19967,22234,12671,12186,12641,21008,21934,20675,14226,14168,11677,17359,16492,800,14818,14955,11089,13295,25696,11064,5642,5528,2897,3860,18343,14058,12074,10516,13457,14632,13992,10120,11117,7033,13316,6149,18594,21292,14292,16890,16666,9792,13775,13065,11436,22411,2617,11164,26964,13707,15119,10051,5285,22857,26189,12548,23459,12264,14498,10594,11381,12815,25941,6525,15815,11110,7853,17333,9233,8413,8630,9974,11658,1844,23042,18295,12964,12058,13267,7397,12701,2879,3173,17866,13859,26196,11496,11421,14630,9487,5891,7186,7455,15746,26351,14358,3407,2824,28292,15588,24988,24380,13968,14147,21326,3499,6806,22666,26078,12766,14591,8338,20235,8575,3677,3263,2935,2651,28030,16026,11743,20780,13705,22089,24529,16615,10931,10405,20746,9409,4624,15405,15382,14542,17560,12441,11313,10303,7501,6388,17514,22244,13690,13935,14318,16951,15783,12052,10800,9384,14967,13985,23302,11042,10742,10548,6799,5251,11469,15375,12112,9161,21048,13807,7857,14216,5163,11423,20959,20770,20079,7627,8407,2535,19684,19211,24958,11079,17043,17314,5604,21235,14972,11710,14308,18872,4588,9608,11690,12614,14148,6638,10864,24705,4783,12080,21833,9065,14950,8794,13653,13448,13154,11596,14304,10939,15886,10748,24760,22958,25000,6747,13089,13166,10008,21237,10260,20025,9391,8636,5125,3645,331,21988,20818,18085,15545,17436,17771,25019,12835,19249,14176,14932,16382,12388,24374,10076,1089,26400,22571,9528,10941,22282,13879,8324,12519,8048,10968,6390,1772,27996,15841,25944,17602,11611,7215,6401,12691,8175,24943,22755,21561,24187,19895,11724,12143,3522,25037,18773,7576,14692,13940,14047,17063,8389,268,14184,24399,20212,15536,13028,19539,15139,17809,20376,20066,18033,14190,6997,7429,16104,24382,8580,24544,10737,9521,4134,182,11341,18070,17907,14808,16318,17785,8823,24571,21002,563,20947,17654,14742,17644,23743,15599,13604,10570,23261,6597,8570,11146,21798,17308,25054,19650,18045,14610,21735,23731,16575,9378,9213,16032,16584,12938,14792,14623,14420,14477,8061,8682,11257,6276,4217,6309,14528,8907,354,25353,25442,23198,27081,22633,22673,21128,17854,19896,25630,18935,14838,14041,22976,8089,7505,11100,17128,23239,16903,17455,9000,2735,441,12119,20724,19776,4464,20282,16070,16697,19611,10446,6911,13836,10587,20251,12281,13738,3071,13521,20684,25359,12994,6607,5347,421,17732,19879,24727,21683,15261,11291,11319,19651,11188,5759,11720,2684,13723,23096,8198,14030,24258,5845,5887,4031,13526,13148,14336,17058,16471,12695,21952,25260,6315,8953,7549,5759,13025,2870,1402,939,19863,24152,28001,16242,18188,11413,13296,11309,10077,10180,10369,18437,17730,7870,9703,20041,10181,9680,17165,10763,8095,14371,12755,15423,13266,16798,22931,3329,15330,22875,14175,17889,11313,17283,16407,9470,15807,7463,14444,12282,11246,8114,7108,9976,7340,8637,12153,1194,25390,24810,25413,12534,13822,16531,12667,11874,16383,14900,15142,10867,11230,15225,8231,7431,14687,6408,1058,22701,18101,14487,11380,8731,13994,13626,9199,12378,10590,10866,9212,18602,7726,2292,18313,16478,24526,11451,13248,17866,14813,1294,10925,12049,15971,17394,20755,21898,27073,21062,17054,9954,12835,12269,14828,16901,14551,16231,6967,10727,10155,8619,23800,9242,22193,10563,24876,17816,23627,11560,9335,11581,10136,12515,8249,16224,4951,18274,17810,18283,12813,10710,2779,246,24021,25666,18636,10212,8497,9754,8629,16621,18188,11243,23364,7408,8017,21811,21042,6868,24930,8082,22534,26342,18875,4912,6840,6265,22440,17011,9536,8461,16197,21029,15964,6529,19643,25473,18891,23747,16190,13166,16411,22752,19776,13800,15442,19553,12932,17476,13661,12316,10077,15377,21332,13308,11533,16626,17269,14401,13458,13474,10111,11910,16549,2081,23838,14792,24902,21527,20044,14902,26168,10022,13692,10900,9336,11367,11294,10845,15221,9337,8279,10464,16413,16459,478,6285,20243,11871,19883,13379,9767,8697,5237,5320,6847,8143,2292,22450,19784,12120,14838,11157,6802,4897,16510,20539,14183,15030,20448,20021,23329,14086,19712,13186,18130,22673,14047,14438,13367,10346,6878,8158,6951,9737,10030,8726,11726,4928,26450,20493,11818,8732,14984,17907,8546,7874,12414,14065,10490,13224,10363,11428,8957,5954,22035,25913,16187,14814,16639,12643,8150,10406,13610,8444,10384,11334,3506,2363,25022,22333,25326,15537,12850,10449,8497,8328,9001,12467,13379,16441,11780,20195,13385,8705,15670,13343,25806,23920,17235,10072,9817,9638,9587,9372,11570,7497,432,15929,12520,5913,4170,16144,12476,24982,13839,24133,15924,22417,13259,6497,444,20863,24145,26396,25835,12377,24810,10335,8712,12973,25740,9671,6743,15584,11316,15395,13741,25467,20854,19167,21227,17699,11102,2655,5154,25684,24781,24218,8773,13496,11374,3904,249,25866,23331,24914,23349,5493,23159,20335,26073,13895,18840,16082,8745,6526,15718,10780,14487,10172,11464,10117,12414,7644,18822,905,13999,25608,19135,2933,24877,19626,12034,9578,9029,15202,12571,13205,19316,13959,20200,9868,1712,25634,18553,21227,13031,8618,23891,13681,14510,7183,10946,15866,10933,5448,3054,141,2650,27556,22080,16641,24690,15682,14442,26566,8391,11496,15499,16163,22760,23058,9389,11304,6680,10522,5928,11833,11133,9326,8017,5324,6296,26562,18866,16935,12406,17725,14254,13338,16823,15141,19155,25298,24621,9126,6606,26123,20356,15429,14272,21010,25045,16389,15822,18982,12727,5282,3000,22688,21714,15826,17493,23457,17134,12571,24658,5382,1960,23713,13897,26896,19338,14220,9043,9011,9871,16572,16005,6645,16201,8681,23842,8639,9502,5888,4265,6082,11709,7464,6700,6306,3888,15059,18356,13111,18636,17650,19825,10107,8601,11563,4026,5793,24292,22866,9397,11972,9753,18672,14894,8431,10849,23821,16742,14360,13275,23405,7081,10596,6200,15997,19354,19352,12772,11646,15124,20652,11985,12477,10663,10425,8562,6832,16546,17450,10625,8433,10963,13398,3114,14722,25124,17359,15063,11370,8818,9943,14862,13413,7675,10402,21997,4619,25995,11516,10725,26533,16437,15108,12843,15519,10526,12131,14980,2232,15252,27822,21958,13425,10393,8663,12460,7547,8588,7954,11513,15754,14103,2412,22475,18091,23668,15245,15388,18226,12282,4870,7388,10009,8873,4358,3575,23842,13315,9201,9637,10388,11084,11208,14271,13099,10350,4194,17020,14992,10250,14176,15665,11309,11805,10975,14798,13888,8844,9404,11356,7928,13792,12819,3584,2694,15018,17646,20252,16951,11669,16239,10983,11074,9242,5388,22060,13366,17964,14000,11523,15168,21341,9741,10135,15166,13577,18217,14013,14041,9792,9149,14321,19510,5478,7068,17081,14678,20156,8308,15175,9521,3701,24093,11018,14565,15365,19028,11103,6923,7359,19705,18327,7534,8564,14712,16682,12301,7049,8574,1896,22883,23167,22521,22074,18640,12747,8811,25601,24947,20618,17529,9651,13020,20299,7090,5496,11694,11571,3050,2276,22892,12473,25354,10711,21094,11228,5979,7888,10291,1208,21147,15937,5992,6057,16614,8538,1759,15852,15777,16114,15544,8935,13779,2228,19505,19446,12645,21026,14684,19415,21996,13527,19642,17635,17288,16107,15118,16796,13707,14779,704,25548,10961,9771,8727,3932,11184,18879,14429,13997,15878,10832,8727,10030,12759,14584,23243,8077,6973,26208,23934,21039,22285,13028,20243,10159,2498,16043,13429,23992,22338,22456,25429,17048,24430,12788,14403,13279,13302,19811,22415,8900,6203,2078,13007,24606,18092,19876,21297,12474,16418,10964,70,15667,24377,25249,20381,19755,19479,16888,14452,20754,19687,17834,10627,11339,17638,11611,14971,17234,25130,2805,22498,19791,15181,11639,11666,19105,14048,17931,9863,17385,326,15632,10365,23360,16362,22910,17256,21998,18505,11629,14115,11903,13029,17,22444,20173,17313,13051,11118,17125,21442,17758,19347,4479,16224,14966,22724,10221,12577,11882,22328,14473,13234,19065,9294,7982,14521,11143,11184,15804,15982,44,13,15353,9539,23202,15673,23590,10992,17797,17045,16823,12589,8667,22666,19067,11126,9756,12956,19780,11600,13447,7475,8,16681,10879,12145,15761,8357,67,12698,21211,17049,18595,9783,12496,14359,15574,23925,12560,18114,21514,13493,11305,23569,20099,11412,12779,16056,14252,12749,14768,3462,23653,13059,6374,9905,11467,9419,13133,7819,10571,11711,908,3385,25430,23909,25180,22140,23084,15971,13096,9501,12072,6516,6643,20263,14703,8717,8423,6400,2759,467,27810,15683,12109,22203,23432,14439,20189,14506,5088,23989,17100,21278,10198,17643,15068,14504,9648,10487,3952,977,6970,17450,13922,10278,12398,9462,12895,10660,10545,12933,9808,17813,22739,20858,10266,13358,9432,11527,12554,9843,10050,8991,12269,14719,3498,630,23603,14232,26515,11296,11745,7850,10923,18985,16022,4378,15494,15039,16366,11564,6044,3466,458,19687,24360,18270,24792,10290,7259,7852,11340,17985,5071,616,18849,18526,15941,8897,7130,16249,6913,472,23895,24555,17752,21808,12875,17802,15311,9891,15635,12838,9882,6530,15809,24467,17810,13869,11019,14648,22398,12754,12776,416,26607,24982,12292,16503,10457,18511,18533,7152,7928,11169,6458,4461,12225,25307,19559,14493,14076,13717,22997,14877,4967,9534,14391,24521,23117,23150,7964,17810,28337,11636,10761,1043,19286,19522,23193,16729,11572,13457,8091,10461,9501,10221,8165,7320,5558,23645,22824,5588,14942,12096,16728,9216,8981,13044,10994,10097,15189,10671,4004,7713,8231,10517,9587,12016,11988,3854,1679,19969,13188,15504,15040,10730,12493,10173,9664,8276,14151,7891,13131,17998,11969,4345,1277,16457,21388,17074,13735,14167,15682,9603,11044,13207,10211,7863,8311,9480,6868,11394,15180,7855,15276,14789,13941,12888,11389,11852,17068,8405,11917,1882,22228,7475,12510,15295,14414,19784,20466,25222,18454,10504,12326,13857,13930,13074,11456,18320,17063,17185,6946,3321,13311,3687,8481,17817,25633,18465,8254,24235,24622,8630,14424,7300,19779,21728,15484,6323,18980,3804,23692,20667,23908,22958,11349,24283,27283,21786,18530,13688,15222,14286,10587,11127,11354,9659,12952,13659,8731,6748,15600,16172,17091,14280,17019,12282,11045,8782,12490,13331,3368,11751,10511,10588,15503,2059,22915,9931,1548,8277,2368,10726,24989,23171,14403,16719,16020,26210,21564,16959,14688,14913,12576,10749,9883,9914,12348,9776,15683,6394,13977,11348,11727,10672,8390,12352,14621,10927,3510,24701,21807,21270,12252,9154,20135,15440,12184,9624,12920,12274,12634,9581,16392,12338,12000,10728,10674,10364,10373,15399,12326,12467,9733,12712,3373,12292,10617,11810,432,15406,15083,5166,14067,21195,20760,17565,16477,18907,10524,8944,6462,5521,2252,9328,12570,9438,3199,21543,14897,10432,13295,11263,10153,12677,13211,9852,8273,11146,13152,10203,9050,12577,15544,919,13981,15816,15947,11466,12545,12681,21123,10935,17857,17904,16913,15285,8424,9267,11396,10084,19447,11079,10382,9320,15130,11260,8850,9738,8088,1548,16209,14384,11012,11972,11758,19354,9861,12470,19814,13005,12334,10120,9347,14546,2750,11356,13418,8125,8894,10934,9089,5180,1507,27188,24885,23996,19799,9380,13370,19469,14758,27531,25451,16698,16933,10656,12258,8410,9162,8486,7185,7393,10820,10504,9641,6752,8587,6483,8291,6018,8237,8591,9309,8348,6979,8505,4078,5050,23667,21419,24354,14261,17904,6011,25924,19654,11654,25005,26172,20170,23197,11077,4483,23204,20328,15998,16421,23059,22780,17460,22923,21062,13263,3336,24847,12405,20587,14592,16750,13302,15648,15100,7811,22759,4020,3220,16732,14099,13538,7392,23803,21547,14762,19816,14211,21865,12077,20049,12242,10506,11450,5771,6501,25621,21239,11917,4932,23778,7673,22558,10267,24686,8391,7584,10299,13527,10461,14416,13502,21668,20460,11668,7177,4933,5056,4778,15725,14926,20670,4046,11136,14818,17185,17757,15041,7668,3459,3710,25341,18724,19793,17682,15678,24929,8490,4654,24465,25810,19737,11576,12285,9558,16126,15131,12359,7144,11954,9860,22759,20693,3811,4629,24813,11981,21240,23031,13321,14384,8285,18456,20183,16923,16685,17051,18788,13078,13802,7228,4501,4958,17825,17956,23794,19379,9629,17580,11578,6958,12736,15827,13675,5437,3892,4140,6733,10008,8854,12954,15364,11687,14106,17834,15236,7124,8101,13907,7149,8142,7234,2827,2855,22388,21767,20305,22683,13541,21707,20914,19321,13265,12116,27538,16958,25881,27817,14397,10911,19824,22532,24909,26601,12795,11474,11365,15685,7251,13026,26523,23231,13631,16382,19875,16623,13290,16556,19979,11869,4031,18364,22184,24930,16885,18835,17710,12258,14278,16421,13414,16028,16428,19499,24732,17191,25115,23866,10620,10351,11584,4330,2664,23556,24527,25427,14890,17464,11923,15633,11289,17147,12588,2629,24680,15966,14992,13737,11085,18872,19009,10859,3808,9205,16929,11326,4468,21848,23301,13400,5370,10265,15135,5151,25149,20751,22655,13198,12581,20336,17462,20744,13266,15165,10196,13606,12130,5938,22744,20885,13959,24518,24609,13952,11665,15206,7133,24745,22412,22182,16310,16739,12682,5661,21639,20681,17209,11911,15762,12580,12750,16318,20520,15168,12762,20008,15369,20058,15020,21218,18266,18683,22199,25356,11341,19291,16762,4043,28236,17966,17869,5055,1977,26724,26957,19189,7186,22891,16661,12446,3623,5227,2784,2875,7459,7544,6910,7663,8457,3432,5722,3217,2618,1808,3461,2952,1644,1789,2437,1299,1624,1605,701,746,839,848,487,587,663,365,265,478,164,205,252,210,118,108,0,0,0,0,23720,25488,23933,17277,24634,14348,10979,23149,20093,16529,3480,17698,21819,22039,26219,21750,8613,19397,22043,3425,28069,28066,12128,13290,4392,17908,23934,14018,12952,14618,20844,7432,21209,20465,15317,17299,23015,17934,15790,21324,11240,6816,25230,20455,15374,12674,18063,24341,18575,21858,20105,11695,27572,14980,15686,18548,16069,11928,15321,14117,6559,23230,17492,14310,12710,21708,18850,23783,20291,8207,18779,23539,8164,23130,19846,25675,17670,14466,15211,19703,14133,26180,15025,15075,15284,9660,13399,9917,6407,2099,25662,16632,14520,18715,9626,8328,20993,25414,13778,10853,25213,26920,20056,25923,24896,28295,6635,24159,23209,14617,12322,13031,69,23,27,23591,12778,12741,13971,15564,19376,13297,10453,3455,22239,18165,12338,9203,8677,6576,15342,11106,14026,16011,9758,2123,16276,19996,14079,11933,10300,15996,13486,10372,18966,16413,13131,20902,3323,21615,15681,10916,10017,15332,13637,14631,17796,11246,15196,11988,11935,16253,21891,10712,3635,17806,18892,15302,21087,18007,10814,8331,16323,12579,8535,21623,17717,17982,16970,13725,7775,3503,19113,14505,16181,23518,8019,3228,21329,14704,22171,11803,17515,16330,9404,15314,14314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,12149,12868,13112,5754,1996,11,3,8674,5644,22088,21100,13624,12252,12263,25100,12893,15826,17431,8701,14077,13036,9827,11369,8356,24670,16935,11655,24078,22048,10489,24981,24005,9875,25214,6069,20811,9074,8269,15046,9022,8283,17884,15187,7172,16040,3561,13257,9960,16558,22917,9450,26248,17909,24742,13586,14906,13800,13281,5306,9127,6575,10965,6852,11757,7601,10370,7741,7127,2107,1887,613,330,33,11],"fragments":[{"begin":"0.000","end":"8.680","lines":["This is NPR's LIFE KIT. When you're looking for a new home or apartment, a lot of people think about what the neighborhood is like."]},{"begin":"8.680","end":"26.840","lines":["Maybe it's the kitchen or public transit options that you're thinking about. But as NPR climate reporters, we see a different side of that decision."]},{"begin":"26.840","end":"31.680","lines":["Where you live can make you vulnerable."]},{"begin":"31.680","end":"41.360","lines":["The situation for people in Texas is still perilous today."]},{"begin":"41.360","end":"47.040","lines":["Millions of people don't have electricity, and many haven't for up to three days. It's freezing outside..."]},{"begin":"47.040","end":"56.000","lines":["Firefighters in California continue to battle the wildfires burning across the state."]},{"begin":"56.000","end":"71.200","lines":["The storm is currently over the northern Gulf of Mexico. The rain that the storm brings could be devastating."]},{"begin":"71.200","end":"76.400","lines":["I'm Lauren Sommer."]},{"begin":"76.400","end":"99.320","lines":["And I'm Rebecca Hersher. Every summer, floods and wildfires happen. And every summer, we talk to people who have just lost their homes."]},{"begin":"99.320","end":"104.000","lines":["And we hear the same thing from them over and over."]},{"begin":"104.000","end":"109.000","lines":["We had no idea at all that there was even a concern about a flood plain."]},{"begin":"109.000","end":"113.480","lines":["This was the dream. And within a matter of minutes, it's all gone."]},{"begin":"113.480","end":"119.440","lines":["It moved so fast. I didn't even realize, like, fire could move that fast."]},{"begin":"119.440","end":"137.760","lines":["Basically, every time it started raining, the panic and anxiety started kicking in."]},{"begin":"137.760","end":"159.080","lines":["That's Scott Harris in Baltimore, Jennifer and Ryan Montano in California and Akoute Yemey in Virginia. None of them thought about climate change when they decided to move."]},{"begin":"159.080","end":"186.400","lines":["But there are some relatively easy things you can do to figure out if you're at risk from climate change and to make yourself and your family safer. Lauren and I did a whole series of stories about this. We spent the last year talking to homeowners and renters and experts about climate change risks at home."]},{"begin":"186.400","end":"209.800","lines":["That's what this LIFE KIT is for, to help you understand whether your home is at risk from climate change, whether you're moving somewhere new or you've lived there a long time. We're going to give you five questions to ask to help you be better prepared."]},{"begin":"209.800","end":"225.360","lines":["Maybe you're listening because you're thinking about moving to a new house or apartment or to a new city altogether. Or maybe you're happily settled in one place, but you have a sneaking suspicion that floods or wildfires are threatening the place you live, and you're not sure what to do."]},{"begin":"225.360","end":"237.080","lines":["And perhaps you're thinking, disasters feel like something that happened to other people. My house or apartment has never flooded or burned. So is this really something I need to worry about? The answer is, yes."]},{"begin":"237.080","end":"246.960","lines":["Floods and fires are getting more common and more severe, so new places are burning or ending up underwater. And that's because of climate change."]},{"begin":"246.960","end":"266.440","lines":["For context, about 15 million properties - and that includes both residences and commercial buildings - are at significant risk for flooding, 4.5 million homes are at significant risk from wildfires. But we all need places to live. So what can you do to protect yourself?"]},{"begin":"266.440","end":"276.520","lines":["Well, we usually do takeaways, but we're going to do this in the form of questions. And the first question you should ask is, has this home or apartment flooded or burned in the past?"]},{"begin":"276.520","end":"298.000","lines":["So the reason this is important is that places that flood or burn once are likely to have it happen again. So ask the landlord or the seller or even neighbors in the area if there's been a flood or fire. We'll get into what they legally have to tell you in a moment, but you should always ask either way. And also do a basic Google search."]},{"begin":"298.000","end":"306.360","lines":["You can always check with your local building department to see what permits have been filed for the property, which could give you clues about whether it was rebuilt or damaged."]},{"begin":"306.360","end":"320.800","lines":["And this question might seem really simple. But if you just guess the answer, I'm sorry to break it to you, but you'll likely get it wrong. Even suburban areas far from forests or bodies of water can have a lot of fire or flood risk."]},{"begin":"320.800","end":"327.440","lines":["Which brings us to the second question you should ask - what's the risk of a flood or fire hitting this house in the future?"]},{"begin":"327.440","end":"360.480","lines":["So for floods, you'll want to start by checking the official federal flood map from the Federal Emergency Management Agency, or FEMA. The maps are online, and we'll include a link to all the maps we mention on our episode page at npr.org/lifekit. The FEMA maps tell you if the federal government thinks your new house or apartment is at high risk for flooding, but you probably don't want to totally rely on the official maps. They're not super accurate in some places, and they don't take into account sea level rise or extreme rain from climate change."]},{"begin":"360.480","end":"394.120","lines":["For wildfires, a really key thing to keep in mind is that fires are a normal part of many ecosystems. The plants there need regular fires. But now, especially across the western U.S., millions of people have moved into those areas. Finding out about your particular neighborhood can be tricky, though, trickier than it is for flood risk. Some states like California have made maps showing where the risk is highest. Other states haven't created those yet, though. There is a national map done by the U.S. Forest Service, but it's not detailed enough to show individual houses."]},{"begin":"394.120","end":"408.600","lines":["And this is the bigger problem with official risk maps that are out there, either for a flood or for wildfire. They're not good at predicting the future. They don't include climate change. They show risk today, not how that risk is going to expand to new places in a hotter Earth."]},{"begin":"408.600","end":"425.160","lines":["And that means we're behind the eight ball, which is something we've heard a lot from experts like Kimiko Barrett, who works at Headwaters Economics, a land use think tank. Actually, when I called her last summer, part of her town near Bozeman, Mont., was being evacuated because of a wildfire."]},{"begin":"425.160","end":"430.520","lines":["Nobody had thought wildfire was an immediate danger. For the first time, it's become very, very real."]},{"begin":"430.520","end":"437.680","lines":["She says, be aware. So far, we haven't done a great job of fundamentally including climate change and how we assess risk."]},{"begin":"437.680","end":"456.640","lines":["We're going to have to start to think about all of those climatic hazards in a new way. We've all started to wear seatbelts because we just know it's better for our safety. At some point, we'll have to start doing that with climactic hazards. We'll just have to start integrating it into our daily livelihoods because it's going to reduce risk to ourselves and those around us."]},{"begin":"456.640","end":"485.920","lines":["But in the meantime, all is not lost. You can always check with your local fire department. They know local conditions best. So try giving them a call and asking, what is the fire risk for this neighborhood? And for floods, there may be more accurate maps available from the planning or public works department for your city or state. Or you can check private flood maps, such as the ones on a website called Flood Factor. That site gives homes a 1-to-10 score about their flood risk."]},{"begin":"485.920","end":"493.160","lines":["So even though the maps are a mixed bag, it's still important to think about future flood and fire risk before you decide to move."]},{"begin":"493.160","end":"509.320","lines":["And maybe you're listening to all of this, and you're thinking, this seems like a lot of work. Why can't someone just tell me the answers to these questions? Which brings us to the third question you should ask - what flood and fire information does the landlord or the seller have to disclose to me?"]},{"begin":"509.320","end":"540.840","lines":["The answer is a lot less than you might think. When you buy a home, in many states, you get a disclosure packet - a big stack of papers. And in some states, there's a form that tells you whether the home is in an official flood plain or fire zone. A lot of times, though, it's just a few sentences with a check box; yes, you're in a fire or flood zone, or no, you're not. For wildfires, only two Western states require that, though. Elsewhere, there are no requirements to disclose that risk."]},{"begin":"540.840","end":"561.040","lines":["For flood risk, the news is equally bad for renters. Only one state requires that landlords give any information to renters about flooding. For people who are buying houses in flood-prone areas, it's a little bit better. There are 29 states that require that some information be disclosed to homebuyers. But some of those laws make it optional."]},{"begin":"561.040","end":"576.840","lines":["So even if you live in a place where the seller has to disclose some information to you, you still might not get that info, or you might get too little information too late. Like, imagine that you've found a home you love in a neighborhood you love."]},{"begin":"576.840","end":"584.680","lines":["(Laughter) I just bought a house for the first time about, you know, a month or two ago, and it was really enlightening, actually."]},{"begin":"584.680","end":"596.000","lines":["That's Miyuki Hino. She's an urban planning professor at the University of North Carolina at Chapel Hill and a new homeowner as of last year. And she says the check-box-and-a-pile-of-papers approach is not super useful."]},{"begin":"596.000","end":"632.320","lines":["You know, at that point, you're emotionally invested in that house. And you're thinking about how you're going to lay out your furniture and what different things you're going to need to buy for that house. And so if you find out late in the process, it can be harmful both financially because you have this added burden of flood insurance that you probably didn't price in when you were thinking about buying that house and emotionally because it's going to be harder at that point to just walk away and say, I'm just going to keep searching; this wasn't the house for me after all."]},{"begin":"632.320","end":"640.400","lines":["And that things she mentioned about insurance, that takes us to our fourth takeaway. Ask about it. Do I need special insurance?"]},{"begin":"640.400","end":"680.840","lines":["So first of all, it's always a good idea to have insurance even if you're renting the place you live. But the big thing to know about flood insurance is that it's not included in other insurance policies. If you have renters' insurance or a homeowners' insurance policy, that's not going to help you if there's a big rainstorm and your place floods. So if you know that you're moving to a place with flood risk, you'll want flood insurance, or you might be required to buy it if you're taking on a mortgage. And flood insurance can be expensive. Ask your realtor, the seller or a local insurance agent for a quote before you decide to move in. Otherwise, you could end up with a big expense that you weren't budgeting for."]},{"begin":"680.840","end":"716.880","lines":["For wildfires, most insurance policies do cover that, although you should definitely check, of course. But more and more, homeowners in fire-prone areas are seeing prices skyrocket, especially in the last few years when wildfires have broken records and destroyed tens of thousands of homes. Many homeowners are also seeing cancellations of their policies due to wildfire risk. But the good news is that for wildfires, there are things you can do to make your home safer, and some insurance companies are taking that into account. This is your fifth takeaway, a bonus takeaway just for areas that are prone to wildfires."]},{"begin":"716.880","end":"721.680","lines":["Sounds like we're walking through a bed of matchsticks."]},{"begin":"721.680","end":"730.800","lines":["That's Eric Lovgren. He's walking around a house in Eagle, Colo., with its new owner Kathyrn Eddy. And he's looking for all the ways the house is vulnerable to a wildfire."]},{"begin":"730.800","end":"733.160","lines":["Is this cement siding or..."]},{"begin":"733.160","end":"733.880","lines":["It's cement board."]},{"begin":"733.880","end":"735.680","lines":["So cement fiberboard, even better."]},{"begin":"735.680","end":"750.040","lines":["Lovgren works for the REALFire program in Eagle County, which provides personal home inspections for wildfire risk because a house is at risk even if a fire doesn't burn right up to it. Many are ignited by embers blown far ahead of the fire itself."]},{"begin":"750.040","end":"756.400","lines":["But there's one vulnerable thing that I see, and that is your firewood pile that's underneath that window. And that's a real common thing."]},{"begin":"756.400","end":"793.440","lines":["Some insurance companies will reduce your premiums if you go through this kind of program. And even if that doesn't exist where you are, it's still good to get an inspection from your local fire department or community wildfire safety group. Making your home more resistant to wildfires isn't a guarantee it will survive, but it does increase the chances. I know all of this seems like a lot of work, but a little bit of work now could potentially save you from a devastating loss in the future."]},{"begin":"793.440","end":"816.120","lines":["All right. Let's recap. Climate change means more floods and fires. Before you move, remember takeaway No. 1. Has this home or apartment flooded or burned in the past?"]},{"begin":"816.120","end":"825.320","lines":["Takeaway two - what's the risk of a flood or fire hitting this house in the future?"]},{"begin":"825.320","end":"839.240","lines":["Takeaway three - what flood and fire information does the landlord or seller have to disclose to me?"]},{"begin":"839.240","end":"844.760","lines":["Takeaway No. 4 - do I need special insurance?"]},{"begin":"844.760","end":"868.000","lines":["And takeaway No. 5 - find out what you can do to make your new home safer from wildfires. And you can print a copy of these questions from our website with links to a lot of the stuff we mentioned. Search for climate risk hits home on npr.org."]},{"begin":"868.000","end":"913.560","lines":["For more NPR LIFE KIT, check out our other episodes. We have one about how to read more and another about how to reduce your food waste. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"913.560","end":"942.400","lines":["If you've got a good tip or want to suggest a topic, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."]},{"begin":"942.400","end":"968.880","lines":["This episode was produced by Clare Marie Schneider. Audrey Nguyen helped edit this episode. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editors are Clare Lombardo and Beck Harlan. I'm Lauren Sommer."]},{"begin":"968.880","end":"979.720","lines":["And I'm Rebecca Hersher. Thanks for listening."]}],"duration":979}