{
  "title": "Sewing your own clothes can be empowering. Here's how to get started",
  "url": "https://www.npr.org/transcripts/991701027",
  "intro": "Learning how to sew opens up a world of options for making your own clothes — or transforming old ones. This guide can help you get started.",
  "transcript": [
    {
      "author": "MEG CRAMER, HOST",
      "text": "I am looking at a picture on Instagram of Michael Gardner and his 9-year-old daughter, Ava. They're in front of a bright-blue brick wall. He's doing one of those cool Instagram squats. She's leaning against his shoulder. And they are wearing coordinated outfits - sunglasses, black sweatshirts and matching pairs of joggers in the same big botanical print. The caption says the fabric is from IKEA."
    },
    {
      "author": "MICHAEL GARDNER",
      "text": "(Laughter) It's funny. I just was in IKEA the other day and saw that that fabric is still there. And I'm like, I want to buy some more for - like, for some odd reason."
    },
    {
      "author": "CRAMER",
      "text": "Michael made these pants. He taught himself how to sew when Eva was little and has been sewing clothes for her ever since. Then he started making things for himself, too, with some encouragement from Eva. These pants started out as a project for him."
    },
    {
      "author": "GARDNER",
      "text": "And then was like, oh, I'm going to make you, you know, a matching pair. And then I kind of got hooked (laughter) where I'm just like - now I'm looking at fabrics like, OK, do I have enough where I can make myself something?"
    },
    {
      "author": "CRAMER",
      "text": "His Instagram is full of pictures of the two of them rocking matching outfits in bright, bold colors."
    },
    {
      "author": "GARDNER",
      "text": "She loves that, you know, we can kind of do it together now. Usually, we'll take pictures and do TikToks together. So, you know, it's another way that we kind of bond. And she loves it."
    },
    {
      "author": "CRAMER",
      "text": "Hello. I'm Meg Cramer. And this is NPR's LIFE KIT. This episode, we're talking about teaching yourself to sew. Maybe you're like me, and someone in your family taught you how to use a sewing machine when you were a kid. Or last spring, you got really into making masks and thought, hey, I kind of like this. What else could I make? Or maybe you have never sewn a stitch in your life, but you have a vision to recreate that amazing, perfect pair of shorts you wore every day the summer after high school. Whatever skill level you're at, we are going to walk you through everything you need to know to sew a simple garment or get started with a smaller project like hemming a skirt or patching your favorite pair of jeans."
    },
    {
      "author": "CRAMER",
      "text": "I would describe my own sewing skill level as overconfident beginner. So we will be joined this episode by two experienced sewists. They're going to help us put together a basic sewing kit and talk about where to start with a first project. We are going to tackle sewing patterns. And we have some resources for making clothes that fit and feel comfortable because your body is your body."
    },
    {
      "author": "CRAMER",
      "text": "OK. Our first takeaway is a really simple one. You don't need much to get started, not even a sewing machine. Leila Kelleher is a pattern maker based in Ontario, Canada, and the co-founder of Muna and Broad, a company that makes beginner-friendly sewing patterns for people with larger bodies."
    },
    {
      "author": "LEILA KELLEHER",
      "text": "I mean, some people actually hands-sew entire garments, and that's amazing. I don't have the patience to do that. But hand-sewing is honestly a really useful skill to have to sew on a button, repair a hem that's fallen down, that kind of thing."
    },
    {
      "author": "CRAMER",
      "text": "If you plan on doing a whole project by hand, Leila recommends picking up some decent-quality thread from a fabric store."
    },
    {
      "author": "KELLEHER",
      "text": "Because the stuff that comes in the little, you know, repair kits - it just breaks. It's no good. And it snags terribly. And some hand-sewing needles - again from a fabric shop. You can just go buy a pack of assorted hand-sewing needles. And that's all you need for the very basics. If you want to step up one tiny increment from there, then I like to use beeswax when I sew. So I like to run the thread through some beeswax, and it prevents it from tangling."
    },
    {
      "author": "CRAMER",
      "text": "You can use any type of beeswax, even an old candle."
    },
    {
      "author": "KELLEHER",
      "text": "And then I also sew with a thimble. It's either metal or sometimes a leather protector for the end of your finger so that when you're pushing the needle through the fabric, you don't make a hole in your finger. And so if you're going to do a lot of hand sewing, I would definitely recommend learning to sew with a thimble. But if it's just the occasional button, it's really unnecessary."
    },
    {
      "author": "CRAMER",
      "text": "One useful stitch for sewing garments by hand is called the backstitch. Leila recommends learning another one, too, the invisible stitch."
    },
    {
      "author": "KELLEHER",
      "text": "So you can use that for hems. So you can use that for a seam that's popped open, any kind of little repairs. And, basically, you can't see it."
    },
    {
      "author": "CRAMER",
      "text": "There are a ton of tutorials on YouTube that can walk you through the steps for all kinds of hand-sewing stitches. You're also going to want a pair of fabric scissors, which are sharper than the kind you used to cut paper. Leila recommends an inexpensive pair from the fabric store. And you'll need an iron and an ironing board. OK, what if you're ready to make the leap into sewing with a machine?"
    },
    {
      "author": "KELLEHER",
      "text": "So my No. 1 recommendation for sewing machines for everybody is a vintage mechanical sewing machine."
    },
    {
      "author": "CRAMER",
      "text": "That's instead of a computerized sewing machine with a ton of programmable features."
    },
    {
      "author": "KELLEHER",
      "text": "You can likely ask around your friend group or family, and somebody might have one they're not using. And you can say, you know, I'm thinking of trying out some sewing. Do you have a sewing machine that you're not using that I could borrow or have? And really, oftentimes, there is one."
    },
    {
      "author": "CRAMER",
      "text": "Mechanical machines are more affordable and have all the basic features you need. If you want to invest in a fancy, computerized machine, go for it."
    },
    {
      "author": "KELLEHER",
      "text": "But it's 100% not necessary."
    },
    {
      "author": "CRAMER",
      "text": "One more thing, a seam ripper. This is a small, sharp tool that can slice through thread in case you need to unpick your stitches."
    },
    {
      "author": "KELLEHER",
      "text": "Because we all make mistakes, and it's - you know, it's just really important to be able to undo them and have a little redo."
    },
    {
      "author": "CRAMER",
      "text": "So your basic hand-sewing kit includes some nice thread, a couple of hand-sewing needles, beeswax, a thimble and a seam ripper, plus a pair of fabric scissors. You could probably pick up all those supplies for about $35. If you don't already have them, you're also going to need an iron and an ironing board. And if you're thinking about getting a sewing machine, look for one that's mechanical. If you do end up buying a sewing machine, start by playing around with a few extra scraps of fabric just to get the feel for it. That's what Michael did when he first started out."
    },
    {
      "author": "GARDNER",
      "text": "Just taking scraps and running it through the machine and literally spending time with the machine to kind of learn what I was doing because I knew I didn't know what I was doing, so I knew it was going to take time to kind of get - to build my confidence up before I just jumped straight into using really nice fabrics."
    },
    {
      "author": "CRAMER",
      "text": "OK, yeah. What about fabric? Nice fabric can be really expensive. When Michael was first learning how to sew clothes for his daughter Eva, he practiced by working with what he already had."
    },
    {
      "author": "GARDNER",
      "text": "Upcycling is basically taking something that already exists. It could be something old from your closet. Or even if you decide to thrift something from the thrift store, you're taking something that's already existed, maybe old or a little worn, and you're creating something completely new from it."
    },
    {
      "author": "CRAMER",
      "text": "One note here - if you're looking to upscale something from a thrift store, buy clothes in your own size. Everyone deserves to score amazing vintage finds that fit their bodies. Other things to look out for when you're picking fabric - check whether it's knit or woven. Knit fabric tends to be soft and stretchy, like T-shirt material. And you need a special needle to sew with it. Woven fabric like cotton, canvas or linen might be easier for beginners. You might also want to do some research on how different materials feel and move and what would feel good for you."
    },
    {
      "author": "KELLEHER",
      "text": "Personally, I try to only so with natural fibers, so that's cotton, linen, wool, silk. Those are the fabrics that I gravitate towards. I like the way they feel on my body. They're a bit more sustainable. They're biodegradable."
    },
    {
      "author": "CRAMER",
      "text": "If you're lifting fabric or repurposing something like a sheet or tablecloth, there is a way to try to figure out what it's made from. It's called a burn test."
    },
    {
      "author": "KELLEHER",
      "text": "So generally, you just cut a sliver off, and you set it on fire (laughter) in a safe Space. And as a rule of thumb, (laughter), if you're doing a burn test, if it's melting, if it smells like plastic, it's not a natural fiber (laughter). If it smells like hair burning, then it's probably wool, OK? Or it could be silk. If it smells like paper or wood burning, then it could be a cotton or a linen, that kind of thing. So your nose will tell you. And also whether it's like melting into a blob of plastic, as well."
    },
    {
      "author": "CRAMER",
      "text": "Hey."
    },
    {
      "author": "LIAM MCBAIN, BYLINE",
      "text": "I made it."
    },
    {
      "author": "CRAMER",
      "text": "(Laughter)."
    },
    {
      "author": "MCBAIN",
      "text": "Hi. Oh, my God."
    },
    {
      "author": "CRAMER",
      "text": "Oh, my God."
    },
    {
      "author": "MCBAIN",
      "text": "It was such a..."
    },
    {
      "author": "CRAMER",
      "text": "In the middle of April, I met up with our producer Liam McBain at FABSCRAP, a textile recycling center in New York."
    },
    {
      "author": "CRAMER",
      "text": "I would just encourage us both to embrace the feeling of being overwhelmed 'cause I think that's what's going to happen."
    },
    {
      "author": "MCBAIN",
      "text": "OK."
    },
    {
      "author": "CRAMER",
      "text": "After getting all this advice from Leila and Michael, Liam, who has never sewn before, decided he wanted to try making something for himself. FABSCRAP makes some of its recycled material available for reuse, and we were there to shop for fabric by the pound. The location we went to was this big warehouse space with a mountain of black garbage bags piled up in the middle of the room, sorting tables lined up against a row of windows and bolts of fabric and piles of scraps lining another wall."
    },
    {
      "author": "MCBAIN",
      "text": "I feel like I found some blue fabric I like."
    },
    {
      "author": "CRAMER",
      "text": "Oh, let me see."
    },
    {
      "author": "MCBAIN",
      "text": "I want your opinion on this."
    },
    {
      "author": "CRAMER",
      "text": "OK. Oh, you know what I think might be a challenge with this? You see it's kind of see-through?"
    },
    {
      "author": "MCBAIN",
      "text": "Yeah. Oh."
    },
    {
      "author": "CRAMER",
      "text": "There's something similar over here, too."
    },
    {
      "author": "MCBAIN",
      "text": "OK. Ooh."
    },
    {
      "author": "CRAMER",
      "text": "It's very slightly stretchy, which..."
    },
    {
      "author": "MCBAIN",
      "text": "Ooh, yes. This is kind of what I was looking for in that other one, but it's not see-through."
    },
    {
      "author": "CRAMER",
      "text": "Liam ended up with a navy blue woven fabric with a little bit of stretch in it. His plan was to make a pair of elastic waist shorts, a perfect first project because our second takeaway is keep it simple - no buttons, no zippers. It's not the season finale of \"Project Runway.\" This is your very first handmade garment."
    },
    {
      "author": "GARDNER",
      "text": "Jumping out into, like, zippers and buttons can be very intimidating - so any project that maybe has elastic to it."
    },
    {
      "author": "CRAMER",
      "text": "Take it from someone else who's learning how to sew, Michael's daughter Eva."
    },
    {
      "author": "GARDNER",
      "text": "Last year, me and Eva had did a live demonstration where we created a pattern for an elastic waist skirt. And then we came home, and she actually sewed up the skirt within maybe a couple of hours."
    },
    {
      "author": "CRAMER",
      "text": "A skirt, a pair of elastic waist shorts or a pull-on top made from a woven fabric all make for great first projects. If you've been churning out cloth masks all year, you might already have some elastic at home. But if you're making, say, a pair of shorts, you're going to want a different kind of elastic, something maybe an inch or an inch and a half wide. Whatever your first project is, if you're sewing clothes for the very first time, even something simple, you are probably going to make a mistake. And you're probably going to learn from it."
    },
    {
      "author": "GARDNER",
      "text": "I'll never forget trying to make Ava a dress. I had, you know, cut out the body, the sleeves, sewn it all together, and when she put it on, she couldn't move. Like, I didn't know any better than to, like, make - pay attention to, like, the direction of the stretch in the fabric. So that mistake I've literally carried with me throughout these seven years, where I'm like before I cut, I check the stretch in the fabric (laughter). But in the beginning, you're kind of just free of all that. You don't really know. So you kind of just got to keep your mind open to learning throughout the entire process."
    },
    {
      "author": "CRAMER",
      "text": "Here's the good news - a lot of the time with sewing, mistakes can be undone. If you skip a step in the pattern or sew with the wrong side of the fabric facing up, fixing your mistake can be as simple as unpicking the stitches and starting again. And pushing through those early challenges can be a lot easier if you have a good reason to keep going."
    },
    {
      "author": "GARDNER",
      "text": "I think for me, one, it's - I know a big part of it is who I'm doing it for. Because it's for Ava, to me, I love the fact that I get to, like, have my fatherhood experience as well as that merged with my creativity."
    },
    {
      "author": "CRAMER",
      "text": "Our third takeaway is all about sewing patterns - what are they, where do you find them, and do you even need one?"
    },
    {
      "author": "CRAMER",
      "text": "The first piece of clothing that I ever tried to sew was a Halloween costume in middle school. I was going to be a witch, obviously. So my mom took me to the fabric store and very patiently stood back while I got in way over my head. I think there must have been a whole section of Halloween costume patterns because I ended up with this little paper packet that had a couple of different versions of the same witchy dress on the front. I picked out some fabric to go with it. And then I got home and opened up the packet and pulled out the pattern, and a wave of despair washed over me. I needed instructions for the instructions. What I didn't know then was that sewing with patterns like that takes a ton of experience."
    },
    {
      "author": "KELLEHER",
      "text": "If you have ever sewn from a pattern - we call them the big four pattern companies, so, like, Vogue, Butterick, McCall's - the kind of pattern that, you know, you might have gone into a fabric store, there's a big catalog, and you would kind of page through that catalog and select a pattern. They have quite minimal instructions, and they assume a lot of knowledge."
    },
    {
      "author": "CRAMER",
      "text": "So we are going to lay out two other ways to put together your first simple garment. Both are beginner-friendly and should help you build up the skills you need to sew with a pattern or without one. Leila's recommendation is to start with a pattern from an independent pattern company. This is how I got back into sewing clothes after my terrible Halloween costume experience in middle school. Independent pattern designers tend to have a smaller selection of projects. Those projects can come with much more detailed instructions. Some even have sew-alongs. These are step-by-step tutorials with pictures and videos to walk people through the confusing parts. Leila makes at least one of these tutorials for every pattern at her company, Muna and Broad."
    },
    {
      "author": "CRAMER",
      "text": "If the thought of working from any pattern is totally overwhelming to you, you might want to try Michael's approach - tracing something from your own closet."
    },
    {
      "author": "GARDNER",
      "text": "For me, one, I'm very visual. And, two, it - honestly, it was literally how I learned. So the tutorials that I was watching, they were tracing their own clothing that they already had and making something, you know, from that. So that was how I learned."
    },
    {
      "author": "CRAMER",
      "text": "I think there's another reason why this method really works for Michael, and that is he totally embraces the process of trial and error that comes when you work without a pattern."
    },
    {
      "author": "GARDNER",
      "text": "For me, I feel like the process of copying, it's a little bit more freeing in my opinion. You're not going to sew something perfectly when you're first starting out. But that could be also based on how your brain works. I know some people are very uncomfortable cutting into fabrics without a pattern. So, you know, it can go either way (laughter)."
    },
    {
      "author": "CRAMER",
      "text": "All right, get ready for our fourth takeaway. It's an important one. You deserve fabulous clothes that fit."
    },
    {
      "author": "KELLEHER",
      "text": "I come from the philosophy that your body is your body, and if clothes don't fit it, it's the clothes' problem; it's not your body's problem."
    },
    {
      "author": "CRAMER",
      "text": "Leila first started sewing clothes for herself when she was a teenager and going through a bit of a goth phase."
    },
    {
      "author": "KELLEHER",
      "text": "I was kind of a goth, like a goth-lite (ph)."
    },
    {
      "author": "CRAMER",
      "text": "She got really into it, went to fashion school and worked in costume for a few years. Eventually, though, she decided it wasn't for her and took a break from sewing for about 20 years."
    },
    {
      "author": "KELLEHER",
      "text": "So then I was reliant on buying ready-to-wear clothing. And I identify as fat, and so then access to clothing is difficult for me. And especially, I care about what I wear, and I just found that I was purchasing clothes that fit me rather than clothes that expressed what I wanted to wear."
    },
    {
      "author": "CRAMER",
      "text": "So she thought, maybe it's time to sew for myself again. What she found was that the size-ranges for the patterns she wanted to sew weren't much better than the options in ready-to-wear clothes. So she started creating her own patterns. Her designs have a kind of architectural, minimalist vibe."
    },
    {
      "author": "KELLEHER",
      "text": "It's funny because a friend of mine who I've known for quite some time, you know, said to me last year, wow, like, the clothes that you wear now, it seems like the clothes you should have always been wearing. When society is telling you the whole time that there's something wrong with your body and that you should change it, to have a sewing pattern that sees your body for what it is and sees its shapes and curves and recognizes that in the construction of the sewing pattern, I think it's really powerful."
    },
    {
      "author": "CRAMER",
      "text": "A couple of tips for getting a good fit - start with a pattern size that is close to your measurements as possible. It'll be easier to make small adjustments as you go. If you're taking your measurements for the first time, there are a bunch of tutorials on how to do that on YouTube. Also, you can always start with a mockup, maybe with fabric left over from another project, to see if you need to alter the pattern before cutting into that fancy linen. Leila also recommended a couple of resources for queer or gender expansive sewists who want to try sewing with patterns that haven't been made with their bodies in mind. One is The Sewcialists."
    },
    {
      "author": "KELLEHER",
      "text": "So it's sewcialists with an S-E-W."
    },
    {
      "author": "CRAMER",
      "text": "I see what you did there."
    },
    {
      "author": "KELLEHER",
      "text": "They had an event on their blog last year, I think, called Sewing for All Chests and -  or All Chests Welcome, I think. They talked about modifying patterns if you don't have breasts."
    },
    {
      "author": "CRAMER",
      "text": "Another resource is SewQueer, a kind of virtual sewing circle where people can swap tips."
    },
    {
      "author": "KELLEHER",
      "text": "Perhaps if you wear a binder, for example, there might be other people on the sewing chat who also wear a binder and have modified maybe the same pattern that you're interested in to fit their gender expression and to fit their body."
    },
    {
      "author": "CRAMER",
      "text": "This brings us to our fifth and final take away, and that is, find your community. Michael and Leila both talked about how important the sewing community on Instagram has been for them. For Leila, that started when she discovered Instagram hashtags for things like plus sized sewing, curvy sewing and fat sewing."
    },
    {
      "author": "KELLEHER",
      "text": "And I found that really empowering for myself. I think also just to see the garment that you're thinking of sewing on somebody else who has a body that's similar to yours can give you an idea about how it's going to look on your body. And I think that's a really valuable resource."
    },
    {
      "author": "CRAMER",
      "text": "My version of this is a group chat with other friends who sew and knit. We swap pattern ideas, troubleshoot problems together and share what we're making. Speaking of which..."
    },
    {
      "author": "CRAMER",
      "text": "Liam."
    },
    {
      "author": "MCBAIN",
      "text": "Hi (laughter)."
    },
    {
      "author": "CRAMER",
      "text": "The last time we saw each other, we each had an armful of fabric. How did it go? Did you make your shorts?"
    },
    {
      "author": "MCBAIN",
      "text": "I did make my shorts. It was a struggle. But they're done now, so it's all good."
    },
    {
      "author": "CRAMER",
      "text": "Tell me what happened."
    },
    {
      "author": "MCBAIN",
      "text": "Yeah, so I was doing the Michael method. The panels that I cut out were too small, but then I just cut the panels out bigger, and it was fine."
    },
    {
      "author": "CRAMER",
      "text": "Can I see them? Will you show them to me?"
    },
    {
      "author": "MCBAIN",
      "text": "Yes. OK, hold on."
    },
    {
      "author": "CRAMER",
      "text": "Oh, oh."
    },
    {
      "author": "MCBAIN",
      "text": "OK."
    },
    {
      "author": "CRAMER",
      "text": "Oh, my gosh. That seam looks really straight. Oh, dang. Oh, man. They look awesome."
    },
    {
      "author": "CRAMER",
      "text": "OK, let's recap what we've learned so far. First of all, you don't need much to get started. You probably already have some of what you need, including fabric and clothes to upcycle into something new. If you do need to get supplies, a basic hand sewing kit doesn't cost too much, and you might be able to borrow a sewing machine or find a used one before buying something new. Second, keep it simple. Pick a project without buttons or zippers. Third, whether you're sewing with a pattern or without one, look for a project that comes with a step-by-step tutorial. Fourth, I'm going to quote Leila on this one - your body is your body, and if clothes don't fit it, it's the clothes' problem. It's not your body's problem. Figuring out a good fit might involve some trial and error. It's all part of the process. Our final take away - find your community. There are probably a whole bunch of people out there trying to figure out the same things you are. And here's a little bonus tip, courtesy of Michael's daughter, Eva, that's going to come in handy when you're ready to show the world what you made."
    },
    {
      "author": "GARDNER",
      "text": "Confidence is key for her. So usually once she kind of puts something on, out loud, she'll say exactly how she feels - I feel beautiful or, you know, I love this, especially if she can spin and twirl in it, like that's going to, like, really do something for her. I think, too, she would say, like, be proud, like making sure that, you know, you're, you know, feeling good and proud of yourself and giving yourself credit for what you're actually doing. It's, like, very important."
    },
    {
      "author": "CRAMER",
      "text": "Ava Gardner, she's got it figured out. For more LIFE KIT, check out our other episodes. We have one about building a conscious closet. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip about sewing or otherwise, leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org. This episode was produced by Liam McBain. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Special thanks to Felipe D. Oropeza. Our digital editors are Beck Harlan and Clare Lombardo. And our editorial assistant is Clare Marie Schneider. I'm Meg Cramer. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8729925002.mp3",
  "img": "https://media.npr.org/assets/img/2021/05/03/lk_sewing_1_wide-76650bfa9f31e8af91a2e576efb8000d9a638544.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MEG CRAMER, HOST",
    "MICHAEL GARDNER",
    "CRAMER",
    "GARDNER",
    "LEILA KELLEHER",
    "KELLEHER",
    "LIAM MCBAIN, BYLINE",
    "MCBAIN"
  ]
}