{
  "title": "The Compounding Effects Of Racial Trauma, A Year After George Floyd's Murder",
  "url": "https://www.npr.org/transcripts/999050546",
  "intro": "Psychotherapist April Preston speaks with Tonya Mosley of NPR's Here and Now about what racial trauma is, how it can be passed down, and how to address it.",
  "transcript": [
    {
      "author": "TONYA MOSLEY, HOST",
      "text": "This is NPR's LIFE KIT. I'm Tonya Mosley, a co-host of Here & Now. And this week marks one year since the day George Floyd was killed by police in Minneapolis."
    },
    {
      "author": "LESTER HOLT",
      "text": "Four police officers have been fired after a man was pinned to the ground and died. The incident was caught on camera."
    },
    {
      "author": "MOSLEY",
      "text": "In the wake of George Floyd's death, we've seen people across the country protesting for racial justice."
    },
    {
      "author": "UNIDENTIFIED PROTESTERS",
      "text": "Black lives matter. Black lives matter."
    },
    {
      "author": "MOSLEY",
      "text": "And we've seen Derek Chauvin convicted of murder."
    },
    {
      "author": "PETER CAHILL",
      "text": "We the jury in the above-entitled matter, as to count one, unintentional second-degree murder while committing a felony, find the defendant guilty."
    },
    {
      "author": "MOSLEY",
      "text": "The news cycle never ends. And for people of color, there's the added burden of processing disturbing and racist images and experiences in day-to-day life."
    },
    {
      "author": "APRIL PRESTON",
      "text": "Just having these images constantly streaming can have a significant impact on one's ability just to feel healthy and well each day."
    },
    {
      "author": "MOSLEY",
      "text": "That's April Preston. She's a psychotherapist who studies the impacts of racial trauma. And she says her clients are feeling the effects of this past year."
    },
    {
      "author": "PRESTON",
      "text": "More and more clients having panic attacks and really just feeling unsafe right now."
    },
    {
      "author": "MOSLEY",
      "text": "So in this episode of LIFE KIT, we're going to take a look at how we can begin to talk about this and process racial trauma."
    },
    {
      "author": "MOSLEY",
      "text": "April, racial trauma is something we've been talking about relatively recently. It's putting a name to something that many marginalized groups understand. It's trauma from the ongoing result of racism, racist bias and exposure to racist abuse in media, like watching over and over the video of George Floyd's murder. I want to get to what the impact of racial trauma looks and feels like. Can you start there?"
    },
    {
      "author": "PRESTON",
      "text": "Absolutely. I'm having clients talk about just feeling a heightened sense of anxiety and depression with knowing that Black people and others that identify as people of color are just being targeted right now, and not really feeling like they are safe in our society. And so there is a sense of heightened anxiety, heightened depression and, really, just feeling unsafe right now."
    },
    {
      "author": "MOSLEY",
      "text": "And you break this down in two ways. So there's one type of trauma where it's a single traumatic event that occurs, and you've witnessed that. And then there's this second type, this complex trauma, multiple or long-lasting traumatic occurrences. Can you say more about that?"
    },
    {
      "author": "PRESTON",
      "text": "With that complex trauma, we see that more often, right? This is the trauma that is not just one event. It's the issue with being pulled over by the police or just something very frightening and scary happening to you, and then it not ending there. It's followed up by something else, whether that being people not understanding what's happening to you or trusting what you are saying. But it's that constant rolling of things that make you fear for your life. And that's what makes it complicated, because it's not just one thing, it's those multiple occurrences of scary events that are happening to you that just make it complex."
    },
    {
      "author": "MOSLEY",
      "text": "And I want to back up a little bit here. You mentioned the denial of this kind of trauma. That in itself is trauma, when victims are blamed or not believed."
    },
    {
      "author": "PRESTON",
      "text": "Yes. Absolutely. For one, sometimes, racial discrimination and racism is hard to prove because it's not always in your face, out loud, right? And so for many, you know, people that experience it, they're questioning it within themselves. Like, did I just experience that? And to share that, to be vulnerable with another person and then they also question it can be really disheartening. And, you know, it just kind of adds to the trauma experience."
    },
    {
      "author": "MOSLEY",
      "text": "April, what you describe is something that is so interwoven into the fabric of this country. How do you even begin to address this kind of trauma both as an individual and, maybe, collectively as a society?"
    },
    {
      "author": "PRESTON",
      "text": "It can be overwhelming. But the more that we identify it and call it what it is, the easier it is for us to deal with it and to manage it. So when we see it, when we hear about it, when we experience it ourselves, naming it and really having those difficult conversations because when we identify it, then we can do something about it."
    },
    {
      "author": "MOSLEY",
      "text": "Let's talk a little bit about intergenerational trauma. Trauma can literally rewrite our DNA in a way that can be passed onto our children. How can doing this work of healing actually help the next generation?"
    },
    {
      "author": "PRESTON",
      "text": "In so many ways. It can stop the transmission of trauma. So many times, we are passing down stories, we are displaying behaviors and we are giving information to the next generation unbeknownst to us. And so when we can become conscious of our own trauma experiences, then we can begin to control a bit of what we are sharing with the next generation. And we can begin to control the narrative and be intentional with what it is that we want them to do with it. We want the next generation to be informed. We don't want them to live in fear. And I believe that when we are mindful of our own experiences, then we can be intentional about what we are giving to the next generation."
    },
    {
      "author": "MOSLEY",
      "text": "You know, we talk a lot about self-care. What does that actually look like? And what can self-care offer us?"
    },
    {
      "author": "PRESTON",
      "text": "Yeah, I love self-care because it's so simple but yet complex, right? Usually when I say self-care, my clients are like, really, Miss April? Is deep breathing going to really take away my fears at night? And when we simply put it like that, no, right? But if we do enough of self-care, it will absolutely help us to manage some of the stress and some of the traumas that we experience. So for me, self-care looks like nurturing a positive cultural identity, making sure that I'm engaging in cultural practices that reinforce my cultural identity, eating foods, wearing certain clothing, practicing certain customs but then also connecting to my community, making sure that I am texting and calling friends. Inviting people into my space, having, you know, meaningful conversations helps, you know, us to not feel alone in this world. But I also like to go deeper and encourage my clients to go deeper and to really understand themselves, to spend time with themselves, to know their triggers, to know their capacity, to know their limits and to really create space to honor when they've had enough, knowing when to tap out or to say no or to set boundaries so that they can take care of themselves."
    },
    {
      "author": "MOSLEY",
      "text": "How would you recommend people even get to that point of understanding themselves well enough to know when it's time to tap out?"
    },
    {
      "author": "PRESTON",
      "text": "Yeah, taking time to just check in with yourself when you notice that you are having a reaction, whether that be physically or emotionally, taking a moment to just note that. I have my clients sometimes just jot in their phone I felt frustrated and just taking a - you can take, like, a mental picture of what was happening for you in that moment, identifying what's triggering you and what's been your reaction. What you can begin to do is get an idea of your reaction to certain stressors. You can begin to know yourself by just taking a moment to understand what it is that you are feeling."
    },
    {
      "author": "MOSLEY",
      "text": "We're at this one year anniversary of George Floyd's murder. How can we talk about trauma without reactivating someone?"
    },
    {
      "author": "PRESTON",
      "text": "What comes to mind is what we call a bird's eye view. And a bird's eye view requires that a person talk about a situation but from a distance, right? And so you may talk about trauma from a distance but not giving those nitty-gritty details as if that person was right in that moment with you. And so, yes, using vague language because those details are important and there is a time and a place for those details, but if you are keeping in mind not traumatizing others, it may not be the most appropriate time to disclose those details. And so a bird's eye view - just kind of being vague and just kind of giving a synopsis of your experience."
    },
    {
      "author": "MOSLEY",
      "text": "It's also kind of asserting that trauma and suffering doesn't really define the Black experience specifically when I'm thinking about what's happening right now here in our country. Let's end this on a note of joy and uplift. Are there any highlights from this last year that have impacted you that you want to share?"
    },
    {
      "author": "PRESTON",
      "text": "Yeah, there's great things that are happening in life. I like to look for the bright spots because there are many things that are challenging that are happening in life. But as we expand our focus, we also can take time to identify those good things. So I've had friends buy homes. I've had friends have babies. I've had friends get married. I mean, we have great accomplishments within our, you know, community. And there's always great things happening. And it's just a matter of expanding your gaze."
    },
    {
      "author": "MOSLEY",
      "text": "That's psychotherapist April Preston talking about the impacts of racial trauma on people of color. April, thank you so much for this conversation."
    },
    {
      "author": "PRESTON",
      "text": "Thank you for having me."
    },
    {
      "author": "MOSLEY",
      "text": "For more information on LIFE KIT, go to npr.org/lifekit. We have episodes on all sorts of topics, from how to start therapy to how to boost your credit score. If you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Clare Marie Schneider and Samantha Raphelson. A special thanks to Audrey Nguyen, who helped frame the script and this episode. Meghan Keane is our managing producer. Clare Lombardo and Beck Harlan are our digital editors. And Beth Donovan is our senior editor. I'm Tonya Mosley. Thank you for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2205667712.mp3",
  "img": "https://media.npr.org/assets/img/2021/05/22/npr_racial-trauma_wide-9fcb3f5cdedf245bd08dff02dc2c7d25a326c66e.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "TONYA MOSLEY, HOST",
    "LESTER HOLT",
    "MOSLEY",
    "UNIDENTIFIED PROTESTERS",
    "PETER CAHILL",
    "APRIL PRESTON",
    "PRESTON"
  ]
}