{"title":"Tiny pep talks for everyday problems","url":"https://www.npr.org/transcripts/nx-s1-5494619","intro":"We use encouragement and support to get through life's big moments. But what about a little pep talk for those smaller moments, like when it's raining and your dog needs to go out? Or some inspiration to help you parallel park or send that email you've been avoiding? In this episode, Paula Skaggs and Josh Linden, co-authors of the book Tiny Pep Talks, share bite-sized motivation for everyday nuisances.For handpicked podcast recommendations every week, subscribe to NPR’s Pod Club newsletter at npr.org/podclub. ","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"Hey. It's Marielle."},{"author":"SEGARRA","text":"We are so glad you're here listening to LIFE KIT, but when you want to switch it up, check out NPR's Pod Club Newsletter. Sign up and you'll get fresh podcast recommendations every week - handpicked by the people that live for this stuff. You can subscribe for free using the link in today's show notes or at npr.org/podclub. You're listening to LIFE KIT..."},{"author":"SEGARRA","text":"...From NPR."},{"author":"SEGARRA","text":"I want you to think about the last time you knew you had to do something, or you wanted to do something, at least in theory. But then the moment came, and you just didn't have the juice. You got scared, or you started to doubt yourself. You lost motivation. Friend, I believe what you needed in that moment was a pep talk."},{"author":"PAULA SKAGGS","text":"I have to give myself a pep talk every single time I parallel park. And I live in Chicago, so I am constantly parallel parking. And every single time, without fail, I have to talk myself down, remind myself I can do it, remind myself that I've done it before, that I'm capable. And I don't think that will ever change. I think I'll just never get used to parallel parking, and I will just have to keep being used to giving myself the pep talks."},{"author":"SEGARRA","text":"This is Paula Skaggs. She and fellow writer Josh Linden wrote a book together called \"Tiny Pep Talks,\" and it's full of motivational speeches for life's small but still daunting moments - the moment when it's terrible outside, but your dog needs to pee, or when you're really bad at something that you've never tried before or when you have a little crush. The point of a pep talk is encouragement, of course, and it's also a simple act of support."},{"author":"JOSH LINDEN","text":"Really just the concept of you're on their side. You're in their corner. You're their friend. You've got their back, and they can do this."},{"author":"SEGARRA","text":"On this episode of LIFE KIT, how to give a good pep talk. After writing a whole bunch of them for the book, Josh and Paula have tips for us. And by the way, they say you can give pep talks to yourself, too."},{"author":"SEGARRA","text":"What made you want to write this book?"},{"author":"SKAGGS","text":"Josh and I met doing improv comedy here in Chicago, where we live. And over the pandemic, we - like everybody else - were like, what are we going to do with all of our now spare time? And the theaters were closed. And we ended up creating a conversation card game called No Wrong Answers. And we jokingly, quote-unquote, \"guarantee\" that they're questions you've never been asked before, like which cereal mascot would be the best kisser?"},{"author":"SEGARRA","text":"Well, which one do you think?"},{"author":"SKAGGS","text":"The No. 1 answer we get, like, far and away, is Tony the Tiger."},{"author":"SEGARRA","text":"Oh, yeah."},{"author":"SKAGGS","text":"Like, 9 out of 10 times."},{"author":"SEGARRA","text":"I totally forgot about him."},{"author":"SKAGGS","text":"(Laughter)."},{"author":"SEGARRA","text":"I was going to say the Trix Rabbit."},{"author":"SKAGGS","text":"Oh, that's a good one, too."},{"author":"LINDEN","text":"Yeah, and it's not who you're going to spend your life with. It's really just who would be the best kisser for you."},{"author":"SEGARRA","text":"Yeah, I'm not marrying the Trix Rabbit. They seem like a lot of work to be around and always hopping around from here to there."},{"author":"LINDEN","text":"Confidence issues."},{"author":"SEGARRA","text":"Yeah."},{"author":"SEGARRA","text":"Yeah. OK, so you had this card game - sorry, complete aside, but I needed to dive in there."},{"author":"SKAGGS","text":"No, I'm glad we got it. So, you know, just with any small business, Josh and I found that we were giving ourselves pep talks or giving each other pep talks all of the time for everything - for our eighth trip to the post office that day or for everything else under the sun."},{"author":"LINDEN","text":"And then also, you know, just as two people who are collaborators and co-creators and friends just giving each other pep talks for our lives and realizing that, you know, you can get a pep talk for all the really big stuff. You know, you're going to get married. You need to kick the game-winning field goal at the Super Bowl. You're going to Mars, whatever the big idea is. But all the, you know, day-to-day stuff, we didn't really have - there wasn't someone who was saying, you know, hey, you can go ahead, and you can parallel park. You got this. And so it kind of came from that idea, and then we had the opportunity to turn this into a book. And that's how \"Tiny Pep Talks\" was born."},{"author":"SEGARRA","text":"Do you have any rules for a pep talk on what it should include or should not include?"},{"author":"LINDEN","text":"Yeah. We have kind of a framework that we use for ourselves when we're writing pep talks. So we kind of have four key things that we look out for when we're thinking about giving someone a pep talk. And the first one is that we want it to be specific."},{"author":"SEGARRA","text":"OK."},{"author":"LINDEN","text":"So it's more helpful than general encouragement if you are specific about the way that you are helping someone. You know, if you're giving this to a friend, they're probably nervous or excited about a specific thing, not just in general, so making sure that you're really kind of listening to what they need and tailoring the pep talk to the specific anxiety, nerves, excitement that they have."},{"author":"SEGARRA","text":"OK. What's next? What's No. 2?"},{"author":"SKAGGS","text":"Pep talks aren't only for the really big things or the things that we know a friend or a family member or whoever is going through a very hard time. They can also be for something small that you know is going to bug your friend, or you know that maybe they're excited about while also being a little bit nervous about. So if somebody mentions, hey, I'm feeling nervous about a presentation I have next week, just remembering that and giving a little short pep talk about - you're going to be great at your presentation, and here's XYZ reason - it can be really meaningful. It can be just as meaningful as the big things when people are probably getting support from a bunch of places."},{"author":"SEGARRA","text":"Rule No. 1 is be specific. And rule No. 2 is pep talks don't just have to be about the huge things in life. What's No. 3?"},{"author":"LINDEN","text":"No. 3 is that your pep talk doesn't always have to include advice. Like, if you have a genuine perspective and experience that would be helpful in that particular situation, by all means, your friend probably wants to hear that, and that's probably why they came to you..."},{"author":"SKAGGS","text":"(Laughter)."},{"author":"LINDEN","text":"...In the first place is because they want your advice in that scenario. But high-level advice is totally OK. It can be things like, take a breath. That's totally fine. You don't have to have all the answers to give someone a pep talk. Sometimes, also, people don't want or need solutions - that whole idea of, you know, are you looking for someone to listen, or are you looking for solutions? The pep talk in some cases can just be encouragement and being witness to the challenges that they're going through, the excitement that they're having, whatever it might be."},{"author":"SEGARRA","text":"I find that it's helpful for me when a friend is just like, it's OK to stop doing that thing. Sometimes I feel like I need permission to stop trying at something."},{"author":"SKAGGS","text":"Yeah, absolutely. And, like, a pep talk, it doesn't have to be something revolutionary that the person you're giving it to has never heard of or has never thought of before. Sometimes it's just reminding them of the thing that they already know to be true."},{"author":"SEGARRA","text":"Yeah. OK, you said there were four pep talk rules you'd come up with. What's the last one?"},{"author":"SKAGGS","text":"So our final one is basically, keep it simple. A pep talk doesn't have to be a formally written book. It doesn't have to be a halftime speech from a coach that's really thought out. It can just be as simple as a voice note or a text or a Post-it note or whatever it is to give your person encouragement. It doesn't have to be something really formal that you spend a ton of time and thought on."},{"author":"SEGARRA","text":"All right, I'd love for you to give me a few pep talks. There are a lot that I liked from the book. How about for when you want to order delivery, but you really should cook?"},{"author":"LINDEN","text":"Perfect. All right. Quick. We don't have a lot of time before you abandon all plans to cook tonight and order that overpriced gourmet burger, so we've got to work fast. First, don't go anywhere near your phone. Throw it across the room if you have to. Your phone is a portal to every restaurant in a 10-mile radius. And they're all waiting and ready to send you food with the click of a button, plus a $7.99 delivery fee."},{"author":"LINDEN","text":"Next, open your fridge. Take it all in. It's OK if there's not a lot of food in there, or if it's mostly just gourmet hot sauces. For example, maybe past you thought radishes were a good idea. So here we are, staring at a crisper drawer chockablock with radishes. That's a start, or maybe an end. Before you opened the fridge, you had to choose between every recipe ever created. That's too big a choice for a Wednesday night. Of course you'd rather get delivery. But now that you've been reacquainted with these radishes, you've got something to work with. You're no longer burdened by the curse of unlimited choice."},{"author":"LINDEN","text":"Next, go ahead and Google recipes that use radishes. Or go analog by grabbing a cookbook off your shelf, blowing off the accumulated dust we assume has gathered, and finding radish in the index. Once you find a recipe that seems moderately appetizing, get to chopping. And just like that you've saved $19. Now get cooking."},{"author":"SEGARRA","text":"(Laughter) Excellent. I have this temptation all the time, and so it definitely resonated for me. And I think it's super specific, as you said. And also, I feel like this one falls in the category of helping someone do the thing that they know they should do, and they want to do because it aligns with their values, but they don't want to do in this moment."},{"author":"SKAGGS","text":"Yeah."},{"author":"SEGARRA","text":"Paula, can you give me a pep talk for when my clothes don't fit?"},{"author":"SKAGGS","text":"Yes, absolutely. OK, so your old clothes aren't fitting you? Bear with us because we're going to say a thing that you already know. But that doesn't make it any less important to hear. They're just clothes. That's it. They're just clothes. You know what the world is full of? Discount mattress stores, new and improved laundry detergents, acoustic covers of \"Fast Car\" by Tracy Chapman, and also articles of clothing. So, so many articles of clothing, including ones that will fit you comfortably, are going to make you feel good and won't bum you out every time you try to wear them. And you deserve to find those."},{"author":"SKAGGS","text":"Think about how much you've experienced since you bought your old clothes, the things you've learned, the trips you've taken, the trashy British dating shows you've binged. You've changed, and naturally, your body has, too. And thank goodness bodies do change. Otherwise, we'd all still be walking around with the slumping shoulders and raging BO of our middle school selves. You're not static, emotionally or physically. No one is. That's why nobody has ever said the words, and the best thing about them, they've worn the same size of jeans since puberty."},{"author":"SKAGGS","text":"These old clothes have served you well. But now it's time to stick them in the donation pile, or at the very least into the depths of your closet, where they're not serving as a daily reminder of the size you arbitrarily think you should still be. And then you're going to go out and enjoy your life in clothes that reflect the vibrant, exciting, magnetic person you are and always have been."},{"author":"SEGARRA","text":"Yeah, I love this one. Nobody knows the size of your pants truly, so just wear ones that fit."},{"author":"SKAGGS","text":"Yeah, sometimes it just helps. Even though that is the pep talk that you would probably give to somebody in your life that came to you feeling that, sometimes it's hard to tell those words to ourselves."},{"author":"SEGARRA","text":"Do y'all give yourself pep talks?"},{"author":"SKAGGS","text":"You know, in our mind, to give yourself a pep talk, it's probably the same format as giving a pep talk to somebody you love. And you should give yourself the same amount of grace and encouragement and forgiveness, and also the same expectation to not be perfect and to not nail it right off the bat."},{"author":"LINDEN","text":"No one is stopping you from, you know, deciding to do a voice note pretending that you were talking to someone else, giving them a pep talk. And then you listen back to it, you know, when you need it. It doesn't have to be, you know, reciting mantras and affirmations in the mirror. It can be all those kinds of things that we've talked about just applied to yourself."},{"author":"SEGARRA","text":"I've definitely said, like, you got this, girl, to myself."},{"author":"SKAGGS","text":"Yeah."},{"author":"SEGARRA","text":"It could be simple even, like, OK, you got this. Or like, stay calm."},{"author":"SKAGGS","text":"Write yourself a Post-it."},{"author":"SEGARRA","text":"OK, Josh, Paula, thank you so much."},{"author":"LINDEN","text":"Yeah, thank you so much - thrilled to be here."},{"author":"SKAGGS","text":"We really appreciate it. We had a great time."},{"author":"SEGARRA","text":"All right, time for a recap. Pep talks should be specific. And you can give them during life's smaller moments and challenges, too. They don't always have to include advice, and it's a good idea to keep them simple. Also, don't forget to give yourself pep talks, too. For more LIFE KIT, check out our other episodes. We have one on how to incorporate play into your life and another on the science behind seed oils. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, if you have episode ideas or feedback you want to share with us, email us at lifekit@npr.org."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our senior supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Margaret Cirino and Sylvie Douglis. Engineering support comes from Jay Czys. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1368814538.mp3","img":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/1600x900+0+0/resize/1400/quality/100/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F2b%2Fc1%2F321272c04bd5a3e61658896dae1a%2F4fe80432-042b-48b7-92b8-9e9a1ea90baf.jpg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","PAULA SKAGGS","JOSH LINDEN","SKAGGS","LINDEN"],"wave_peaks":[26696,9232,26634,23589,24968,16926,14360,14194,17715,26521,22301,7642,20387,15977,16839,13609,16862,20038,17065,18831,18375,17560,10366,2701,23675,23631,19880,16443,19201,15597,18101,15657,19216,20285,10923,20109,11130,24088,15419,18956,18060,3299,21872,24910,19743,4707,21756,21524,1674,16655,12101,25590,20580,23302,19841,4386,60,71,26698,23803,21853,13329,1964,2497,1211,15011,17953,23198,18641,12887,11939,12030,18421,10907,506,24877,12278,10793,14347,12262,12713,4345,25574,20482,15255,16664,13858,10361,14511,2540,25501,23339,13418,11470,23830,24007,23881,18292,11369,24579,19916,3754,4914,20374,22416,25048,13488,20429,22027,12443,14065,20775,1303,991,13279,24296,23746,21736,16809,22731,17871,12890,18898,26320,19439,20356,22939,25433,17647,4315,24697,22897,21015,8098,854,532,3933,1248,826,371,181,80,41,22402,18711,23322,21138,7820,18214,11232,22705,16099,24282,3409,2398,2927,2553,1968,2328,2027,1628,1634,1225,963,898,715,571,538,351,13,10636,4437,25938,28009,25183,23809,17868,15059,15550,24080,11394,13326,3315,11428,24166,21646,8024,10158,15873,11209,15058,14558,2366,18108,27722,24981,15620,10336,10693,15639,14196,21099,15021,8779,2447,24125,24440,15110,9511,21514,14187,23632,15756,3314,22286,25396,16672,14102,3415,1578,4266,27374,19327,24014,20233,13357,13552,14424,21249,12801,6124,8914,11402,12751,6082,3849,25167,16370,16099,15734,17829,22584,16892,9957,11691,11348,7341,3689,25828,21592,20563,10924,13802,13437,26438,26255,20361,1608,2616,21181,25287,20676,25494,10911,27469,16329,12209,24564,9068,8360,6449,1574,1698,20474,21083,19265,8374,24111,21608,24554,21189,15158,10305,24637,26216,24729,9548,22804,24824,25533,17579,16712,24058,22344,11426,2568,23900,8683,10502,8051,5440,6524,7354,7307,7649,11786,7236,14403,17918,18887,8675,1541,21241,16959,17064,10761,10290,17036,3647,16608,23334,23588,23569,11720,14856,18684,24405,20608,16216,24269,11758,13714,17767,18364,15738,16995,16693,24054,18590,14578,22684,22137,18171,14482,8258,12560,17441,23313,17880,23841,17453,12980,23136,17608,11170,8689,11238,2610,25329,21266,8201,23863,24254,25572,17103,25320,9942,14197,8332,1128,11680,12104,17934,25676,23142,10142,14706,19990,17172,10685,3689,954,9905,20335,20431,15943,23229,6651,1569,18222,20590,24306,23858,10689,14894,7973,7036,8574,9862,2021,25801,23794,19559,15148,23745,9851,11082,10373,1203,2810,8972,12655,5464,16311,19257,14323,27222,29856,21434,17307,2362,1533,21086,23316,19171,14377,873,23611,25076,28527,21434,27879,4937,11654,22236,11826,5639,28229,25006,19784,18186,16155,1666,25292,23981,24263,23942,4806,1600,23603,24561,16578,23026,23610,18984,15300,3462,23632,15689,15708,13135,8949,11818,5615,1254,10405,24082,17453,13695,16619,11908,20812,8495,21223,10562,8423,1965,1573,1606,2455,2212,1432,2142,1125,1197,771,633,470,450,391,421,269,248,177,158,104,95,0,0,0,0,2,45,23120,22107,22162,13560,18308,13024,7698,6546,9204,17484,18287,19554,12460,9586,11162,6893,12054,13106,11188,13299,23562,5001,23660,15164,11922,9778,12680,7791,13868,12645,11120,17825,11277,23579,22908,9143,10526,22487,17729,12002,21610,19806,10004,24546,16004,18824,10272,12068,10839,7962,11007,14541,23746,15456,19554,25849,23671,12650,10296,8243,5425,3,2,4,266,19553,18345,21024,14063,9181,25953,8275,8254,10620,9804,4311,7532,13535,22722,17689,15317,8797,15199,12657,19219,13252,10489,5725,13555,13987,16204,10290,14320,19009,20637,17124,16667,12746,6560,4118,20119,17204,17109,18823,19848,17530,12074,22306,10869,18450,14313,15497,9220,10657,12581,6514,21898,13922,15650,14849,13538,9524,8832,8979,6111,5623,5289,4,3127,6674,7875,15593,11791,9811,7537,6186,22021,13657,19571,18900,19142,19744,10521,13732,22241,15676,15646,17776,17430,22457,5232,17588,15114,18213,8174,18436,17143,17415,14662,22761,18318,4311,5731,22761,17871,18045,15161,18326,13957,11197,21246,14253,19498,18265,21167,16900,14659,14524,16383,19807,15445,22064,21879,19851,14921,7721,18959,19122,20457,13889,20034,15362,8472,18575,18448,16060,17630,11470,8379,16834,19990,17925,16943,13552,19252,16888,12397,8978,8881,8642,12027,16269,14553,17218,14493,20108,12727,15015,15917,16061,14484,18036,15606,19454,8435,1466,921,313,65,3,10906,21491,19240,21106,15263,13990,16584,12426,7821,13572,9235,4995,17,10765,22730,15317,14053,8036,13264,10217,17016,12073,9556,7281,6996,13472,14125,334,10515,12083,21016,15348,19812,14179,13986,18661,8527,10503,17690,11546,18704,11773,20243,11457,21436,15388,9028,15194,13123,9580,21161,9504,15026,18357,12806,16628,6435,14844,12762,17150,16633,10519,15201,19652,18311,21793,13690,11640,9064,6392,13268,22342,16172,21795,19265,7236,10495,19402,10725,15574,13776,18066,12710,11990,8094,17209,7310,21536,19262,17347,23352,21466,3273,22924,15139,17729,14883,10401,1626,21413,9918,7017,12879,11639,19368,6282,1387,4,4673,21969,18510,25130,22247,24614,8250,16858,24640,18747,17225,20480,10737,18881,20409,20748,12440,17787,19617,24930,20447,14342,16727,15660,16039,12726,2882,19662,20798,8532,23625,22869,23523,10148,3116,25424,15619,8146,15788,10779,24598,19437,24936,24343,5776,91,15,0,0,0,0,0,0,25611,19950,9981,11970,8640,16863,20362,11392,12318,397,21133,16479,24951,8970,8833,18607,15736,7906,8926,25492,22551,13450,18388,19569,1219,17152,24229,18315,19257,24710,24371,5940,7392,4608,4449,23082,6965,8493,9529,9330,11934,8269,363,82,24911,22278,12133,24231,14745,20737,16857,25005,8090,13970,13299,6934,21609,14988,13995,11120,15216,26493,22058,14290,19281,25923,15107,14278,13741,13182,8813,15749,12427,10507,16192,20012,21616,9100,21523,24977,12355,21488,22530,13448,17705,13300,1561,17227,13662,25649,23427,15012,25672,5684,16866,14580,27085,17991,11601,10024,284,383,16689,25058,17359,18712,9360,24297,11852,383,25878,10745,7402,6744,5943,9632,5524,255,19047,19215,6888,10893,8793,19782,24762,13942,15989,4101,6210,18140,21219,23872,16639,10255,23342,24887,25487,13138,16773,20830,5531,110,16347,21860,15164,19723,11311,21399,22027,26254,13225,18155,24707,12272,1582,13153,10141,14140,22354,13594,17932,11518,25941,27702,22878,13100,20922,14176,14265,8355,6960,6531,15619,4088,440,22847,11509,7808,10272,19479,22154,391,24483,16906,24240,14473,11161,11404,13435,16088,14143,26718,22779,17424,10251,27833,25473,17186,16983,23152,6960,2553,3915,23746,8013,3469,25435,22820,12706,10720,24723,12027,24178,24440,11222,10067,17827,10393,8203,9015,8528,7852,363,24000,7607,7577,17014,25315,24036,23803,18326,21327,7016,23671,14886,12996,12159,23712,7940,8733,14361,19615,16146,19659,5445,10275,15423,8869,11654,10640,24042,17510,9130,11741,20979,17150,2556,304,590,25370,10475,3023,15050,18580,27006,9367,15250,13157,16940,23705,3820,13857,15041,25055,24582,26063,20750,10836,7863,11479,8230,197,14190,16058,16483,6153,12685,1492,20629,24661,17152,16469,27066,23723,7740,483,16384,9080,7081,5536,13538,9308,22882,17990,12968,18551,12823,7644,4508,23499,6344,15112,10814,21364,23562,18895,19220,13561,9949,18540,17035,23401,649,424,21231,24617,23921,30281,29464,16725,19867,26089,6443,11253,12110,22303,26093,17773,453,7130,7702,21043,3747,22229,14292,19870,18774,28531,27216,17413,25937,25230,17551,8658,18834,25962,27474,16010,26277,19515,20984,24860,26519,20138,366,5166,16016,20395,23254,22592,15165,11040,15714,13971,21023,9169,22133,14398,20900,25162,18715,8901,29875,19543,546,11103,21610,18661,29532,29494,16862,21862,13122,15419,7424,457,26796,15118,10373,9236,5702,7243,9489,20532,7223,26886,19352,11904,18806,18543,7247,2094,118,17747,24474,18606,21359,18723,15452,18471,24875,23124,20331,9641,16508,15219,15197,8076,494,14551,24080,13089,10275,9129,11272,15179,11020,9589,22723,17426,13994,5065,164,29062,26812,21433,27618,20682,8122,13125,27898,27265,1144,683,3220,28841,27966,7484,15567,19561,10089,18887,5634,15194,11003,789,21294,29512,20045,16606,9970,4165,184,20504,20630,22226,9225,22981,11831,14842,6447,2170,9046,2265,21646,21961,17911,27574,23380,24226,19590,18121,16596,10675,13802,22545,20819,26335,7919,22479,10919,11676,11628,8745,8277,16495,17795,15400,20625,1484,142,23118,29386,22586,22043,11360,19737,20002,19001,27706,21434,22917,24664,25461,30349,25926,5641,27,14944,25815,4830,24825,26297,22898,19432,17283,9782,14440,12750,500,22140,16298,8829,20683,5919,13312,8621,14286,13366,8603,19078,21477,2664,389,10941,28229,8757,19010,7581,5586,30756,19535,25850,25514,14193,25285,24910,15227,9092,27188,20186,17452,47,25254,24726,13449,7777,10623,9240,5301,132,13655,11894,15737,15891,19490,25784,1491,15850,25700,11172,9374,19876,18249,14327,24133,8895,6399,9603,15871,21472,7928,12144,13921,11908,10215,7913,5263,18093,23373,26095,9791,17632,23730,22547,13313,20419,15053,10997,18922,23875,14668,10408,5915,10933,18636,19268,14076,9554,14748,22118,19786,25555,17741,1249,21516,24258,13587,25164,24621,370,20944,22657,24461,24793,24762,10465,15948,25265,20898,24235,14569,19988,22192,14344,17046,26337,26138,24289,4056,22339,21747,17703,9763,8149,10491,23652,18397,6728,13949,1816,9952,14510,9341,7279,18745,18144,11499,13713,20745,18941,10777,1863,9989,17515,12220,12490,9374,12820,3396,2634,124,26742,25836,15224,13986,12707,25150,21837,24059,26687,17913,21806,24597,23707,21248,23770,8745,23414,24156,18593,9512,14154,8505,7502,17550,6039,28590,26734,12161,21505,16191,13643,9330,12194,23297,19923,13459,28646,9523,14246,25558,16650,7331,6840,12514,25720,29697,14143,27189,22481,2485,8123,29681,22559,25703,13615,29052,23005,12654,7615,12204,8045,792,132,26520,22090,14462,21246,19970,20180,22192,29279,27952,9911,1201,22362,11271,22457,26544,26439,25053,27328,18809,15841,8061,27190,29303,28520,24290,19118,15696,14716,10762,1265,927,22797,9541,63,63,55,5665,19199,20125,13345,18721,15797,18654,24449,142,23472,12939,13584,21119,14765,27603,1146,659,14800,24022,27116,24416,2532,19265,25655,24511,14826,9406,10980,17932,993,368,1603,18451,22626,23032,18916,24352,29491,11998,11967,18722,20931,26972,24202,27591,15808,27421,21982,17482,21868,8516,17182,24505,10895,13226,17301,19411,5175,18530,20784,19932,9758,10147,25308,9972,19605,20155,17321,4896,15898,12241,22409,17121,8913,17316,9451,10282,496,26394,18198,21557,20078,17840,29254,20206,28573,29682,23876,11261,8734,933,727,22932,25504,25750,17439,17340,8505,8509,10873,9938,3638,21268,16653,12172,13111,11389,645,17071,14746,17403,10108,28281,19601,15284,15081,9717,6492,24981,24020,24194,17071,11420,12506,25436,22346,23,21131,15535,23587,17663,6791,392,14700,26202,23859,9180,10931,25200,16322,17266,18420,24877,6905,6355,25316,20782,28035,10356,18696,25509,13973,17154,20910,8446,14150,13083,9764,20846,14885,13434,16471,929,19908,10474,9052,13400,22738,25008,11787,19004,19165,14326,9268,7163,7977,1270,25693,8335,23912,17092,19135,22798,24523,21986,9945,15287,19461,18579,22242,9338,10855,24285,24486,24175,21803,19964,16139,12715,10727,9553,10598,20855,25824,5867,22414,25322,7596,11792,11022,8865,10682,3305,135,25203,12069,24345,23435,8651,22344,23457,23957,18892,13463,20253,19129,10074,17843,24607,20018,16405,25570,13208,13940,23842,14594,15709,8700,23992,21155,9785,13911,389,15787,22530,16771,24148,20417,16694,7057,8918,10066,7816,5463,10617,24506,17969,17602,18766,13227,10359,17413,26990,25524,21871,10504,13442,10715,5940,4909,920,24066,24144,15403,9273,11714,10976,16308,11803,3230,992,26184,24191,20758,7818,11275,20104,24025,20040,4042,1008,26845,23071,23881,17417,21102,10765,8076,11670,4271,8538,601,24466,2925,2208,22878,2888,6905,6974,22153,19290,21445,17620,16345,15068,17220,11960,9646,15572,18737,16332,20212,21016,19249,14817,15961,16704,11719,28659,15433,29538,26825,3348,454,19352,7192,683,20897,18448,14200,24982,14154,10001,1099,27095,23048,17806,26032,17089,1361,19544,23592,15902,21547,15943,27173,21258,21884,16417,19437,23310,19812,16680,13947,29040,26103,17242,11853,25511,13390,18737,15724,13082,11697,20430,18356,25326,934,26558,14018,16957,17326,12508,7924,4787,1588,1394,2250,8503,30567,4185,26543,19326,17423,5722,29703,19925,1987,1329,10687,21298,19969,23411,9962,7749,7615,23979,17672,19928,21241,27896,10915,1585,680,17974,21009,17654,16827,15308,29246,14769,11375,29576,25976,17581,25156,18193,14419,21460,21912,1181,24520,21536,22368,16655,26223,19161,21765,29543,8446,1321,23629,20233,22592,1009,10445,10048,12336,4105,1434,1039,828,615,23719,21386,27815,9641,18515,9335,8699,23515,12927,19648,6106,17391,5763,3582,978,23183,12867,23049,21099,21327,13629,13174,16826,1660,1360,11221,16633,21511,18227,16445,10309,1473,17074,20281,14219,17371,14452,915,18747,24840,12193,4463,1254,21196,22383,23303,15529,8170,19333,15064,15963,19741,16516,19619,17743,13771,9541,11529,1206,538,15233,17441,21052,18118,21409,24667,10464,20082,13826,18187,21052,20077,23663,23372,10652,27568,18119,20393,23451,22742,10876,15770,24160,11820,11470,27170,4377,18428,18603,24414,20548,11852,6793,1423,1165,21938,22417,18171,9997,29801,25500,25012,20887,4770,25590,20450,498,894,21869,16938,23256,17258,19429,15449,13013,2284,21393,23829,20790,365,3701,19437,1499,3648,23448,11350,23972,24289,13276,2476,4641,13630,8768,24030,14628,10111,1292,11850,11866,24950,14366,5624,10324,5237,18282,13678,16688,16801,12298,19270,25282,14327,16370,1038,24862,22487,17727,9347,24104,17382,21312,24071,23364,23049,16348,21426,3077,397,61,804,25280,11772,19640,12693,8138,14127,19650,14315,27217,24923,10249,17678,13893,24147,14667,13497,25026,15641,24814,5703,13257,27755,17711,11465,12177,7769,8864,24355,4469,23833,12995,12221,16593,15515,24190,19053,16921,13551,11682,13658,14509,2932,25696,23592,16442,7936,5025,147,24733,11474,3816,21853,22314,23421,16371,10406,5007,2097,3716,25544,25403,23291,16262,23019,24095,23859,14383,16874,13113,10831,12523,25756,17112,19103,14638,10051,4290,2219,1786,2565,22453,23050,10376,25530,20066,4251,14301,26284,9984,4353,1304,18420,22923,22348,16466,10404,1641,549,21170,24527,10072,6443,2805,2564,18422,18851,10706,9945,7434,7464,971,14479,20802,26638,25360,24590,16849,10361,10023,26209,2683,4031,22586,19769,22867,9202,10543,8144,2824,2729,24768,20977,21191,11470,7305,10247,2635,6268,22374,21859,14461,12804,11293,11913,9573,11507,12277,18214,13121,23121,21454,22399,21203,10644,22995,9366,12599,2019,9589,9272,14224,13600,5416,4161,2043,14528,22117,19700,9996,12329,8402,13823,10509,10251,6165,2540,13995,21241,15373,10136,21104,15841,20974,12372,25266,25114,16203,10980,6645,5866,5185,4335,3049,17759,19937,4267,15572,12113,25622,9752,8097,23158,25116,13844,8022,1440,11774,16737,20641,25432,8152,5431,18006,25669,25200,23163,18008,9965,23445,17003,14097,11451,8898,9687,8192,12669,13637,7088,17207,5786,511,1281,20515,22642,25221,7085,16392,9641,13341,9347,5313,3948,16594,18384,4495,3578,25153,22069,19445,11376,25496,14094,11277,5110,23136,26941,22697,25529,23925,2307,10501,6793,16668,25998,8172,5316,5971,4487,685,1817,1204,15036,16989,13867,10435,10254,12436,9249,25589,25087,15731,23300,23118,25797,24399,11754,15990,14603,9953,8381,23179,14898,14965,10607,2934,13413,25280,18494,11284,15826,25517,11575,25628,24925,16964,11948,9063,17211,5250,8085,8939,593,1516,16659,26491,12096,21068,26593,5772,15430,17549,7674,15661,19464,21569,24494,18874,2789,25625,16402,16210,25706,11940,10804,15898,13477,4958,9906,15386,5975,614,312,9736,5915,27894,25500,12959,9768,98,11771,25488,20550,15314,14541,9232,1814,24113,20201,11933,10751,63,41,7827,11228,6225,5348,17337,22595,18456,13816,10796,24647,15837,23022,16743,25650,12086,17398,22725,25096,25123,20837,24418,10825,18217,14389,708,21517,18176,20672,20375,15136,12863,18777,9099,9534,9660,27092,7072,5960,146,72,20726,15055,14207,10250,9001,3813,19033,17574,20171,25085,14474,9939,3305,511,20039,24365,23983,3429,149,20705,19191,21853,26680,10128,16331,13459,10210,7229,24563,17580,10407,21951,18211,10009,13674,17850,6336,4842,14256,2073,11432,15028,20603,18106,16474,13276,18672,17454,624,892,22722,14156,10093,24835,23165,8526,1583,21798,22503,16458,20348,16296,16435,8454,13013,22953,8665,10037,7270,19169,10470,12040,4783,20050,11150,16408,16041,18901,1920,23481,29689,27474,13989,12104,222,135,58,138,16372,11049,29461,27378,6308,13142,9026,19425,15856,14719,13914,185,2920,24219,29652,22554,29464,23988,27787,30178,22244,6485,18684,30973,29134,24562,28381,21410,15894,10481,787,15229,18976,9781,8902,17870,15486,13440,772,18703,27271,13752,14254,17631,29817,18704,17829,15145,11181,8720,14187,9400,8393,13912,13804,6563,8443,7479,10874,18667,12162,13936,9987,6441,23960,25757,25705,24662,14277,13380,25815,13840,10895,21894,22275,10016,1913,24725,659,24516,28607,19820,14400,11043,17659,25225,27429,7805,23205,19066,24908,20299,1706,17708,21904,18209,18165,1014,13392,20176,23839,21245,16293,12894,15869,11433,3738,13636,19425,16520,17547,16373,8414,10352,18171,21653,15100,18843,19595,2638,2058,6941,8325,1082,4231,9096,2123,24602,19561,11651,22956,7518,612,25149,23756,13216,13573,11422,13271,9778,9947,25011,20600,25884,20196,19805,14376,9793,21563,11437,12451,7399,647,10910,16851,24592,11524,12724,25244,10816,13841,12776,21773,17233,8844,8403,10156,1213,3002,1066,1592,23558,26218,24692,27890,20957,23651,26291,24838,23970,19156,7431,2644,2867,1097,1993,24489,24994,19696,15704,20599,13195,14764,19731,9437,25567,25207,17443,21331,19165,26237,11357,15978,14846,22495,17189,24346,12792,13799,11122,9519,6669,14950,24889,25772,20512,23155,21617,16009,22417,16143,10166,1518,15669,25402,26427,20853,17508,11258,24338,11259,26060,17397,20412,20008,20097,18012,20950,23861,14129,10757,13762,1754,3242,23186,22697,25032,14091,20445,17834,11400,25173,14280,16905,21460,7801,14582,20305,19207,16795,16869,13981,10844,16165,9440,3233,3647,2321,20301,28320,22926,26225,13583,12397,19584,13677,11194,7632,8702,23856,22408,26948,19101,23374,22361,11043,8611,17252,23716,15505,10731,12056,7195,2536,26744,14908,14348,13427,12986,22807,11183,13954,24419,23927,12807,14523,14386,6249,14036,2785,3033,26204,13547,23559,19716,20110,17769,16366,24678,18058,16071,11407,12668,17002,10630,2675,14947,15853,16652,11468,9313,13789,14272,10883,4661,13365,15014,12136,23076,8367,2377,10961,15087,12601,3248,3550,5864,2168,1643,2034,1127,1252,379,188,237,91,114,67,129,4,6,24319,25419,12406,14777,22198,18804,14332,12470,18122,13155,15416,10329,15657,16342,5857,19787,21271,18149,14267,16773,6373,16195,14049,9250,11338,8983,7186,25795,14642,15487,14293,7785,5642,24454,10385,3521,21120,23514,14058,15333,19506,16104,26109,20143,9971,12701,8205,12610,13035,7039,8371,6871,23491,15265,13480,12168,14489,13370,10931,9436,15988,10835,20467,12975,11998,25324,13275,11895,11399,20117,19536,10689,10552,11053,9781,7950,22290,22192,14988,16314,11990,10713,20190,24194,8647,12717,16560,13890,23202,12841,11106,14406,17925,9335,2402,6,141,20182,22892,16682,9008,9236,20579,21178,10218,23366,19834,15613,6686,3668,25109,16727,4683,13592,20146,12589,11243,5351,6655,14302,13313,16718,12075,13031,17705,9711,11817,19295,18878,22753,9945,19049,18526,17048,10551,7463,21423,22682,21010,21839,17262,15022,16503,9696,12411,21987,22050,17065,17676,22775,12452,22005,15632,8826,1197,27881,14268,9380,21955,22345,27599,16005,11039,98,30,19736,19557,13568,21244,25800,18012,5427,1003,13304,19938,22446,9562,16066,11670,3857,25531,15158,24023,20390,11422,21755,19917,25053,23356,18336,19342,13294,19012,25689,9104,9877,13047,18015,13283,19815,15150,15059,10772,7255,10754,24676,15432,11674,19453,20461,12063,7165,17246,9529,18727,24541,18751,11687,10361,2623,3,2],"fragments":[{"begin":"0.000","end":"2.760","lines":["Hey. It's Marielle."]},{"begin":"2.760","end":"44.520","lines":["We are so glad you're here listening to LIFE KIT, but when you want to switch it up, check out NPR's Pod Club Newsletter. Sign up and you'll get fresh podcast recommendations every week - handpicked by the people that live for this stuff. You can subscribe for free using the link in today's show notes or at npr.org/podclub. You're listening to LIFE KIT..."]},{"begin":"44.520","end":"46.360","lines":["...From NPR."]},{"begin":"46.360","end":"70.920","lines":["I want you to think about the last time you knew you had to do something, or you wanted to do something, at least in theory. But then the moment came, and you just didn't have the juice. You got scared, or you started to doubt yourself. You lost motivation. Friend, I believe what you needed in that moment was a pep talk."]},{"begin":"70.920","end":"95.880","lines":["I have to give myself a pep talk every single time I parallel park. And I live in Chicago, so I am constantly parallel parking. And every single time, without fail, I have to talk myself down, remind myself I can do it, remind myself that I've done it before, that I'm capable. And I don't think that will ever change. I think I'll just never get used to parallel parking, and I will just have to keep being used to giving myself the pep talks."]},{"begin":"95.880","end":"122.600","lines":["This is Paula Skaggs. She and fellow writer Josh Linden wrote a book together called \"Tiny Pep Talks,\" and it's full of motivational speeches for life's small but still daunting moments - the moment when it's terrible outside, but your dog needs to pee, or when you're really bad at something that you've never tried before or when you have a little crush. The point of a pep talk is encouragement, of course, and it's also a simple act of support."]},{"begin":"122.600","end":"131.280","lines":["Really just the concept of you're on their side. You're in their corner. You're their friend. You've got their back, and they can do this."]},{"begin":"131.280","end":"153.920","lines":["On this episode of LIFE KIT, how to give a good pep talk. After writing a whole bunch of them for the book, Josh and Paula have tips for us. And by the way, they say you can give pep talks to yourself, too."]},{"begin":"153.920","end":"156.920","lines":["What made you want to write this book?"]},{"begin":"156.920","end":"211.680","lines":["Josh and I met doing improv comedy here in Chicago, where we live. And over the pandemic, we - like everybody else - were like, what are we going to do with all of our now spare time? And the theaters were closed. And we ended up creating a conversation card game called No Wrong Answers. And we jokingly, quote-unquote, \"guarantee\" that they're questions you've never been asked before, like which cereal mascot would be the best kisser?"]},{"begin":"211.680","end":"215.760","lines":["Well, which one do you think?"]},{"begin":"215.760","end":"225.440","lines":["The No. 1 answer we get, like, far and away, is Tony the Tiger."]},{"begin":"225.440","end":"227.680","lines":["Oh, yeah."]},{"begin":"227.680","end":"231.360","lines":["Like, 9 out of 10 times."]},{"begin":"231.360","end":"233.040","lines":["I totally forgot about him."]},{"begin":"233.040","end":"233.520","lines":["(Laughter)."]},{"begin":"233.520","end":"237.360","lines":["I was going to say the Trix Rabbit."]},{"begin":"237.360","end":"241.160","lines":["Oh, that's a good one, too."]},{"begin":"241.160","end":"248.280","lines":["Yeah, and it's not who you're going to spend your life with. It's really just who would be the best kisser for you."]},{"begin":"248.280","end":"258.640","lines":["Yeah, I'm not marrying the Trix Rabbit. They seem like a lot of work to be around and always hopping around from here to there."]},{"begin":"258.640","end":"260.440","lines":["Confidence issues."]},{"begin":"260.440","end":"261.480","lines":["Yeah."]},{"begin":"261.480","end":"274.080","lines":["Yeah. OK, so you had this card game - sorry, complete aside, but I needed to dive in there."]},{"begin":"274.080","end":"301.240","lines":["No, I'm glad we got it. So, you know, just with any small business, Josh and I found that we were giving ourselves pep talks or giving each other pep talks all of the time for everything - for our eighth trip to the post office that day or for everything else under the sun."]},{"begin":"301.240","end":"367.480","lines":["And then also, you know, just as two people who are collaborators and co-creators and friends just giving each other pep talks for our lives and realizing that, you know, you can get a pep talk for all the really big stuff. You know, you're going to get married. You need to kick the game-winning field goal at the Super Bowl. You're going to Mars, whatever the big idea is. But all the, you know, day-to-day stuff, we didn't really have - there wasn't someone who was saying, you know, hey, you can go ahead, and you can parallel park. You got this. And so it kind of came from that idea, and then we had the opportunity to turn this into a book. And that's how \"Tiny Pep Talks\" was born."]},{"begin":"367.480","end":"374.520","lines":["Do you have any rules for a pep talk on what it should include or should not include?"]},{"begin":"374.520","end":"403.160","lines":["Yeah. We have kind of a framework that we use for ourselves when we're writing pep talks. So we kind of have four key things that we look out for when we're thinking about giving someone a pep talk. And the first one is that we want it to be specific."]},{"begin":"403.160","end":"404.560","lines":["OK."]},{"begin":"404.560","end":"437.640","lines":["So it's more helpful than general encouragement if you are specific about the way that you are helping someone. You know, if you're giving this to a friend, they're probably nervous or excited about a specific thing, not just in general, so making sure that you're really kind of listening to what they need and tailoring the pep talk to the specific anxiety, nerves, excitement that they have."]},{"begin":"437.640","end":"439.720","lines":["OK. What's next? What's No. 2?"]},{"begin":"439.720","end":"475.800","lines":["Pep talks aren't only for the really big things or the things that we know a friend or a family member or whoever is going through a very hard time. They can also be for something small that you know is going to bug your friend, or you know that maybe they're excited about while also being a little bit nervous about. So if somebody mentions, hey, I'm feeling nervous about a presentation I have next week, just remembering that and giving a little short pep talk about - you're going to be great at your presentation, and here's XYZ reason - it can be really meaningful. It can be just as meaningful as the big things when people are probably getting support from a bunch of places."]},{"begin":"475.800","end":"484.400","lines":["Rule No. 1 is be specific. And rule No. 2 is pep talks don't just have to be about the huge things in life. What's No. 3?"]},{"begin":"484.400","end":"500.040","lines":["No. 3 is that your pep talk doesn't always have to include advice. Like, if you have a genuine perspective and experience that would be helpful in that particular situation, by all means, your friend probably wants to hear that, and that's probably why they came to you..."]},{"begin":"500.040","end":"500.240","lines":["(Laughter)."]},{"begin":"500.240","end":"533.200","lines":["...In the first place is because they want your advice in that scenario. But high-level advice is totally OK. It can be things like, take a breath. That's totally fine. You don't have to have all the answers to give someone a pep talk. Sometimes, also, people don't want or need solutions - that whole idea of, you know, are you looking for someone to listen, or are you looking for solutions? The pep talk in some cases can just be encouragement and being witness to the challenges that they're going through, the excitement that they're having, whatever it might be."]},{"begin":"533.200","end":"545.120","lines":["I find that it's helpful for me when a friend is just like, it's OK to stop doing that thing. Sometimes I feel like I need permission to stop trying at something."]},{"begin":"545.120","end":"558.600","lines":["Yeah, absolutely. And, like, a pep talk, it doesn't have to be something revolutionary that the person you're giving it to has never heard of or has never thought of before. Sometimes it's just reminding them of the thing that they already know to be true."]},{"begin":"558.600","end":"563.000","lines":["Yeah. OK, you said there were four pep talk rules you'd come up with. What's the last one?"]},{"begin":"563.000","end":"586.040","lines":["So our final one is basically, keep it simple. A pep talk doesn't have to be a formally written book. It doesn't have to be a halftime speech from a coach that's really thought out. It can just be as simple as a voice note or a text or a Post-it note or whatever it is to give your person encouragement. It doesn't have to be something really formal that you spend a ton of time and thought on."]},{"begin":"586.040","end":"595.920","lines":["All right, I'd love for you to give me a few pep talks. There are a lot that I liked from the book. How about for when you want to order delivery, but you really should cook?"]},{"begin":"595.920","end":"621.720","lines":["Perfect. All right. Quick. We don't have a lot of time before you abandon all plans to cook tonight and order that overpriced gourmet burger, so we've got to work fast. First, don't go anywhere near your phone. Throw it across the room if you have to. Your phone is a portal to every restaurant in a 10-mile radius. And they're all waiting and ready to send you food with the click of a button, plus a $7.99 delivery fee."]},{"begin":"621.720","end":"659.600","lines":["Next, open your fridge. Take it all in. It's OK if there's not a lot of food in there, or if it's mostly just gourmet hot sauces. For example, maybe past you thought radishes were a good idea. So here we are, staring at a crisper drawer chockablock with radishes. That's a start, or maybe an end. Before you opened the fridge, you had to choose between every recipe ever created. That's too big a choice for a Wednesday night. Of course you'd rather get delivery. But now that you've been reacquainted with these radishes, you've got something to work with. You're no longer burdened by the curse of unlimited choice."]},{"begin":"659.600","end":"677.200","lines":["Next, go ahead and Google recipes that use radishes. Or go analog by grabbing a cookbook off your shelf, blowing off the accumulated dust we assume has gathered, and finding radish in the index. Once you find a recipe that seems moderately appetizing, get to chopping. And just like that you've saved $19. Now get cooking."]},{"begin":"677.200","end":"700.520","lines":["(Laughter) Excellent. I have this temptation all the time, and so it definitely resonated for me. And I think it's super specific, as you said. And also, I feel like this one falls in the category of helping someone do the thing that they know they should do, and they want to do because it aligns with their values, but they don't want to do in this moment."]},{"begin":"700.520","end":"700.800","lines":["Yeah."]},{"begin":"700.800","end":"704.960","lines":["Paula, can you give me a pep talk for when my clothes don't fit?"]},{"begin":"704.960","end":"742.120","lines":["Yes, absolutely. OK, so your old clothes aren't fitting you? Bear with us because we're going to say a thing that you already know. But that doesn't make it any less important to hear. They're just clothes. That's it. They're just clothes. You know what the world is full of? Discount mattress stores, new and improved laundry detergents, acoustic covers of \"Fast Car\" by Tracy Chapman, and also articles of clothing. So, so many articles of clothing, including ones that will fit you comfortably, are going to make you feel good and won't bum you out every time you try to wear them. And you deserve to find those."]},{"begin":"742.120","end":"773.800","lines":["Think about how much you've experienced since you bought your old clothes, the things you've learned, the trips you've taken, the trashy British dating shows you've binged. You've changed, and naturally, your body has, too. And thank goodness bodies do change. Otherwise, we'd all still be walking around with the slumping shoulders and raging BO of our middle school selves. You're not static, emotionally or physically. No one is. That's why nobody has ever said the words, and the best thing about them, they've worn the same size of jeans since puberty."]},{"begin":"773.800","end":"795.120","lines":["These old clothes have served you well. But now it's time to stick them in the donation pile, or at the very least into the depths of your closet, where they're not serving as a daily reminder of the size you arbitrarily think you should still be. And then you're going to go out and enjoy your life in clothes that reflect the vibrant, exciting, magnetic person you are and always have been."]},{"begin":"795.120","end":"803.760","lines":["Yeah, I love this one. Nobody knows the size of your pants truly, so just wear ones that fit."]},{"begin":"803.760","end":"814.720","lines":["Yeah, sometimes it just helps. Even though that is the pep talk that you would probably give to somebody in your life that came to you feeling that, sometimes it's hard to tell those words to ourselves."]},{"begin":"814.720","end":"816.880","lines":["Do y'all give yourself pep talks?"]},{"begin":"816.880","end":"836.680","lines":["You know, in our mind, to give yourself a pep talk, it's probably the same format as giving a pep talk to somebody you love. And you should give yourself the same amount of grace and encouragement and forgiveness, and also the same expectation to not be perfect and to not nail it right off the bat."]},{"begin":"836.680","end":"858.800","lines":["No one is stopping you from, you know, deciding to do a voice note pretending that you were talking to someone else, giving them a pep talk. And then you listen back to it, you know, when you need it. It doesn't have to be, you know, reciting mantras and affirmations in the mirror. It can be all those kinds of things that we've talked about just applied to yourself."]},{"begin":"858.800","end":"862.360","lines":["I've definitely said, like, you got this, girl, to myself."]},{"begin":"862.360","end":"863.120","lines":["Yeah."]},{"begin":"863.120","end":"867.400","lines":["It could be simple even, like, OK, you got this. Or like, stay calm."]},{"begin":"867.400","end":"869.080","lines":["Write yourself a Post-it."]},{"begin":"869.080","end":"871.560","lines":["OK, Josh, Paula, thank you so much."]},{"begin":"871.560","end":"873.520","lines":["Yeah, thank you so much - thrilled to be here."]},{"begin":"873.520","end":"877.560","lines":["We really appreciate it. We had a great time."]},{"begin":"877.560","end":"966.720","lines":["All right, time for a recap. Pep talks should be specific. And you can give them during life's smaller moments and challenges, too. They don't always have to include advice, and it's a good idea to keep them simple. Also, don't forget to give yourself pep talks, too. For more LIFE KIT, check out our other episodes. We have one on how to incorporate play into your life and another on the science behind seed oils. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, if you have episode ideas or feedback you want to share with us, email us at lifekit@npr.org."]},{"begin":"966.720","end":"1014.120","lines":["This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our senior supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Margaret Cirino and Sylvie Douglis. Engineering support comes from Jay Czys. I'm Marielle Segarra. Thanks for listening."]}],"duration":1014}