{
  "title": "You're apologizing all wrong. Here's how to say sorry the right way",
  "url": "https://www.npr.org/transcripts/1002446748",
  "intro": "We all screw up. What comes afterwards can make or break a relationship. In this episode, psychologist Harriet Lerner shares her tips for apologizing well and moving forward.",
  "transcript": [
    {
      "author": "SIMRAN SETHI, HOST",
      "text": "I would like to try out a few different apologies and see how they land."
    },
    {
      "author": "SETHI",
      "text": "Here is apology No. 1. I'm sorry, but."
    },
    {
      "author": "HARRIET LERNER",
      "text": "No good."
    },
    {
      "author": "SETHI",
      "text": "I'm sorry you feel that way."
    },
    {
      "author": "LERNER",
      "text": "Terrible."
    },
    {
      "author": "SETHI",
      "text": "Oh, no. OK. Here's one. Maybe this'll work. I did this thing, and I knew it was wrong, and I'm sorry."
    },
    {
      "author": "LERNER",
      "text": "Well, it has promise as a beginning. But as a total apology - no good."
    },
    {
      "author": "SETHI",
      "text": "That's clinical psychologist Harriet Lerner, the author of \"Why Won't You Apologize? Healing Big Betrayals And Everyday Hurts.\" Harriet has spent years studying the nuances of forgiveness and the ways it can make or break a relationship."
    },
    {
      "author": "SETHI",
      "text": "I'm sorry if."
    },
    {
      "author": "LERNER",
      "text": "Bad."
    },
    {
      "author": "SETHI",
      "text": "OK."
    },
    {
      "author": "LERNER",
      "text": "I sound like a terrible schoolteacher."
    },
    {
      "author": "SETHI",
      "text": "You know, I feel like these are the kinds of apologies we're hearing out in the world. How about this? I'm sorry for anyone I may have hurt. How does that sound? Does that work?"
    },
    {
      "author": "LERNER",
      "text": "No."
    },
    {
      "author": "SETHI",
      "text": "This is NPR's LIFE KIT. And I'm Simran Sethi. In this episode, Harriet will talk us through why apologizing is so important and share what goes into a good apology."
    },
    {
      "author": "LERNER",
      "text": "A good apology is when we take clear and direct responsibility without a hint of evasion, blaming, obfuscation, excuse-making and without bringing up the other person's crime sheet. So that's a good apology."
    },
    {
      "author": "SETHI",
      "text": "I feel like I know this on a gut level. But why is apologizing so hard?"
    },
    {
      "author": "LERNER",
      "text": "So it takes courage to apologize. It's a vulnerable place to be. You have no control over how the other person will respond. But it's so important."
    },
    {
      "author": "SETHI",
      "text": "Why is it so important?"
    },
    {
      "author": "LERNER",
      "text": "Because we're all connected. We all screw up. We all unwittingly hurt each other, just like we're hurt by others. So the need to give and receive apologies is with us until our very last breath. And when it's done well, the apology is deeply healing. And when the apology is absent or, even worse, it's a bad apology, we muck it up, it puts a crack in the very foundation of a relationship, and it can even end it."
    },
    {
      "author": "LERNER",
      "text": "So the courage to apologize, the wisdom and clarity to do it wisely and well is at the heart of everything we hold dear - parenting, leadership, marriage, friendship, our own sense of integrity and self-worth. So this subject really matters - getting it right, not mucking it up."
    },
    {
      "author": "SETHI",
      "text": "OK, so how do we not muck it up?"
    },
    {
      "author": "LERNER",
      "text": "A sincere apology or a good apology does not include the word but. I'm so sorry that I forgot to call you, but I was flooded with work. The word but almost always signifies a rationalization, a criticism or an excuse. It doesn't matter if what you say after the but is true. The but makes your apology false. So tip No. 1 - get your but out of your apology."
    },
    {
      "author": "SETHI",
      "text": "Noted (laughter). What about - how about tip two?"
    },
    {
      "author": "LERNER",
      "text": "A good apology does not overdo."
    },
    {
      "author": "SETHI",
      "text": "What do you mean by that?"
    },
    {
      "author": "LERNER",
      "text": "There are two distinct categories of overdoing. So one category of overdoing is over-apologizing. Like, oh, I'm so sorry. Did you want to sit at that chair? And, oh, I'm sorry. Were you going to look at that menu? I'm sorry. I think I just interrupted you. Please continue. Whatever the reasons for over-apologizing, tone it down. If you've forgotten to return your friend's Tupperware, you don't have to overdo it as if you've run over her kitten."
    },
    {
      "author": "LERNER",
      "text": "Over-apologizing creates distance. It interrupts the flow of normal conversation. And it will irritate your friends."
    },
    {
      "author": "SETHI",
      "text": "So don't overdo. But also - this is takeaway three - don't underdo."
    },
    {
      "author": "LERNER",
      "text": "When you're apologizing for something important, you need to show genuine sorrow and remorse. But when you overdo it, when you start, you know, to cry or talk about how terrible you feel and you begin to act as if the other person has just rubbed your face in a plate of dog food and maybe you should never open your mouth again because you always seem to say the wrong thing and - or you're a really bad mother, you've actually hijacked the hurt party's emotionality, the person who's confronting you, and you've made the apology about you."
    },
    {
      "author": "SETHI",
      "text": "And that brings us to takeaway four. Focus on the issues at hand and the person who's been harmed."
    },
    {
      "author": "LERNER",
      "text": "The takeaway of this is that a good apology - yes, you need to show genuine sorrow if it's something important, but you stay focused on acknowledging the feelings of the hurt party without overshadowing them with your own pain or remorse."
    },
    {
      "author": "SETHI",
      "text": "So you're really just touching this moment. You're not bringing up anything else, I'm noticing, which I tend to carry a lot into my apologies."
    },
    {
      "author": "LERNER",
      "text": "Well, the apology is not the end of a conversation. And there may be a lot more to say. The apology is what lowers the intensity and creates an emotional climate in which a further conversation can occur."
    },
    {
      "author": "SETHI",
      "text": "That's a critical takeaway. An apology is the beginning, not the end. It creates space for stronger connection. And that connection, Harriet says, should be deepened by the person who is doing the apologizing."
    },
    {
      "author": "LERNER",
      "text": "You know, we always leave it to the hurt or traumatized party to bring it up again. It's not their job to bring it up again. It becomes their job because we make it their job. You don't wait for the hurt or traumatized person to bring it up again. You bring it up again. You say, I've been thinking about what you told me. I want you to know that I'm still thinking about it. And I'm wondering if there's more that you haven't told me."
    },
    {
      "author": "LERNER",
      "text": "A good apology should not serve to silence the other person. Try to not use the apology as a quick way to get out of a difficult conversation that you don't want to hear. No apology will have meaning if we haven't really listened to the hurt party's anger and pain. And if you think about it, it's not the two words, I'm sorry, that heals the injury. The hurt party wants to know that we really get it, that we validate their feelings, that we care about their feelings. Understand that for something serious, an apology is a long-distance run."
    },
    {
      "author": "SETHI",
      "text": "So now that we've got a clearer idea of apology dos, let's circle back to an apology don't."
    },
    {
      "author": "LERNER",
      "text": "The way we muck up an apology is to focus on the other person's feelings or reactions rather than apologizing for what we said or did or failed to say or do. For example, I'm sorry that I offended people by the joke that I told at the meeting. It wasn't my intention. That is not an apology. There is no accountability here. Try instead, I want to apologize for the joke that I told at the meeting. It was insensitive. It was out of line. I'm sorry. And I want to assure you that it won't happen again. A good apology will focus first on the words or behavior that you are sorry for rather than implying that you're so sorry that the other person reacted as they did."
    },
    {
      "author": "SETHI",
      "text": "Is the variation on that, well, I'm sorry if you feel that way, which I feel like is also a misguided apology?"
    },
    {
      "author": "LERNER",
      "text": "Well, it's very misguided. It's almost like you're saying in parenthesis, you know, I'm so sorry that you had to react that way."
    },
    {
      "author": "SETHI",
      "text": "Exactly."
    },
    {
      "author": "LERNER",
      "text": "If you say, I am so sorry that I made that comment about your weight at the party; it was stupid, it was wrong, you've told me not to do that, then you can say, you know, of course you're angry and hurt. You know, of course. I'm - and I'm sorry."
    },
    {
      "author": "SETHI",
      "text": "So here's a challenge. What if someone comes to you and says, I want you to apologize for X, and you don't feel that you've done anything wrong?"
    },
    {
      "author": "LERNER",
      "text": "We do not apologize for something that we don't believe is justified. I mean, that would make no sense at all."
    },
    {
      "author": "SETHI",
      "text": "But there are times when maybe we can't quite see the error of our ways but perhaps should?"
    },
    {
      "author": "LERNER",
      "text": "When you're being confronted about something that's very painful and there are exaggerations and you don't want to hear it, to set the intention first to listen for the essence of what the hurt party needs you to understand and then also to be able to define your differences and to say, you know, this piece that you wanted an apology for, I've given it a lot of thought. I don't even recognize myself in that picture that you portrayed of me, and I see it differently."
    },
    {
      "author": "SETHI",
      "text": "None of this is easy, but Harriet has one final takeaway to help us get through these difficult conversations."
    },
    {
      "author": "LERNER",
      "text": "We are wired for defensiveness. Our automatic set point is to listen defensively. What that means is that we will automatically listen for the distortions, the exaggerations and the inaccuracies. We listen for what we don't agree with so we can defend ourselves and correct the facts. So I want to challenge our listeners. Set the intention that you will listen only for what you can understand. You will listen only to try to wrap your brain around the essence of what that hurt party needs you to get. And even if it's only 5%, that you apologize for that 5% first."
    },
    {
      "author": "SETHI",
      "text": "There you have it. Thank you to author and clinical psychologist Harriet Lerner."
    },
    {
      "author": "SETHI",
      "text": "And now for a recap. To elevate your apologies - tip No. 1 - no ifs or buts. Tip two - don't overdo. Keep your attention on the hurt party, not on how you feel. And be genuine. That's tip three. Tip four - stay focused on the current conflict, not on all the rifts that came before. Tip five is to remember that an apology isn't meant to be the way to squirm out of a tough conversation. It's a powerful way to grow closer to someone. So this is tip six. Be accountable, courageous and share what you're genuinely sorry for, even when you feel defensive and want to shut down. Try to meet the moment with an open ear and an open heart."
    },
    {
      "author": "SETHI",
      "text": "For more NPR LIFE KIT, check out our other episodes. I hosted a recent one about self-pleasure. Plus, there are other episodes on how to better love and care for ourselves, all at npr.org/lifekit. And if you like LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip, leave us a voicemail at 202-216-9823 or email us at lifekit@npr.org."
    },
    {
      "author": "SETHI",
      "text": "This episode was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. And our digital editors are Clare Lombardo and Beck Harlan. I'm Simran Sethi. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4892236512.mp3",
  "img": "https://media.npr.org/assets/img/2021/06/09/lk_sorry-1_wide-0011f145db3fe120918a8edb3f0804e270636a73.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "SIMRAN SETHI, HOST",
    "SETHI",
    "HARRIET LERNER",
    "LERNER"
  ]
}