{
  "title": "3 ways to honor (and pass on) traditions through food",
  "url": "https://www.npr.org/transcripts/1002446408",
  "intro": "Food is more than just fuel for your body. Food is a connection to the stories of your ancestors, and the stories of your descendants. In this episode, a culinary historian, a professor and a nutritionist share their advice on how to carry on culinary traditions.",
  "transcript": [
    {
      "author": "PARTH SHAH, HOST",
      "text": "Food is not just fuel. Food is a living currency. It brings us wealth and joy. It sustains us and connects us to our past and to the future. And like all valuable things, food requires protection because traditions can be stolen, like they were stolen from Indigenous people."
    },
    {
      "author": "DEVON MIHESUAH",
      "text": "In the 19th century, Native children were forced to boarding schools. And the whole idea was to keep them away from their family. So they wouldn't see their families for months or years at a time. And many of these kids, once they were taken, they never did make it back home. So they were disallowed from speaking their language. Boys who had long hair, you know, their hair was cut. They were not allowed to do any of their ceremonies. And if they were caught doing anything like that, the punishments could be very severe. So this is where a lot of kids really became very sick. A saying that a lot of these kids had, you know, when they got home was gravy, gravy, gravy because white flour was the cheapest and easiest thing for these schools to buy and to feed these kids. So they made biscuits and gravy sometimes three times a day - biscuits, pancakes, pies, all of that stuff. And so they came home and made it, and they taught their kids how to do it."
    },
    {
      "author": "SHAH",
      "text": "This is Devon Mihesuah. She's the author of many books, including the cookbook \"Recovering Our Ancestors' Gardens.\" And she's a professor at the University of Kansas."
    },
    {
      "author": "MIHESUAH",
      "text": "And I direct the American Indian Health and Diet Project. The health of Native people has declined dramatically, and we have high rates of diabetes, high blood pressure, heart disease. I'm really hoping that other Native people can reconnect with their traditional foodways."
    },
    {
      "author": "SHAH",
      "text": "Whatever your background, knowing and honoring your traditional ways of cooking, eating and gardening can make your life healthier and richer. My name is Parth Shah, and on this episode of NPR's LIFE KIT, how to carry forth your foodways."
    },
    {
      "author": "SHAH",
      "text": "Maybe you're raising an eyebrow at the term foodways. It's a term that's hard to define but not because it's a confusing concept, but because foodways are expansive. It's a term that means a lot of things at once."
    },
    {
      "author": "MIHESUAH",
      "text": "Foodways is your food traditions. You can't really pinpoint precisely what your food traditions were because they changed over time."
    },
    {
      "author": "MICHAEL W TWITTY",
      "text": "It's the utensils. It's the objects. It's the material culture. It's the smell. All of that's foodways. And also the rituals - what's served at a wedding, a funeral? Foodways include making sure your shoes are off if it's a house where shoes are not worn in the home. Food is not just food. Food is a way to understand an entire culture or an aspect of a culture or an aspect of human existence, period."
    },
    {
      "author": "SHAH",
      "text": "This is Michael W. Twitty."
    },
    {
      "author": "TWITTY",
      "text": "I am the James Beard Award-winning author of \"The Cooking Gene\" and \"Rice.\""
    },
    {
      "author": "SHAH",
      "text": "Michael has studied his genealogy more closely than anyone else I've ever met, and he says you can't neatly organize the different elements of your foodways. Learning about your traditions requires commitment, endurance and an acceptance of ambiguity. Our first takeaway comes from Michael, and it's to connect with your elders."
    },
    {
      "author": "TWITTY",
      "text": "You must interview the people in your community and your family. And you can't do it with the cellphone up in their face."
    },
    {
      "author": "SHAH",
      "text": "(Laughter)."
    },
    {
      "author": "TWITTY",
      "text": "And, you know, one of my good friends, he had his elder, Uncle Roger (ph) - he sticks this cellphone in Uncle Roger's face. And Uncle Roger looks completely nonplussed and not interested at all. And so he's trying to - what are you doing? I'm cooking. What are you cooking? Barbecue. What are you barbecuing? A hog. And that's the first mistake he made was not only sticking a camera in his face, but you didn't do any of the work. You didn't help him with that wood. You didn't help with that fire. So that's - every elder, no matter what culture you come from, expects you to work. They don't want you to just stand around. Work, clean, do something. And then, only then, when you build up a rapport can you begin to get deeper and say, why that wood? Well, it tastes better and da, da, da (ph). Who taught you about that? Well, I went back and so and so and da, da, da. And that's - the culture just never ends. The conversations are the same. You know, of course, we have different ways in and what we talk about, what don't talk about, but it's based in the same process. So you have to go in there with the attitude that you are in this for three or four times of doing the same thing. It's not a one-time thing. Have patience - delayed gratification."
    },
    {
      "author": "MIHESUAH",
      "text": "The only way that you're really going to get back to traditional ways of eating and, again, of cultivating and hunting and fishing and seed-saving is to talk to those people in your tribe who know about these things."
    },
    {
      "author": "SHAH",
      "text": "Maybe you start making regular trips to barbecue with Uncle Roger or maybe, like Devon, you learn from your parents and grandparents how to garden."
    },
    {
      "author": "MIHESUAH",
      "text": "I'm Choctaw, and, you know, our family was removed from the southeast to Indian Territory in the 1830s. And Indian Territory, of course, became the state of Oklahoma in 1907. But we're an agricultural tribe. And we had community gardens, but families also had their backyard gardens. And so my gardens that I have today are patterned after the gardens that my family have had."
    },
    {
      "author": "SHAH",
      "text": "Could you tell me about some of the plants that you're growing in your garden?"
    },
    {
      "author": "MIHESUAH",
      "text": "Oh, yes. You know, I have corn and squash and beans and spinach. And spinach and some of these other things are old world foods. They are not indigenous to this hemisphere. But I also keep a lot of the weeds in there such as pigweed, which is amaranth, pokeweed, lamb's quarters, also known as goosefoot. And those types of food are very nutritious. And also dandelions - they're actually from the old world - you can eat those. So when we talk about gardening, to me, it's also about what's going to show up, and can I eat it, you know, as well as the things that I purposely put in there."
    },
    {
      "author": "SHAH",
      "text": "Carrying on your foodways is a lifelong practice. If starting a garden is too daunting to take on, that's all right. Maybe start by planting an herb on your windowsill. And that brings us to takeaway No. 2 - there's no shame in starting small. Be patient with yourself, and don't feel pressure to duplicate traditions."
    },
    {
      "author": "TWITTY",
      "text": "And get this, my friend. You will never ever, ever, ever duplicate. It's your job to make these things a little bit different and pass them on. But you're - what we're talking about here is not the canon but the construct, and the construct is us. I mean, you are not your parents. I am not my parents. We are not carbon copies of those that came before us, so why do we expect that a recipe will be a carbon copy?"
    },
    {
      "author": "SHAH",
      "text": "And passing on culture doesn't need to be the carbon copy, it seems like, right? It's not supposed to be a carbon copy."
    },
    {
      "author": "TWITTY",
      "text": "No. No, it's supposed be dynamic and morphed. And if you don't have those connections, research them and make your own connection, make your own traditions. You know, breathe life into it. Maybe discover something people aren't doing anymore and then bring it back to life."
    },
    {
      "author": "SHAH",
      "text": "Breathing new life can be as small as adding a pinch of cumin to your khichdi or something as large as observing a holiday that might have been overlooked when you were growing up. And maybe you create your own kinds of holidays to experiment with your traditions. For instance, every autumn, Devon leads a week of indigenous eating where she encourages people to eat only pre-contact foods, foods that tribes ate before colonization."
    },
    {
      "author": "MIHESUAH",
      "text": "This November will be I think the 11th annual year of a week of indigenous eating. And so I have a list of pre-contact plants and animals on my American Indian Health and Diet page and also in my book \"Recovering Our Ancestors' Gardens.\" So there's an awful lot to choose from. But still, it takes an effort, you know, especially if you like eggs and, you know, like me, you need your garlic and things like that. But it's only for a week."
    },
    {
      "author": "SHAH",
      "text": "And even though it's only for a week, Devon says it's a great way to start doing research. As you research your foodways, be open to expanding your mindset about food. For instance, Michael and I talked about a book called \"Vibration Cooking\" written by the late Vertamae Smart-Grosvenor. She was an artist, anthropologist and longtime NPR commentator."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Commentator Vertamae Grosvenor has found that cooking can teach us a lot about history."
    },
    {
      "author": "VERTAMAE SMART-GROSVENOR",
      "text": "The history of Afro-American cooking is an unprecedented culinary tale that began many centuries ago in the land of calabashes, cowry shells, casava..."
    },
    {
      "author": "TWITTY",
      "text": "So, first of all, I want to give honor to Vertamae. I never had the pleasure of meeting her. But \"Vibration Cooking\" is a signature text in both African American food, African diaspora food and American food, period."
    },
    {
      "author": "SHAH",
      "text": "Vertamae writes, when I cook, I never measure or weigh anything. I cook by vibration. I can tell by the look and smell of it."
    },
    {
      "author": "TWITTY",
      "text": "And what she meant by vibration cooking was that there is a certain - I think when we talk about the foodways of Black and brown people around the globe, I think energy is an element that I think the West is missing, you know? It talks a lot about ingredients. It sees recipes in terms of ingredients and techniques. So what she's talking about is the energy of the person going into the process of cooking. She's talking with the energy that people who enjoy it. She's talking about the energy of the food, the vibration of the food from the ground, from the water, from the air, right? All of that matters. And, you know, when you try to tell people about that, they go, eh. They kind of just wave you away. But, I mean, we're the only people, African Americans, who call our cuisine not by a national title or an ethnic title. We call it by this invisible force - soul, that is as invisible as God and love. That's the vibration cooking she's talking about. It's just another name for this life force cooking that we do."
    },
    {
      "author": "SHAH",
      "text": "That approach to cooking leads us to our third takeaway - treat food as more than just fuel. Feel empowered to approach cooking like an artist. You don't have to toss out your teaspoons set, but start shifting your focus away from ingredients and tools to the more magical elements of the experience."
    },
    {
      "author": "TWITTY",
      "text": "The recipe is not a dictation. A recipe is a spell. You become both a chemist and a witch - a chemist and a warlock the minute you enter the kitchen, you know? Your mood, your knowledge base, your wisdom, your connection to the ancestors, your connection to the legacy that you're going to leave behind to the descendants - every single one of these things - you're sitting at the crossroads every time you cross the threshold to the cook. A lot of our cultures, we don't cook with measurements, right?"
    },
    {
      "author": "TWITTY",
      "text": "So I always tell people see if it's a dry ingredient - even if it's, like, reasonably unmessy, see if you can hold it in your hand. And while you have it in your hand, have that little set of measuring spoons ready so you can put it in. And then - and I mean - or even if you're confident, the feeling of the thing in your hand, that's very important. These are the most important tools, especially in non-Western cooking, is your hands. It's your bare hands."
    },
    {
      "author": "SHAH",
      "text": "Michael says when you opt into the vibration cooking mindset, you'll start seeing deeper connections in your life."
    },
    {
      "author": "TWITTY",
      "text": "You know, one time, I told - I put a recipe up. It was for a pound cake. And this one lady - she makes the recipe. And she's so upset because she's like, it's plastic, and it didn't come out right. And I'm like, what do you want me to do? Pay you back for your grocery bill and your time? What's the deal? And I was like, ma'am, what did you make it for? She said, I made it for, like, a sports party thing. I said, that's your first mistake. I said, did you read what the recipe was for? See, the recipe was for Valentine's Day. This recipe was to inspire lovemaking. This recipe was not to be shoving around to everybody."
    },
    {
      "author": "TWITTY",
      "text": "So the very next day, another lady emails me. And she says, Mr. Twitty, I've made this cake for my husband of 25 years for our anniversary and for Valentine's Day. And it worked. I said exactly as I said, this one is a spell. It is not a recipe. You know, the energy behind it was romantic, was passion. I believe the reason why some people have these miraculous spiritually charged or philosophically deep lives is because they choose to opt in. And I believe the reason why other people do not have that at all - 'cause they choose - they don't choose to opt in. They choose to opt out."
    },
    {
      "author": "SHAH",
      "text": "One way to opt in is to be mindful of the language you use to talk about food. A lot of us are used to seeing food only in terms of nutrition. But avoid judging foods just based on how many grams of protein it has."
    },
    {
      "author": "RUJUTA DIWEKAR",
      "text": "You know, as people, we know that we are much more than our age, than our caste, community, race, gender. We want to be taken for what we truly are, for how we contribute, whether it's in our homes, our workplaces or in other countries. It's the exact same thing with food. The minute you reduce food to a carbohydrate, protein and fat, you're reducing food to what it is not. When you begin to think of food as carbohydrate, protein and fat, you also begin to see the society in a very fragmented manner."
    },
    {
      "author": "SHAH",
      "text": "Rujuta Diwekar is a nutritionist and writer based in Mumbai. She says being mindful of language is essential to deepening your relationship with food."
    },
    {
      "author": "DIWEKAR",
      "text": "To give you a very small example, most Indian grandmothers will say that (non-English language spoken). You know, so when you're eating, don't count how much you're eating. Just eat as much as you want to. So in your mother tongue, there will always be an approach of more love and nurture towards food."
    },
    {
      "author": "DIWEKAR",
      "text": "Unfortunately, in English - because it's a language that we learn later and over a period of time and it is also the language which is used very, very widely by the food and the weight loss industry - most times, when you hear things about food, you only hear them in terms of nutrients, or you hear them in terms of calories. And it's a more fear-based approach."
    },
    {
      "author": "DIWEKAR",
      "text": "So instead of feeling grateful for what's on your plate, you begin to feel more guilty for what's on your plate. And over a period of time, you actually begin to feel that you're not worthy of all this good food that you're eating. So when you do eat well, you'll end up saying that you cheated versus you feasted."
    },
    {
      "author": "SHAH",
      "text": "Rujuta has lots of clients who are Indian immigrants living in America. Her standard recommendation to them is to take staple nonperishables from their heritage."
    },
    {
      "author": "DIWEKAR",
      "text": "Basically, the spices that you eat, the pulses that you eat, the grains and the millets that you eat can all be according to the heritage that you are born in."
    },
    {
      "author": "SHAH",
      "text": "And prepare them with local, seasonal produce."
    },
    {
      "author": "DIWEKAR",
      "text": "You need to support your local businesses when it comes to all kinds of perishable foods. So whether it's dairy, milk, vegetables, fruits, all of that has to be dominantly local. And then when it comes through the nonperishables, like the grains, pulses, oils and spices, that has to be dominantly heritage because that's when you really make the most of what the world's - the USDA guidelines this year - they talk about how people can't stay within their own dietary preferences and yet stay healthy, which I think is beautiful because it really allows for different people to keep up with their own traditional diets and not really switch to one standard or a uniform diet which may or may not make them healthy but surely just keeps pumping more money into the weight loss and the food industry."
    },
    {
      "author": "SHAH",
      "text": "Do you feel like this heritage-local formula can be adapted by people from different heritages?"
    },
    {
      "author": "DIWEKAR",
      "text": "I very much think so, yes, you know, especially when I look at the Middle Eastern heritages or the African heritages. I feel they're very, very similar to the Asian or the Indian heritages, similar values when it comes to food, you know, looking at food as something which is a blessing of the divine, knowing that one should not waste too much food, sharing one's food with everyone, feeling grateful for what's on your plate, eating with all of your senses and eating according to what is in season and having festival foods. So I do feel that people from across different heritages can use this kind of a formula."
    },
    {
      "author": "SHAH",
      "text": "And by no means do you have to only eat foods from your heritage. Interact with different food cultures and see how your own foodways expand."
    },
    {
      "author": "TWITTY",
      "text": "Share your culture. And listen to others. There is a responsible way to do this without being an appropriator. Take advantage of the American experiment despite its faults."
    },
    {
      "author": "DIWEKAR",
      "text": "I think it's a wonderful thing to have, you know, to grow up in a place where there is diverse food cultures. You know, I always say this in schools - if there is an ad, it's bad, you know? So if you see an advertisement for any kind of a food, then that's something which is not a representation of anyone's culture at all. That's just the culture of making more money at the cost of selling you convenience."
    },
    {
      "author": "MIHESUAH",
      "text": "Prior to eating processed foods, tribes were reportedly quite healthy. Now, that does not mean that they didn't get sick. But what we did not have were food-related maladies like diabetes, you know, obesity, you know, heart disease, those kinds of things that really came about once we started eating the foods that we all know we probably should not be eating."
    },
    {
      "author": "SHAH",
      "text": "Food is political. There are barriers that prevent millions of people from accessing a healthy and diverse range of foods. Our final takeaway of this episode is to help others strengthen their foodways. Honoring traditions isn't just about your plate. It means being an active member of your community so your traditions can live on and expand."
    },
    {
      "author": "MIHESUAH",
      "text": "There are some people who don't have access to nutritious food. You know, they only have the cheap stuff, you know. So being active means that you're trying to find solutions to that. You know, let's get more farmers markets. Let's force our tribal councils to help the tribal farmers so that we can produce more foods for our people."
    },
    {
      "author": "TWITTY",
      "text": "You know, barter and trade and, you know, bring things and market, create underground economies, support each other. For me, culinary justice is important because cuisine and food are two different things because food justice is about, hey, I'm hungry, I need healthy, nutritious food. That's a human right. Well, I think it's also a human right to have access to the source code and the validity of your own foodways and their value, that you should be empowered from them. Cooperative economics is essential to not only maintaining our stuff but also giving each other an opportunity."
    },
    {
      "author": "DIWEKAR",
      "text": "One of the things or one of the slogans that is always said before you start eating a meal is (non-English language spoken). You know, so it's basically the one who cooks and the one who grows food and the one who eats, may all of them be at peace. In modern terms, you can think of it as may our health, our economy and ecology all be in a state of balance, you know, because only then can we thrive together as a community."
    },
    {
      "author": "SHAH",
      "text": "Let's recap. Takeaway No. 1 - connect with your elders. Learning about traditions requires commitment, endurance and an acceptance of ambiguity. Takeaway No. 2 - pace yourself. Try a week of eating traditional foods. Takeaway No. 3 - food is not just fuel. Be mindful of the language you use. And takeaway No. 4 - be active in your community. Help others eat well. For more LIFE KIT, check out our other episodes. We have one on how to start a garden and another on how to recreate a family recipe when nothing is written down. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip, this time from listener Jamie Ochoa (ph)."
    },
    {
      "author": "JAMIE OCHOA",
      "text": "All you need is a fork and a lime. And in order to squeeze all the juice out of a lime without a juicer, just put a fork inside of the lime, cut it in half, put the fork in the middle and then move the fork while you're squeezing the lime. I kind of, like, twist it counterclockwise or clockwise and squeeze the lime. You'll get all of the juice out of it without any effort."
    },
    {
      "author": "SHAH",
      "text": "If you've got a good tip you want to share, leave us a voicemail at 202-216-9823 or you can email us a voice memo at lifekit@npr.org. This episode was produced by Audrey Nguyen. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Clare Lombardo. And our editorial assistant is Clare Marie Schneider. Special thanks to Kevin Madrigal and Alice Wilder (ph). I'm Parth Shah. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6614346588.mp3",
  "img": "https://media.npr.org/assets/img/2021/06/06/npr_web_wide-18f9275a38bfcde9b2e3825528ad29f4f0ef5ce6.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "PARTH SHAH, HOST",
    "DEVON MIHESUAH",
    "SHAH",
    "MIHESUAH",
    "MICHAEL W TWITTY",
    "TWITTY",
    "UNIDENTIFIED PERSON",
    "VERTAMAE SMART-GROSVENOR",
    "RUJUTA DIWEKAR",
    "DIWEKAR",
    "JAMIE OCHOA"
  ]
}