{
  "title": "How To Start A Podcast, According To The Pros At NPR",
  "url": "https://www.npr.org/transcripts/1009098800",
  "intro": "If you have a podcast idea, you've come to the right place. In this episode, NPR producer (and frequent Life Kit host) Lauren Migaki guides us through the steps to making one, with advice from folks at Code Switch, Throughline, Planet Money and more.",
  "transcript": [
    {
      "author": "LAUREN MIGAKI, HOST",
      "text": "This is NPR's LIFE KIT. I'm Lauren Migaki, a producer here at NPR. And whenever I tell someone I work for NPR, I usually hear something like this."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "I have an amazing idea for a podcast."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "OK, so check it out. It's a podcast all about..."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "Why don't you guys make a podcast about why there aren't any pizza..."
    },
    {
      "author": "MIGAKI",
      "text": "I've heard it all, from the absolutely ridiculous ideas..."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "It's called \"The Pod,\" and it's just whale noises."
    },
    {
      "author": "MIGAKI",
      "text": "...To the ones that actually sound pretty awesome."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "OK, it's called \"Four Weddings And A Funeral,\" and it's a mix of the vows column and the obituaries."
    },
    {
      "author": "MIGAKI",
      "text": "And chances are, if you're listening to this, you probably have a podcast idea. It might even be a good one. So I'm here to tell you that you don't have to wait for NPR to make your dream podcast. You can make it yourself. In this episode, how to make a podcast that people want to listen to with advice from the folks who do this stuff every day. To kick things off, I want to play a little clip from someone who made their own podcast dreams come true."
    },
    {
      "author": "ANYA STEINBERG",
      "text": "Hi, I'm Anya. And today, I'm going to tell you the story of an immaculate conception. It didn't happen in the Bible. It happened on my mom's lunch break. What my mom likes to say about it is this..."
    },
    {
      "author": "KRISTIN WINTERMUTE",
      "text": "I f***** a syringe. And then I had two kids."
    },
    {
      "author": "ANYA STEINBERG",
      "text": "(Laughter)."
    },
    {
      "author": "ANYA STEINBERG",
      "text": "Me and my younger brother, Ari, were products of artificial insemination. Last year..."
    },
    {
      "author": "MIGAKI",
      "text": "College student Anya Steinberg recorded this podcast about her search for her biological dad from her basement apartment."
    },
    {
      "author": "UNIDENTIFIED PERSON #4",
      "text": "Thank you for calling California Cryobank, a Generate Life Sciences company. If you're a new or existing donor sperm client, press one."
    },
    {
      "author": "MIGAKI",
      "text": "It's called \"He's Just 23 Chromosomes.\" And Steinberg actually won NPR's Student Podcast Challenge for this podcast all about her journey to find her sperm donor father. And Anya's podcast won because it captures all the elements of a great podcast, elements we're going to break down right here in this episode of LIFE KIT."
    },
    {
      "author": "MIGAKI",
      "text": "OK. Takeaway No. 1 - something to podcast about. You need a topic for your podcast, and I hope this is obvious, but it should probably be something you care about."
    },
    {
      "author": "GLEN WELDON, BYLINE",
      "text": "The way to tell you're onto something is when you are experiencing it, watching it, researching it, you feel happy."
    },
    {
      "author": "MIGAKI",
      "text": "Glen Weldon is one of the hosts of NPR's Pop Culture Happy Hour, and he literally wrote the book about how to start a podcast."
    },
    {
      "author": "WELDON",
      "text": "It is the \"NPR Podcast Start Up Guide.\""
    },
    {
      "author": "MIGAKI",
      "text": "Glen says that whether that passion is telling a family story or knitting or Guy Maddin movies, that passion, it's not the only thing you need."
    },
    {
      "author": "WELDON",
      "text": "When you are talking about it, think about sitting in a bar talking to someone else. As you're talking about it, you're lighting up the room. Your fascination is infectious. That's key. If you're in that bar just babbling to yourself, you're wasting your time."
    },
    {
      "author": "MIGAKI",
      "text": "You've got to think of your listener as you're making your podcast."
    },
    {
      "author": "ANYA STEINBERG",
      "text": "Donor 3046 - he was a medical student at Stanford with good grades - or so I thought."
    },
    {
      "author": "MIGAKI",
      "text": "And one of the things that's so powerful about Anya Steinberg's podcast about finding her sperm donor dad is that even though it's deeply personal and very specific, there's something really universal in there."
    },
    {
      "author": "ANYA STEINBERG",
      "text": "The cryobank gives limited information that you can access for free. Reading through his files, my mind was spinning. My brain couldn't keep up with my eyes. I was like, 165 pounds, medium tanned skin, born in Seoul, Korea, plays trumpet, outgoing, dreams of directing a major motion picture. I was shook. I had this identity crisis. Like, who am I?"
    },
    {
      "author": "WELDON",
      "text": "She's inviting us inside her head so we can look out at the world and see what she's seeing and feel what she's feeling, her specific feelings about these very universal questions of identity and belonging."
    },
    {
      "author": "MIGAKI",
      "text": "So find something you care about and, like Anya's podcast, reveal some themes we can all relate to. Next step - figure out what kind of podcast you want to make."
    },
    {
      "author": "WELDON",
      "text": "The lightest lift, I think, would probably be the interview show. Think Fresh Air. And you can do it by phone. You can do it over Zoom."
    },
    {
      "author": "MIGAKI",
      "text": "There's also the roundtable or panel discussion. Think of it like a book club where everyone's actually read the book. And finally, there are narrative podcasts, like Anya's."
    },
    {
      "author": "WELDON",
      "text": "That is where you're using audio storytelling techniques to take your listener on, as we say, a journey. You want to surprise them, you want to enlighten them, maybe you just want to entertain them."
    },
    {
      "author": "MIGAKI",
      "text": "No matter what format you choose, it's going to be hard work, from research to editing to producing. Just keep in mind that behind every good podcast is a lot of blood, sweat and tears. OK, maybe not blood, but you get the point."
    },
    {
      "author": "MIGAKI",
      "text": "Takeaway No. 2 - microphone check. No matter what kind of podcast you're making, you need to sound good, and you don't need a fancy microphone or a fancy studio to do it. You've already got the most important podcasting tool - your ears."
    },
    {
      "author": "DON GONYEA, BYLINE",
      "text": "I walk into a room and I immediately try to hear the room."
    },
    {
      "author": "MIGAKI",
      "text": "NPR's Don Gonyea is a national political correspondent for NPR, and he travels all the time covering political candidates. So he usually files his stories from echoey hotel rooms."
    },
    {
      "author": "GONYEA",
      "text": "I'm checking the acoustics. So I walk in and I (clapping) clap to hear how much it echoes. And it tells me how much work I need to do."
    },
    {
      "author": "MIGAKI",
      "text": "That work, Don means working to eliminate echo. And he does that by making a pillow fort."
    },
    {
      "author": "GONYEA",
      "text": "Pillows are your best friend. They can work at your house, in a bedroom, in your living room, in a home office, at school."
    },
    {
      "author": "MIGAKI",
      "text": "Don's pillow fort is a little more ergonomic than the ones I remember from childhood. He puts his pillows on a desk right behind his computer so there's no need to crawl on the floor. You could also do what I'm doing and record in the closet so your clothes dampen the sound. But don't hit record just yet. First, you've got to make sure you've got the mic in the right place."
    },
    {
      "author": "GONYEA",
      "text": "Even with a hugely expensive mic, if you're not placing the mic correctly in front of the mouth, to the side of the mouth, exactly where it needs to be, you could ruin your audio. So you spent lots of dollars for nothing."
    },
    {
      "author": "MIGAKI",
      "text": "Your mic should be about a fist distance from the side of your mouth. And as a pro tip, if you're micing (ph) your guests, try not to hit them in the face."
    },
    {
      "author": "MIGAKI",
      "text": "OK. But what if your podcast takes place not in a quiet studio, but a scene? Say you're interviewing a chef."
    },
    {
      "author": "GONYEA",
      "text": "You're not just setting the scene. You are laying down a bed of sound that places us where we need to be placed. We need to be in that chef's kitchen. And we need to hear the sound of the onions and the chopping."
    },
    {
      "author": "MIGAKI",
      "text": "This is ambient sound - ambi for short. And it is essential for making your podcast come alive."
    },
    {
      "author": "MIGAKI",
      "text": "Remember, your listener can't see what you're seeing. I've traveled all around the world for NPR. And I'm always listening out for great sounds that I can record for my stories."
    },
    {
      "author": "MIGAKI",
      "text": "I've recorded the sound of a toilet flushing for a story about wastewater testing, chanting outside of protests..."
    },
    {
      "author": "MIGAKI",
      "text": "...Illegal logging in the Amazon rainforest. And when you're recording, you just want to imagine that you're on a scavenger hunt for sound. You know, record as much as you can because the sound is going to bring your story to life."
    },
    {
      "author": "MIGAKI",
      "text": "Takeaway No. 3 - good questions make good answers. And, yes, there are dumb questions. This is, perhaps, the most important thing of all. You've got to make sure you crush your interviews because what gets said in an interview is the bulk of your podcast. And so for this, you need to prepare. Do some research. Do some reading. Figure out who is the very best person to talk to. For Anya, this was her mom and her brother. For you, it might be an author or a coach or a witness or an expert."
    },
    {
      "author": "GENE DEMBY, BYLINE",
      "text": "So that's when a pre-interview will come in."
    },
    {
      "author": "MIGAKI",
      "text": "That's Gene Demby, host of NPR's Code Switch podcast all about race. And what he means by a pre-interview is a conversation that you have but don't record."
    },
    {
      "author": "DEMBY",
      "text": "If you can - and it's not always going to be possible. But if you can, you should just talk to them to get, like, a loose idea of what they may think about or thing, that way you can determine whether or not they're the person you want to interview."
    },
    {
      "author": "MIGAKI",
      "text": "I think of pre-interviewing like speed dating. You want to get a sense of their knowledge and if they're energetic and engaging, what we call a good talker. But you don't want them to say too much. You've got to save that for when you're pressing record. And ideally, this person says something that surprises you or offers a new way of looking at things or teaches you something. And once you've found that perfect person..."
    },
    {
      "author": "DEMBY",
      "text": "We write all of our questions down in advance, that way we know, like, how we want the conversation to go ideally. And then we can sort of deviate if someone gives us an answer that's really, really good. But we also just want to have, like, a sort of scaffold, a sort of roadmap for the conversation."
    },
    {
      "author": "RUND ABDELFATAH, BYLINE",
      "text": "Be prepared to change the story completely."
    },
    {
      "author": "MIGAKI",
      "text": "Rund Abdelfatah hosts NPR's Throughline podcast about history. And she says you should be willing to abandon your list of questions if your guest says something that totally changes the direction of your story. Follow your curiosity here. And there is one cardinal rule, she says, to good question-asking."
    },
    {
      "author": "ABDELFATAH",
      "text": "Open-ended questions are always better than yes-or-no questions."
    },
    {
      "author": "DEMBY",
      "text": "You don't want to ask any questions that let someone say yes or no or give you a really quick answer. You want them to sort of expound."
    },
    {
      "author": "MIGAKI",
      "text": "Keep in mind, they don't have to be fancy questions. What do you mean by that? Can you tell me more? Those are perfectly valid questions. You can also inject some humor when it's appropriate to make your guest feel comfortable. Anya Steinberg, the college student, did this when she was asking her mom about picking out her sperm donor dad."
    },
    {
      "author": "WINTERMUTE",
      "text": "We went to them. And there were no Korean donors. I went back and called..."
    },
    {
      "author": "ANYA STEINBERG",
      "text": "And why did you want a Korean donor specifically?"
    },
    {
      "author": "WINTERMUTE",
      "text": "Well, because dad was Korean."
    },
    {
      "author": "ANYA STEINBERG",
      "text": "And you couldn't just have any old Asian?"
    },
    {
      "author": "WINTERMUTE",
      "text": "No (laughter). No."
    },
    {
      "author": "MIGAKI",
      "text": "My colleagues Elissa Nadworny and Sequoia Carrillo interviewed Anya about how she made her podcast."
    },
    {
      "author": "ANYA STEINBERG",
      "text": "One of the hardest parts was, like, interviewing my family in a way that I knew would be respectful to them and, like, featuring them in the podcast in a way that, like, didn't make them embarrassed to be a part of it."
    },
    {
      "author": "MIGAKI",
      "text": "For her, that meant knowing when to push harder for an answer and when to back off. And when you're asking someone about something sensitive, don't rush in with more questions. Give them space. Pause for a few seconds. Sometimes they'll think a little bit. They'll jump in and say something incredibly thoughtful or funny or weird. And you don't want to step on that."
    },
    {
      "author": "MIGAKI",
      "text": "Takeaway No. 4 - pick good tape. OK. So you've done hours of interviews. How do you boil all that down to one short podcast?"
    },
    {
      "author": "SARAH GONZALEZ, BYLINE",
      "text": "One of the best tricks in the book is to - just when you finish the interview, come back to your desk and think, OK, what do I remember from that interview?"
    },
    {
      "author": "MIGAKI",
      "text": "Sarah Gonzalez is a reporter for NPR's Planet Money podcast."
    },
    {
      "author": "GONZALEZ",
      "text": "Just those three moments that you remember, you remember them for a reason. Pull them. Use them. There's a reason why you remember them."
    },
    {
      "author": "MIGAKI",
      "text": "The reason she remembers them is probably because it was the most interesting and exciting part of their conversation."
    },
    {
      "author": "GONZALEZ",
      "text": "I tend to pull anything where, like, if someone made me laugh or made me think or feel something in some kind of way, it's like, definitely, you're going to want to pull that tape. Pull pieces of tape where you're going to incite some kind of reaction for the listener."
    },
    {
      "author": "MIGAKI",
      "text": "You're looking to make your listeners feel a range of emotions. So I want to play a clip here from Anya's podcast where she interviews her brother."
    },
    {
      "author": "ANYA STEINBERG",
      "text": "I'd like to say I'm the headstrong one and that eventually I decided to be super fulfilled and independent without a father, but that's Ari."
    },
    {
      "author": "ARI STEINBERG",
      "text": "No, I'm not looking for a dad in general."
    },
    {
      "author": "ANYA STEINBERG",
      "text": "You're not on the market for dads."
    },
    {
      "author": "ARI STEINBERG",
      "text": "No, I'm not - it's not - the dad market is closed."
    },
    {
      "author": "ANYA STEINBERG",
      "text": "(Laughter)."
    },
    {
      "author": "ARI STEINBERG",
      "text": "Stocks are trending down."
    },
    {
      "author": "MIGAKI",
      "text": "My editor always says this thing - any good story should make you laugh or smile, surprise you, make you think and make you feel something. All humor has a little sadness. And even in tragedy, it's our humor that makes us human."
    },
    {
      "author": "MIGAKI",
      "text": "Takeaway No. 5 - write like you talk. So you've chosen the very best audio clips from your interviews, and now, if you're doing a narrative-style podcast, you'll need to figure out what order those moments go in. And then you'll start writing in between those clips, like I'm doing right now. Here's Glen Weldon."
    },
    {
      "author": "WELDON",
      "text": "You're trying to just throw in enough of your narration to get your listener to the next sound clip. You want to provide them with the right context, of course, but your narration is the scaffolding that you hang your sound clips on. They're the star of the show - not you."
    },
    {
      "author": "MIGAKI",
      "text": "Think of it like the monkey bars. You're trying to move your listener from one rung to another without dropping - aka turning off your podcast. Glen also reminds us that we're not writing an essay or a thesis or a scientific paper. Your script's going to be read out loud. And another tip Glen learned from NPR's Kelly McEvers - use normal words."
    },
    {
      "author": "WELDON",
      "text": "You can't approach it like it's a newspaper article, right? So if you are writing a newspaper article and you say - first sentence - the fire started at 2 a.m., you'll be tempted to write the second sentence as, but the blaze was contained by 5 a.m., because you don't want to repeat the word fire. But who says blaze?"
    },
    {
      "author": "MIGAKI",
      "text": "The best podcasts are the ones where it just feels like a friend is telling me a really interesting story. And my friends just don't say words like furthermore or heretofore or hence. Keep it conversational, y'all."
    },
    {
      "author": "MIGAKI",
      "text": "Takeaway No. 6 - act natural. And that, of course, is easier said than done. Listeners have really good B.S. detectors. They can tell when you're being inauthentic and, say, trying to sound like a fancy newscaster. And they can tell when you're reading out loud from a script."
    },
    {
      "author": "WELDON",
      "text": "You risk sounding as stiff as your Uncle Doug reading from Ecclesiastes at your cousin's wedding. And when you do that, you lose - the spell breaks, right? You lose that authenticity. You lose that intimacy."
    },
    {
      "author": "MIGAKI",
      "text": "So how to sound like yourself? For starters, with a little exercise."
    },
    {
      "author": "JESSICA HANSEN, BYLINE",
      "text": "We should warm up our voices just the way if you're an NBA player, you don't go into the game without warming up your body."
    },
    {
      "author": "MIGAKI",
      "text": "Jessica Hansen is an announcer and voice coach at NPR."
    },
    {
      "author": "HANSEN",
      "text": "Your body is your instrument, and so it's important to warm up your body and stretching open your ribs and getting your shoulders released."
    },
    {
      "author": "MIGAKI",
      "text": "And she says there are a lot of vocal exercises you can do to get warmed up."
    },
    {
      "author": "HANSEN",
      "text": "So my favorite voice warmup is a lip trill. So you put your lips together, and then they flutter, and you blow (demonstrating lip trill). It warms up the connection for your breath, and then it also puts the voice in the right place, in the front of your face."
    },
    {
      "author": "MIGAKI",
      "text": "There are exercises to warm up your tongue, mouth, throat. You can pant like a dog, let out a big yell, make a siren noise (imitating siren). Anyways (laughter), once you're warm, Jessica Hansen says to rehearse your script, trying a bunch of different kinds of voices - cowboy, Minnie Mouse, Santa Claus - just to get a little loosened up, less formal."
    },
    {
      "author": "HANSEN",
      "text": "And then rehearse it as if you really were just saying it. And if it comes out sort of stilted, maybe check the writing. Maybe the writing is too formal, and maybe you need shorter sentences."
    },
    {
      "author": "MIGAKI",
      "text": "And practice a lot in different ways. Anya Steinberg did this for her podcast."
    },
    {
      "author": "ANYA STEINBERG",
      "text": "I'm sure my roommates heard me doing a thousand takes in my bedroom of like, hi, I'm Anya, and today I'm going to tell you the story of an immaculate - and then I would be like, dang it. Then it's, hi, hi, hi. Like (laughter)."
    },
    {
      "author": "MIGAKI",
      "text": "And all of that practice - it definitely paid off. Listen to how natural her podcast voice sounds here."
    },
    {
      "author": "ANYA STEINBERG",
      "text": "I wish I could just run into him on the street and get in his face, like waving my hands around, shouting, hey, here's what I am. Don't you want to know that I was Earth Club president in high school? Don't you want to know that I used to pee my pants a little bit every time I laughed? Don't you want to know that I've read \"Harry Potter\" 14 times?"
    },
    {
      "author": "MIGAKI",
      "text": "It weirdly takes a lot of practice to sound like yourself."
    },
    {
      "author": "MIGAKI",
      "text": "Takeaway No. 7 - put it all together. All right, y'all, this is a podcast and not a YouTube tutorial, so we're not going to bore you with the technical step-by-step of mixing all your audio together. But let me tell you, there are a lot of fantastic resources you can search for. First, you're going to want to find an audio editing program. There's a bunch of free ones available and some that might have come with your computer, others you can find online."
    },
    {
      "author": "WELDON",
      "text": "My advice on anything involving equipment or software is not to overspend in the beginning, because equipment that comes with a lot of bells and whistles or software that comes with a lot of bells and whistles - sometimes literally - that's all great when you're up and running. But it can be overwhelming at first. And you need to get the basics down."
    },
    {
      "author": "MIGAKI",
      "text": "And once you figured out how to put all your audio together, you might want to consider whether or not to add music to your story."
    },
    {
      "author": "RAMTIN ARABLOUEI, BYLINE",
      "text": "So the first question we generally ask ourselves is, does this even need music? So then the second thing is, what's the music going to add to the storytelling in this section?"
    },
    {
      "author": "MIGAKI",
      "text": "Ramtin Arablouei is a host with NPR's Throughline podcast. And he also composes music for the show."
    },
    {
      "author": "ARABLOUEI",
      "text": "So music can help you add rhythm to your story. Often, if you're hearing just, you know, a dry interview between two people, it may or may not have rhythm or a feeling that it's moving somewhere or moving towards something. And you can use music when that doesn't exist."
    },
    {
      "author": "MIGAKI",
      "text": "The key thing to remember, Ramtin says, is that the music shouldn't be there to tell the listener how to feel. That emotion should come from the story, the narration, the people you interview. And the music should be subtle like this music playing right now. The music is not Taylor Swift. It's Taylor Swift's backup singer. You never want the music to be so exciting that it distracts from what your guest is saying."
    },
    {
      "author": "ARABLOUEI",
      "text": "Our music being used in audio should always have something missing. You don't want to create, like, a song, but always holding that back..."
    },
    {
      "author": "MIGAKI",
      "text": "Like, 75% of a song."
    },
    {
      "author": "ARABLOUEI",
      "text": "Exactly. Always hold a little bit back. And that's a very difficult thing to do because your instincts are usually, like, bigger. But you need to really always imagine what it's going to sound like underneath people talking or underneath sound design."
    },
    {
      "author": "MIGAKI",
      "text": "So there are websites that offer free or affordable podcast music. But Ramtin encourages folks to try and make their own. You don't need anything fancy. We made this music on a toy marimba."
    },
    {
      "author": "MIGAKI",
      "text": "OK. You've added the music. You're done, right? Before you put this puppy out into the world, maybe send it to some friends or family and ask them for some gentle feedback. And then hit save. Actually, you should've been hitting save through this whole last step. And if you're anything like me, you compulsively hit save every 30 seconds because you lost an essay for class once in 2004, and you'll never fully recover from that trauma."
    },
    {
      "author": "MIGAKI",
      "text": "Anyways, that next step is to go ahead and upload it to the internet so you can share your podcast with everyone. And listen; I'm going to level with you here. Making a podcast is freaking hard. There will be technical issues, times you forget to hit the record button, interviews you feel like you didn't quite nail, audio clips you've listened to 6,000 times and it still somehow doesn't sound quite right. But when you get to the end and you finally finish, you kind of forget all of that because you just made this cool thing. And even though you swore you would never do this again, you might just find yourself daydreaming about making the next episode."
    },
    {
      "author": "MIGAKI",
      "text": "If you want even more podcast tips, make sure you check out our pal Glen Weldon's new book. It's called the \"NPR Podcast Start Up Guide.\" And if you're a middle, high school or college student, consider submitting a podcast to NPR's Student Podcast Challenge. This year's contest opens in December."
    },
    {
      "author": "MIGAKI",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to start a hobby, another on making a perfect playlist and lots more. You can find all those at npr.org/lfiekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And as always, here's a completely random tip."
    },
    {
      "author": "ERICA CHURCH",
      "text": "Hi. My name is Erica Church (ph). The best life hack I found is to open your banana by pinching the bottom end instead of peeling from the stem side. It works very easily and doesn't bruise your banana. Thanks."
    },
    {
      "author": "MIGAKI",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Clare Lombardo. And our editorial assistant is Clare Marie Schneider. I'm Lauren Migaki. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5212041212.mp3",
  "img": "https://media.npr.org/assets/img/2021/07/03/lk_podcast-3_wide-b2bf4a95cdac72f01efc80d773d253412b616125.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "LAUREN MIGAKI, HOST",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "UNIDENTIFIED PERSON #3",
    "MIGAKI",
    "ANYA STEINBERG",
    "KRISTIN WINTERMUTE",
    "UNIDENTIFIED PERSON #4",
    "GLEN WELDON, BYLINE",
    "WELDON",
    "DON GONYEA, BYLINE",
    "GONYEA",
    "GENE DEMBY, BYLINE",
    "DEMBY",
    "RUND ABDELFATAH, BYLINE",
    "ABDELFATAH",
    "WINTERMUTE",
    "SARAH GONZALEZ, BYLINE",
    "GONZALEZ",
    "ARI STEINBERG",
    "JESSICA HANSEN, BYLINE",
    "HANSEN",
    "RAMTIN ARABLOUEI, BYLINE",
    "ARABLOUEI",
    "ERICA CHURCH"
  ]
}