{
  "title": "Why Surrounding Yourself With Art Matters — And How To Do It",
  "url": "https://www.npr.org/transcripts/1009098860",
  "intro": "How you decorate your home can be a form of self-expression and a way to share personal stories. Curator and author Kimberly Drew explains how to find art and objects that fit your taste and budget (framing concert tickets counts!), and how to safely display the work in your space.",
  "transcript": [
    {
      "author": "TK DUTES, HOST",
      "text": "This is NPR's LIFE KIT, and I'm TK Dutes."
    },
    {
      "author": "DUTES",
      "text": "Finding art for your home can be purely decorative, but it can also be a lot more. The way you adorn your home can be a form of self-expression and a way to tell personal histories."
    },
    {
      "author": "DUTES",
      "text": "For me, the pieces in my home tell a story about who I am, so I wanted to talk to one of my favorite curators about art in the home."
    },
    {
      "author": "KIMBERLY DREW",
      "text": "How do you take the agency in your own space to say this is really valuable and this is the object or set of objects that, when someone walks through the threshold of my home, a guest in my home, how do I tell them who I am? And so whether something is art or not is less interesting to me. It's really more, what kind of stories do we want to tell for ourselves in our home space?"
    },
    {
      "author": "DUTES",
      "text": "That's Kimberly Drew."
    },
    {
      "author": "DREW",
      "text": "I am an independent curator and author based in Brooklyn, N.Y. I am the co-editor of \"Black Futures,\" along with Jenna Wortham, and the author of \"This Is What I Know About Art.\""
    },
    {
      "author": "DUTES",
      "text": "We talked about the how when it comes to finding and hanging art."
    },
    {
      "author": "DUTES",
      "text": "That piece behind me, like, I couldn't - it was, like, an unconventional size, and I couldn't find a frame for it, but I wanted it. And I wanted to wake up to it."
    },
    {
      "author": "DREW",
      "text": "Yep."
    },
    {
      "author": "DUTES",
      "text": "I didn't want it in my living room."
    },
    {
      "author": "DREW",
      "text": "Yep."
    },
    {
      "author": "DUTES",
      "text": "I wanted to open my eyes..."
    },
    {
      "author": "DREW",
      "text": "Yep."
    },
    {
      "author": "DUTES",
      "text": "...And say, boop (ph), there's a piece right there. So I had to force myself to find something that fit instead of making the piece fit me."
    },
    {
      "author": "DREW",
      "text": "Right. Right. And it's about the safety of the work too."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "DREW",
      "text": "You know? It's saying, OK, I'm not going to bend the edges of this work..."
    },
    {
      "author": "DUTES",
      "text": "Yes."
    },
    {
      "author": "DREW",
      "text": "...So that it fits in the frame. And I think that that's a larger metaphor for how to really make your home more beautiful, right? You want everything to be in the spot that it deserves to be. You know, you don't put perishable food in the bathroom."
    },
    {
      "author": "DUTES",
      "text": "(Laughter)."
    },
    {
      "author": "DREW",
      "text": "You know, you put the perishable food in the kitchen in, you know, in the freezer or in the fridge because it keeps those things safe."
    },
    {
      "author": "DUTES",
      "text": "We also talked about the why of finding art for your home and how you can make the domestic space yours through art."
    },
    {
      "author": "DREW",
      "text": "And I think for me, especially after, you know, being a survivor of this time, you know, and still very much in this pandemic moment, we're finding ourselves having very different relationships to our domestic space. Like, if there's any place in this world - if you are so fortunate to have a roof over your head - that you could be the main character of your story, it is at home."
    },
    {
      "author": "DUTES",
      "text": "So to start, what constitutes art in your mind? Like, if you frame it, is it art?"
    },
    {
      "author": "DREW",
      "text": "What is most important, especially as two Black people talking - I think we have to always question our relationship to how we add value to things or how we presume things to be valuable - right? - because we're operating in a society within cultural structures that often teach us that our contributions don't hold value. And so the objects that we, you know, reclaim and find invaluable ourselves - that to me is the thing that is most important when I'm thinking about especially a domestic space that I'm building for myself. Is it a family photo? I've been thinking a lot about framing T-shirts that I have. How do you take the agency in your own space to say, this is really valuable and this is the object or set of objects that when someone walks through the threshold of my home, a guest in my home, how do I tell them who I am?"
    },
    {
      "author": "DUTES",
      "text": "Yeah, I feel like a lot of folks doubt their tastes. Like, how could one know that they're developing tastes? How does one even know what taste is?"
    },
    {
      "author": "DREW",
      "text": "Yeah. I mean, I am a big proponent of you can't teach taste. You just can't."
    },
    {
      "author": "DUTES",
      "text": "(Laughter)."
    },
    {
      "author": "DREW",
      "text": "You simply can't. And no one can give you your taste. I mean, I think that there's the ways that we're socialized, right? You know, the optics of your childhood home, if you're so lucky to have a home, will really dictate the way that you see the world, whether that's, you know, that auntie's couch that's covered in plastic or, you know, you go into the kitchen, and you see a tagine. Those types of things, you know, stick with you and how you think about, when you become an adult yourself, what kind of spaces that you want to build for yourself that either are informed by that practice or reject that practice."
    },
    {
      "author": "DREW",
      "text": "And so I don't think that lines of taste are so valuable, especially then, to zoom out again, in a society that is largely oriented towards, you know, able-bodied, cisgender, heterosexual white people. What does it mean if you don't fit into those boxes and categories? What kind of space might you need to build for yourself?"
    },
    {
      "author": "DUTES",
      "text": "Right, right. Honestly, I'm just feeling more confident hearing all these things because it just means you don't have to fit into a box. You don't have to be like the magazines."
    },
    {
      "author": "DREW",
      "text": "No, not at your house. Not at your house that you're paying rent or a mortgage or signing a lease, you know? You're in a contract."
    },
    {
      "author": "DUTES",
      "text": "Facts."
    },
    {
      "author": "DREW",
      "text": "The biggest contract that you can have is with yourself to trust yourself. Look at your own lease and be like, that's my name on this lease. That's my name on this deed."
    },
    {
      "author": "DUTES",
      "text": "Yes. Yes."
    },
    {
      "author": "DREW",
      "text": "And trust that name, trust that ink, and then move from there."
    },
    {
      "author": "DUTES",
      "text": "Oh, I got the chills. OK. So now let's get into the practical, 'cause we're in the crib. I got my tape measure. And I decided that my taste is my taste."
    },
    {
      "author": "DREW",
      "text": "Yes."
    },
    {
      "author": "DUTES",
      "text": "Where can one start looking in their world for art - you know, \"art,\" quotation marks?"
    },
    {
      "author": "DREW",
      "text": "For me, it starts with the individual. It's like, yeah, do you have an incredible collection of vintage clothing that you inherited? Do you have tote bags from, you know, different events that you went to? Do you collect? Like, my dad, for example, I think has, like, every concert ticket that he's, you know, been to. He used to collect corkscrews."
    },
    {
      "author": "DREW",
      "text": "And those types of things are where you start. Like, what are you naturally drawn to, because if you have - you know, like, my dad and my mom went to this concert in the '80s and, like, they have the concert book. And it's, like, one of the most sacred things that we have. And that is, like, something to be framed, you know, and that can just as easily become the way that you decorate your home."
    },
    {
      "author": "DUTES",
      "text": "Yeah. So then let's talk about the domestic space and, like, what art can do to it. Like, how can it change it? How can it influence it?"
    },
    {
      "author": "DREW",
      "text": "Yeah. You know, I was really fortunate a few years ago to do a piece for Vanity Fair on Tina Knowles-Lawson, Beyonce's mom, who has been collecting art since she was 19."
    },
    {
      "author": "DUTES",
      "text": "Wow."
    },
    {
      "author": "DREW",
      "text": "And so, like, long before she had her children, she was collecting art. And she used her art collecting and book collecting as tools to educate her children. And you see this evidenced then in, you know, Solange's total creative output, right?"
    },
    {
      "author": "DUTES",
      "text": "Every day."
    },
    {
      "author": "DREW",
      "text": "You see it in Beyonce's creative output, where they're really invested in digesting, thinking about, and in some ways making visible some of the lessons that they were taught through art. And so I just always think about those things."
    },
    {
      "author": "DREW",
      "text": "And I was actually talking to Janet Mock, who just started collecting herself. And she's, you know, informed by Oprah. No big deal. But Oprah similarly, you know, practices that kind of collecting. She's like, OK, if you come to my house, I want you to know that a Black woman lives here. And so..."
    },
    {
      "author": "DUTES",
      "text": "Yes."
    },
    {
      "author": "DREW",
      "text": "...She puts up work by other Black women and other Black people."
    },
    {
      "author": "DUTES",
      "text": "Yeah. How would you even approach an artist about buying a piece of their work? Like, this is your first time out. You're nervous. You know that they worked hard on it."
    },
    {
      "author": "DREW",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "How do you get up the nerve, and what do you even say to a person?"
    },
    {
      "author": "DREW",
      "text": "Yeah. So first, I talk to myself. I'm like, hello, Kimberly. What is our budget (laughter)? You know, in the same way that you go shopping - you're like, are you going to go and buy a $10,000 dress?"
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "DREW",
      "text": "Or are you going to go and try to find something on the clearance rack - which doesn't make it any less valuable, but you have to think about what your means are, and the ends must justify the means."
    },
    {
      "author": "DUTES",
      "text": "Yes."
    },
    {
      "author": "DREW",
      "text": "But when I was building my collection, I first started with buying prints from museum shops because those, you know, contributions are so pivotal to the work that museums do. And you can get a print in the range from, you know, $50 to $5,000, depending on where you're going. You know, there's amazing organizations like Visual AIDS that often do fundraisers through prints. And there's this long tradition that, you know - I don't know exactly when it started, but I learned about it through the work of Kellie Jones, learning about how even during the civil rights era, white artists like Rauschenberg and Jim Dine would have art auctions and donate the proceeds to organizations like SNCC and CORE."
    },
    {
      "author": "DUTES",
      "text": "Wow."
    },
    {
      "author": "DREW",
      "text": "And those types of, you know, ways of engaging might seem like luxury purchases, but it's also a part of funding movement, you know? And so there's a higher potential if you want to engage, and it's something to be taken that seriously."
    },
    {
      "author": "DUTES",
      "text": "So the first step, basically, is see where you're at financially. And then also see if the art can be more than art. Like, if you go and approach these people, and it's for - proceeds go towards movement work, it's - you almost feel better because you're spending your money not just for you. You're spending it for other people. Should we be sliding up in the DMs? Should we be, you know, going to a show and being just like, listen, I love that. How much is it?"
    },
    {
      "author": "DREW",
      "text": "Yeah, sure, you can - you know, as with any other exchange, you can reach out to someone, and they may never check their DMs. You know, like, each individual - then you have to see it as individuals - you know, you just don't know what you're going to get back. And so I think it's important to move forward with courage, if that's what you want to do, but also to respect that people are busy, you know? Artists, not for nothing, are all running their own businesses."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "DREW",
      "text": "And so if you're not their first priority, that is completely fine."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "DREW",
      "text": "And so you can think about different avenues for acquisition. But that doesn't mean - just because you have the money to buy something doesn't mean anybody is indebted to you. And you have to respect the labor. When we make that labor visible, we open up the door to self-regard. We open up the door to self-respect."
    },
    {
      "author": "DUTES",
      "text": "Respect and meeting people where they are. Like you said, they might not look at their DMs, so maybe the business email is the right way to go, you know?"
    },
    {
      "author": "DREW",
      "text": "Right."
    },
    {
      "author": "DUTES",
      "text": "Thank you for saying that, because it's not just for artists. It's for everybody, right? Meet folks where they are."
    },
    {
      "author": "DREW",
      "text": "Exactly."
    },
    {
      "author": "DUTES",
      "text": "Are there, like, unexpected places that you might look for art that's in one's budget, outside of galleries, outside of museums? I think that people want something with a story, and they also get intimidated by the official structures."
    },
    {
      "author": "DREW",
      "text": "Yeah. For me, I always just like to keep my eyes open, whether that's at a flea market or at, you know, a museum shop or at a gallery or at, you know, a benefit auction. I'm always just like, OK, I know, kind of, you know, my monthly budget for things or when I'm, like, having an off month and I'm just not allowed."
    },
    {
      "author": "DUTES",
      "text": "Yeah, yeah."
    },
    {
      "author": "DREW",
      "text": "'Cause you have - once you pop, it just don't stop. And so for me, I just - I think the story is more elaborate the more openness that you have."
    },
    {
      "author": "DUTES",
      "text": "Yeah. What are we thinking about, like, placing art in the home? How do we even do it?"
    },
    {
      "author": "DREW",
      "text": "Yeah. It's relative to your home, of course. It's relative to what the pieces are. Because I don't personally like to put nails in my walls, I actually put Command tape. And it tells you the weight that it can support. And so I get the strip based on how much weight the resulting object has, and then I adhere it to the wall. And for me, at this stage of my life, I'm still a renter. And so I have to think about keeping the space, you know, intact when my day to move out comes. But it's really dependent on the space and what utility you have, to make sure, first and foremost, that the work is safe."
    },
    {
      "author": "DUTES",
      "text": "The work has to be safe. Now, with the work being safe, should we be thinking about height? Is it my height - the person that lives there? Is it the height of prospective visitors? Is there such thing as too tall up top or too low? Like, (laughter)..."
    },
    {
      "author": "DREW",
      "text": "I think it's really by person. It's person-by-person at your house. You can put it wherever the heck you want. But I would say some no-nos..."
    },
    {
      "author": "DUTES",
      "text": "Yes."
    },
    {
      "author": "DREW",
      "text": "Some real no-nos - the most dangerous room in the house - the rooms with precipitation. So if you're hanging art in your bathroom, you have to be very careful if you take a hot, steamy shower."
    },
    {
      "author": "DUTES",
      "text": "Right."
    },
    {
      "author": "DREW",
      "text": "Because the steam is going to get into the frame, or the steam is going to have a chemical reaction with whatever you have in the same way that your mirror fogs up."
    },
    {
      "author": "DUTES",
      "text": "OK."
    },
    {
      "author": "DREW",
      "text": "Or if we're in the kitchen, don't put something above your stove."
    },
    {
      "author": "DUTES",
      "text": "Right. Oh, my God."
    },
    {
      "author": "DREW",
      "text": "You know, those kinds of things are really important kinds of things that it took me a while to, like, really think about, you know, because if you're thinking aesthetics first and you forget about the safety of both yourself and the objects, then you run yourself into kind of a dangerous position."
    },
    {
      "author": "DUTES",
      "text": "And what about, you know, I guess, near windows or direct sunlight 'cause I've seen things yellow over time?"
    },
    {
      "author": "DREW",
      "text": "Yeah, absolutely. So you have to think about, yeah, where to put it. If you have a work on paper, should you put it underneath a frame that is light-sensitive and directs the light away from the work? You know, it's the same thing as with, like, precious family photos. You safely store them in a temperature-controlled space, but you don't, like, stick it to the window in the sun because it'll fade over time."
    },
    {
      "author": "DUTES",
      "text": "Now, I'm, like, literally leaving this interview. I'm going to go in my living room and be like, OK, are you all safe, you know?"
    },
    {
      "author": "DREW",
      "text": "Right. You just check in with them, and you're like, baby, you good? You good over there? You good, Tisha (ph)? You know, it's the same kind of thing."
    },
    {
      "author": "DUTES",
      "text": "It has been a pleasure. I have been wanting to sit with you and talk about this very topic for a long time. And I'm just so glad we crossed paths to do that again. Thank you so much."
    },
    {
      "author": "DREW",
      "text": "Yes, thank you. It was actually such a pleasure. I think it's such a sensitive conversation to have because people really, you know, have a lot of anxiety about what they're worthy of. You know, that's the conversation, is what are you worthy of? What do you deserve? And so thank you for generous questions."
    },
    {
      "author": "DUTES",
      "text": "Yeah. It also says something about our comfort level and how we, like, want to be perceived. And like, are we OK with being quote-unquote, like, \"perceived.\" Like, someone might come in my crib and see nice things and they'll be like, must be nice. I got to be OK with that."
    },
    {
      "author": "DREW",
      "text": "Yeah, 'cause it is nice, and you know what?"
    },
    {
      "author": "DUTES",
      "text": "'Cause it is nice (laughter)."
    },
    {
      "author": "DREW",
      "text": "You deserve niceness. Just a bit of niceness, babes. Why not?"
    },
    {
      "author": "DUTES",
      "text": "And I think we teach each other that through how we live."
    },
    {
      "author": "DREW",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "So it must be nice. Yes. Yes, it is."
    },
    {
      "author": "DREW",
      "text": "Indeed it is. Indeed it is."
    },
    {
      "author": "DUTES",
      "text": "Indeed (laughter)."
    },
    {
      "author": "DREW",
      "text": "And I wish you niceness as well."
    },
    {
      "author": "DUTES",
      "text": "Same, sis. Thank you so much."
    },
    {
      "author": "DREW",
      "text": "Thank you. Thank you."
    },
    {
      "author": "DUTES",
      "text": "For more episodes of LIFE KIT, go to npr.org/lifekit. I hosted one about building generational wealth, and we have lots of other episodes on all sorts of topics. If you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "DUTES",
      "text": "Also, we want to hear your tips. Leave us a voicemail at 202-216-9823 or email us at lifekit@npr.org."
    },
    {
      "author": "DUTES",
      "text": "This episode was produced by Clare Marie Schneider. Special thanks to Audrey Nguyen, Andee Tagle and Clare Lombardo. Meghan Keane is the managing producer. Beck Harlan is our digital editor. Beth Donovan is our senior editor. And David West is our intern. I'm TK Dutes. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6609370914.mp3",
  "img": "https://media.npr.org/assets/img/2021/06/30/smn_npr_choosingart_illo2_wide-e8d5dc8477ab64c29869f57e527d03c3b43c8ad0.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "TK DUTES, HOST",
    "DUTES",
    "KIMBERLY DREW",
    "DREW"
  ]
}