{
  "title": "How to host meaningful gatherings — without stressing yourself out",
  "url": "https://www.npr.org/transcripts/1015799443",
  "intro": "Hosting can be stressful, but it doesn't need to be. Conflict resolution facilitator Priya Parker discusses ways anyone can host a meaningful, memorable gathering.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "LIFE KIT is all about helping you, our listeners. Well, we need a little help from you now. Please tell us what you like about us and how we could improve by completing a short, anonymous survey at npr.org/podcastsurvey. It'll help us out so much and will give you a chance to tell us more about what you like or don't like about the show. Again, you can take the survey at npr.org/podcastsurvey. And thanks."
    },
    {
      "author": "DIBA MOHTASHAM, HOST",
      "text": "This is NPR's LIFE KIT. I'm Diba Mohtasham."
    },
    {
      "author": "D MOHTASHAM",
      "text": "When hosting a gathering, you have to think about a lot - cleaning the house, buying enough food, getting a playlist together. And while that's all important, it's kind of a distraction from why you're gathering in the first place."
    },
    {
      "author": "PRIYA PARKER",
      "text": "We spend too much thinking about how to create this incredible food and then think, oh, I can't do that, so I can't host. If you are like that, you can still absolutely host and host in amazing ways, where the meaning comes through how you connect people, through the conversations that you have, through the questions that you ask."
    },
    {
      "author": "D MOHTASHAM",
      "text": "That's Priya Parker. She's the author of \"The Art Of Gathering.\""
    },
    {
      "author": "PARKER",
      "text": "This is a deeply democratic, accessible practice because I believe anyone can host. You don't need a fancy house. You don't need a lot of money. You don't need to be raised in a specific way. You need to want to bring people together for a need that you have and treat them well."
    },
    {
      "author": "D MOHTASHAM",
      "text": "And on this episode, we're talking about how to host in a more intentional way, starting with someone very close to me who's hosted quite a lot."
    },
    {
      "author": "PANTHEA MOHTASHAM",
      "text": "Iranians always find a good excuse to get together."
    },
    {
      "author": "D MOHTASHAM",
      "text": "My mom."
    },
    {
      "author": "P MOHTASHAM",
      "text": "My name is Panthea Mohtasham."
    },
    {
      "author": "D MOHTASHAM",
      "text": "Stick around."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "(Non-English language spoken)."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "(Non-English language spoken)."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "How are you?"
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "How are you?"
    },
    {
      "author": "P MOHTASHAM",
      "text": "In general, I think the Middle Eastern culture has a very hospitable and warm welcoming to their guests."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Perfect. Let's go inside."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "No, this is..."
    },
    {
      "author": "P MOHTASHAM",
      "text": "Giving a very warm welcome to your guest is very important in our culture - usually a lot of hugs. If the guest has brought a present, there's, of course, always saying, oh, you shouldn't have bothered."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Oh, my God. This looks so delicious. Thank you so much."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "Of course."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Come on in. Come on in."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "Thank you."
    },
    {
      "author": "P MOHTASHAM",
      "text": "You welcome your guest in, and as soon as they sit, you ask them what they'd like to drink..."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "What can I get you - red wine, white wine or rose?"
    },
    {
      "author": "P MOHTASHAM",
      "text": "...Because they have taken the time to travel to your home."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Enjoy."
    },
    {
      "author": "P MOHTASHAM",
      "text": "As a host, again, you know, it's important that the food is served at the right time, so it's not spoiled or it's not cold and everybody's ready to have dinner."
    },
    {
      "author": "UNIDENTIFIED PERSON #4",
      "text": "Everything looks so delicious."
    },
    {
      "author": "UNIDENTIFIED PERSON #5",
      "text": "Wow."
    },
    {
      "author": "UNIDENTIFIED PERSON #4",
      "text": "Smells so good."
    },
    {
      "author": "UNIDENTIFIED PERSON #6",
      "text": "(Non-English language spoken)."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Bon appetit. Enjoy."
    },
    {
      "author": "P MOHTASHAM",
      "text": "If everybody leaves with a lot of smile on their face, and you can tell that means your party was successful. For me, that's all that matters."
    },
    {
      "author": "D MOHTASHAM",
      "text": "And at the end, you make sure you always..."
    },
    {
      "author": "P MOHTASHAM",
      "text": "And I make sure everybody goes home with whatever leftovers."
    },
    {
      "author": "D MOHTASHAM",
      "text": "Exactly."
    },
    {
      "author": "P MOHTASHAM",
      "text": "Take home..."
    },
    {
      "author": "D MOHTASHAM",
      "text": "Exactly."
    },
    {
      "author": "P MOHTASHAM",
      "text": "...'Cause there's always a lot of extra, extra food. If I have 10 guests, there's usually food for 20 people."
    },
    {
      "author": "D MOHTASHAM",
      "text": "(Laughter) That's true."
    },
    {
      "author": "P MOHTASHAM",
      "text": "The whole point is for a guest and the host to have a memorable time. It's about memory."
    },
    {
      "author": "D MOHTASHAM",
      "text": "Gathering is about memory, and the sign of a great host is when your guests leave remembering how good of a time they had."
    },
    {
      "author": "PARKER",
      "text": "You know, if you wake up the next morning after, like, a particularly beautiful evening with friends, and - I don't know - if you're like me, it's like your heart is full."
    },
    {
      "author": "D MOHTASHAM",
      "text": "Priya's top tip - figure out your purpose or need first, whether that's connecting with old friends, trying out new dishes or leaving everything behind through a solid dance party. Get clear about that, and the rest will follow."
    },
    {
      "author": "D MOHTASHAM",
      "text": "Gatherings could mean anything from your typical dinner party to a block party or baby shower, but in your research, would you say there are some universal standard principles to being a good host?"
    },
    {
      "author": "PARKER",
      "text": "The role of the host, particularly in a group, is incredibly important. You know, when you are meeting with one other person, at some level, there's an element of peers. I mean, you can kind of host one person and they can host you at some - but you're still creating something together. In a group when you're bringing people together, the role of the host is really to connect the group to each other, to connect them to the purpose or the intention, to protect them from each other. You know, if you're bringing together a group of people and one person is kind of taking all of the airtime or one person tends to be dominating the conversation, whatever it is, it's the role of the host to really equalize the group. It's responsibility. It's also a lot of fun or it can be, but the role of the host is really to take care of the life of the group."
    },
    {
      "author": "D MOHTASHAM",
      "text": "When you say equalize, can you elaborate on what that means a little bit?"
    },
    {
      "author": "PARKER",
      "text": "We each have many different identities ourselves, right? So I'm a biracial person. I'm a woman. I'm an ex-softball player. I'm a facilitator. I'm a mother, like - and that is true of each person who comes to any type of gathering. But in a group, it's your job as a host to figure out what and how to make everybody there feel like they belong. Very simply, it could be, you know, at a wedding or at a, you know, birthday party. If you are having a dance party, how do you make it as comfortable for the person who wouldn't normally dance to dance or the person who has less access to be able to dance in traditional ways to come and feel included? Like, in every time any group is getting together, there needs to be a context that's set up so that each person, regardless of their many identities, can find a way in."
    },
    {
      "author": "D MOHTASHAM",
      "text": "So part of the work of hosting starts before the event itself - right? - you know, determining what this gathering is about. And I want to talk a little bit about your first principle, giving gathering a purpose. Does every gathering need to have a deeper, specific purpose? Maybe I just want to hang out with friends without there being a reason."
    },
    {
      "author": "PARKER",
      "text": "If you have, like, a great group of friends that it's like you're completely enjoying every single time you're spending with them, however that is, however that feels, like, keep doing that. This is really about how to create more meaningful interaction, assuming that that's what you want. And so a purpose need not be serious."
    },
    {
      "author": "D MOHTASHAM",
      "text": "Right."
    },
    {
      "author": "PARKER",
      "text": "A better word for purpose may actually be need or reason. Like, what's the need of this group right now? The biggest mistake we make when we gather is that we assume that the purpose is shared and obvious. You're not taking any joy out of it. You're not making it serious, right? You're simply adding an intention that begins to actually shape the night but also shapes the group."
    },
    {
      "author": "D MOHTASHAM",
      "text": "Yeah. Like, determining the purpose actually determines a lot of the practical logistics that go into hosting, too, it seems."
    },
    {
      "author": "PARKER",
      "text": "Absolutely. Like, the purpose is not, like, a lofty goal. It's a decision-making filter. So often because we haven't paused to think about what is it that I need or what is it that we need, we back into gatherings that tend to be vague and slightly dull. And specificity is a very powerful source of meaning and connection for people."
    },
    {
      "author": "D MOHTASHAM",
      "text": "OK, so you've determined the purpose. What else does the host need to keep in mind in preparation in order to make the gathering successful before the event itself?"
    },
    {
      "author": "PARKER",
      "text": "So group size really matters - four to six, but six is a wonderful size for, like, a really connected conversation. It's hard to carry dead weight. So if, like, one person's checked out or two people are kind of checked out or on their phones, like, everyone else really feels it. And it's hard to get the group to kind of, like, take lift. Eight to 12 is a great size for kind of, like, a buzzy dinner party. It's very likely that the conversation would break off into pairs of two or three. Like, you're much more likely to have small group conversations than one big one unless it's kind of facilitated or somebody is really - if people are really kind of primed to focus on the full group. You can absolutely have a lively, big conversation with eight to 12 people. Twenty to 30 feels, you know, more like a party."
    },
    {
      "author": "PARKER",
      "text": "And the last thing I'll just say about size is it's not just that these different sizes are good for different groups and different reasons. They fundamentally affect people's behavior. So if I come into a room - and this is true for almost anybody - what I choose to say in a group isn't dictated by the person in the room with whom I feel most comfortable. It's what I'm willing to say in front of the person who I feel least comfortable, right? And so the composition of the group, the dynamics of the group will give you different evenings. And so, again, it's not bad. It's not good. It's just saying that these are - each of these elements are choices that determine the shape of an experience."
    },
    {
      "author": "D MOHTASHAM",
      "text": "There's an actual science to it, too, and..."
    },
    {
      "author": "PARKER",
      "text": "Absolutely."
    },
    {
      "author": "D MOHTASHAM",
      "text": "I love that. You mentioned the guest list earlier. And I feel like, as a host, there's so much anxiety involved with planning a gathering, like, especially when it comes to the guest list, like, who to invite and who not to. Is this person going to be offended if I don't invite them? As a host and a planner, how do you determine that? Like, what are some things to consider?"
    },
    {
      "author": "PARKER",
      "text": "First of all, I think there's different pressure for - if you're hosting quite often. And so people kind of know - it's kind of like game theory. Like, if you're hosting quite often, it's not that big of a deal if you're not - if, like - if you're cycling through different circles of friends or, you know, peer groups. If it's, like, a wedding - right? - if it's a once-in-a-lifetime event - or, you know, maybe once-in-a-lifetime event - then it starts - the stakes start getting much higher for your - for the community as to who's invited and who's not. So I would just say that as, like, an opening, which is, if you're worried about excluding, host more, not less (laughter), because it actually lowers the stakes of, like, who you're inviting each time. When you have a purpose, it allows you to then back into why you're excluding somebody. If you just if it's kind of a vague party, and you haven't invited some people, and they're like, why didn't you invite me? It's kind of like, eh (ph), you know, well. And then you can kind of..."
    },
    {
      "author": "D MOHTASHAM",
      "text": "Right."
    },
    {
      "author": "PARKER",
      "text": "You can blame it on, well, it was the capacity of the room. But purpose in a different way, if you don't have those external factors, allows for that. So, for example, I had a friend who was - had a reunion. He used to be in the Peace Corps. And casually, informally, a group of friends wanted to get together for a Peace Corps reunion. And one of them, on an email or WhatsApp thread, was like, great. Are - like, are partners invited? And that's the moment when a good gatherer pauses. And instead of saying the knee-jerk, yeah, of course, pause, and says, well, it depends. Why are we doing this? What's the need here? We haven't seen each other in a decade. Are we wanting to reconnect with just ourselves and kind of catch up on old stories, which is one purpose? Or are we wanting to reconnect and bring our - like, the life that we've built since that moment - in which case, absolutely bring partners."
    },
    {
      "author": "PARKER",
      "text": "But this knee-jerk, like, of course, the more the merrier - while it seems like a spirit of generosity, we kind of bulldoze through the intention of a group. And so when you have a purpose - and then you can explain to the partners, actually, this is just volunteers first time, and then we're going to do one with families. So all of this is saying - it's like - it's - because we don't pause and just ask this very simple question ahead of time, what is the need? What do we want the need to be? We end up backing into it in the room, where it is just a lot more messy."
    },
    {
      "author": "D MOHTASHAM",
      "text": "For this episode, I actually spoke with my mom. I'm Iranian, and hospitality is very much at the heart of our culture. And the meaning of hosting was basically ingrained in me at a young age - you know, the idea that the most important thing to hosting is making sure that the guest feels at home at all costs, you know? And sometimes that can be taken to extremes. But can we talk a bit about cultural backgrounds and how they may play into or inform different styles of hosting?"
    },
    {
      "author": "PARKER",
      "text": "You know, I'm half-Indian. And in Hindi, there's a phrase that is probably - you probably have the equivalent in Farsi, which is mehamaan bhagavaan hai, which means literally guest is God."
    },
    {
      "author": "D MOHTASHAM",
      "text": "Yeah. In Persian, mehman is actually the word for guest, and mehmooni means gathering or party."
    },
    {
      "author": "PARKER",
      "text": "(Laughter) Wow. And there are a lot of cultures where the collective, where group life, is, frankly, to put it, like, very simply, more important than the life of the individual. And there are great hosting traditions from those contexts, and the individual can be suppressed. And the way I look at it is, the United States, America, is a - the pendulum has swung the other way. It's a very individualistic society where there are pangs and desire for more of a collective and more of a whole. And the U.S. in and of itself is made up of many cultures and many races, and many of us are biracial or multiracial ourselves, right? Like, we're mixed even internally. And I think that we have a fascinating opportunity to basically really create gatherings where the individual is respected and the group is respected. And that, to me, is the core essence of gathering well."
    },
    {
      "author": "D MOHTASHAM",
      "text": "Right. And part of that is setting expectations beforehand so you're not feeling, as a host, like, OK, I'm doing all this work, and people are coming and leaving without contributing at all."
    },
    {
      "author": "PARKER",
      "text": "Completely. So you start gathering at the moment that the guest discovers this future event, right? I call it the moment of discovery. And so as a host, to send out the invitation, whatever that is, whether it's a text message, whether it's an email, to give it - give your gathering a name, right? It could be Priya's, like, Teenage Softball Snack Nostalgia Party, right? I'm making this up."
    },
    {
      "author": "D MOHTASHAM",
      "text": "Love a good nostalgia party."
    },
    {
      "author": "PARKER",
      "text": "(Laughter). Right? Like - and it's - like, I played softball for, like, eight years. I miss it deeply. My favorite snack at - you know, it was in Vienna, Va. On some game days, the Vienna Inn would bring and cater - or, like, some dad or mom would go over and get everyone chili dogs. I love them. It's, like, my favorite snack. I know - you may not be - you may not eat meat. You may not do this. But, like, I'm going to come, and I'm going to make chili dogs and serve Coke. Or if you want to have people bring - what was your nostalgia food - right? - as a teenager or as a kid. Bring enough to share with six other people, right? But I'm guiding them through the invitation well ahead. I'm not trying to convince them to eat a hot dog the second they come into the - you know, the door, and be like, where's all the other food? Because we all come in with lots of expectations. It's not a bad thing. But we have..."
    },
    {
      "author": "D MOHTASHAM",
      "text": "Yeah."
    },
    {
      "author": "PARKER",
      "text": "...Different cultural expectations. We have different economic expectations. And so the role of this invitation is, like, this psychological contract to help people understand this temporary world you're building and you're inviting them into for a specific moment in time. And then they can choose whether they want to come to this hot dog party or just sit this one out. And either is fine. But otherwise, we try to kind of, like, do all of this in the room, and people don't understand why people are feeling controlled or upset. And it's because we've actually under-hosted before anyone arrives. And then you're trying to, like, make this thing happen that, like, no one knows is in your head."
    },
    {
      "author": "D MOHTASHAM",
      "text": "Right. But there should be a balance, right? Ultimately, you want the host to be able to enjoy themselves, too."
    },
    {
      "author": "PARKER",
      "text": "I mean, I think the host to deeply enjoy themselves. And I personally, and from from talking to, you know, readers and people - this is a much more enjoyable way of doing this than wondering if people are judging you because of the, you know, doily you put on your table."
    },
    {
      "author": "D MOHTASHAM",
      "text": "Well, thank you so much, Priya, for being here and making the time."
    },
    {
      "author": "PARKER",
      "text": "Thank you so much for having me and for asking these questions. I really appreciate it."
    },
    {
      "author": "STEPHANIE PAGE",
      "text": "Hi. This is Stephanie Page from Columbus, Ohio."
    },
    {
      "author": "JACOB FINKLEMAN",
      "text": "Hi. My name's Jacob Finkleman (ph), and I live in New Orleans with five roommates and two dogs."
    },
    {
      "author": "DAVID",
      "text": "Hi, NPR. My name is David."
    },
    {
      "author": "PAGE",
      "text": "I love hosting and the feeling of creating a super-warm and friendly space for my friends."
    },
    {
      "author": "DAVID",
      "text": "One, create a custom playlist for the event."
    },
    {
      "author": "MARA",
      "text": "I have learned to task others with something to pitch in."
    },
    {
      "author": "DAVID",
      "text": "And two, create a signature cocktail for the event."
    },
    {
      "author": "CARRIE",
      "text": "I do like to have a theme when I have a party."
    },
    {
      "author": "UNIDENTIFIED PERSON #7",
      "text": "I tend to have favorite dishes specific to the weather - so gazpacho in the summer or lamb shanks in the winter."
    },
    {
      "author": "KIAN",
      "text": "I've found that when I have people over, oftentimes we end up playing some form of a game."
    },
    {
      "author": "FINKLEMAN",
      "text": "In the words of Joy Harjo, perhaps the world will end at the kitchen table while we are laughing and crying, eating of the last sweet bite."
    },
    {
      "author": "MARA",
      "text": "All right. Cheers to a great party. Thank you."
    },
    {
      "author": "D MOHTASHAM",
      "text": "Thank you to everyone who wrote in. We loved hearing about the ways you host."
    },
    {
      "author": "TAGLE",
      "text": "Before we wrap things up, just a quick reminder, again, to have you complete that survey we mentioned at the top of the episode. It's at npr.org/podcastsurvey. It'll really help us out. Again, that's npr.org/podcastsurvey. Thanks so much."
    },
    {
      "author": "D MOHTASHAM",
      "text": "For more episodes of LIFE KIT, go to npr.org/lifekit. We have episodes on all sorts of topics. We have one on how to recreate family recipes and another on how to cut back unnecessary spending."
    },
    {
      "author": "D MOHTASHAM",
      "text": "This episode was produced by Clare Marie Schneider. And special thanks to my family for their support and, of course, my mom, Panthea Mohtasham. Our digital editors are Beck Harlan and Wynne Davis. Our intern is David West Jr. Meghan Keane is the managing producer and Beth Donovan is our senior editor. I'm Diba Mohtasham. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1427767817.mp3",
  "img": "https://media.npr.org/assets/img/2021/07/14/plan.gathering_wide-a34f6a20ecc040599016b242c9e538e1d2fed2e2.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, BYLINE",
    "DIBA MOHTASHAM, HOST",
    "D MOHTASHAM",
    "PRIYA PARKER",
    "PARKER",
    "PANTHEA MOHTASHAM",
    "P MOHTASHAM",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "UNIDENTIFIED PERSON #3",
    "UNIDENTIFIED PERSON #4",
    "UNIDENTIFIED PERSON #5",
    "UNIDENTIFIED PERSON #6",
    "STEPHANIE PAGE",
    "JACOB FINKLEMAN",
    "DAVID",
    "PAGE",
    "MARA",
    "CARRIE",
    "UNIDENTIFIED PERSON #7",
    "KIAN",
    "FINKLEMAN",
    "TAGLE"
  ]
}