{
  "title": "Here's how to rethink your relationship with social media",
  "url": "https://www.npr.org/transcripts/1016854764",
  "intro": "Social media is designed to be addicting, but it doesn't have to be. Whether you're looking for a full detox or just trying to find balance, here are four tips to help you create a healthier relationship with social media.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "Hi, LIFE KIT listeners. We have a favor to ask. We want to make LIFE KIT even more useful and enjoyable for you, and to do that, we need your help. Please consider completing a short, anonymous survey at npr.org/podcastsurvey. It'll help us out so much and will give you a chance to tell us more about what you like or don't like about the show. Again, you can take the survey at npr.org/podcastsurvey. And thanks."
    },
    {
      "author": "MAYOWA AINA, HOST",
      "text": "Hey there. This is LIFE KIT. My name is Mayowa Aina. I am a reporter and a producer, and I'm also very online."
    },
    {
      "author": "AINA",
      "text": "Now, one thing you should know about me is I love my apps. I'm always on Twitter, constantly posting on my Instagram stories. I can spend hours watching TikToks. I know. I know. It doesn't sound like the healthiest behavior. Some of you are cringing at the thought of making a Twitter thread. And don't get me wrong - I also enjoy other things, like taking road trips with friends and picnicking in the park. I have to have something to put on Instagram (laughter). But seriously, though, I regularly look at my timelines and smile. Many of my friendships are rooted in internet meme culture."
    },
    {
      "author": "AINA",
      "text": "That's not to say that it's all roses and daisies on my corner of the internet. I distinctly remember when the practice of sharing videos of police brutality and murder became normalized, increasing the chances that I would randomly see a human gunned down at some point in the day. I remember when I was trying to lose some weight and my timeline was tap dancing on the line between being inspiring and being completely demoralizing."
    },
    {
      "author": "AINA",
      "text": "There are a million and one ways to experience what we know as the internet. Finding and creating that balance has been an ongoing project for me and one that I'd like to explore with all of you. What I want to know is, if I'm going to be on the internet, how can I get more of those good feelings and less of the just toxic, hellish, yeet-me-off-this-planet feelings? That's what we're looking into on this episode of LIFE KIT on how to have a healthier relationship with social media, whether you want to break up..."
    },
    {
      "author": "SHAKA MCGLOTTEN",
      "text": "I just was like, I'm out. There's no good reason to be here."
    },
    {
      "author": "AINA",
      "text": "...Or you want to make it work."
    },
    {
      "author": "CHRIS STEDMAN",
      "text": "My phone is often the first thing I look at in the morning and the last thing I look at before I go to bed."
    },
    {
      "author": "AINA",
      "text": "We'll be discussing how to DTR, or define the relationship, and some concrete ways to navigate the very real presence of social media in our lives."
    },
    {
      "author": "MCGLOTTEN",
      "text": "I think it's worth asking in this relationship whether it should always fall upon us to be like, OK, I just got to pull it together and just stop doom scrolling or whatever scrolling. It's up to me when the companies themselves could make certain kinds of choices that would make it a little bit easier for us."
    },
    {
      "author": "AINA",
      "text": "That's Shaka McGlotten. Shaka is an anthropologist and professor of media studies at Purchase College, and they've been studying different forms of digital intimacy since 1999."
    },
    {
      "author": "AINA",
      "text": "For those of us old enough to remember the days of LiveJournal, Ask Jeeves and Napster, when Amazon just started selling more than books and..."
    },
    {
      "author": "AINA",
      "text": "...AOL chat rooms ruled the day, it's an understatement to say that so much has changed about the internet since then, including the ways that we interact with it and are influenced by it, which brings us to our first takeaway. It comes from Shaka, and they say we need to remember that social media these days is addicting. It's designed to be."
    },
    {
      "author": "MCGLOTTEN",
      "text": "When I open up whatever social media platforms, is this an enthusiastic confirmation of consent? Right? Is - am I enthusiastically consenting? Or has a kind of habit been inculcated in me through a variety of means - like, through design in particular, through forms of social pressure and so on - to be on that app? The apps are not designed to be healthy."
    },
    {
      "author": "AINA",
      "text": "They're talking about all the little things that have been designed and implemented over time to increase the amount of time we spend on the internet - features like pull to refresh, endless scroll, autoplay, notifications - the very algorithms these platforms are based on which show you more of what it thinks you like and less of what it thinks you don't."
    },
    {
      "author": "AINA",
      "text": "Tristan Harris, a former design ethicist at Google and now a tech critic, points to these features and others as examples of ways that companies jockey for our attention and suck us in. Harris' Center for Humane Technology has a list of tips of their own for how to rid ourselves of social media. We'll link to that in our episode page. Harris argues these companies are a legitimate threat not just to our personal well-being but our democracy and society as a whole. That's a debate for another podcast. In the meantime, this war for our attention often runs up against the benefits these platforms provide. They host our plant parent groups and support political movements. Shaka recognizes this tension in their work."
    },
    {
      "author": "MCGLOTTEN",
      "text": "And I recall a couple of years ago, I was pooh-poohing Instagram. And this woman - young Black woman said to me, you know, look; I didn't know about Black joy before Instagram. I didn't know that concept. And it was, like, a revelation to her when there was, you know, an influencer who was using this concept in ways that resonated with her. It saved her life. You know, my relationship with social media platforms was always very different than hers."
    },
    {
      "author": "AINA",
      "text": "That opportunity for connection was the allure for so many people from the jump. Think back to your MySpace page and your top eight or a much simpler time on Facebook, when it was just a place where everyone could add their pictures to the same photo album and it helped us remember each other's birthdays. Back then, we were connecting in new and interesting ways, ways that we've gotten accustomed to."
    },
    {
      "author": "STEDMAN",
      "text": "It's in my pocket at all times. My phone is often the first thing I look at in the morning and the last thing I look at before I go to bed. And so when I was growing up, online connection was a kind of discreet activity, whereas now connection really is my norm."
    },
    {
      "author": "AINA",
      "text": "That's Chris Stedman. He's the author of \"IRL,\" a book about finding meaning in our digital lives. Chris says the way that we talk about the internet hasn't caught up with the way we actually engage with it."
    },
    {
      "author": "STEDMAN",
      "text": "We've told ourselves that life online is less real than life offline. It doesn't really count in the same way. And, you know, so what that means is if we see something in our own habits online that makes us uncomfortable, we can just kind of wave it off - like, oh, that doesn't really count in the same way."
    },
    {
      "author": "AINA",
      "text": "Yes. We understand that Twitter has real-life consequences, and we can recognize that Facebook has a real impact on the way people form thoughts and opinions. But maybe there's an underlying assumption, something built into the infrastructure of these platforms, that makes them feel less real, that makes us fret and hand-wring over the amount of time we spend on them because we perceive our time on them as trivial. That brings us to our second takeaway. If we're going to have a healthier relationship with social media, we've got to stop thinking of it as a mindless activity and start thinking of it as a meaningful one with the potential to reveal certain truths about ourselves."
    },
    {
      "author": "STEDMAN",
      "text": "Whatever we think of it, whether we think it's as real, less real, more real, that we strive to sort of take it as seriously as other parts of our lives."
    },
    {
      "author": "AINA",
      "text": "Part of this shift in mindset is paying attention to what we do on the internet. When we shrug off negative interactions or jump on the outrage train going 100 mph, pay attention to those behaviors."
    },
    {
      "author": "STEDMAN",
      "text": "If I snap at someone on Twitter, someone who's, you know, said something sort of irritating to me, and I say something really cutting back, if I just sort of tell myself, like, that doesn't really count, it's not the same as a real interaction, like, I would never say that to someone offline. But, you know, it can be a way to kind of shield yourself from seeing yourself."
    },
    {
      "author": "AINA",
      "text": "Who are you when you're online? Have you taken a look at your timeline recently, scrolled through your own profile, looked at your tweets and posts? What are you putting out into the world, and do you like what you see?"
    },
    {
      "author": "STEDMAN",
      "text": "One thing that I have tried to practice and then I think can really, really help is just slowing things down a little bit and trying to actually pay attention to what you're doing and ask yourself regularly questions about what needs am I actually trying to meet right now?"
    },
    {
      "author": "AINA",
      "text": "The beauty of the internet is that there's room for all sorts of interactions, good and bad. Chris categorizes those interactions into shallow play and deep play."
    },
    {
      "author": "STEDMAN",
      "text": "Shallow play is like going to the casino, and you're sort of..."
    },
    {
      "author": "STEDMAN",
      "text": "...Pulling the lever on the slot machine over and over again and, you know, hoping that you'll hit the jackpot. And life online can definitely feel like that, like you're just sort of pulling the lever over and over again, hoping you'll, like, get a viral tweet or something."
    },
    {
      "author": "STEDMAN",
      "text": "But there's also a deep play, which is the imagination games I played with my siblings as a kid, where you're experimenting with your identity. You're forging relationships. You're learning more about yourself and the world around you. And I think the ways that we play online can very much function like that as well."
    },
    {
      "author": "AINA",
      "text": "But, he says, much of that is determined by figuring out how and why we spend time online. And only you can determine that part. For me, shallow play, or an online activity where I feel like I've lost some time, is scrolling on Instagram. I don't really scroll through my timeline as much as I used to. However, deep play for me is when I'm tapping through Instagram stories. That's where I respond to my friends. That's where we talk and chat and engage and do funny polls, where I get a little more insight into their lives than what a post can provide. Shaka has a few questions you can ask yourself to start figuring this process out."
    },
    {
      "author": "MCGLOTTEN",
      "text": "Well, what do we mean by healthy? You know, healthy could mean that I fall asleep to TikTok videos at 11 instead of at 1. That could be healthier, right? Ask yourself, what is it that you really want from this? If you want to scroll and just, like, watch TikTok for hours a day, like, that's totally fine - no judgment. You know, lots of us have been there. Most of us are there."
    },
    {
      "author": "AINA",
      "text": "But Shaka says if you feel like those activities aren't as satisfying as going for a walk or hanging with friends, that's OK, too. Think about the things in your life that are already life-enhancing, as Shaka calls it, and maximize that. Lean into that, whether it's talking on the phone, sending a good morning tweet to the world or going for a daily bike ride. Consider what parts of your whole life are positive, and build your behaviors around those. If the question-asking isn't your jam, listen to what your body is telling you, Shaka says."
    },
    {
      "author": "MCGLOTTEN",
      "text": "Take a break. Put your phone down, and just scan your body. Can you open your hand after you put the phone down, or is it still in the shape of the phone, right? You know, all of those, like, late nights on TikTok in your bed, you know, on one elbow and then you kind of get up and the whole side of your body is now asleep - you know, like maybe set a timer for every 20, 25 minutes, put your left foot in and shake it all about - you know, put your right foot in, shake it all about, and just move your body."
    },
    {
      "author": "AINA",
      "text": "Speaking of getting active, here's our third takeaway. And it comes from me. Marie Kondo your social media. That may be obvious for some, but I'm always surprised when I do it. And it's something I've been doing since about my senior year in high school. At least once a year, generally around New Year, I'll go through my following list on whatever platforms I used, whether it's Twitter, Instagram and now TikTok, and just clean it out. What accounts are bringing me joy, helping me learn, challenging me, otherwise bringing value to my life, and which ones aren't?"
    },
    {
      "author": "AINA",
      "text": "I look through my own posts to see what I've been putting out recently. Nowadays, I'll often delete my whole history from the past year and just start with a clean slate. I'll get rid of apps on my phone that I'm not using and delete accounts I don't need. If I'm going to be spending a lot of time on the internet, it's important to me to spruce up my digital space the same way I would any part of my home. For Shaka, it was important to create some intentional guidelines and implement obstacles for their social media behavior."
    },
    {
      "author": "MCGLOTTEN",
      "text": "I keep Instagram, but I didn't need Facebook. Like, I don't want the Twitter app on my phone because I doom scroll. So what I do is I force myself to log in through a browser on my phone. Even if it's just, like, two or three clicks, it's, like, an extra barrier, but it's enough to kind of keep me from being on Twitter, you know, every minute."
    },
    {
      "author": "AINA",
      "text": "Oh, and turn off your notifications. Even for someone like me who is very online, I don't need any extra help getting there."
    },
    {
      "author": "MCGLOTTEN",
      "text": "You don't need a ping. You don't need a banner. Turning them off will help you. You're not missing out on anything."
    },
    {
      "author": "AINA",
      "text": "Shaka has been on this journey for some time. Remember; they've been studying the internet since 1999. They say they'll usually download whatever is the latest app just to see what it's like, but they don't prioritize those apps in their lives. They've actually culled some of their accounts."
    },
    {
      "author": "AINA",
      "text": "So you deleted Facebook and just, like, never looked back?"
    },
    {
      "author": "MCGLOTTEN",
      "text": "Oh, yeah. I mean, the number of times I have thought about missing Facebook in - since 20 - whatever year that was - are zero. It's zero."
    },
    {
      "author": "AINA",
      "text": "(Laughter) I think that's - for a lot of people, that's like, how? What? Like..."
    },
    {
      "author": "MCGLOTTEN",
      "text": "I had the same idea, too, right? It's like, well, I need to be connected to my friends, and I need to be connected - there's, like, networking stuff. But this idea - this sort of demand that I attend to the garden of my however many - 1,500 friends on Facebook - at a certain point, it just didn't make any sense. And it was also, in 2016, the election. And I just saw how toxic the discourse, even amongst former college friends - and I just was like, I'm out. There's no good reason to be here. And nothing happened. Nothing happened."
    },
    {
      "author": "AINA",
      "text": "There are variations in this behavior, too. For Shaka, leaving certain platforms behind entirely is what they needed. For Chris, it's about creating a balance. This brings us to our fourth takeaway. Opt out. Take a break, even if it's just for a little while."
    },
    {
      "author": "STEDMAN",
      "text": "So I took a three-month social media break. And at first, it was - oh, my gosh, it was torturous. I mean, I was, like, truly going through withdrawal. My friends pointed out that I was, like, texting them in, like, tweet format."
    },
    {
      "author": "STEDMAN",
      "text": "And, I mean, it was really, really difficult. But then - once I kind of got through the withdrawal, then it was, like, glorious. I felt so at ease. I was less stressed. And it would seem to confirm some of this doom and gloom about social media."
    },
    {
      "author": "AINA",
      "text": "Now, remember, Chris is our social media evangelist. His book is about finding meaning and belonging online. He says, in the months leading up to finishing his book, he really needed to focus on writing. But during his glorious detox, he found that it wasn't necessarily the absence of social media that felt great; it was just the absence. Like any vacation or retreat where you can get away from it all, time away from social media can just silence the world."
    },
    {
      "author": "STEDMAN",
      "text": "So of course you're less anxious 'cause you're not confronted by other people's realities; you're not confronted by the problems in the world. But for me, part of what it means to meaningfully show up in the world today in the world as it exists right now is to be online. And that, again, might not be the case for everyone. But for me, it is. And so what I try to do now is to make a habit of disconnecting so that I can get perspective."
    },
    {
      "author": "AINA",
      "text": "And being online might not be for you. Especially people who have high visibility online or who suffer from harassment or just plain ugliness, the internet is often not fun."
    },
    {
      "author": "MCGLOTTEN",
      "text": "Well, you could also go back to the old internet adage, like, do not feed the trolls. Like, no matter what, do not feed the trolls. And I think, if it's doing you harm, you should just opt out. You're not going to be on your deathbed, A, thinking, oh, I wish I had been on Facebook more and, B, that I'm so glad that I won that argument that one time with my uncle who was talking about, like, whatever, human-dog hybrids on the coast of Massachusetts. You know, like, that's not maybe the best use of your effort."
    },
    {
      "author": "AINA",
      "text": "Which brings us to our fifth and final takeaway, which isn't really a takeaway per se, but another one of those pieces of context that's helpful for us to understand when thinking about our relationship to the internet at large. So much of it is out of our control."
    },
    {
      "author": "STEDMAN",
      "text": "What is a win for the platforms is that you spend more time online. It doesn't really matter if you're having a good time online, as long as you're online. I can change my relationship to the internet. I can become more mindful about what I'm doing online, how I'm spending my time, what needs I'm trying to meet. And that can really have a positive impact on my life, and it has. But until the platforms themselves are forced to transform their models, you're going to be swimming upstream."
    },
    {
      "author": "AINA",
      "text": "We're starting to see some of that now. If you dig a little bit, you'll find different features on various platforms that lets you block, mute, hide, unfollow, all that good stuff. TikTok has a very direct and maybe counterintuitive way of encouraging a healthier relationship. Whereas other apps are trying to figure out how to keep you on, TikTok tells you to get off."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Hold on. You've been scrolling for way too long now. Maybe you should get some food."
    },
    {
      "author": "AINA",
      "text": "That TikTok reminder is, like..."
    },
    {
      "author": "AINA",
      "text": "...At once very embarrassing and also very, like, thank you, TikTok for, like, letting me know, hey; you've been on this thing for quite a while. Do you want to do something else?"
    },
    {
      "author": "MCGLOTTEN",
      "text": "Yeah, exactly, exactly. Go outside. Be in nature."
    },
    {
      "author": "AINA",
      "text": "Do you stop, or do you keep going?"
    },
    {
      "author": "MCGLOTTEN",
      "text": "I always stop."
    },
    {
      "author": "AINA",
      "text": "Do you?"
    },
    {
      "author": "MCGLOTTEN",
      "text": "I don't know what it is. I do."
    },
    {
      "author": "AINA",
      "text": "I blow right past it. I'm like, thanks, TikTok, but, like, leave me alone (laughter)."
    },
    {
      "author": "AINA",
      "text": "So what does all of this mean? What parts can we control? And how do we get to a place where we're mostly content and have a healthy relationship with social media? Well, Chris says it's an ongoing process."
    },
    {
      "author": "STEDMAN",
      "text": "You can't cross a couple things off a to-do list and then you'll have a healthier relationship with social media. I think it's a regular practice of constantly checking in with yourself and recalibrating. As both the landscape online changes, you as a person and your own needs and the circumstances of your life change as well."
    },
    {
      "author": "AINA",
      "text": "So, friends, we've been through a lot on this episode in exploring how to have a healthier relationship with social media. We've learned a few things. Let's review. No. 1 - remember that social media is designed to be addicting, so get mindful. Just take a second, and take stock of where you are in the relationship. Is it generally happy, toxic? Should things change or stay the same? Think about what you're putting out as well as what you're getting back."
    },
    {
      "author": "AINA",
      "text": "No. 2 - take your relationship with social media seriously. It's not just a mindless activity but something that can reveal a lot about ourselves and our behaviors. So define what a healthy relationship means to you. Like any relationship - whether it's with another person, with your body, with your job - your relationship to social media is your own. There is no one size fits all. And feeling better about it takes consideration and reflection."
    },
    {
      "author": "AINA",
      "text": "No. 3 - Marie Kondo your social media. Be an active user. Regularly go through the accounts you're following and clean house. Turn off your notifications. Create obstacles for yourself by getting rid of the apps and using the browsers. Be an active participant in your relationship."
    },
    {
      "author": "AINA",
      "text": "And No. 4 - take a social media vacation, even if it's just for a little while. Get some perspective. Take some time away to disconnect and be alone, be bored. Gather your own thoughts and opinions. You can even plan to do this regularly if that helps."
    },
    {
      "author": "TAGLE",
      "text": "Hi, LIFE KIT listeners. We have a favor to ask. We want to make LIFE KIT even more useful and enjoyable for you. And to do that, we need your help. Please consider completing a short, anonymous survey at npr.org/podcastsurvey. It'll help us out so much and will give you a chance to tell us more about what you like or don't like about the show. Again, you can take the survey at npr.org/podcastsurvey. And thanks."
    },
    {
      "author": "AINA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to strengthen your digital privacy and another one on how to organize your digital photos. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. You can find me on just about all social media platforms at @mayowaaina_. Send me TikToks. And send NPR LIFE KIT tips, thoughts or story ideas. Leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "AINA",
      "text": "This episode was produced by Audrey Nguyen. Meghan Keane is the managing producer. Beth Donovan is the senior editor, and our digital editors are Beck Harlan and Clare Lombardo. Our editorial assistant is Clare Marie Schneider, and our intern is David West Jr. I'm Mayowa Aina. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8142156710.mp3",
  "img": "https://media.npr.org/assets/img/2021/07/16/gettyimages-1267020060_wide-ebd04b00cf817834e7f2e7280667740b31c72170.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, BYLINE",
    "MAYOWA AINA, HOST",
    "AINA",
    "SHAKA MCGLOTTEN",
    "CHRIS STEDMAN",
    "MCGLOTTEN",
    "STEDMAN",
    "UNIDENTIFIED PERSON",
    "TAGLE"
  ]
}