{
  "title": "Leadership At Work Is An Art Form. Here's How To Practice It.",
  "url": "https://www.npr.org/transcripts/1017946868",
  "intro": "Career development expert Kimberly B. Cummings went from studying her bosses to becoming one, and that process shaped how she approaches being a leader at work. Whether you're managing employees or shaping your relationship with your boss by managing up, Cummings shares tips on how to do both.The audio portion of this episode was produced by Clare Marie Schneider, with audio engineering support from Neal Rauch.We'd love to hear from you. Leave us a voicemail at 202-216-9823, or email us at LifeKit@npr.org. For more Life Kit, subscribe to our newsletter.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "Hi, LIFE KIT listeners. We have a favor to ask. We want to make LIFE KIT even more useful and enjoyable for you. And to do that, we need your help. Please consider completing a short, anonymous survey at npr.org/podcastsurvey. It'll help us out so much and will give you a chance to tell us more about what you like or don't like about the show. Again, you can take the survey at npr.org/podcastsurvey. And thanks."
    },
    {
      "author": "RUTH TAM, HOST",
      "text": "This is NPR's LIFE KIT. I'm Ruth Tam."
    },
    {
      "author": "RUTH TAM, HOST",
      "text": "Anyone who works knows that a boss can make or break your experience on a job."
    },
    {
      "author": "KIMBERLY B CUMMINGS",
      "text": "I had one. I had one great boss. I've had them..."
    },
    {
      "author": "TAM",
      "text": "Just the one?"
    },
    {
      "author": "CUMMINGS",
      "text": "...Good. And I've had a lot of bad."
    },
    {
      "author": "TAM",
      "text": "(Laughter)."
    },
    {
      "author": "CUMMINGS",
      "text": "There's one person who I'd say was phenomenal."
    },
    {
      "author": "TAM",
      "text": "That's Kimberly B. Cummings. She's a career and leadership development expert and the author of \"Next Move, Best Move: Transitioning Into A Career You'll Love.\" Kimberly went from studying her bosses to becoming one. And that process shaped how she approaches being a leader at work."
    },
    {
      "author": "CUMMINGS",
      "text": "I know me as a manager, one of the things I always tell my team is, like, I want you to tell me. I don't care if it's good. I don't care if it's bad. If you are angry, if you are sad or you're happy, please tell me. One of the worst things I feel is that if I learn about someone who's unhappy on my team from someone else."
    },
    {
      "author": "TAM",
      "text": "Kimberly didn't start out as a manager. No one does. But all her experiences, both as an employee and as a boss, helped her understand what makes a truly great leader and how to embody those qualities at work. So on today's episode, best tips for managing people - whether you're managing employees or shaping your relationship with your boss by managing up, Kimberly has tips on how to do both."
    },
    {
      "author": "TAM",
      "text": "You said in your book that leading people is a form of art in the workplace."
    },
    {
      "author": "CUMMINGS",
      "text": "Yes."
    },
    {
      "author": "TAM",
      "text": "Why is that?"
    },
    {
      "author": "CUMMINGS",
      "text": "Everyone needs to be managed differently. Everyone is motivated by different things. And to truly create a team atmosphere where people are happy, people are excited to come to work, excited to do the work, excited to make you look great as a manager - I really believe it's a form of art to really create that environment for your team."
    },
    {
      "author": "TAM",
      "text": "And I'm wondering if this connects to this other idea that you bring up in your book about radical transparency. You say that great leaders should exhibit radical transparency when possible. What is that? And can you elaborate on when this is useful as a leader?"
    },
    {
      "author": "CUMMINGS",
      "text": "Radical transparency is allowing your team to be a part of decisions or letting them know when decisions are being made that impact their work. Many times the higher you go in the workplace, the more secrecy there is, the more people feel excluded from decisions that are being made. I completely understand that not every person can be in every decision and know all the things. That's just natural in the workplace. But I do think there are so many (laughter) other decisions that are made on a day-to-day basis that your team can be a part of so that they also feel vested in the vision, the mission for that company or department."
    },
    {
      "author": "CUMMINGS",
      "text": "The example I always give is, you know, when you come into a meeting and there's a huge announcement that happens. And you're sitting there shocked, trying to keep your mouth, like, not wide (laughter) open on the desk or at your computer. How could you have prepared your team for that information? Would you have been able to share the night before and be like, hey, you're going to find this out? I ask that you don't call anybody. But I also want to make sure that your jaw isn't open on the call. It's just letting people kind of in on the quote, unquote, \"inner circle\" of the decisions that are happening every day as a leader."
    },
    {
      "author": "TAM",
      "text": "Yeah - to maybe, like, increase people's connections to their work and to the team and to create a sense of accountability. That goes, I think, both ways - in terms of an employee to a boss, a boss to the employee, team members to team members. Everybody has to feel connected to each other in order to kind of put out the best work, right?"
    },
    {
      "author": "CUMMINGS",
      "text": "Exactly."
    },
    {
      "author": "TAM",
      "text": "For people who weren't trained as managers, what do you do when you wind up in a position where you're in charge of a team or a project and you haven't been preparing for this position? Is there any kind of like - what can you do in that situation where it's, like, a little too late, but you're - you can't really change anything about the situation? You have to kind of reframe your mindset."
    },
    {
      "author": "CUMMINGS",
      "text": "So I think that's most scenarios, I will (laughter) say. I think that's..."
    },
    {
      "author": "TAM",
      "text": "(Laughter)."
    },
    {
      "author": "CUMMINGS",
      "text": "...Most people find themselves in that scenario. And I think it's, A, talk to your team. Remember that task management and performance appraisals is literally only one piece of the job. Understanding your team, understanding the people on the team, understanding their needs, understanding who was there before, and how did they treat them? Making sure you understand, like, the full 360 of your team is really, really important - and making sure you're dedicating time to each person who you're managing and speaking with."
    },
    {
      "author": "CUMMINGS",
      "text": "I think driving task management is the first thing that people think about - is I got to make my - make sure my team is better. I have to make sure that they drive these tasks. I have to make sure that I look good. But it's so much more than that. When your team looks good and everyone is working well together and innovating together, that's going to make you look even better - and reaching out if you need help. If you're sitting there with a bunch of eyes looking back at you like, all right, what (laughter) are you going to do? - you need a mentor who can help you, who has experience in managing. I'm sure there are a lot of great books out there as well that you can look into. But in that moment (laughter) when you have those eyes looking back at you, it's important for you to ask, even ask your manager or a good manager that you've had from the past to kind of help you ease that transition."
    },
    {
      "author": "TAM",
      "text": "Yeah, I feel like that would be really helpful for getting advice if you're in a new role. OK, let's pivot from talking about being a manager to managing up. What is it, and what does it look like in the workplace?"
    },
    {
      "author": "CUMMINGS",
      "text": "So managing up is really the process of positioning yourself in the workplace with your leader. There are great managers. There are bad managers. There are so-so managers, right? And it's important that you advocate for yourself in the workplace. And so much of that is through managing up. We wait for our managers to tell us what to do, to dictate our tasks, dictate our projects. But it's important that we also are able to showcase our work in the workplace, position ourselves for lateral moves, higher level moves, for whatever it is that we really love and enjoy and really take more ownership as an employee in the workplace versus just waiting for our managers to really lead us in that way."
    },
    {
      "author": "TAM",
      "text": "Yeah, it sounds like you're imagining a situation where people are kind of, like, deferring to their boss about, you know, what their to-dos are, what their goals should be, how they should manage their jobs. And managing up is thinking intentionally about advocating for yourself. Is that correct?"
    },
    {
      "author": "CUMMINGS",
      "text": "Yes, 100%. I think it's advocating and not just when things are bad, right? So many times we wait to advocate because we don't like what we're seeing in the workplace. It's less about waiting until things are bad and more about making sure that you're taking control of your career every single step of the way."
    },
    {
      "author": "TAM",
      "text": "Right. I think there are some people who think that managing up is something that you have to do if you, like, actively don't like your manager or you don't think they're doing a good job. And it sounds like you think this is something that you should be doing all the time."
    },
    {
      "author": "CUMMINGS",
      "text": "One hundred percent. I think if you're waiting for things to get bad, you're already too late. You should be thinking about this when you want to make a career move in six months. It's making sure that your manager is ready for this. Managers are generally not trained to be managers. Some people don't even want to be managers. And most managers have their entire body of work on their own, plus managing a team. And this means they may not know your body of work in its entirety. They may be even more detached about the day to day. It's your job as an employee to make sure that your manager is up to date on what you're doing, what your goals are, how things are moving in the workplace and how you advocate for yourself because it may not be top of mind, especially if you're on a larger team."
    },
    {
      "author": "TAM",
      "text": "Right. Because while some bosses make their team's professional development a priority, I think you and I both know that's not the norm everywhere, right? So if I'm an employee who's managing up, it's my way of trying to make my boss' job of managing me easier. I'm communicating what I'm doing instead of waiting for them to remember it. And I'm highlighting what I'm capable of instead of waiting for them to suggest it."
    },
    {
      "author": "CUMMINGS",
      "text": "Exactly."
    },
    {
      "author": "TAM",
      "text": "Can you give us a couple of examples of what this looks like in different kinds of workplaces?"
    },
    {
      "author": "CUMMINGS",
      "text": "Sure. So let's say that your performance appraisal is coming up. It's important that you know how to showcase your work appropriately. You're able to go back through the last six months or year of projects and make sure that you're highlighting them appropriately so your boss is fully able to remember all of the great work that you did, or even when your boss gives you some feedback and you feel that it's important for you to kind of say, well, you know what? I don't actually think that's how it happened. I'd love to break down the work that happened over this project and showcase what did actually happen. I think it's not just taking the words of what the manager says and saying, OK, and you kind of walk away, but it's making sure that you're able to tell your side of the story, you're able to advocate for the work that you've done and really showcase the steps that you're taking every day in the workplace."
    },
    {
      "author": "TAM",
      "text": "How do you avoid stepping on your boss' toes or crossing professional boundaries?"
    },
    {
      "author": "CUMMINGS",
      "text": "So the first thing I say is that managing up is not about overly asserting yourself. I think it's proactively changing the table of the conversation. So the same way people say when you're interviewing for a job, you're also interviewing them too to see if you want to work there. It's very similar. I think it's taking more of an active approach to your conversations to add value when you see something that you don't like, being able to advocate for yourself and almost like re-navigate that conversation to also work in your favor and also asking questions. Like, how would you like me to communicate with you? I remember when I was working in corporate America, something I always did with my team was have them complete a working styles quiz. I asked all these questions and I think that it's also important to reverse that. Just remember, like, the working styles, right? Everyone has a different working style. It's not about being disrespectful. I think it's about communicating on your own behalf to make sure things aren't just happening to you, but they're happening with you having input."
    },
    {
      "author": "TAM",
      "text": "I think that, you know, if you're not a leader in a traditional sense - for example, you don't manage a team of people or a process - there's maybe this assumption that you don't have any, like, real power or agency at work. But I wonder if you think this is true and whether or not managing up allows people to kind of flip the script and, you know, reclaim the narrative of what they're doing at work."
    },
    {
      "author": "CUMMINGS",
      "text": "One hundred percent and I know many times with my clients, I tell them all the time that everyone has the ability to be a leader. It's not just in the traditional top-down approach but in every role in the workplace - the company is hiring because there is work to be done, and leaders speak more to influence, right? How are you able to influence decisions, influence work, et cetera? But as an employee who is a non-people leader, how can you create more agency over your work? How can you become that go-to person for your body of work? How can you influence what is happening in your job and innovate? All of that is really what I look at as being a leader. Being a leader is not just people leadership. It's kind of having the role over your domain."
    },
    {
      "author": "TAM",
      "text": "Yeah, and if you're not in that traditional leadership role, how do you create opportunities for yourself to be considered for those kinds of things? How do you prove to someone that you're ready for that?"
    },
    {
      "author": "CUMMINGS",
      "text": "My biggest thing is innovation. I tell people it is innovation, impact and value. So how are you innovating on your current role? How are you making an impact in your work that hopefully is larger than the team that you're currently on. And how are you adding value to the workplace? If you're able to do all three things or hopefully at least one or two of those, that's how you begin to show yourself that you're aligning to the next role. I think a lot of times professionals say, well, you know, I'm not getting paid for that higher-level role, so I'm not going to do that work at a higher level. But I like to challenge that perspective and say, you have to give them a preview that you're able to work at the higher level in the workplace."
    },
    {
      "author": "TAM",
      "text": "Yeah. I love that advice about giving your managers a preview of what you can do and a preview of what - who you could be as a leader. I think to me, though, that sounds like a tricky - it can be, like, a tricky balance - right? - because you want to be able to showcase your leadership qualities. And yet, like, you don't want to be put in the position of doing someone else's job for them or putting more on your plate that you aren't being compensated for without, like, a promise or guarantee of a promotion or, you know, a bigger leadership role in the future. So how do you kind of navigate the desire to preview your leadership qualities without putting yourself in a position where you're doing more without getting anything back?"
    },
    {
      "author": "CUMMINGS",
      "text": "No, I think that makes perfect sense. And one of the things I ask professionals to do is when you're at your performance appraisal or you're preparing, you know you want to make that move in six months or so, reach out to your manager and ask them, what is it that you need to see from me in order to know that I'm ready for a promotion? And once you get that thing, see what is one thing you can do to start aligning to that other role. What do you think should be seen? What do you see managers doing?"
    },
    {
      "author": "CUMMINGS",
      "text": "What is one thing - not all the things - 'cause I completely agree that you can get used and abused essentially if you're doing that work all the time. And see what you can do for that three-, six-month period. And then use that as leverage when you're having the discussion. I think many times we have the discussion when it's too late in the workplace. Like, you want the promotion now. And you didn't set yourself up earlier. So asking that question or finding that one thing you can do and then following that up with being ready for a promotion, I think is key."
    },
    {
      "author": "TAM",
      "text": "Oh, I think that is so smart. That way, when your manager sees that you're doing more, they're aware of why you're doing it. And it's not just like, oh, you know, Ruth just wants to, like, work until 8 p.m. (laughter) every day. It's not..."
    },
    {
      "author": "CUMMINGS",
      "text": "(Laughter) Exactly."
    },
    {
      "author": "TAM",
      "text": "...That not, like, what I'm trying to put out, right? So everybody's clear, you know - this is why I'm putting in the extra effort. And this is what I'm going after. So I think that's - that makes a lot of sense."
    },
    {
      "author": "TAM",
      "text": "One thing that I feel like I've gotten more aware of is that organizations have distinct cultures. And that can mean that people think differently about leadership from place to place, company to company. How do you become a leader in a place that you're new to or, you know, a group where your idea of leadership clearly differs from whatever is the norm there?"
    },
    {
      "author": "CUMMINGS",
      "text": "So the biggest thing I tell people moving into a new environment is to really and truly learn the environment that you're in to inform you before you start putting yourself in situations that could have been avoided if you had more information. Many times when C-suite leaders come into an organization, they go on what I like to call a listening tour. The first three to six months of their role, they are talking to everyone and anyone to learn about the organization. No matter your level, I think doing that listening tour is really important - so taking the time to meet with everyone on your team, taking the time to meet more frequently with your manager, with your manager's peers. Begin to ask questions to learn about the environment, learn about the culture. And ask some of those really great questions so you can understand how things need to move."
    },
    {
      "author": "TAM",
      "text": "This is all just really helpful. And I can't thank you enough for making the time for us."
    },
    {
      "author": "CUMMINGS",
      "text": "Any time - thanks for having me, Ruth."
    },
    {
      "author": "TAM",
      "text": "Let's recap. Leading people is a form of art. And to master it, here are a few tips to remember. If you're a manager, practice radical transparency. And this means including people in decisions that affect them."
    },
    {
      "author": "TAM",
      "text": "Managing tasks and evaluating performance is only one part of your job. Make it a priority to also understand your team and their experiences at work. Think of a great boss that you've had, and ask them to mentor you. And if you're managing up, remember, it's about taking ownership over your role in the workplace and not waiting for your boss to come up with your goals or your plan for you. This isn't an open invitation to be super aggressive in the workplace or to chart your own path without communicating it to anyone. It's about taking a more active role, which can mean everything from directly asking your boss how they'd like you to communicate with them or scheduling meetings with them to keep your development on track."
    },
    {
      "author": "TAM",
      "text": "And keep in mind, you should be doing this all the time, not just when you're working under someone you don't like. If you're trying to convince your boss you can handle more responsibility, give them a preview. Be an innovator on the projects you're currently running. Make sure they know why you're stepping up."
    },
    {
      "author": "TAGLE",
      "text": "Before we wrap things up, just a quick reminder again to have you complete that survey we mentioned at the top of the episode. It's at npr.org/podcastsurvey. It'll really help us out. Again, that's npr.org/podcastsurvey. Thanks so much."
    },
    {
      "author": "TAM",
      "text": "For more LIFE KIT, check out our other episodes at npr.org/lifekit. I hosted an episode on how to monetize a side gig. And we have another on how to host a meaningful gathering. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAM",
      "text": "This episode was produced by Clare Marie Schneider. Meghan Keane is our managing producer. And Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Wynne Davis. Our intern is David West Jr. I'm Ruth Tam. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1612327033.mp3",
  "img": "https://media.npr.org/assets/img/2021/07/19/gettyimages-1301343014_1_wide-2e21ab46ad98b54ced7c160e479f1da026549965.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, BYLINE",
    "RUTH TAM, HOST",
    "KIMBERLY B CUMMINGS",
    "TAM",
    "CUMMINGS",
    "TAGLE"
  ]
}