{
  "title": "The Process Of Becoming A Mother Has A Name: Matrescence",
  "url": "https://www.npr.org/transcripts/1021262452",
  "intro": "Becoming a mother is a huge, complicated life transition that can rock every fiber of a person's being. The process even has its own name: matrescence.That postpartum feeling of being on an emotional rollercoaster, not recognizing your body in the mirror, thinking that you've lost yourself—it's all part of the process. Yet, not a lot of people talk about it, leading many new moms to think that there's a problem with them if they feel anything but joy. In this episode, host Grace Bastidas of Parents Latina offers guidance for mothers trying to make sense of this life stage. Here are five takeaways that can help moms-to-be (and moms already in the thick of it) get their footing, ​​including tips on how to manage expectations, get the support you need and prioritize time for yourself.",
  "transcript": [
    {
      "author": "AURELIE ATHAN",
      "text": "In some cultures, we say a woman has given birth. But here, we say a child is born. And with that, the emphasis gets shifted on the child and away from the mother."
    },
    {
      "author": "GRACE BASTIDAS, HOST",
      "text": "This is NPR's LIFE KIT. I'm Grace Bastidas."
    },
    {
      "author": "PRISCILLA KOCZON",
      "text": "This motherhood is hard (laughter). It's really hard."
    },
    {
      "author": "BASTIDAS",
      "text": "I'm the editor of Parents Latina and the host of \"That New Mom Life,\" a podcast from Parents magazine that was born to remind moms that they're not alone as they navigate those first bleary-eyed months with a newborn. On my show, we give listeners the unfiltered version of motherhood."
    },
    {
      "author": "AMANDA AUTAR-SHAFIULLAH",
      "text": "I was exhausted all the time."
    },
    {
      "author": "YOLANDA WIKIEL",
      "text": "I think we all have those fantasies of just being able to, like, keep the same lives we had."
    },
    {
      "author": "KOCZON",
      "text": "So it was a lot of change and things that I wasn't prepared for because I just assumed I would feel like myself."
    },
    {
      "author": "AUTAR-SHAFIULLAH",
      "text": "It takes a toll on you, you know? It's like the things that people never tell you about."
    },
    {
      "author": "BASTIDAS",
      "text": "As a mom of two, I know that those maternal instincts don't kick in the second you hold your infant. The reality is moms undergo a huge transition that can rock every fiber of your being and make you question who you are. That is why today I'm partnering with LIFE KIT to talk about this shift in identity called - actually, on second thought, I'll give you a clue. It's name rhymes with another rite of passage in human development."
    },
    {
      "author": "ATHAN",
      "text": "Matrescence, like adolescence."
    },
    {
      "author": "BASTIDAS",
      "text": "That's Aurelie Athan, a reproductive psychologist at Columbia University. She's been researching matrescence for over a decade. And much like those teenage years, it's a time of profound growth that can be difficult at times. Aurelie says..."
    },
    {
      "author": "ATHAN",
      "text": "It's a holistic change in multiple domains of your life. You're going to feel it perhaps bodily, psychologically. You're going to feel it with your peer groups. You're going to feel it in terms of the big philosophical questions. And you might even feel it in terms of religious affiliation or your beliefs in God or a higher power."
    },
    {
      "author": "BASTIDAS",
      "text": "Welcoming home a new baby is joyful and exciting, but it can also be completely discombobulating. That postpartum feeling of being on an emotional roller coaster, not recognizing your body in the mirror, thinking that you've lost yourself - it's all part of the process. Yet not a lot of people talk about it, leading many new moms to think that there's a problem with them if they feel anything but joy. On this episode of LIFE KIT, we are going to talk about matrescence and how to make sense of it by managing unrealistic expectations, getting the support you need and prioritizing me time."
    },
    {
      "author": "BASTIDAS",
      "text": "Before we get to the takeaways, let's dig into the concept of matrescence and how it evolved because while this term may seem relatively new, it actually dates back to the 1970s when it was coined by medical anthropologist Dana Raphael."
    },
    {
      "author": "ATHAN",
      "text": "She thought that this transition time was deserving of its own word, of its own term, matrescence."
    },
    {
      "author": "BASTIDAS",
      "text": "She doesn't get much further because..."
    },
    {
      "author": "ATHAN",
      "text": "She needed to wait a few more generations for more women to become scientists who could then study this more themselves and make motherhood a subject of seriousness and of interest."
    },
    {
      "author": "BASTIDAS",
      "text": "That's where Aurelie comes into the picture. She started interviewing women about their postpartum experience as part of her research work in maternal mental health. And she kept hearing the same story over and over again from birthing mothers, as well as moms who had gone through adoption and surrogacy."
    },
    {
      "author": "ATHAN",
      "text": "They didn't have, like, a good or bad experience. They had a complex, deep and stretching experience that was not just the sort of postpartum depression narrative but also this sort of maturation into greater patience and compassion."
    },
    {
      "author": "BASTIDAS",
      "text": "By creating a more compassionate conversation around childbirth focused squarely on mothers, Aurelie's psychological framework took off. It inspired a TED Talk and popular books, and it also inspired the people who needed to articulate these feelings most - moms."
    },
    {
      "author": "ATHAN",
      "text": "And I think that wave of that sea change is really because the mothers themselves found this idea to be empowering and needed to spread the word."
    },
    {
      "author": "BASTIDAS",
      "text": "The word matrescence provided an explanation for what mothers go through and, as a result, helped them recognize that this is normal, which is our first takeaway. So let go of any expectations. Priscilla Koczon has a 4-month-old baby. They live in New Jersey, and she knows firsthand how hard matrescence can be."
    },
    {
      "author": "KOCZON",
      "text": "You know, I fantasized that it would just be really easy, that I would instantly connect with my baby, that I would figure everything out and my maternal instinct would kick in. And that was not the case. Motherhood is hard (laughter). It's really hard."
    },
    {
      "author": "BASTIDAS",
      "text": "Aurelie says it can take a while to find your rhythm."
    },
    {
      "author": "ATHAN",
      "text": "Can she provide for herself and can she ask those who are holding her, just like she would her own child going through adolescence, give her the patience, you know, the time and the compassion to really figure things out until she lands on her own two feet again, rather than immediately considering that something might be wrong?"
    },
    {
      "author": "BASTIDAS",
      "text": "While matrescence is universal and can arguably last a lifetime, the process is specific to each individual. Your race, culture, gender and life experience all come into play, says Pria Alpern, a clinical psychologist who facilitates new mom groups in New York City."
    },
    {
      "author": "PRIA ALPERN",
      "text": "We bring our intersexual identities into our experiences of becoming a parent, and that shapes how we subjectively experience parenthood. It also shapes health outcomes and mental health outcomes, as well as access to care."
    },
    {
      "author": "BASTIDAS",
      "text": "Pria says that women of color, especially Black and Latina women, are at greater risk of experiencing perinatal mood and anxiety disorders, also known as PMADs. Examples include anxiety, postpartum depression and OCD. And while PMADs are also not uncommon, intervention and treatment is recommended, she says."
    },
    {
      "author": "ALPERN",
      "text": "Keep in mind that the baby blues occur within the first two to three weeks of having the baby. And so you can't diagnose PMADs within those first few weeks of the baby's life because there are major hormonal shifts that are happening that impact a mom's mood. But after that, if a couple weeks later or a month or two later mom is starting to feel like something's not feeling right here, something's up with me, I would say go right as soon as possible."
    },
    {
      "author": "BASTIDAS",
      "text": "So don't hesitate to get help and seek support if you need it. Pria suggests looking at the Postpartum Support International website. It lists directories, regional coordinators for different states and more. She says it's a good resource for anybody who feels like they might be experiencing PMADs. LIFE KIT also has an episode on how to cope with postpartum depression. We'll include a link to it on our episode page."
    },
    {
      "author": "BASTIDAS",
      "text": "The way we approach motherhood is also influenced by our childhoods. As a Latina, I grew up with a selfless mother who put herself last, so I came into motherhood with these preconceived notions that I shouldn't complain, that doing so would be selfish. I had to consciously choose to break this chain. Pria recommends taking the time to reflect on that generational effect as a way of owning your parenting journey."
    },
    {
      "author": "ALPERN",
      "text": "What are the things that I want to replicate with my own child? And then the other side of it is, what didn't work so well for me as a kid being parented or being mothered by my mother? What are the things that I want to do differently? It's OK to do things differently."
    },
    {
      "author": "BASTIDAS",
      "text": "Just try not to fall into the comparison trap, says Nicole Woodcox Bolden, a perinatal therapist and doula in Chicago. If you don't have a positive blueprint for the kind of parent you hope to be, you may find yourself scrolling through social media during middle-of-the-night feedings and comparing yourself to what Nicole calls the Pinterest mom. It's only human to measure ourselves against others, but it's essential to keep perspective."
    },
    {
      "author": "NICOLE WOODCOX BOLDEN",
      "text": "You're going to look at the Pinterests. You're going to look at the Instagrams and say, like, OK, I know what I don't want, but I - like, this seems good. Let's take that on. You know, it's a set-up if you're thinking that every day is going to be perfect in your white kitchen and all the utensils are put up properly and all the food comes out picture perfect and all the kids look clean at all times and the house is clean. But you don't realize that person just took a picture right there. But two hours ago, even 30 minutes ago, it was a mess."
    },
    {
      "author": "BASTIDAS",
      "text": "Yolanda Wikiel has a 2-year-old son. They live in New Jersey, and she became a mom about eight months before the pandemic hit. She knows this feeling. She's even caught herself asking..."
    },
    {
      "author": "WIKIEL",
      "text": "Why can't I juggle as much as my friend with four kids and a full time job?"
    },
    {
      "author": "BASTIDAS",
      "text": "Stop that, Yolanda. Stop it right now. Before we go any further, let's take a deep breath. And on the exhale, try to release all the shoulds you're carrying around. I should be making dinner. I should be breastfeeding. I should be throwing in a load of laundry. Do it with me. Breathe in and out. One way to proactively tackle what matters most - set up a game plan. That's our second takeaway. It'll take some intentional action and some forward-looking planning, but it can really pay off. Think of it as an investment in future you. You can start with a family mission statement, Nicole says. If you work in a big company, your organization probably has a clear summary of its purpose and objectives. Essentially, you want to do something similar by defining your family's goals and values. For those women with partners, studies show that couples squabble more after the arrival of a baby, so don't put off getting on the same page with your other half."
    },
    {
      "author": "WOODCOX BOLDEN",
      "text": "What do we want our family to stand for? What's our expectations that we have for ourselves, like each other? Asking where do we think we may need more support from both parties and being very clear with that, then we can come back and say, if this is the vision we want for our family, maybe we need to make certain things non-negotiable. Like, hey, Mom; you need to get at least an hour day to yourself. Hey, Dad; it's OK. Maybe you do have a standing date with your friends once a month or something, you know, so that it can feel equal."
    },
    {
      "author": "BASTIDAS",
      "text": "Ideally, you want to have these conversations before the baby arrives and you're operating with a little more sleep. But if you're already in the thick of it, don't despair. It's never too late, she says. Adding that no matter what your family looks like, maybe your kids are older or you're a single mom, you can make a family mission statement. Now that you've sorted out the expectations at home, it's time to build your support squad because the transition into motherhood can feel incredibly lonely. Pria recommends identifying the helpers."
    },
    {
      "author": "ALPERN",
      "text": "Who is the person that you're going to go to when you haven't gotten any sleep that night and you are feeling really, really emotional and you need to vent? Who is the person who you can rely on for practical things?"
    },
    {
      "author": "BASTIDAS",
      "text": "Amanda Autar-Shafiullah has a 13-month-old son, and they live in New York."
    },
    {
      "author": "AUTAR-SHAFIULLAH",
      "text": "Honestly, I don't think I really thought about myself as much. And even today, you know, I can go the whole day without, like, worrying about me or, like, so busy at work. And then it's, like, 2 o'clock, and I'm like, oh, I didn't eat anything. But, like, I'm constantly calling my grandma and texting her like, oh, did Hudson eat? Did he sleep?"
    },
    {
      "author": "BASTIDAS",
      "text": "Pria suggests making a list of people in your immediate orbit and figuring out how they can pitch in either emotionally or physically."
    },
    {
      "author": "ALPERN",
      "text": "So maybe you're not going to talk to your mother-in-law about how you're feeling emotionally, but maybe your mother-in-law is really good when it comes to getting groceries and stocking the fridge. You know, maybe your best friend lives across the country, but they're available for text support at any time."
    },
    {
      "author": "BASTIDAS",
      "text": "You just have to be willing to ask for help and accept it. Amanda did."
    },
    {
      "author": "AUTAR-SHAFIULLAH",
      "text": "You know, I think my mom kind of, like, was worrying about me. So she would cook, or she would bring food over and - like, you have to eat and, you know, get your, like, nourishment in, pretty much."
    },
    {
      "author": "BASTIDAS",
      "text": "Even if, like me, you read all the baby books and were convinced you were going to ace motherhood, outsourcing some tasks takes the pressure off, especially in the beginning, when you may be healing from the birth experience."
    },
    {
      "author": "BASTIDAS",
      "text": "That brings us to takeaway three - connect with your body again. For birthing mothers, whether your baby is delivered vaginally or by cesarean, you will need to physically heal. The length of that postpartum recovery and the impact on your body image will largely depend on your birth experience, Pria says."
    },
    {
      "author": "ALPERN",
      "text": "They might enter the postpartum period feeling really proud and really confident in their bodies and what their body just accomplished by birthing a baby. Or they might feel very vulnerable in their bodies. This is particularly relevant for parents who experience birth trauma."
    },
    {
      "author": "BASTIDAS",
      "text": "Up to 45% of new moms classify their birth experience as traumatic, a definition that is subjective and can range from feeling disrespected at the hospital to undergoing an emergency C-section. But even if you had a textbook pregnancy and birth, Pria says it takes time to adjust to your post-baby body. Studies show that it can take six to nine months to fully recover from childbirth, not the arbitrary six-week checkup with an OB or midwife. For some women..."
    },
    {
      "author": "ALPERN",
      "text": "They might feel like their body doesn't belong to them anymore or they don't recognize their body. It's changed so much. Or if they're breastfeeding or chestfeeding, they might just feel, oh, my gosh, I always have a baby attached to me. Like, my body is not my own."
    },
    {
      "author": "BASTIDAS",
      "text": "Reconnecting with your body requires you to move with intention. Exercising is a good option, but hear me out. It doesn't have to be intense. I know, I know. You're probably sleep deprived and completely exhausted. But exercise releases endorphins, which can boost your mood and stave off postpartum depression."
    },
    {
      "author": "WOODCOX BOLDEN",
      "text": "And this is not a full-on, like, Crossfit workout. This is just starting the habit of getting up and walking, stretching your body so that you have some connection to your body."
    },
    {
      "author": "BASTIDAS",
      "text": "You may even want to leave the house. Getting outside has similar benefits to moving your body. And if the monotony is wearing you down, Pria says..."
    },
    {
      "author": "ALPERN",
      "text": "It's a way for us to get outside of our bubble and to kind of see that there's a bigger world out there. I go on walks in the morning, and I just enjoy looking at the sun shining down through the trees and all of the flowers. And it kind of gets me out of my context in a way that feels really resetting."
    },
    {
      "author": "BASTIDAS",
      "text": "Sounds simple, but I remember feeling like I was tethered to this little person. I was conflicted about disrupting the bond I was told was important to build. But creating the space to decompress and focus on your own needs is actually good for your child, Pria says."
    },
    {
      "author": "ALPERN",
      "text": "I think this is where a lot of the guilt comes up for new moms - is that they feel bad about doing things for themselves. Even if it's as simple as taking a shower sometimes, I say it is good modeling for your child to show them that you are important enough to take care of yourself. So you have to think about self-care as kind of, like, fueling up your tank. You got to go do it so that you can bring your best self to parenthood."
    },
    {
      "author": "BASTIDAS",
      "text": "Now onto takeaway No. 4 - recenter your mind. It can be easy to feel like you have zero downtime. After all, you are helping a tiny human survive. But there are 24 hours in a day. Things won't fall apart if you take a few moments for yourself. Nicole suggests taking at least five minutes in the morning and another five in the evening to check in with yourself. The goal is to organize the thoughts in your head as you figure out your new role and make them more manageable. This is a necessity, she says, because if you're completely consumed by the baby, that little voice in your head will start wondering, what about me?"
    },
    {
      "author": "WOODCOX BOLDEN",
      "text": "It could be journaling. Or it could be meditative, you know, where you just, like - what do I need right now? How can I remind myself that I'm loved today? And then at the end of the day, just, like - what went well? - because our minds are primed to be negative. And so we have to be intentional with bringing ourselves back to finding at least a little something good in the day."
    },
    {
      "author": "BASTIDAS",
      "text": "As you get more comfortable sharing your feelings, try opening up to other moms going through this transition and all the messy, complicated emotions that come with it. Not only will you feel less isolated, Pria says, but it's a way of debunking the idea that motherhood is all bliss."
    },
    {
      "author": "ALPERN",
      "text": "And when we don't talk about it, the myth of motherhood as this idyllic oasis is perpetuated in our culture. So getting involved in the community and talking about what's really happening for you with other moms - it's such a pillar of support."
    },
    {
      "author": "BASTIDAS",
      "text": "Of course, Pria says, if your peers are in a different place in their parenting journeys or don't have kids, finding mom friends will require effort. But it's totally worth it. And just to be clear, these connections are not meant to replace your old friendships. It's more about finding people who you can relate to in this season of your life."
    },
    {
      "author": "ALPERN",
      "text": "You can join a Meetup group. You can join a Facebook group in your geographical area. You can go to your local community centers to find new mom support groups."
    },
    {
      "author": "BASTIDAS",
      "text": "Don't be afraid of putting yourself out there."
    },
    {
      "author": "ALPERN",
      "text": "It might be as simple as saying, hey; I just had a baby two weeks ago. Does anybody, you know, want to go on a walk with me?"
    },
    {
      "author": "BASTIDAS",
      "text": "And don't worry if it takes you a few tries to find people you click with. If the first group you join doesn't resonate with you, check out another. You can try joining an affinity group for parents based on common interests like art or yoga. There are also social networking apps for moms that let users swipe up or down on profiles just like dating apps. In fact, making mom friends is often compared to dating because it can be awkward. So if the thought of letting down your guard with a group of strangers makes you uncomfortable, Pria wants you to know that..."
    },
    {
      "author": "ALPERN",
      "text": "You know, nobody is coming in and spilling everything out in the first week or two. But over time, the groups bond. And when one person shows their vulnerability, someone else might feel safe showing their vulnerability. And then the rest of the group is like, oh, gosh, it's such a relief that I am not the only person who feels that way."
    },
    {
      "author": "BASTIDAS",
      "text": "And as Aurelie said at the beginning of the episode, it is up to us moms to tell our stories and spread the word about matrescence and, in doing so, remind ourselves that becoming a mother is a huge transition that takes time, which leads us to our fifth and final takeaway. Remember you are still the same person. Caring for a baby day and night in that first year may make you feel like you've lost your old self. But eventually, as you get the hang of things and become more confident in your role, you'll start to recognize the person you were and have always been, Pria says."
    },
    {
      "author": "ALPERN",
      "text": "I think about the identity shift as an evolution and an integration of a new part of the self that's in development as a mother."
    },
    {
      "author": "BASTIDAS",
      "text": "It really does get easier. Trust me. And like all moms, you will come out of this much stronger. Priscilla, the mom in New Jersey with a 2-month-old, can attest to this."
    },
    {
      "author": "KOCZON",
      "text": "Interestingly, I feel like a much stronger person. I feel like I don't know where the strength and patience in my body came from, but it came from somewhere. And you just - I don't know. Like, it might seem like a negative thing, but I think the change in my identity is - it's also a very beautiful thing."
    },
    {
      "author": "BASTIDAS",
      "text": "And to recap, takeaway one - the term matrescence describes the transition to motherhood. It can be overwhelming, but know that it's perfectly normal to feel this way. Treat yourself with compassion, and give yourself the space you need to find your footing."
    },
    {
      "author": "BASTIDAS",
      "text": "Takeaway two - set up a game plan to take care of your physical and emotional needs, if possible ahead of welcoming home a baby. But if you're listening to this and you're in the thick of it, don't worry. It's not too late to set up systems of support moving forward."
    },
    {
      "author": "BASTIDAS",
      "text": "Takeaway three - take care of your physical well-being. That can be as simple as stretching at home or taking a short walk around your neighborhood."
    },
    {
      "author": "BASTIDAS",
      "text": "Takeaway four - don't neglect your emotional and mental health. It's good practice to set aside a little time in your day to check in with yourself."
    },
    {
      "author": "BASTIDAS",
      "text": "And our last takeaway, takeaway five - don't think about the shift in your identity as a loss. It's an evolution."
    },
    {
      "author": "BASTIDAS",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to journal and another on how to write a will. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip, this time from listener Randi Eddy (ph)."
    },
    {
      "author": "RANDI EDDY",
      "text": "When bananas start to get brown, I peel them before freezing them so that they are easy to take out and use them one at a time. And you don't have to wait for them to unthaw and get all gross and mushy and watery as they thaw in their peels."
    },
    {
      "author": "BASTIDAS",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "BASTIDAS",
      "text": "This episode was produced by Audrey Nguyen. Meghan Keane is the managing producer. Beth Donovan is the senior editor. This episode was edited by Beck Harlan, who is also our digital editor. Wynne Davis is our other digital editor. Our intern is David West Jr. Special thanks to Rebecca Rakowitz. I'm Grace Bastidas. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4157401028.mp3",
  "img": "https://media.npr.org/assets/img/2021/08/02/matrescence_main_1920x1080_300_wide-fb4fe5d5fcb60ac3c07a49cc94e1a7606e0dbb3b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "AURELIE ATHAN",
    "GRACE BASTIDAS, HOST",
    "PRISCILLA KOCZON",
    "BASTIDAS",
    "AMANDA AUTAR-SHAFIULLAH",
    "YOLANDA WIKIEL",
    "KOCZON",
    "AUTAR-SHAFIULLAH",
    "ATHAN",
    "PRIA ALPERN",
    "ALPERN",
    "NICOLE WOODCOX BOLDEN",
    "WIKIEL",
    "WOODCOX BOLDEN",
    "RANDI EDDY"
  ]
}