{
  "title": "Looking for love at first swipe? Here's how to make dating apps work for you",
  "url": "https://www.npr.org/transcripts/1026705556",
  "intro": "The idea behind dating apps is to make finding a connection easier — but that's not always the case. These expert tips will help you make the experience less anxiety-inducing, whether you're looking for something long-term or casual.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT. Hinge and Bumble and Grindr and Lex, HER, JDate, Match, Tinder, OkCupid, Plenty of Fish - dating apps are a dime a dozen these days. They come in all different styles and flavors but offer users the same twinkling hope - love at first swipe. Maybe you're thrilled about all the opportunity at your fingertips or maybe you're absolutely exhausted by it all or just wary of strangers online. Wherever you fall on the spectrum, dating apps, especially in the past year and a half, have become a bigger part of our romantic lives than ever before. So how do you make the most of it?"
    },
    {
      "author": "JOHN PAUL BRAMMER",
      "text": "For me, it's been super important to just remember the stakes don't have to be so high every time."
    },
    {
      "author": "TAGLE",
      "text": "That's John Paul Brammer, writer and author of \"Hola Papi,\" a collection of essays that shares the name of his popular advice column. Fun fact - Brammer's column actually started through Grindr. He's going to help us process the many fears and feelings that come with the dating app world."
    },
    {
      "author": "BRAMMER",
      "text": "Putting yourself out there is scary, especially - there's always something about us that can shake, can wobble. Oftentimes, we look into that bad date and we think, OK, what's wrong with me? Like, what do I need to fix?"
    },
    {
      "author": "TAGLE",
      "text": "But a date isn't a mirror, says Brammer, and a dating app should be a tool for connection, not a portal for our anxieties. Flipping the script starts with taking control of your narrative and being willing to put in the work."
    },
    {
      "author": "DAMONA HOFFMAN",
      "text": "You can be online and swiping within minutes. But that doesn't necessarily mean that you're going to have a quality experience if you haven't gone into it with a sense of purpose."
    },
    {
      "author": "TAGLE",
      "text": "Damona Hoffman is a certified dating coach and host of the \"Dates & Mates\" podcast. She's going to give us her best advice for making dating apps and your dating profile work for you."
    },
    {
      "author": "HOFFMAN",
      "text": "Sometimes people go into robot mode, and we fall into this script of all of the prior dates that we've had. You don't have to do that. You control your dating destiny."
    },
    {
      "author": "TAGLE",
      "text": "I'm Andee Tagle, one of the producers of this show. And in this episode of LIFE KIT - navigating the search for love and relationships on dating apps. We'll talk the good, the bad, the ugly and how to keep your cool through all the ups and downs."
    },
    {
      "author": "TAGLE",
      "text": "We're going to start off with dating coach Damona Hoffman. She's going to walk us through practical tips to get the most out of your dating app experience."
    },
    {
      "author": "TAGLE",
      "text": "Now, I know there's so much to cover here, but just to get a started, as a dating coach, we all have that friend who just can't get on board, who says some version of it's just not the same as meeting someone organically in the real world or I just can't connect with people in the same way, you know, what do you say to those people?"
    },
    {
      "author": "HOFFMAN",
      "text": "We are addicted to our stories, and that is often the thing that keeps someone from being able to be successful on a dating app, whether it's the story of I don't want to tell my friends that we met on a dating app or I just didn't picture it - I hear that all of the time - I just didn't picture meeting my partner on a dating app. So I think it's about embracing this new technology. And as you said, it is not the same as meeting the way that we used to meet. It is a completely new medium and new tool. And if you approach it with the same old-fashioned rules around chivalry and chemistry and whatever your old expectations were, then it's no wonder that you would be disappointed with your results."
    },
    {
      "author": "TAGLE",
      "text": "So what mindset do you suggest people new to the dating app game adopt? Like, do you find it best when your clients are aggressive as possible and treat every match as a potential life partner?"
    },
    {
      "author": "HOFFMAN",
      "text": "I think it's important to not take the matches too seriously in the beginning but to also date with a sense of purpose. And when you have absolute clarity on what you're looking for - and I'm not talking about the checklist, like he must be 6 feet tall or taller or..."
    },
    {
      "author": "TAGLE",
      "text": "Oh, the checklist."
    },
    {
      "author": "HOFFMAN",
      "text": "Right - or make this much money, but what are the qualities of that person? What are their values? How do they look at the world? What are their goals for the future? Those are really the things that I help my clients hone in on before we even get to the dating app. So to specifically answer your question, you should not get attached to any of your matches before you have really met them and gotten to know them. I tell my clients to think of the messages and the swipes like coins in the fountain. You toss it in and you make a wish. And if it comes true, that's a wonderful thing. You got your wish. And if it doesn't come true, it's just a penny. Are you going to get upset about a penny? That's how you really have to treat those initial messages and only start to get invested as you really get to know somebody offline."
    },
    {
      "author": "TAGLE",
      "text": "That's great. You have to start by having some intention, having some purpose. Let's turn to specifics. Different apps, as you were alluding to, ask for different things. But what they all have in common is this pressure to make a profile that shows the world your best and brightest and truest self. That's such a hard thing to do. It's such an agonizing process. You know, I've sat with girlfriends for hours and been like, OK, does this skydiving picture send the right message? Does it say the right thing? And if so, where exactly should it be in the Bumble lineup? And what does that say, you know? Or, wait, don't frame your favorite food response that way. It comes out a little too snarky."
    },
    {
      "author": "HOFFMAN",
      "text": "The profile is really the most important piece of your online dating experience. That said, I don't want people to stress out about what should go on it and really look at your dating profile and your dating experience as sort of your love lab of your life. You can test different photos, see how they do. A profile I look at as a living document. The three C's are color, context and character. Color is - it's actually strategic to stand out from a sea of swipes. Context - telling your story through your photos. And character - showing your personality."
    },
    {
      "author": "TAGLE",
      "text": "The other thing I was going to mention is that you have this amazing free resource, Damona, the dating profile starter kit. Now, I know you've already touched on a lot of those things and we don't have time to go through it line by line, but can you tell us generally what else makes the foundation of a successful dating profile? I know you have some great template language in there. Any other thoughts on that?"
    },
    {
      "author": "HOFFMAN",
      "text": "Specificity is your best friend on your dating profile. I would rather that you say I'm more of a night-on-the-town kind of gal or, you know, I'm a sports fan through and through. Be specific because that will make you memorable, and it will also paint a picture. Remember, we are addicted to storytelling, so we want to paint a picture of what our life is like, what it would be like to get to know us. I also see people wasting a lot of real estate with platitudes and talking about idealized versions of who their mate is. We don't need to say that this person needs to be kind and courteous and trustworthy. That is a given. Now, tell me what's a level beneath that and really tell me those elements that you bring to the table."
    },
    {
      "author": "TAGLE",
      "text": "What's off limits when it comes to making a dating profile? What are your no-nos for your clients?"
    },
    {
      "author": "HOFFMAN",
      "text": "Shirtless bathroom selfies, guys."
    },
    {
      "author": "HOFFMAN",
      "text": "That is definitely a no-no; filtered or heavily edited photos, photos that are too old and oversharing. Like, sometimes if daters have been online a long time or feel that they've been burned or frustrated with the dating process, many times I can read that through their profile. They'll tell me everything that they don't want instead of what they do want or every qualification based on disappointing past experiences. We don't need that. We need to keep it positive. What people tend to do is put their filters up right away, put those barriers up, and then you don't get enough options in your dating pipeline."
    },
    {
      "author": "TAGLE",
      "text": "OK, let's talk about initiating the conversation. You got to match. Hurray. What now?"
    },
    {
      "author": "HOFFMAN",
      "text": "First of all, I have to say that women should be more proactive in initiating messages. This attachment to chivalry is not serving ladies at all. And the stats show that women who are proactive and send outgoing messages have far more matches. So that is the headline on messaging. First, I would say don't overthink it. Don't overthink the perfect message. Actually, my husband and I met online, and he said that he spent 48 hours trying to figure out what to say to me. He had his roommates reading the messages. He's a writer..."
    },
    {
      "author": "TAGLE",
      "text": "That's adorable."
    },
    {
      "author": "HOFFMAN",
      "text": "...So I understand why (laughter) he put so much time into it. But I took about 30 seconds to read his message and respond because, ultimately, that person is going to look at the profile and say, is this person a match or not?"
    },
    {
      "author": "TAGLE",
      "text": "Basic good conversation skills. I like that a lot."
    },
    {
      "author": "HOFFMAN",
      "text": "Well, it seems basic, but I think we get caught up. We overthink. I don't want to say the wrong thing. And I steer people towards leading with curiosity. Just if you are curious about something in their profile or you connect with something in their profile, that can get that person invested in connecting and communicating with you."
    },
    {
      "author": "TAGLE",
      "text": "OK. So we touched a little bit about how to get a match, how to, you know, craft the perfect profile. The other hard part is when you get one or you get lots of matches, it can be exhausting to have those same getting-to-know-you conversations over and over again. Having to, you know, think up that perfect witty banter can feel like a job sometimes, right? How can people keep it fun and stay engaged?"
    },
    {
      "author": "HOFFMAN",
      "text": "The first thing is, don't get stuck in the texting trap. The texting trap is when you are trying to vet someone just over text message or message within the app to see if you should go on a date with them. And you can never really tell what somebody is going to be like on a date just from the messages back and forth. So you could easily get caught up in feeling like you've gotten to know someone because you're messaging every day, you're going back and forth, you're waking up to a, hey, how's your day going message. And you are getting a need met by feeling seen, by feeling like you have connection, but you don't really have a relationship or a foundation."
    },
    {
      "author": "TAGLE",
      "text": "There's an article that came up recently that talks about the process of feeling the need to meet people's hyper-specific expectations, you know, things like if you're not an anarchist vegan who's also left-handed and who lives within a five-mile radius, don't even bother swiping. How do you keep yourself from feeling alienated or discouraged by those types of things?"
    },
    {
      "author": "HOFFMAN",
      "text": "Swipe left on those people. And for those people who have those things in their profiles, try to open up. You're not looking to date a carbon copy of yourself. And I find that there's too much focus on finding someone who shares interests with you when really for someone to be compatible with you, you really only need to share two or three activities that you both enjoy together."
    },
    {
      "author": "HOFFMAN",
      "text": "I'll have my clients make a list of all of the qualities that they're looking for, and then I say narrow it down to 10. And they look at me sideways, and they're like, OK. Then narrow it down to five. Then narrow it down to three. And I give them three must-haves and one deal breaker. A deal breaker is, like, a non-negotiable, like I can't stand cigarette smoke, and they smoke. It's something that is unchangeable - likely to be; people can stop smoking - but something that is likely to be unchangeable about that person, at least in the near term. And a must-have is really a value or a goal for the future, a quality about the life that you are trying to build with the person that you end up with."
    },
    {
      "author": "TAGLE",
      "text": "So much greatness in there, Damona. That's really good advice to just remember..."
    },
    {
      "author": "HOFFMAN",
      "text": "Thank you."
    },
    {
      "author": "TAGLE",
      "text": "...In the real world, you wouldn't sit there with your - you know, with your clipboard and be like, OK, and do you like skiing, and do you like camping, and are these all of your favorite foods? I love that."
    },
    {
      "author": "HOFFMAN",
      "text": "Yeah. And the biggest thing, I would say, is to just keep your head in the game. If you are focused on finding a long-term relationship, it's absolutely possible on dating apps. But you have to do it with intention, and you have to commit to it for a certain period of time."
    },
    {
      "author": "TAGLE",
      "text": "Yes."
    },
    {
      "author": "HOFFMAN",
      "text": "I'm not saying forever, but if you give it two to three months of making it one of your top focuses in your life, you will have a completely different experience than if you casually online date and swipe before bed and then end up with a bunch of messages or matches or none that actually ends up in a relationship."
    },
    {
      "author": "TAGLE",
      "text": "Now that we've got our profiles in order and our dating strategy set, let's turn to author and advice columnist John Paul Brammer. He's going to talk to us about processing our feelings around dating apps, starting with an excerpt from his book that speaks to his own experience."
    },
    {
      "author": "BRAMMER",
      "text": "The men came and went with varying degrees of success, but Grindr was forever. I was into the idea of being wanted by people who didn't have any obligation to want me. After a life spent languishing with repressed desires, it felt good to openly want and be wanted, to lust, to flirt, to show off and to be shown, even if nothing came of it, was a destination unto itself."
    },
    {
      "author": "TAGLE",
      "text": "You write that you're an affirmation junkie. You enjoy the idea of being wanted by people who didn't have any obligation to want you. I'm sure a lot of people could see themselves in that sentiment. My question is, do you think that searching for validation online gets in the way of finding real connection on apps at all?"
    },
    {
      "author": "BRAMMER",
      "text": "I think it certainly does, because the truth about dating apps and social media writ large is that they are sort of a playground for your anxieties. It is a place where, you know, the worst things about you could be either confirmed or denied by people you see as cool or desirable, people who are sitting in places of authority. So what that could look like on Grindr is, like, that guy who you think is out of your league, but what if he responds to you? Wouldn't that validate you as a person who is attractive and worthy of being seen as sexy..."
    },
    {
      "author": "TAGLE",
      "text": "Absolutely."
    },
    {
      "author": "BRAMMER",
      "text": "...Or as someone who - it can make you feel like people want to be with me. Otherwise, why would this guy who's so much hotter than me message me back? The problem with that, of course, is that it's a very fragile thing because it's relying on strangers and people who don't really know you to supply you with something that can validate your whole existence. And that can be devastating if you're hinging your sense of self on approval from complete strangers on the internet."
    },
    {
      "author": "TAGLE",
      "text": "So what can people do when they catch themselves needing validation like that?"
    },
    {
      "author": "BRAMMER",
      "text": "Well, what I've done - because I've struggled with this myself - when I first started going on Grindr, I was very much looking for people to validate me and looking for people to kind of give me the material I needed to be like, yes, OK, good. I'm approved now. This person said, I'm worthwhile. They're onto something. Great. But what I discovered is that there is actually no end to that appetite. There's no satisfying it. The other thing is, if you're seeing another person as your gateway to approval, that kind of ends up reducing their humanity as well as yours, because they don't really get to be a person with nuances..."
    },
    {
      "author": "TAGLE",
      "text": "Double-edged sword."
    },
    {
      "author": "BRAMMER",
      "text": "...With dimensions. It's more like this is a person who can give me something, and I want it. And if you're approaching any interaction with just that focus, you're kind of poisoning the possibility of getting to know another human being, another soul."
    },
    {
      "author": "BRAMMER",
      "text": "So for me, I have really had to assess, OK, what do I want? When I open a dating app, when I'm set up with a friend of a friend for a date, I have to think, what do I want out of this situation? So for me, it's sort of about, like, what if - if something good happens or if I happen to meet someone today, that's nice. If it doesn't happen, I don't need it. Like, what does that look like? And you have to remind yourself quite a bit, obviously. It's not - it doesn't work every single time. But for me, it's been super important to just remember the stakes don't have to be so high every time."
    },
    {
      "author": "TAGLE",
      "text": "You know, especially in the past year and a half, it can feel like dating apps are the only way to meet people, but it's so easy to get burned out by them. What's your advice for balancing that need for connection, you know, that need to search and find that chance and feeling confined by the apps?"
    },
    {
      "author": "BRAMMER",
      "text": "Yeah. You know, this option wasn't really on the table for us until very recently, but for me, I have been trying to think of things that excite me. Even if there wasn't a hot guy there at the same time, would I still do it?"
    },
    {
      "author": "TAGLE",
      "text": "Love that."
    },
    {
      "author": "BRAMMER",
      "text": "And if the answer is yes, then I should probably do it. So if there's something in your life that you'd like to expand, something that brings you happiness that you think I would really love to magnify this, other people are really good at magnifying your interests just by engaging with them at the same time. So worst comes to worst, you walk away with this thing that brings you happiness. You just invested more time into it. You just became deeper into it. It's important to try to make the game in your favor as much as possible because it's a rough one, and it's hard out there. So if you can walk away feeling like I'm glad I did that without it being, like, a potential partner, then that's great."
    },
    {
      "author": "TAGLE",
      "text": "In your book, you have a chapter, and in it, you had this really sweet moment where you become - capital letters here - a Person with a Girlfriend, and that was an identity you cherished. Our dating profiles are kind of all about wearing the right identity, right? A lot of them are built such that we have to label ourselves super active hiking person or travel junkie. What's your advice for remaining authentic or real within this kind of framework?"
    },
    {
      "author": "BRAMMER",
      "text": "Yeah, it's such a complicated question because there is something sort of inherently telegraphed about a bio on a dating app. You are trying to advertise certain things."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "BRAMMER",
      "text": "And I know that that can feel really corny and inauthentic, but there are times where speech that doesn't reflect our deepest nuances and the geometry of our soul is still needed to get a point across."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "BRAMMER",
      "text": "So, yes, like, you kind of are engaging in a shallow reduction of the kind of person you are, but it can be very useful. It can help you meet other people. For example, I identify as a gay man because I want to meet other gay people so that we can sort of meet each other, potentially date each other. It doesn't mean that gay people are all the same or that we all have similar experiences. It's just a useful label, a useful word, a useful term. But you obviously just want to put the energy out on the app that you would appreciate attracting. So if you are hoping to attract people with a similar personality or sense of humor, then yeah, flex your sense of humor in the bio. Just think of it as a fun little writing prompt, and you should be fine."
    },
    {
      "author": "TAGLE",
      "text": "What's the biggest lesson you've learned from bad dating experiences?"
    },
    {
      "author": "BRAMMER",
      "text": "The biggest lesson I've learned from bad dating app experiences is each date - we kind of look at it as a mirror. So if something goes poorly, oftentimes we look into that bad date, and we think, OK, what's wrong with me? Like, what do I need to fix? Am I not funny enough? Am I not attractive enough? It seems to be the case that with attempted romantic endeavors, we scour them even more to find potential flaws in ourself or in the other person. It shouldn't be an exercise in looking for flaws. It should just be an attempt to make a connection. And if the connection is there, that's great. If it's not there, we can keep it moving. But they're not each a referendum on two personalities or two human beings. It can be a lot chiller (laughter) than that and needs to be if you're going to keep putting yourself out there, because otherwise you're in for a really rough time."
    },
    {
      "author": "TAGLE",
      "text": "Any last thoughts for people to get out there, swiping their best swipes?"
    },
    {
      "author": "BRAMMER",
      "text": "Loneliness can often feel like a personal failure, and that can be a really miserable feeling. But the reality is that loneliness is very common. It doesn't need to make you feel worse or guilty about yourself. It's just hard. You know, I'm in this business right now of trying to help people and give advice on what they should do in any given situation. I find it very difficult to go on dates. I find it very difficult to find the kind of person that I think is enriching of my life and someone I want to be around for long periods of time. It's just not an easy thing to accomplish. So don't beat yourself up over it."
    },
    {
      "author": "TAGLE",
      "text": "Thanks again to John Paul Brammer and Damona Hoffman. Always a pleasure to have you. For more LIFE KIT, check out our other episodes. I've hosted episodes on likability and relationship contracts, and we've got lots more on everything from health to finance to parenting. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now, as always, a completely random tip."
    },
    {
      "author": "NANCY LUDWIG",
      "text": "Hi, it's Nancy Ludwig (ph). If you don't want your glass that might be sweating to be attached to the coaster at a bar or at home, just put a little bit of salt under your glass, and it won't stick. Thanks. Bye."
    },
    {
      "author": "TAGLE",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or e-mail us a voice memo at lifekit@npr.org. This episode was produced by David West. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Wynne Davis. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7938302833.mp3",
  "img": "https://media.npr.org/assets/img/2021/08/11/hbarczyk_npr_moderndating_final_wide-47c466dd1b24fff1ad55fd7f4b8d80e843f89ce3.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "JOHN PAUL BRAMMER",
    "TAGLE",
    "BRAMMER",
    "DAMONA HOFFMAN",
    "HOFFMAN",
    "NANCY LUDWIG"
  ]
}