{
  "title": "How to write a personal letter, according to a Hallmark card writer",
  "url": "https://www.npr.org/transcripts/1026185212",
  "intro": "Be it snail mail, a text message, a work email or a birthday card to grandma: good personal writing can foster authentic connection, boost your creativity and brighten someone's day. But personal writing can be tough. In this episode, Courtney Taylor, a senior writer at Hallmark Cards offers tips to make finding the words a bit easier.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "SONIA CANCIAN",
      "text": "(Reading) The silence after your departure and the arrival of the radiogram did not last 48 hours for me. It lasted the time of an entire existence, as is usually the case when anxiety tightens at our throats."
    },
    {
      "author": "TAGLE",
      "text": "When was the last time you wrote a love letter? - how about any letter at all? Even if you are one of the few still taking time to put pen to paper, I'm guessing you don't sound quite like this."
    },
    {
      "author": "CANCIAN",
      "text": "(Reading) She, too, was saddened by your departure. I certainly could not have endured traveling home on that same day - absolutely not. My distress would have only worsened. That day, an abyss opened under my feet. And I had to pay careful attention not to plunge inside."
    },
    {
      "author": "TAGLE",
      "text": "I'm Andee Tagle, one of the producers of this show. And that was Sonia Cancian, a historian specializing in migration and an expert of immigrant letters and love letters. She's reading letters exchanged between a transatlantic Italian couple from 1948."
    },
    {
      "author": "CANCIAN",
      "text": "(Reading) Yes, my spirit and my heart were not normal. My body had never before felt a similar fatigue. My legs failed to hold me steady."
    },
    {
      "author": "TAGLE",
      "text": "Cancian says, our long history of letter writing still has a lot to offer us today."
    },
    {
      "author": "CANCIAN",
      "text": "What you say in a letter you will not say in a WhatsApp. Nor will you say it in a text message. Nor will you necessarily say it in an email because the letter itself will push you, will compel you to write in another way because there's a cultural memory of letter writing."
    },
    {
      "author": "TAGLE",
      "text": "She wants more people to embrace the craft and push back against the technology-induced shorthand of our time because there's a lot to be gained when we do, says Cancian."
    },
    {
      "author": "CANCIAN",
      "text": "It inspires that creativity that does not need to be pigeonholed into a box. Rather, it can be free flowing."
    },
    {
      "author": "TAGLE",
      "text": "Let's be honest. If you're anything like me, some days you probably can't find the wherewithal to answer all of your text messages with a quick BRB or OMG, let alone break out the personal stationery and your favorite fountain pen. It is possible to be more thoughtful in our everyday personal messaging, though. And we can work to write with power and purpose, no matter the medium."
    },
    {
      "author": "COURTNEY TAYLOR",
      "text": "And I think any general note - we - we're looking to be affirmed. And so I think there are ways that you can celebrate someone and uplift them in any note that you send."
    },
    {
      "author": "TAGLE",
      "text": "In this episode of LIFE KIT, tips for upping your personal writing skills - whether it's a text, a birthday card, a cover letter, or just good old-fashioned snail mail, we're here to help you write with impact."
    },
    {
      "author": "TAGLE",
      "text": "So we just heard from Courtney Taylor, a writer in every possible sense of the word - poet and former poetry magazine editor, soon-to-be book author, podcast scriptwriter and senior writer for Hallmark. She's going to walk us through the ins and outs of crafting a good personal message."
    },
    {
      "author": "TAGLE",
      "text": "I'm so excited to talk about this with you. You've worn so many impressive hats. Not only are you a senior writer at Hallmark, you've also edited a poetry magazine. You write for podcasts. You've taught university course on creative writing. Courtney, please tell me we don't all need the same credentials to write an impactful letter."
    },
    {
      "author": "TAYLOR",
      "text": "Absolutely not - I think the most important thing with writing a letter is vulnerability, so being able to sit down and commit to telling your story to someone. I think a lot of times when we write letters, they kind of serve as a life update to someone. We're checking in with someone. And I think what's important is that you're not just giving your life events, but you're telling the emotional story behind those events."
    },
    {
      "author": "TAYLOR",
      "text": "So, for example, say I want to update someone on a promotion that I got at work. I don't want to just talk about the event itself. I want to talk about how it has changed my mental health or my sense of confidence or how it's altered the free time that I have - and so just kind of really telling your story. And I don't think you have to have any credentials to be able to do that. So that's the good part (laughter)."
    },
    {
      "author": "TAGLE",
      "text": "That is great news - thank you - because I don't think I could go back to school."
    },
    {
      "author": "TAYLOR",
      "text": "Yeah (laughter)."
    },
    {
      "author": "TAGLE",
      "text": "I don't think I have the time. Big picture - what's the importance of a good letter or card or email? What value can that bring to us and to the people we're writing?"
    },
    {
      "author": "TAYLOR",
      "text": "For me, letter writing has been really great for connecting with new people in my life, but really connecting with people that maybe I haven't had a connection with in the past."
    },
    {
      "author": "TAYLOR",
      "text": "One of the letter-writing exchanges that I've done recently is with a sorority sister of mine. And we both joined the organization in 2018. And I immediately moved away to a different state. And so I had just gained all these new sisters but hadn't had time in person to get to know them. And so she was one sister that I decided to start exchanging letters with. And I think that that really allowed me to open myself up in ways that I wouldn't necessarily do in a text message or on a phone call. And that's what I like about writing letters."
    },
    {
      "author": "TAGLE",
      "text": "Love that - what are the building blocks of a meaningful note? What should be included in every note, regardless of medium?"
    },
    {
      "author": "TAYLOR",
      "text": "I think a great letter opens avenues for that person to respond back. So when I write letters, I always incorporate several questions. For example, one of the letters that I wrote to my sister, I was talking to her about a date I had recently gone on. And then I asked her, what's the best date you've ever been on? And so then when she responded, it opened an avenue for her to tell a story to me about her favorite date experience - outside of just letter writing, I think any general note."
    },
    {
      "author": "TAYLOR",
      "text": "We - we're looking to be affirmed. And so I think there are ways that you can celebrate someone and uplift them in any note that you send. And I think the easiest way to talk about and uplift someone is to point to how they've impacted your life, how they've brought great days for you. And I think in terms of just letter writing, in terms of kind of getting a consistent rhythm with letter writing, it's important to be consistent but also flexible with that exchange. And I think also flexibility comes into picture when you think about the fact that letter writing doesn't have to be a forever thing. We have, like, this perception that letter writing has to be, like, this long process. I think we get that from, like, romantic movies where the couple exchanges letters over the course of 20 years. They save the letters in a memory box. But I think some of the best letter writing exchanges last only for a short period of time. And if they do the job that they're meant to do, they bring you closer to that person, and you can start to connect with them in person, over the phone. And so I think being willing to see letter writing as a..."
    },
    {
      "author": "TAGLE",
      "text": "An opening. Sure."
    },
    {
      "author": "TAYLOR",
      "text": "An opening, yeah, for a certain period of your life."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. Lots of good stuff there. So ask questions. Make it personal. Talk about how the person affected you that you're writing to, how they've impacted your life and be consistent but leave some room for grace."
    },
    {
      "author": "TAYLOR",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "OK. Let's - we talked a little bit about the building blocks. What kind of things elevate a correspondence to the next level?"
    },
    {
      "author": "TAYLOR",
      "text": "Immediately, what comes to mind is, you know, writing it by hand. I think that makes anything feel special. And I think that leaning into writing something by hand is great because you'll make mistakes and you'll have cross-outs. And I think that makes it even more worthy to put on your wall, like, to kind of visibly see, like, the writing process that someone went through to send you this letter."
    },
    {
      "author": "TAGLE",
      "text": "There's some extra personal touch there. I like that. OK, so leaning away from letter writing specifically and going a little more general to just writing, what are some of the biggest mistakes that people make when writing to someone else? What should we avoid?"
    },
    {
      "author": "TAYLOR",
      "text": "I would go back to vulnerability and kind of not - and keeping things surface level I think is probably a thing you'd want to stay away from. And so I think that's why it's really important to pick and choose who you're willing to open up to. So, you know, not everyone in your life probably is someone you'd write a letter to. So my suggestion would be consider who you're writing to, your audience, and think about what you want out of that relationship, what you want out of that correspondence and stay true to that."
    },
    {
      "author": "TAGLE",
      "text": "OK. Let's talk a little bit about your process. Writing cards for the whole world is obviously a very different process than penning a personal note to your grandma specifically. But it's just - it's such a wonder to me that I can identify so deeply and specifically with something that someone else wrote. How do you balance the universal and specific when you're writing to someone?"
    },
    {
      "author": "TAYLOR",
      "text": "Yeah, so that's a great question. And at Hallmark, we use that term universal specific. And so the idea there is that you want to talk about detailed experiences but experiences that everyone can relate to. So an example would be the feeling you get when you've been on a weeklong vacation and you're on that final day of vacation and you've got to go back to work tomorrow. So most people can relate to that. And so putting something like that in a card, it's specific. And so I think it's really important to have those universal experiences in cards, not just because we want to sell as many cards as possible so that card has to relate to as many people as possible but also impact as many people as possible. So when you pick up a card, you want to be able to see your story and your relationship reflected in that card so that when you send it to the recipient, they feel like it was picked especially for them."
    },
    {
      "author": "TAGLE",
      "text": "Let's talk a little bit about tone and how that changes between mediums. Now, for me, my aim is always to get my dad at least a little misty-eyed on Father's Day."
    },
    {
      "author": "TAYLOR",
      "text": "Nice."
    },
    {
      "author": "TAGLE",
      "text": "But a card on a holiday carries a lot more emotion and weight than, say, a quick text letting your old friend know you're thinking of them, right? What sort of code switching, if any, needs to be done when switching from one form of messaging to another? How can we make sure that we're impactful regardless of how we're contacting someone?"
    },
    {
      "author": "TAYLOR",
      "text": "That question made me think about how at Hallmark every holiday we have different cards with different tones. So say for Christmas we have a very traditional card that is heartfelt. And so it's that tear-jerker that you're looking for for your dad. But we also have Christmas cards that are humorous. And so I think it's important not to maybe focus on the occasion but to focus on the relationship you have with that person. And so if humor is the way you connect, I think humor can be appropriate in any occasion. If you're funny over text and you're funny over the phone, you can write a funny letter. And I think that that is authentic to the form as well."
    },
    {
      "author": "TAGLE",
      "text": "Gotcha. Any best practices for sending a really meaningful text if you only have time for texting and not for letter writing?"
    },
    {
      "author": "TAYLOR",
      "text": "For me, if someone's going through a hard time, I think it's most important to see what they need. And so I always send a message that acknowledges what they're going through but not saying that I necessarily know what they're going through - so making sure I'm not necessarily putting myself into their story but leaving off with please let me know if there's anything I can do or what I can do to help you through this time and not assuming and not just saying I'm there for you. You kind of want to know how you can be there for someone. And so that goes back to what we were talking about of having that - opening those avenues for someone to respond, someone to join in on the narrative that you're creating so that it is a two-way street."
    },
    {
      "author": "TAGLE",
      "text": "I like that. So it's an invitation. It's an invitation to a conversation. But you're not mandating anything. You're not assuming anything."
    },
    {
      "author": "TAYLOR",
      "text": "Exactly."
    },
    {
      "author": "TAGLE",
      "text": "That's great. So much of this presumes relationship. It's all about who you're writing to. It's about thinking about them. But I'm thinking about those memes that are going around. I'm definitely very guilty of this. As a woman in the professional world, I write an email and I want to soften it, so I'll add 15 exclamation points or I'll say a thank you - you know, I'll sign it with a thank you so much. I'm thinking about on Slack when I'm agonizing over which emoji is the right emoji to convey what I want to say. Any thoughts on just maintaining authenticity in your writing to people that you don't necessarily know or who don't necessarily know you?"
    },
    {
      "author": "TAYLOR",
      "text": "That's such a good question. And I think, like - I mean, I'm guilty of it, too. I will put an exclamation point on the end of anything because I just assume, you know, you're not seeing me in person. You don't know what my tone is."
    },
    {
      "author": "TAGLE",
      "text": "It's hard with tone every time, Courtney. Every time, I'm like, the seventh exclamation point was not necessary. Maybe next time, we just rein it down to five. This happens so often. Oh, my gosh."
    },
    {
      "author": "TAYLOR",
      "text": "Yeah. And I think the truth there is as a woman and then as a woman of color, as a Black woman, I think it's even more kind of like this pressure to make sure I am not seeming threatening to someone or seeming like I'm not happy. And I think that's always going to be a challenge just because of the identity that I hold. But that's what's great about writing in an email. You can kind of come back to it. And I think in those revisions, that's where you can give yourself time to say, you know, I'm going to say this direct, but I'm going to be kind. And I don't need an exclamation point to suggest that."
    },
    {
      "author": "TAYLOR",
      "text": "There's kind of phrases that you can go to. You could say, you know, please let me know if this makes sense. So please is a fine word to indicate, you know..."
    },
    {
      "author": "TAGLE",
      "text": "Manners matter."
    },
    {
      "author": "TAYLOR",
      "text": "...I'm trying - yeah, I'm trying to kind of get an understanding here. I think - it's interesting that you brought that up because then I start to have this kind of fear that, oh, if I've started my correspondences with this person with exclamation marks and I stop using exclamation marks, they're going to think something's wrong. But you guess you got to kind of rip the Band-Aid off. And then as long as you can kind of try to come back to who you truly are and still maintain that decorum and that strong relationship with someone, I think that's the best you can do."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. So you take an extra beat. You take the time to review it."
    },
    {
      "author": "TAYLOR",
      "text": "Yeah. And I think that - you know, there's some emails that have to go out quickly. But I think that - I still think you can give yourself some grace to take a minute and think about what you're going to say. It can wait a little longer. So I would still say definitely prioritize taking a minute, if you need it, and coming back."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. Thank you. Thank you. I will think about that as I write the rest of the emails for the day."
    },
    {
      "author": "TAYLOR",
      "text": "Yes (laughter)."
    },
    {
      "author": "TAGLE",
      "text": "What about writing a card for a memorable moment, like a like a birthday, a graduation, a wedding? When you want to tell someone how much they mean to you, is there a good formula similar to professional correspondence? Is there a good formula of sentiments? You know what might be helpful? Could you maybe walk us through - do you happen to have a favorite letter of yours or an email? Maybe you could walk us through how you did that."
    },
    {
      "author": "TAYLOR",
      "text": "Yeah. This is actually the - this is the first letter that I wrote to my sorority sister that I was talking about earlier. And so this is the kind of introductory paragraph of that first letter that I sent to her. It says, (reading) hey, sis, I started reading \"An American Marriage\" by Tayari Jones this week. About 40 pages in, the book goes from standard narrative to a collection of letters exchanged between the main characters. It made me think back to our conversation about letters. It's a form of communication that forces you to sit down and really think about what you're going to say. Because a letter feels so formal, you don't want to waste the experience with boring details. I wanted to finally try this out and see what comes of it. I really appreciate the way we've grown closer as sisters, despite the distance. Thank you for allowing me to step into your life, whether it's through our phone conversations or trusting me enough to read your dissertation. I don't take any of those personal moments for granted. I know us Aquariuses are private, internal processors."
    },
    {
      "author": "TAYLOR",
      "text": "(Reading) I think letters can be another way for us to get to know each other and grow our bond. I find that when I write letters, I end up saying things I never think to say on the phone or via text. So this letter is going to be a life update with a stream of consciousness vibe."
    },
    {
      "author": "TAYLOR",
      "text": "And so I think having personal moments of, like, I remember this time where I felt very close to you or I remember this time when you made me feel so celebrated. And so on your birthday, I want to make sure you feel that exact same way. I want to make sure the love you give to me is returned to you tenfold on this day. So leaning into those memories you have with that person, I think, is the best way to send a very heartfelt message to celebrate them on special occasions."
    },
    {
      "author": "TAGLE",
      "text": "I love that. I love so much of that. There's so much thoughtfulness just laced throughout the entire thing. You know, you're talking about your life, you're talking about what you're reading, and then you're taking what you're reading and paralleling it with what your sister has brought for you. And I see that you're grouping specific examples there. When you're writing a card, you're not just saying to someone, you are such a smart and beautiful person on their birthday. You're saying you are smart and beautiful, and here are three ways or five ways. Here are all the ways that I see that."
    },
    {
      "author": "TAYLOR",
      "text": "Yeah, 'cause I think people are looking - you know, those are great things to say. You're great; you're awesome; you're smart. But people are kind of looking, I guess, for evidence of that. Like, OK, I'm those things, but, like, how do you know that? And, you know, I know that because I've seen it these ways. And again, in a card, you only have about like - a tiny bit of space. But even if you only have a small amount of space, you can hit on a couple of things to really show them that you think about them, that they matter in your life and that you wish them the best in every aspect of life."
    },
    {
      "author": "TAGLE",
      "text": "This has been wonderful, Courtney. Thank you so, so much."
    },
    {
      "author": "TAYLOR",
      "text": "Thank you so much."
    },
    {
      "author": "TAGLE",
      "text": "Thanks again to Courtney Taylor and Sonia Cancian. It was great to have you. For more LIFE KIT, check out our other episodes. We've got one on how to start a hobby, another on how to start writing your novel and lots more, on everything from health to finance to parenting. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now, as always, a completely random tip."
    },
    {
      "author": "ELLIOT LANGFORD",
      "text": "This is Elliot Langford (ph), and I have a LIFE KIT for any record heads out there. Sometimes when you buy a 12-inch LP record and you want to keep the shrink-wrap on without taking the whole plastic off. So what you need to be doing, you need to be wearing jeans. And you need to take the side that - the side of the record that opens and rub it against your jeans for probably about 10 seconds, side by - back and forth, back and forth, back and forth. And then after you do that the right way, you'll look down. You'll see that the plastic has opened up, and you have the shrink-wrap intact, so it stays nice and protected."
    },
    {
      "author": "TAGLE",
      "text": "If you've got a good tip, leave us a voicemail - 202-216-9823 - or email us a voice memo at lifekit@npr.org. This episode was produced by Janet Woojeong Lee. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Wynne Davis, and David West is our intern. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2946639911.mp3",
  "img": "https://media.npr.org/assets/img/2021/08/09/_lk_letter-writing-6_wide-3d45581fee3490abc329a78a6c13aee6ec8521f9.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "SONIA CANCIAN",
    "TAGLE",
    "CANCIAN",
    "COURTNEY TAYLOR",
    "TAYLOR",
    "ELLIOT LANGFORD"
  ]
}