{
  "title": "Looking for a new apartment? Here's a checklist to help with the housing hunt",
  "url": "https://www.npr.org/transcripts/1030659258",
  "intro": "Whether it's an apartment or a house, finding a place to rent can be taxing. It takes research, a disciplined budget and a strong sense of your priorities to find a place where you can feel like yourself.In this episode, we're giving you the ultimate checklist of things to consider as you're looking for your next place to live, including a detailed list of questions to ask the property manager.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "Hi, LIFE KIT listeners. We're looking to make LIFE KIT even more useful and enjoyable for you. And to do that, we need your help. Please consider completing a short anonymous survey at npr.org/lifekitsurvey. It'll help us out so much and will give you a chance to tell us more about what you like or don't like about the show. Again, you can take the survey at npr.org/lifekitsurvey. And thanks."
    },
    {
      "author": "RUTH TAM, HOST",
      "text": "This is NPR's LIFE KIT. I'm Ruth Tam."
    },
    {
      "author": "TAM",
      "text": "Searching for a place to rent is not easy. And I would know. My landlord says he wants to move into my apartment, so I have been looking for a new place to live. And that means lots and lots of tours."
    },
    {
      "author": "TAM",
      "text": "Do you know what the square footage of this place is?"
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "I can definitely find that out for you. Let me just reference the listing. So it's listed on the tax record - 489 square feet."
    },
    {
      "author": "TAM",
      "text": "I know, small. And weirdly, it had a working fireplace."
    },
    {
      "author": "TAM",
      "text": "Do you know what's included in the rent?"
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "So water is included in the rent - obviously trash, recycling, sewer, all of that stuff. Tenants are responsible for electricity and any cable or internet, you know, subscription. Yeah."
    },
    {
      "author": "TAM",
      "text": "I couldn't end this tour without checking off one of the most important things."
    },
    {
      "author": "TAM",
      "text": "You mind if I check the water pressure and all that?"
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "No. Feel free."
    },
    {
      "author": "TAM",
      "text": "Seems like pretty good water pressure."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Pretty decent? - yeah."
    },
    {
      "author": "TAM",
      "text": "Going to check out this toilet."
    },
    {
      "author": "TAM",
      "text": "I know I'm not the only one who spent a lot of time during the pandemic looking at Zillow listings of houses I can't afford. I mean, it was fun to fantasize. But now that I'm actually looking for a new home, it's super overwhelming. I needed some advice."
    },
    {
      "author": "JOHANNA SHREVE",
      "text": "My name is Johanna Shreve. I am the chief tenant advocate for the D.C. Office of the Tenant Advocate in Washington, D.C."
    },
    {
      "author": "TAM",
      "text": "As chief tenant advocate in D.C., Johanna's job is to help tenants like me navigate the rental market. Her office is supposed to make sure tenants are safe where they live. But even Johanna understands that there's a difference between a roof over your head and an actual home."
    },
    {
      "author": "SHREVE",
      "text": "A house is a house. But a home is when you say, I'm home, and you're taking off your coat and you're walking in your door 'cause you know you are home."
    },
    {
      "author": "TAM",
      "text": "We will hear from Johanna again soon. But basically, she says a house is a physical place, but a home is really a feeling. And let's face it, not all physical spaces make good homes. And that's what we're going to talk about on this episode. Whether it's your first time renting a place or like me, you're looking to move soon, how to rent a place that can become your next home."
    },
    {
      "author": "TAM",
      "text": "When you're first starting off looking for a new place to live, it's easy to get overwhelmed in all the small details. But here's a tip to start off with - think big picture. What does home look, feel, sound and smell like to you? How do you want to spend your time there? What separates it from school, work or other people's houses?"
    },
    {
      "author": "RONDA KAYSEN",
      "text": "Well, it's all - those are really personal questions."
    },
    {
      "author": "TAM",
      "text": "This is Ronda Kaysen."
    },
    {
      "author": "KAYSEN",
      "text": "I'm a contributor to The New York Times, where I write a column called \"Ask Real Estate\" that answers readers' questions."
    },
    {
      "author": "TAM",
      "text": "Ronda says that you're the best judge of what's important to you."
    },
    {
      "author": "KAYSEN",
      "text": "I think the best thing to do is to make a list of your must-haves, and then put it in - I'm a huge fan of lists - and then put it in order of priority."
    },
    {
      "author": "TAM",
      "text": "This is takeaway No. 1 - make a list of the things you want in a home. Maybe you cook exclusively with a wok, and you want a gas stove. Or maybe you live in a really dense city, and you need plants to feel like yourself. You may want a lot of natural light."
    },
    {
      "author": "TAM",
      "text": "There are so many things that make a house a home. So you may not be able to check off everything on your list and still come under budget. But making a list will help you zero in on your priorities. Be honest with yourself about what you can't live without and what makes a space comfortable for you."
    },
    {
      "author": "KAYSEN",
      "text": "If you have a disability, it might be really, really important that to have a building with an elevator. So these things are really going to vary on your personal needs. If you are living alone, and you may feel more comfortable in a neighborhood where there's more foot traffic at night."
    },
    {
      "author": "TAM",
      "text": "Keep in mind, what you prioritize may have changed during the pandemic."
    },
    {
      "author": "KAYSEN",
      "text": "If you're going to be working from home for the next year, you may really need more space and better light than if you're going to have a long commute and only going to be in the apartment a few hours a day."
    },
    {
      "author": "TAM",
      "text": "Once you have your list of your must-haves, use it to come up with a list of places to tour. And here's takeaway No. 2 - visit a place in person before signing a lease. This part, the touring, may take the most time, so try to give yourself enough of a lead to find the right spot. Ronda says, if you can swing it, two months is a great head start."
    },
    {
      "author": "TAM",
      "text": "Once you start checking out listings, don't just eyeball the place. Interact with it. Turn on the shower. See what the water pressure's like. Check to see if the windows open."
    },
    {
      "author": "KAYSEN",
      "text": "Make sure drawers open. Make sure the cabinets are on the hinges. Like, look at the apartment at a very granular level. And if you're a first-time renter, like, look at it like your mom maybe (laughter). Like, be a little picky about it 'cause you have to live in it."
    },
    {
      "author": "TAM",
      "text": "Visiting a place in person will also give you a sense of the neighborhood."
    },
    {
      "author": "KAYSEN",
      "text": "See what it looks like in the night. See what looks like in a day. Is it on a busy street? Is it going to be loud? If you're going to be commuting, what is your commute going to be like? Try that commute out."
    },
    {
      "author": "TAM",
      "text": "Doing an in-person tour will also help you avoid scams. Remember Johanna Shreve, D.C.'s chief tenant advocate? She's got a ton of horror stories."
    },
    {
      "author": "SHREVE",
      "text": "For both young people and adults - they put money up before they see the property. And in one case, we had a young woman who worked for one of the large international firms here in Washington. She called us to say, well, should I send this guy some more money? And my general counsel - this is a true story. My general counsel asked her for the address. And on his lunch hour, he walked to the site, which was not that far from our office. And it turned out to be a soccer field."
    },
    {
      "author": "TAM",
      "text": "Oh, no (laughter)."
    },
    {
      "author": "SHREVE",
      "text": "This is an honest - this is a true story, Ruth. This is a true story."
    },
    {
      "author": "TAM",
      "text": "Google Maps is free, though (laughter)."
    },
    {
      "author": "SHREVE",
      "text": "OK. Yeah. I mean, we see..."
    },
    {
      "author": "TAM",
      "text": "Oh, man. That's rough."
    },
    {
      "author": "SHREVE",
      "text": "...We see young people renting places that they have not inspected. You know, the sight unseen is not a good business. Don't put your money in until you see the product, you know what I mean? You got to see what you're buying."
    },
    {
      "author": "TAM",
      "text": "Look, I get it. Sometimes you have to make a move unexpectedly or your timeline is a lot shorter. And if you absolutely can't see a place in person before signing a lease, you can enlist the help of a real estate broker or a friend who already lives in the area. Here's Ronda again. She actually did this."
    },
    {
      "author": "KAYSEN",
      "text": "I was moving with my family back from Mexico to New York, and we had to rent an apartment sight unseen. And I had a friend do the looking for me. And she found me a place with a very decent rent. The apartment was fine, but, you know, it was kind of held together with spit and a prayer. And so I think that doesn't mean that you can't get a good apartment sight unseen. But I would have a broker go through it with a live tour if he can or she can. And if you have a friend in the area, have that friend look at it."
    },
    {
      "author": "TAM",
      "text": "You can actually join this friend or, again, a real estate broker on a tour, even if you're not in the same city. During the pandemic, virtual tours have gotten really popular out of necessity. If you join virtually, though, make sure you can do the tour live to help verify that the place you're seeing is the one being advertised."
    },
    {
      "author": "KAYSEN",
      "text": "Have them do it over FaceTime so that you can see the apartment and have them show you everything. You know, don't just look at the pictures that are online or the prerecorded video. Make sure they show you, like, what the view is out the window. Make sure they show you the appliances. Have them look inside the closets so you can see the size of the closets."
    },
    {
      "author": "TAM",
      "text": "Even if you found a place you like and everything checks out, you need to make sure you can actually afford it. So here is takeaway No. 3 - think about your budget."
    },
    {
      "author": "TAM",
      "text": "Remember that you may be responsible for more than just rent. You might have to pay for certain utilities. So ask your landlord what's not included in the rent. You may have to pay for anything from internet to trash pickup to water. Some places require tenants to have rental insurance. And even if it isn't a requirement, Johanna says it's a good idea."
    },
    {
      "author": "SHREVE",
      "text": "Unequivocally, everyone should have renters insurance."
    },
    {
      "author": "TAM",
      "text": "OK."
    },
    {
      "author": "SHREVE",
      "text": "OK? And why do you need it? Because let's say that sofa you purchased, that TV you purchased, everything that you bring into that unit, if you look in the lease, it says the owner is not responsible for your personal belongings. You have a fire - not because you created it, the neighbor did - and you lose everything in your apartment. It's gone if you don't have a way to replace it. Renters insurance gives you that comfort."
    },
    {
      "author": "TAM",
      "text": "I'm kind of embarrassed to tell you that I only got renters insurance, I think, maybe late last year. And I was pleasantly surprised it was more affordable than I thought it was going to be. It's about, like, half what I pay for Netflix every month, so..."
    },
    {
      "author": "SHREVE",
      "text": "Well, there you go. There you go. We're talking maybe $7, $8 a month. If you don't have, you know, original art in your apartment, that sort of thing, or you're not housing, you know, the Hope Diamond, you should be able to get it at a very, very reasonable cost."
    },
    {
      "author": "TAM",
      "text": "On top of rent, utilities and rental insurance, there are also one-time fees. You'll probably have to put down a security deposit. And you may also have to pay an application fee just to apply to the place or a move-in fee just to move in. Sometimes these things can be waived, but you won't know what to negotiate unless you ask. And even if you think a place is within your budget, a landlord may still want to verify that you can actually pay for a place. They may need you to provide information to look up your credit score, verify your employment or a certain income level."
    },
    {
      "author": "KAYSEN",
      "text": "If you're trying to rent a new apartment and you come in as new renter, you have to remember you don't have an income history and you may not have that much of a credit history. So you may need a guarantor who can guarantee your lease. If you do have that person, like a parent, they are responsible for your lease as much as you are."
    },
    {
      "author": "TAM",
      "text": "OK, listen, the guarantor process can be kind of complicated, and the need for it varies depending on where you live. But if you don't have someone in your life who can act as a guarantor, there are other options. You might be able to offer an additional security deposit to your landlord, for example, or..."
    },
    {
      "author": "KAYSEN",
      "text": "You can get these sort of lease guaranty companies will pay - you pay them a fee and they guarantee your lease, which is something else you may need to budget for."
    },
    {
      "author": "TAM",
      "text": "All of these companies have different limitations and fees. So make sure you research your options before choosing one. If the financial part of this is starting to sound overwhelming, don't worry, you're not alone."
    },
    {
      "author": "TAM",
      "text": "Living on your own is really unaffordable in a lot of cities. You can cut costs by living with roommates and by being more strict with your wish lists. And depending on the market, you may also be able to negotiate your rent. But don't just throw out a random lower number. Come to the table prepared."
    },
    {
      "author": "KAYSEN",
      "text": "It's about doing homework. So I would look at the building you're looking at. And for example, on Zillow, you can look through past rental history, right? Look and see what the rental history is for that apartment, for the building, for the neighborhood. Ask if they give concessions; if they have, what they are."
    },
    {
      "author": "TAM",
      "text": "You might be able to work out discounts on rent or you may be able to get your move-in fee waived or request certain perks. But make sure you know what you're signing up for. Even if you can get a month or two of free rent, your landlord may raise your rent after your first year, and they may base that rent increase off the original rent, not the discounted rent. But again, read the room and understand that different landlords may be open to different things. Larger landlords have generally done their research and they may have limits on what kind of discounts they can offer based on what they know the market bears. Smaller landlords, on the other hand, may make calculations that are a little less data driven."
    },
    {
      "author": "KAYSEN",
      "text": "When you deal with smaller landlords, you often have a lot more room to negotiate because a smaller landlord is going to care a lot more about who they get in the apartment. A smaller landlord might want to make sure are they going to be able to get along with you if they live in the same building as you? So they may be more willing to shave 100 bucks off the rent if they think you'd be nice."
    },
    {
      "author": "TAM",
      "text": "Time for takeaway No. 4 - before you sign your lease, read it. I know it's like reading the fine print of, like, a security update for an app, but it's extremely important. Here's Johanna Shreve."
    },
    {
      "author": "SHREVE",
      "text": "I emphasize this. It's so important. Knowing what the lease says is probably one of the first rules of growing up. When you decide to move into the world of adulthood and you're going to live on your own, you have to know what you're getting yourself involved in."
    },
    {
      "author": "SHREVE",
      "text": "And the reason it's important is because the lease is a contract. It's a legal document, the guiding principle when you rent an apartment or rent a house. And the terms and conditions throughout that contract should be known and understood. If you don't understand them, you should seek out legal counsel through legal aid or through the bar association in the state that you live in in order to ensure that you understand what you're getting yourself into."
    },
    {
      "author": "TAM",
      "text": "And you can also recruit a friend or family member to look over your lease just to be safe. Speaking for myself, it always helps to have another person check to see if there is a fee for paying my rent late or what the penalty is if I need to break my lease early."
    },
    {
      "author": "TAM",
      "text": "Beyond reading the whole contract, do a little background check on your landlord. Do they meet the standards of wherever you live? Do they even have a license to rent property? Do they have a history of evicting tenants or neglecting repairs? You can do a basic Google search. But you can also check your housing authority's public databases or public court records. A little research will help prevent renting with a bad landlord. But it helps to be prepared should the unexpected happen."
    },
    {
      "author": "SHREVE",
      "text": "It's important to know what resources are available to you. And I think as one of the things in your research and developing your plan to start renting, you should always say, well, what if something happens? Who do I call? It's like \"Ghostbusters,\" you know? You've got to know who you can call."
    },
    {
      "author": "TAM",
      "text": "And that's takeaway 5 - know who to call when things go wrong."
    },
    {
      "author": "SHREVE",
      "text": "You can call your housing and community development office, and they can put you in touch with other nonprofits in the city. There's been many, many new nonprofits that have arisen to assure that tenants are being protected."
    },
    {
      "author": "TAM",
      "text": "There is obviously a fair amount of work that goes into finding a new place to live. But once you move in, it's the start of making it your own. And part of that includes getting to know who you share your new space with. So this is our final takeaway - be considerate. Once you kind of read through all of that, if everything is kind of making sense, and you've found the right place, like, and you sign a lease, you know, how can you be a good tenant or neighbor once you actually move into a place?"
    },
    {
      "author": "KAYSEN",
      "text": "Don't be too loud. If you're having a party, tell your neighbors. You know, just knock on their door. Invite them, even if they're not going to come."
    },
    {
      "author": "KAYSEN",
      "text": "And in terms of being a good renter, you know, communicate. You would be surprised. Sometimes landlords are flexible. If something breaks, tell your landlord. And remind them. Call them. Tell them it broke. If they don't fix it, put it in writing. Basic kindness toward other people goes a long ways."
    },
    {
      "author": "TAM",
      "text": "A house or an apartment doesn't feel like home just because you pay the rent. It takes research and a good sense of your priorities to find a place that you can really make your own, where you can feel secure and comfortable, whatever that means to you. So to set yourself up well for renting a home, here's a list of takeaways."
    },
    {
      "author": "TAM",
      "text": "Takeaway 1 - make a wish list of all the tangible and intangible things you want in a home. Circle the things that are most important to you so you know what's non-negotiable."
    },
    {
      "author": "TAM",
      "text": "Takeaway 2 - check out a listing in person before committing to it. Channel the pickiest person you know and ask the property manager about everything from pest problems to how tenants pay for laundry. If you can't see a place in person, find someone to visit it for you. Have them give you a live virtual tour so you're not relying on photos and videos that really can't be verified."
    },
    {
      "author": "TAM",
      "text": "Takeaway 3 - mind your budget. In addition to rent, there's utilities and rental insurance, and there are also one-time fees like the security deposit, application and move-in fees. When it comes to negotiating, do your homework and come to the table with facts about the market."
    },
    {
      "author": "TAM",
      "text": "Takeaway 4 - before you sign a lease, read it. Know your rights as a tenant and understand what you're committing to."
    },
    {
      "author": "TAM",
      "text": "Takeaway 5 - know who to call if things go south. Your city may have a department dedicated to housing or a tenant advocacy group. You can also contact local legal aid organizations or your state's bar association if you wind up needing legal representation."
    },
    {
      "author": "TAM",
      "text": "And our sixth and final takeaway - be considerate and communicative with your landlord and neighbors. If you live in a building with others, the people around you can make the difference between whether your house feels like a home. And remember, you make a difference for other people, too."
    },
    {
      "author": "TAGLE",
      "text": "Before we wrap things up, just a quick reminder again to have you complete that survey we mentioned at the top of the episode - it's at npr.org/lifekitsurvey. It'll really help us out. Again, that's npr.org/lifekitsurvey."
    },
    {
      "author": "TAM",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to move on a budget, another on comfort decorating and lots more on everything from health to finance to parenting. And you can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now, as always, a completely random tip."
    },
    {
      "author": "DEB MEYER",
      "text": "Hi, my name is Deb Meyer (ph). I always need more than two hands to blow-dry my hair. So I have a toilet paper holder that is on a stick. And one time I just picked it up, put it on my counter in the bathroom, put the hairdryer in it. The toilet paper roll holds it in place - aim it right at my head. And boom, I have two free hands to blow-dry my hair - never have a sore shoulder, dry my hair easily. And it's been fabulous. And anyone can do it."
    },
    {
      "author": "TAM",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "TAM",
      "text": "This episode was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Wynne Davis. And our intern is David West. I'm Ruth Tam. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8179198059.mp3",
  "img": "https://media.npr.org/assets/img/2021/08/30/miotke_npr_lifekit_final_new_wide-9bfeb579f2384c1bde29741894e833ee14342b74.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, BYLINE",
    "RUTH TAM, HOST",
    "TAM",
    "UNIDENTIFIED PERSON",
    "JOHANNA SHREVE",
    "SHREVE",
    "RONDA KAYSEN",
    "KAYSEN",
    "TAGLE",
    "DEB MEYER"
  ]
}