{"title":"'Can I Ask That?' Tips For Navigating Questions About Booster Shots And More","url":"https://www.npr.org/transcripts/1030422480","intro":"People are making up for time lost during the pandemic. Weddings are happening again. People are hosting cookouts, and going on vacation. Some people are heading back to in-person school and adjusting to working from the office again. But the health crisis is not over, and people in different parts of the country are taking very different approaches to that fact.These different approaches and thoughts are presenting some tricky situations, like asking people if they have or plan to get a COVID-19 vaccine booster shot, or requesting that someone mask up.To talk through some of situations, NPR's Michel Martin spoke with Steven Petrow, an opinion columnist with USA Today, who's been writing about matters of etiquette, among other things.","transcript":[{"author":"MICHEL MARTIN, HOST","text":"This is NPR's LIFE KIT. I'm Michel Martin."},{"author":"MICHEL MARTIN, HOST","text":"You've probably noticed this yourself. People are making up for time lost during the COVID pandemic - having weddings, hosting cookouts, going on vacation trips, and as well, heading back to in-person school and to the office. But the health crisis is not over. And people in different parts of the country are taking very different approaches to that fact."},{"author":"MICHEL MARTIN, HOST","text":"So we thought this would be a good time to brush up on some ways to handle those potentially tricky situations, like asking how you got your shot or talking with those who didn't. On this episode of LIFE KIT, vaccine etiquette - I talk with journalist and author of books about etiquette Steven Petrow."},{"author":"MICHEL MARTIN, HOST","text":"So let me just jump right into the question of booster shots. I mean, the government says that they'll make booster shots available for the Pfizer and Moderna vaccines starting next month. And just like with the first round of vaccines, I'm sure there will be people who will be wondering, like, why some people got a shot and some people have not. Is it OK to ask somebody if they plan to get the booster shot or if they've already done so?"},{"author":"STEVEN PETROW","text":"The question everybody should ask themself before they ask someone a question is, why do I want to know that? And if the answer is this information will be actionable to me in some way, then it's probably a fair question. But if you're just curious, you know, then it's probably not. And if someone's getting a booster shot, it's really not going to be germane to your life."},{"author":"MARTIN","text":"What if it is germane to your life? What if you're sort of similarly situated in age or something like that? Like, how would you ask the question?"},{"author":"PETROW","text":"Well, so there if it is actionable and perhaps you want to understand better who is eligible and how to get that, then it's fair to say, I understand you got a booster shot; I've seen people posting this on Facebook, you know, and hope that you get a coherent answer. And I also hope that those who are getting booster shots will talk about that and explain how they did it. So volunteering information is always fine. You know, you can't really violate your own privacy. You can only violate other people's privacy."},{"author":"MARTIN","text":"Let's talk about the great mask debate. And I mean, this has gotten so ugly and politicized. I'm betting books are going to be written about all this."},{"author":"PETROW","text":"Yes."},{"author":"MARTIN","text":"But what are your thoughts about asking someone to mask up or even asking why they've chosen not to mask up? I mean, we've seen, you know, fisticuffs break out over such matters. So it's tricky. But what are your thoughts about how to approach such a thing?"},{"author":"PETROW","text":"Well, you know, in general these days, I say stay away from that question because you could wind up in trouble because there's so much volatility around this. So if you're inviting someone over, if you're going to be in close proximity, then you might explain, you know, I have a health problem or, you know, I have another concern. Could you please mask?"},{"author":"MARTIN","text":"If it's your home, you feel like - what? - people should be able to set those boundaries."},{"author":"PETROW","text":"Well, if it's your home, it's your rules. That's always true no matter what we're talking about. So, you know, when I'm inviting people over these days, I am asking whether they're vaccinated. And I am actually telling them, you know, we need to wear masks if we're going to be more than a certain number of people and just to be mindful of these issues."},{"author":"MARTIN","text":"So let's talk a little bit more about this whole question. If you're planning a social gathering or an event of some kind, how do you recommend that people handle questions about people's vaccination status? And does that change depending on what type of event it is, if it's a casual event, as opposed to, say, a wedding?"},{"author":"PETROW","text":"So let's start with a big event, like a wedding. And there, brides and grooms and, you know, grooms and grooms and brides and brides have long set the rules for their weddings. And so now is the time, and I am seeing it already, where if it's a digital wedding package, there is an insert which says, you know, here are our COVID rules. Masks are required; vaccines are required; whatever that may be. But they're kind of - they're written down."},{"author":"PETROW","text":"And when you reply as a guest, you're basically asked to agree to these rules. And that is perfectly fine as long as people are asking ahead of time. And some people will not be coming as a result of that. And that is the way this cookie crumbles."},{"author":"PETROW","text":"You know, for less - you know, less big events, like if I'm having a small party around Labor Day - I kind of got a little bit out of my own routine, and I invited a couple, and the woman was pregnant. And she actually called me and said, can you tell me more about the vaccination status of your other guests? And I said, yes, I'm not going to tell you specifically, you know, who is vaccinated, who's not. They all were, in fact. And then she told me she was not vaccinated yet because she had just recently learned that the CDC had sort of given the total green light on that. So it's a give and take. And you want to listen and respond and always think of, how can I protect the health of my friends?"},{"author":"MARTIN","text":"What about traveling internationally right now or nonessential trips? Even if you're vaccinated, there seems to be some risk associated with travel still. How do you - what do you recommend with people - that people consider when making travel decisions? - and then when they come back, I mean, when there's that sort of gray area - right? - when you may have just come back from a place for a trip, what do you - how do you recommend that people talk about that or discuss that with people?"},{"author":"PETROW","text":"Just last week, I went through this process of trying to decide whether or not to go on this trip to Italy in October with a group of friends. And finally, I decided there were just too many unknowns that would potentially put me at risk and put our group at risk, so I declined. And then two days later, the whole group decided not to go. You always want to think about not only yourself but a group of people. And then when you come home, you know, you're going to have to have been tested before you get on a flight back to the United States. But it's always prudent, you know, after three to five days to go get another test and just make sure that everything's OK before you go fully out in the world again because especially with the variant, it is so virulent and so many cases are asymptomatic that you just can't see it. And you may not even feel it. So the safeguard is really important here."},{"author":"MARTIN","text":"You mentioned that you had actually thought about an international trip yourself and were planning one with friends and you decided to change your plans. Can you just talk a little bit about what are some of the factors that you considered when making those plans and changing those plans?"},{"author":"PETROW","text":"You know, so some of the factors that I was looking at over time for this trip to Italy was what were the infection rates, you know, in Sicily where I was planning to go? What were the hospitalization rates? What were death rates? And they were all trending upward. Italy then passed that green pass law, which requires masks in many public locales. You know, that became a factor; and access to good health care should one need it overseas. So I tried to evaluate all of those. And I felt at this time that risk wasn't worth it to me. So that's why I chose not to go. And then the group itself decided not to go for pretty much the same reasons. And different localities will present different opportunities and challenges. But you need to get into the nitty-gritty and one's own sense of comfort and level of risk that we can tolerate."},{"author":"MARTIN","text":"How did you approach that with the group? Did you say, look, these are my plans and you're free to do as you wish? Or how did you approach the conversation that - when you were rethinking the plans based on what was going on at the location that you had intended to go to?"},{"author":"PETROW","text":"So I always think in situations like this, you know, the one who has the most apprehension, whether or not that is grounded in, you know, the reality of a situation, you know, that should carry the day for a group or that individual should be allowed to sort of bow out and, you know, and say, I'm not comfortable doing this. Nobody should really be pushed to do something that's against their own comfort level. And in this particular case, I was trying to explain some of the factors that I was relying on to make my decision. And these friends actually were not aware of them. So it was helpful."},{"author":"MARTIN","text":"So we just talked about the fact that just so many people are making up for lost time and wanting to go places and have gatherings. And people are posting about it, as people will do. What if you see somebody in your life behaving in a way that you don't think is responsible? Maybe you open your social media app and you see somebody attending a big concert or club, you know, maybe somebody who's not vaccinated, not wearing masks, social distancing. I mean, how do you recommend addressing that? Or do you? I mean, I'm assuming this is somebody close enough to you that you would want to speak to them about."},{"author":"PETROW","text":"Yeah. Well, you know, I'll speak a little bit from personal experience. I have a family member who shall go unnamed, and they were at a club and they were posting pictures on Instagram. So I did not, you know, post on their wall, hey, where's your common sense? But I did have a private conversation and said, look, you know the rules of engagement these days, and that wasn't wise. I'm not going to call you out publicly. But think about the impact of that picture because we are trying to sort of recreate social norms again. And when we see a friend having this great time, we go, gee, I want to have a great time, too. I want to do that. But I want people to sort of bring that back in and think about the consequences of these posts, these actions, these photos."},{"author":"MARTIN","text":"Why not call them out on their wall and call them out publicly?"},{"author":"PETROW","text":"I think it's human nature. You know, whenever someone calls me out publicly, I just do the opposite. And I think that others do that, too. And it's not nice (laughter). Let's embarrass you."},{"author":"MARTIN","text":"So that's basically tactical, not philosophical, right (laughter)?"},{"author":"PETROW","text":"Right, you know, and - well, you know, a lot of this is, you know, strategic, you know. Sure, it might be great to, like, post, you know, this is terrible because of X, Y and Z. But I don't think that's going to change behaviors. And what we all want to do is create safer behaviors for all of us."},{"author":"MARTIN","text":"That was journalist and author Steven Petrow. Steven Petrow, thank you so much for joining us."},{"author":"PETROW","text":"Thank you so much, Michel."},{"author":"MARTIN","text":"For more LIFE KIT, check out our other episodes. I hosted one about vaccine hesitancy, and we have tons of others on everything from personal finance to pronouncing people's names. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"MARTIN","text":"This episode of LIFE KIT was produced by Clare Marie Schneider and Robert Baldwin III. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Special thanks to Natalie Winston, Robert Baldwin III, Timbe Ermias (ph) and Will Jarvis. Our digital editors are Beck Harlan and Wynne Davis. I'm Michel Martin. Thank you for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1915051917.mp3","img":"https://media.npr.org/assets/img/2021/08/23/gettyimages-1287036245_wide-ef4e076ff2b981008df565af833e7781d47a605d.jpg?s=1400&c=100&f=jpeg","authors":["MICHEL MARTIN, HOST","STEVEN PETROW","MARTIN","PETROW"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,452,715,819,813,1238,15399,16078,15503,24349,19809,19265,10667,18240,4273,17192,25109,14482,17902,18432,15255,11811,24242,12974,13595,15595,18229,13890,14975,15330,12871,12357,9453,25414,21659,10841,6331,22804,14083,7719,21729,10918,12015,15208,23707,23758,19302,15553,18703,17919,17188,18383,9227,14831,8234,13371,16426,14052,19070,19235,14577,15363,13993,8830,11595,18150,23638,16704,16530,11042,23391,15349,13213,12415,13627,20121,26154,2296,20028,19209,20320,17533,15517,11810,22970,21957,12501,11382,13538,10983,10419,10716,8492,11405,11770,9077,2820,19977,14530,9946,9732,15820,15474,26465,18435,16584,11862,9441,19190,9347,3427,20728,20347,20641,24737,18180,17219,12560,15923,16230,2379,20117,18270,20565,11471,14783,12207,21772,21339,13862,11351,21846,14620,241,160,140,107,62,61,67,15563,20516,26599,16628,21005,24737,12049,16670,26989,15984,9525,14507,20508,14171,17929,25020,10493,11698,11541,11978,14237,17598,18128,23670,17814,15197,3486,23661,24785,13632,20417,21267,24772,10172,15747,17377,17933,17753,15510,16273,18269,20417,19014,12923,14577,12092,10519,7516,11395,23807,22372,14626,16859,15985,11823,17001,17382,12218,14583,24248,15459,13388,19109,11256,20521,6667,18083,15955,15944,14364,10374,10588,15170,9582,11641,13704,11465,9996,7250,24187,23300,19887,15993,4988,82,12,27400,25416,19720,12509,22642,12636,22293,21221,20481,4694,18944,17995,16930,18872,12654,22358,14041,9953,25381,13262,14893,19949,11175,15648,12017,24291,12859,12407,21017,2804,24093,21847,25759,22503,11700,8306,20949,17336,16506,12999,26618,23737,12920,21952,15470,19819,22442,17670,15653,28651,17596,11460,24534,22587,21502,16732,9374,16604,12426,24789,21711,26799,22687,17354,18544,21796,25428,16966,19727,18544,20498,13731,8695,1582,5,3,14,2700,26177,11700,15355,11314,14396,19573,9060,15494,11454,283,21744,21611,14947,13611,13652,11790,7224,17131,23373,14058,7627,16001,15879,6607,6228,7771,13766,8068,10860,9431,14907,8005,21119,23384,10213,8327,7708,8597,8517,5205,667,22477,10165,22390,11794,20866,13995,598,3,3,0,17784,18055,17034,15153,14082,19456,15836,17715,19155,11962,20801,22980,21183,12283,14479,21026,14417,12157,17010,19627,23022,24991,13596,11995,10840,22380,26425,24840,10586,17583,26945,19699,25844,22771,19832,24411,14256,10516,14919,14537,12004,13049,14335,12904,14897,16512,16838,15793,23471,22780,16030,7678,26149,26603,22401,2347,19507,23305,23081,20899,17179,17716,12731,11895,14191,16577,9327,22574,13874,13576,7232,10372,8701,18768,22740,23240,13842,22384,18796,13607,25012,20661,8128,7005,9242,7181,738,23429,17884,16100,15983,12221,3724,3406,11864,15623,21603,21011,424,13568,11675,18891,13488,21705,16236,12731,20667,17667,721,21811,27241,17113,13915,8320,8026,11040,20277,20574,2683,13786,18474,23606,11189,13921,10317,11345,12264,13093,25983,9757,5682,20318,22970,19085,14931,13381,4531,294,22046,17151,18924,10352,13621,18852,12064,10609,14606,12009,13362,7710,24186,8626,12022,14647,19888,26046,17668,12145,7280,12467,3976,360,24008,6020,17753,20477,7502,12413,16631,12749,18205,24483,13215,10366,11907,20816,5917,8775,22490,8903,9319,26951,15160,2277,185,21720,22906,22855,20609,15709,25454,14841,19182,12190,8500,16353,9715,10987,16324,19884,1796,10849,18219,17575,25129,15585,23028,20619,2332,22089,6334,17920,21099,21653,21490,23943,19136,12281,14855,13057,19833,12300,19769,21858,23936,12591,19244,23645,14478,19771,19803,10721,14870,6684,24281,20523,11906,5306,17744,23968,23605,16829,11927,24812,8155,9007,17907,10058,12294,13279,15342,5825,5686,18942,14025,23481,18856,11836,17426,17010,11645,12322,19790,13651,19164,10123,19937,13845,1784,26312,19396,25559,24388,8726,27241,17331,11362,7004,19473,21396,24905,21120,23392,25853,25343,15581,19426,17507,10923,13519,4974,10433,14461,9185,15005,12521,20997,14836,22726,13074,7593,5670,22226,9055,9558,11365,9578,14196,10319,15053,23837,25597,25697,17028,14725,11126,12291,11988,18291,17347,15270,15598,12148,22467,24819,17521,16636,12553,9053,17523,16905,18299,10319,24067,10030,19658,10186,20751,13346,7915,20913,23594,20824,20018,19891,8358,13682,12961,15730,18686,12311,8740,24116,10910,8342,21406,24735,20204,8550,4905,1197,10292,19122,21577,25321,15813,21856,15144,7823,14086,18114,15423,1482,5352,27003,22450,14278,8307,10304,480,19309,23307,21801,15204,19460,16802,9362,23732,12773,14677,11601,13706,16854,11555,22510,25448,26045,11447,14560,16004,7350,7545,7401,5675,19228,15065,9292,2906,26188,23763,23524,12289,13029,21487,19117,2944,22304,21973,19431,11206,16508,16283,19483,7240,6492,15763,11241,1542,22670,17664,26410,22291,14498,9477,21012,989,1735,24903,20983,11806,16182,18827,11671,9190,14635,12592,19661,17305,15525,14210,19984,20397,11614,13059,14832,16640,9953,13675,18039,15879,10515,13779,25037,20587,13464,11083,5926,271,15044,23330,16288,19389,20494,12226,14096,18639,17717,15355,10077,8541,16116,22730,26163,6928,12527,1805,18257,14652,16049,12527,16332,15525,2238,26317,22256,7373,17081,9762,12431,7603,22582,8374,6014,26796,10119,7539,17637,19019,13825,9931,15135,13158,25058,17899,14803,16097,14271,10517,13534,11672,23143,24150,26650,8378,23246,21695,21903,19841,18193,20536,10712,16355,19944,23856,17606,676,23498,9244,16293,12675,6167,16475,15620,15616,20536,13391,11808,22188,16141,9303,12867,12500,9466,3589,10432,21744,15096,13534,13147,10621,17934,12339,1268,3784,20446,11149,12950,18749,23222,18956,20634,12336,16405,18314,13244,9478,10082,10375,19420,22181,14671,8462,15017,2705,607,24321,15436,13336,22058,16570,14614,8142,16604,14570,21763,23712,12932,11194,9958,6282,931,737,19438,21711,25102,17671,12441,4983,21167,20052,14273,18903,14817,9135,8250,11756,8041,6580,22714,2314,5003,2289,22258,19598,17886,9944,8598,18743,15052,17015,5551,1149,23053,22349,19926,20044,4146,17517,22185,22435,14470,20718,13881,2241,23624,12017,18201,5903,17462,9792,1955,12852,21688,22478,23317,11884,22433,21121,17227,4111,10179,7908,20151,17660,14302,10302,16790,17810,6646,1287,18944,19681,18596,17662,22146,17346,12503,2533,4709,990,17181,10995,18340,16263,16059,16978,18663,22438,6346,8818,7856,23991,7223,13086,2800,1338,10140,18983,22159,23029,11247,12926,3586,12389,16028,18499,15042,9444,10805,16412,17084,16571,23376,20810,18219,6631,7966,956,20850,23054,18777,13590,22645,20261,18180,19248,15235,17212,22258,7201,21508,20711,21242,15175,8468,10156,13769,17345,24085,23025,17956,15753,15088,12298,2164,15609,22082,13530,9725,14635,16587,12021,8857,9480,17608,19985,18620,13760,7248,26960,3084,19355,18978,22847,22743,23044,6523,23467,21498,16844,10641,22856,19254,9740,16604,17055,14202,920,26046,23214,10517,22289,17454,4721,20887,17385,14830,17760,2939,136,7285,2922,21570,26927,25857,13595,14294,13939,11199,19070,12141,10253,24147,15452,20076,12386,9908,13147,14199,12678,7612,14749,12273,18461,3114,26363,11160,22098,25376,15880,10730,1103,13397,23881,15457,23196,16668,20540,15905,8986,19464,14060,22137,18275,16866,6985,17905,20783,22772,17772,17939,22652,24152,19487,24474,24363,18104,5486,6021,17407,10132,23874,16647,16843,8286,13322,18720,24971,25694,26841,16336,9728,13370,18664,13163,9994,15922,25301,6783,5871,417,26178,23559,11476,15908,5698,5327,20947,8431,870,23487,11858,22459,17176,11611,8494,24020,10075,23963,14011,8252,16049,10175,9147,19951,5377,1173,3860,24427,16557,22570,21492,11415,11236,17468,9928,7247,9518,5837,19148,15323,9449,14005,17385,11890,18173,6714,7071,23272,17934,10833,10633,13776,4535,26421,21911,16176,3700,21668,24214,12756,9998,18228,12038,18857,20621,4603,8714,10784,23794,20401,22869,5729,10961,13247,22206,14245,8610,22177,7832,7906,1653,14811,21114,17937,18004,1262,13122,21609,27478,21105,12989,16464,13155,9411,16793,13192,23815,12057,6151,9337,13150,15662,22692,14687,10279,9349,15565,23475,15966,297,21751,23103,14246,17825,5242,9764,12235,1200,20124,7080,9388,5680,20847,17544,14311,24127,9337,10523,6400,8379,6375,24348,23921,20264,9692,808,15455,26335,22172,9481,10627,12001,12599,8918,10760,12437,20899,11858,18546,3124,17310,15948,17241,10769,13953,17558,18586,14555,8611,16109,15252,4739,8311,15675,21618,14020,19975,7255,24394,23863,12128,13324,13719,25442,20460,19308,11191,26175,21642,7806,7667,14610,25277,15436,1032,1315,19658,10770,14782,23997,20012,21753,8368,23476,17212,17322,17824,24478,19859,13748,8255,7872,12714,21481,10233,15307,18440,12315,15846,1126,11956,9804,592,1555,22680,25045,11791,3823,138,2072,9671,22984,19165,22994,7384,17879,6097,11073,11992,10393,12785,8060,13678,8375,8333,9723,2040,1624,24011,21277,15446,17651,15547,8092,1220,828,19344,7034,22491,15081,23323,7410,6572,15236,2578,22596,22552,23456,6478,3281,17826,24844,12845,12673,24227,21246,19736,23773,6805,7579,874,17953,2692,13904,17972,24056,17343,11640,21532,16464,14595,13885,18477,4900,6717,4667,16434,17408,17577,16549,732,11495,26826,11409,16086,7628,3534,1190,14644,16996,24142,11233,13748,20948,16690,15064,9767,12197,14220,20944,5953,15367,12689,1869,27178,20435,24874,22017,18349,11408,12167,26590,6767,43,7498,21241,14313,19545,25218,14833,9257,7446,17825,9726,13380,23722,21036,15525,15638,9299,22594,1648,11769,19933,5477,17975,11751,23811,24195,14598,17983,14721,11277,10489,8576,5543,5089,9827,5007,23106,21104,27343,19483,16726,15707,15229,14531,8474,9018,15710,16347,9409,3673,11706,19311,14526,18526,14333,24306,251,23342,23509,12352,16347,21578,11939,9628,13764,13807,24394,22010,11848,14599,5239,24180,13922,8323,26764,23871,25005,3089,13244,13825,20067,19889,16022,16524,20518,10051,4029,241,22460,17542,9732,5753,19562,28370,22146,24756,8452,21178,21744,22017,14649,15976,825,16479,21207,19088,16256,16561,22277,17598,16389,9660,15002,11254,12751,19447,9633,15613,17529,15448,7936,14376,1167,20984,5743,22178,19183,9268,13898,11617,19552,6218,2996,8279,18060,21273,17579,22383,6446,17250,19215,20399,11304,5783,3076,3755,24259,23233,16602,7510,20332,19202,24374,12969,10660,13019,15061,18547,13015,19591,9039,1689,12807,25890,26823,18508,21515,20087,13907,11333,919,11132,23269,2707,19535,10573,12067,20839,9505,2263,23845,24833,11750,14860,13176,11500,16165,21347,21429,12997,10992,1273,11936,22523,15470,17686,9925,9056,13994,14322,12251,18160,18624,16720,11616,1781,13922,22788,18353,12785,13801,13693,23244,14791,8820,13676,1122,9485,24073,15434,21464,14648,25601,14838,10515,6083,10686,8685,25729,25858,11025,8291,6138,14032,14471,19582,15882,19355,17652,10153,15906,10446,10209,15056,5212,21707,19094,21072,16723,16173,15386,20332,11898,13949,13264,8669,8736,14893,10470,5890,23560,13132,10836,23426,21985,14324,3500,16462,18061,24521,20924,25057,24911,13568,12296,10835,2062,25354,17493,14159,25729,13848,19613,20640,11567,12808,9372,9961,2710,666,14447,23208,13203,20680,21331,24026,9663,6818,1440,21234,22963,15254,21666,8530,11376,10736,17541,14979,6755,19997,15623,23535,17500,776,295,14582,14304,14784,11314,25284,21460,9273,13612,23034,20052,13783,13657,7987,13371,21877,9933,5022,418,17318,23153,12179,13674,13895,20460,25113,25226,17704,17172,22643,21434,21798,6722,8297,5637,10334,1232,12929,11303,15252,23428,20047,3886,23564,18380,17948,21229,10061,5868,11492,22774,17344,21343,21062,22769,15139,8101,6007,4494,18166,13088,14388,855,2705,23323,24734,22212,10186,12061,5045,7532,9896,13618,1646,835,19322,15711,26056,19046,3838,17360,18357,14620,22680,14022,2845,1059,19315,21180,23584,17450,19649,17431,19074,3144,20100,24337,16795,21448,5988,4338,20758,14775,1029,257,14650,21061,11379,24280,18478,16472,12304,11279,25249,19546,21528,14151,4270,10054,12110,18161,13808,18115,17638,20639,12585,16168,23660,16710,10854,11252,7530,11814,1636,17635,16863,19460,11428,18293,24743,22055,18631,15623,11969,2154,6179,18661,16588,23977,24360,17392,12890,18920,17785,25716,16906,24817,17670,24202,20190,8215,11581,4619,18696,11255,13086,23558,24322,22716,9626,16563,9323,17775,8321,15275,7500,20078,25299,13614,9706,17554,12219,601,20356,20421,19930,20696,14994,15161,2822,15333,15114,15452,4672,2653,14737,18966,16200,9684,12589,13114,12687,16522,13007,17279,14656,11078,11042,19540,11910,18439,12484,13459,20573,19022,12572,14094,20091,15865,20572,17925,4345,25132,12203,20576,26802,23726,27013,25578,19392,23679,16748,26275,7357,18258,12878,21848,10981,19180,11332,16231,13426,23816,13193,8696,10526,8189,17101,23844,7315,5557,4485,22688,19776,18319,11022,24535,12274,15792,1822,17692,20296,16087,18863,18163,10832,6865,11446,10181,7874,23668,21192,11551,19956,10549,6070,575,15520,24443,16163,8035,15742,6643,22437,13307,16031,12239,6281,4598,3986,3947,5664,6167,6691,6189,6338,6209,4916,9036,27872,19919,10014,11297,12464,10455,9128,15533,15831,14971,12858,10822,4876,19149,12399,11015,15245,3069,4946,6879,4292,6483,5446,6314,6942,5868,7207,5914,2884,2024,22229,19059,16861,18342,24178,25165,18999,13294,17006,18565,15028,18213,15926,10500,13172,12738,13829,16225,14809,18836,15339,20636,10758,19427,16821,20102,10163,20289,10452,16591,12781,2512,12715,17389,13794,16297,15697,15556,13651,14525,12315,21283,18122,8199,12156,25333,15643,18104,13862,18143,20595,13510,27234,22059,20658,23284,12981,18620,13809,16039,13953,12615,23858,17867,9767,13909,9713,1456,17539,21550,20388,21663,16086,16634,11674,24832,12800,7888,26238,13641,15757,11715,10005,12449,6133,15560,16433,17224,11817,14257,7853,14914,14795,22740,23192,13676,12156,10552,15107,9995,28316,21490,17952,16246,19995,14489,24186,11457,7305,14997,8702,7102,15247,16163,12249,13335,9001,13934,20185,13438,7645,17589,14476,11524,10725,9346,6803,19114,18049,24834,18129,12648,20438,4409,537,470,676,417,395,308,190,139,51,61,0,5204,7138,21745,24978,19742,22860,17295,18418,17028,18940,18058,19832,2107,15606,24377,18177,19563,17505,25283,24672,6038,17792,15667,20145,26132,21020,14565,21662,19281,20755,11878,17545,19109,17653,20579,14938,3136,5411,16597,23040,14822,15153,25018,16959,27661,16274,6329,675,267,33,23720,25488,23933,17277,22803,24634,11802,20862,23149,16529,7602,15189,21819,22039,21491,26219,10948,19397,22043,3630,28069,28066,12128,13290,4392,17908,23934,15237,9869,14618,20844,14550,21209,20888,13161,15317,17299,23015,15790,21324,11240,11230,9133,25230,20455,6006,13925,18063,24341,21858,20105,11695,16042,27572,15686,18548,16069,11809,15321,14500,6559,19056,23230,15475,14310,21708,18850,23783,20291,8207,15901,23539,7237,23130,20794,18663,25675,16988,15211,19703,11465,26180,15025,13383,15284,9660,11186,13399,9917,3297,25662,16632,14520,14373,18715,9626,20993,25414,20833,10853,25213,26920,20056,14057,25923,28295,7002,24159,18978,23209,10387,13031,200,42,6,22111,23591,12741,13971,14954,19376,17687,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,6312,16276,19996,16281,11933,10300,14507,15996,11413,17998,18966,13131,20902,8567,21615,15681,6091,10916,13045,15332,14631,17796,16139,15196,9247,11988,11935,21891,11497,7093,16623,18892,18091,21087,14770,18007,8331,16323,12579,9376,20473,21623,10002,17982,16408,7775,3745,19113,14505,16181,23518,8019,6170,10115,21329,22171,19458,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,11923,12868,13112,5754,4185,42,3,12748,16122,22729,13276,18095,16659,4026,16493,16520,23908,15295,9604,22516,9852,18807,17096,18602,9812,13096,17200,14220,12742,20680,16002,11824,16259,23575,15062,13053,18942,10023,10235,23493,20858,17718,17674,17847,21068,17339,17132,16283,13129,16651,6026,26295,14978,17732,14899,12565,17090,13239,17124,14535,8134,10393,9172,13370,6731,24743,20279,20132,14058,21998,18319,11434,11571,11379,12912,4078,8509,3386,5043,9018,6931,6291,3624,6818,4564,4173,2223,708,561,0,0],"fragments":[{"begin":"0.000","end":"3.080","lines":["This is NPR's LIFE KIT. I'm Michel Martin."]},{"begin":"3.080","end":"40.240","lines":["You've probably noticed this yourself. People are making up for time lost during the COVID pandemic - having weddings, hosting cookouts, going on vacation trips, and as well, heading back to in-person school and to the office. But the health crisis is not over. And people in different parts of the country are taking very different approaches to that fact."]},{"begin":"40.240","end":"60.720","lines":["So we thought this would be a good time to brush up on some ways to handle those potentially tricky situations, like asking how you got your shot or talking with those who didn't. On this episode of LIFE KIT, vaccine etiquette - I talk with journalist and author of books about etiquette Steven Petrow."]},{"begin":"60.720","end":"99.040","lines":["So let me just jump right into the question of booster shots. I mean, the government says that they'll make booster shots available for the Pfizer and Moderna vaccines starting next month. And just like with the first round of vaccines, I'm sure there will be people who will be wondering, like, why some people got a shot and some people have not. Is it OK to ask somebody if they plan to get the booster shot or if they've already done so?"]},{"begin":"99.040","end":"140.200","lines":["The question everybody should ask themself before they ask someone a question is, why do I want to know that? And if the answer is this information will be actionable to me in some way, then it's probably a fair question. But if you're just curious, you know, then it's probably not. And if someone's getting a booster shot, it's really not going to be germane to your life."]},{"begin":"140.200","end":"149.400","lines":["What if it is germane to your life? What if you're sort of similarly situated in age or something like that? Like, how would you ask the question?"]},{"begin":"149.400","end":"193.640","lines":["Well, so there if it is actionable and perhaps you want to understand better who is eligible and how to get that, then it's fair to say, I understand you got a booster shot; I've seen people posting this on Facebook, you know, and hope that you get a coherent answer. And I also hope that those who are getting booster shots will talk about that and explain how they did it. So volunteering information is always fine. You know, you can't really violate your own privacy. You can only violate other people's privacy."]},{"begin":"193.640","end":"206.920","lines":["Let's talk about the great mask debate. And I mean, this has gotten so ugly and politicized. I'm betting books are going to be written about all this."]},{"begin":"206.920","end":"207.640","lines":["Yes."]},{"begin":"207.640","end":"222.160","lines":["But what are your thoughts about asking someone to mask up or even asking why they've chosen not to mask up? I mean, we've seen, you know, fisticuffs break out over such matters. So it's tricky. But what are your thoughts about how to approach such a thing?"]},{"begin":"222.160","end":"241.600","lines":["Well, you know, in general these days, I say stay away from that question because you could wind up in trouble because there's so much volatility around this. So if you're inviting someone over, if you're going to be in close proximity, then you might explain, you know, I have a health problem or, you know, I have another concern. Could you please mask?"]},{"begin":"241.600","end":"245.760","lines":["If it's your home, you feel like - what? - people should be able to set those boundaries."]},{"begin":"245.760","end":"263.800","lines":["Well, if it's your home, it's your rules. That's always true no matter what we're talking about. So, you know, when I'm inviting people over these days, I am asking whether they're vaccinated. And I am actually telling them, you know, we need to wear masks if we're going to be more than a certain number of people and just to be mindful of these issues."]},{"begin":"263.800","end":"280.480","lines":["So let's talk a little bit more about this whole question. If you're planning a social gathering or an event of some kind, how do you recommend that people handle questions about people's vaccination status? And does that change depending on what type of event it is, if it's a casual event, as opposed to, say, a wedding?"]},{"begin":"280.480","end":"305.080","lines":["So let's start with a big event, like a wedding. And there, brides and grooms and, you know, grooms and grooms and brides and brides have long set the rules for their weddings. And so now is the time, and I am seeing it already, where if it's a digital wedding package, there is an insert which says, you know, here are our COVID rules. Masks are required; vaccines are required; whatever that may be. But they're kind of - they're written down."]},{"begin":"305.080","end":"318.280","lines":["And when you reply as a guest, you're basically asked to agree to these rules. And that is perfectly fine as long as people are asking ahead of time. And some people will not be coming as a result of that. And that is the way this cookie crumbles."]},{"begin":"318.280","end":"359.880","lines":["You know, for less - you know, less big events, like if I'm having a small party around Labor Day - I kind of got a little bit out of my own routine, and I invited a couple, and the woman was pregnant. And she actually called me and said, can you tell me more about the vaccination status of your other guests? And I said, yes, I'm not going to tell you specifically, you know, who is vaccinated, who's not. They all were, in fact. And then she told me she was not vaccinated yet because she had just recently learned that the CDC had sort of given the total green light on that. So it's a give and take. And you want to listen and respond and always think of, how can I protect the health of my friends?"]},{"begin":"359.880","end":"384.600","lines":["What about traveling internationally right now or nonessential trips? Even if you're vaccinated, there seems to be some risk associated with travel still. How do you - what do you recommend with people - that people consider when making travel decisions? - and then when they come back, I mean, when there's that sort of gray area - right? - when you may have just come back from a place for a trip, what do you - how do you recommend that people talk about that or discuss that with people?"]},{"begin":"384.600","end":"433.440","lines":["Just last week, I went through this process of trying to decide whether or not to go on this trip to Italy in October with a group of friends. And finally, I decided there were just too many unknowns that would potentially put me at risk and put our group at risk, so I declined. And then two days later, the whole group decided not to go. You always want to think about not only yourself but a group of people. And then when you come home, you know, you're going to have to have been tested before you get on a flight back to the United States. But it's always prudent, you know, after three to five days to go get another test and just make sure that everything's OK before you go fully out in the world again because especially with the variant, it is so virulent and so many cases are asymptomatic that you just can't see it. And you may not even feel it. So the safeguard is really important here."]},{"begin":"433.440","end":"450.360","lines":["You mentioned that you had actually thought about an international trip yourself and were planning one with friends and you decided to change your plans. Can you just talk a little bit about what are some of the factors that you considered when making those plans and changing those plans?"]},{"begin":"450.360","end":"502.880","lines":["You know, so some of the factors that I was looking at over time for this trip to Italy was what were the infection rates, you know, in Sicily where I was planning to go? What were the hospitalization rates? What were death rates? And they were all trending upward. Italy then passed that green pass law, which requires masks in many public locales. You know, that became a factor; and access to good health care should one need it overseas. So I tried to evaluate all of those. And I felt at this time that risk wasn't worth it to me. So that's why I chose not to go. And then the group itself decided not to go for pretty much the same reasons. And different localities will present different opportunities and challenges. But you need to get into the nitty-gritty and one's own sense of comfort and level of risk that we can tolerate."]},{"begin":"502.880","end":"519.080","lines":["How did you approach that with the group? Did you say, look, these are my plans and you're free to do as you wish? Or how did you approach the conversation that - when you were rethinking the plans based on what was going on at the location that you had intended to go to?"]},{"begin":"519.080","end":"554.880","lines":["So I always think in situations like this, you know, the one who has the most apprehension, whether or not that is grounded in, you know, the reality of a situation, you know, that should carry the day for a group or that individual should be allowed to sort of bow out and, you know, and say, I'm not comfortable doing this. Nobody should really be pushed to do something that's against their own comfort level. And in this particular case, I was trying to explain some of the factors that I was relying on to make my decision. And these friends actually were not aware of them. So it was helpful."]},{"begin":"554.880","end":"588.320","lines":["So we just talked about the fact that just so many people are making up for lost time and wanting to go places and have gatherings. And people are posting about it, as people will do. What if you see somebody in your life behaving in a way that you don't think is responsible? Maybe you open your social media app and you see somebody attending a big concert or club, you know, maybe somebody who's not vaccinated, not wearing masks, social distancing. I mean, how do you recommend addressing that? Or do you? I mean, I'm assuming this is somebody close enough to you that you would want to speak to them about."]},{"begin":"588.320","end":"644.000","lines":["Yeah. Well, you know, I'll speak a little bit from personal experience. I have a family member who shall go unnamed, and they were at a club and they were posting pictures on Instagram. So I did not, you know, post on their wall, hey, where's your common sense? But I did have a private conversation and said, look, you know the rules of engagement these days, and that wasn't wise. I'm not going to call you out publicly. But think about the impact of that picture because we are trying to sort of recreate social norms again. And when we see a friend having this great time, we go, gee, I want to have a great time, too. I want to do that. But I want people to sort of bring that back in and think about the consequences of these posts, these actions, these photos."]},{"begin":"644.000","end":"649.960","lines":["Why not call them out on their wall and call them out publicly?"]},{"begin":"649.960","end":"667.120","lines":["I think it's human nature. You know, whenever someone calls me out publicly, I just do the opposite. And I think that others do that, too. And it's not nice (laughter). Let's embarrass you."]},{"begin":"667.120","end":"674.760","lines":["So that's basically tactical, not philosophical, right (laughter)?"]},{"begin":"674.760","end":"706.280","lines":["Right, you know, and - well, you know, a lot of this is, you know, strategic, you know. Sure, it might be great to, like, post, you know, this is terrible because of X, Y and Z. But I don't think that's going to change behaviors. And what we all want to do is create safer behaviors for all of us."]},{"begin":"706.280","end":"724.960","lines":["That was journalist and author Steven Petrow. Steven Petrow, thank you so much for joining us."]},{"begin":"724.960","end":"729.960","lines":["Thank you so much, Michel."]},{"begin":"729.960","end":"770.240","lines":["For more LIFE KIT, check out our other episodes. I hosted one about vaccine hesitancy, and we have tons of others on everything from personal finance to pronouncing people's names. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"770.240","end":"822.480","lines":["This episode of LIFE KIT was produced by Clare Marie Schneider and Robert Baldwin III. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Special thanks to Natalie Winston, Robert Baldwin III, Timbe Ermias (ph) and Will Jarvis. Our digital editors are Beck Harlan and Wynne Davis. I'm Michel Martin. Thank you for listening."]}],"duration":822}