{"title":"How To Keep Your Kids Safe From The Delta Variant","url":"https://www.npr.org/transcripts/1030658642","intro":"Returning to in-person schooling is both a relief — and a source of great anxiety — for a lot of parents this year. The pandemic is still happening. The Delta variant is surging. And millions of children are too young to get a COVID-19 vaccine. The news changes fast — updates on vaccine trials and breakthrough infections seem to roll in every day — but there's still a lot the whole family can do to stay as safe as possible.In this episode NPR health reporter Pien Huang shares tips from public health experts — all parents themselves — for keeping kids safe at school.","transcript":[{"author":"ANDEE TAGLE, HOST","text":"Hi, LIFE KIT listeners. We're looking to make LIFE KIT even more useful and enjoyable for you. And to do that, we need your help. Please consider completing a short, anonymous survey at npr.org/lifekitsurvey. It'll help us out so much and will give you a chance to tell us more about what you like or don't like about the show. Again, you can take the survey at npr.org/lifekitsurvey. And thanks."},{"author":"TAGLE","text":"This is NPR's LIFE KIT. Returning to in-person schooling is both a relief and a source of great anxiety for a lot of parents this year. The pandemic is still happening. The delta variant is surging, and millions of children are too young to get a COVID-19 vaccine. The news changes fast. Updates on vaccine trials and breakthrough infections seem to roll in every day. But there's still a lot the whole family can do to stay as safe as possible."},{"author":"TAGLE","text":"I'm Andee Tagle, one of the producers of this show. And in this episode of LIFE KIT, we'll talk to NPR health reporter Pien Huang. She talked with public health experts, all parents themselves, to see how they're thinking through sending their kids back to school. After the break, she'll share their tips."},{"author":"TAGLE","text":"Pien, it's great to have you. How are you?"},{"author":"PIEN HUANG, BYLINE","text":"Hey, Andee. I'm doing OK."},{"author":"TAGLE","text":"Let's start with the recent news that the FDA has given full approval to the Pfizer vaccine. What does this mean for kids?"},{"author":"HUANG","text":"Yeah. So the FDA granted full licensure to the Pfizer vaccine, and they're considering giving it to Moderna as well. Now, the full approval doesn't actually change anything about the recommendations for use at the moment. The Pfizer vaccine is still recommended for those 12 and up. But for anyone who is on the fence and waiting for this to come through, it is extra assurance that the FDA says this is a good, safe product to use."},{"author":"HUANG","text":"And importantly, it's still not recommended for those under 12. The American Academy of Pediatrics put out a statement saying, if your child is under 12, we know many of you are anxious and eager to get your kids vaccinated, but do not go out and try to get them a vaccine quite yet. They'll probably need a smaller dose than what's available now, so hold on a bit. Studies are coming."},{"author":"TAGLE","text":"Ah. Good news and I'm sure stressful news for parents. I feel like every parent who wants to get their child vaccinated is asking right now, when is this going to happen? Do we have any timeline?"},{"author":"HUANG","text":"There's no super clear timeline at the moment. But there's some hope, some indications that it might be available for children under 12 later this fall or winter. At the moment, Pfizer says that they're on track to submit safety data to the FDA for children five to 11 by the end of September and for kids under five shortly after that. And then the FDA will vet that data thoroughly, and that's a process that might take a few weeks to a few months based on the other COVID vaccine timelines that we've seen. But of course, they'll want to act quickly here. We are still in a public health emergency."},{"author":"TAGLE","text":"OK. So hopefully parents don't have to wait too much longer. But until then, we're still sending kids to school. So let's talk best practices. What if a child wakes up with the sniffles?"},{"author":"HUANG","text":"This actually happened recently with one of the experts I spoke with. Her name's Seema Lakdawala. She's a flu researcher at the University of Pittsburgh. And a few weeks back during summer camp, her 8-year-old woke up sneezing with a runny nose. Step 1, she said, was to keep her home. And Step 2..."},{"author":"SEEMA LAKDAWALA","text":"I will call the pediatrician and just talk through where we've been. If we were traveling I think I would be more concerned. If we'd been on a plane, you know, recently, then I would definitely want to try to go get her tested."},{"author":"HUANG","text":"At the time, she and the doctor both suspected that it was allergies. It was hay fever season. She knows her kid is allergic to grass pollen. So that day, she gave her some allergy meds, and the kid stopped sneezing."},{"author":"TAGLE","text":"So in that case, she didn't need to get a COVID test. But when might the doctor recommend getting a child tested?"},{"author":"HUANG","text":"Well, it could be the situation if the child was traveling recently, like Lakdawala just said, or has a known exposure. It could be the symptoms if the child has a fever or can't smell or taste their breakfast cereal. And if there's a lot of virus transmission in your area, which is actually most of the U.S. at the moment, they might just say, let's just test for it."},{"author":"TAGLE","text":"Sure."},{"author":"HUANG","text":"And the experts say one thing you can do ahead of time now is to figure out where you can get a COVID test with a fast turnaround time. Maybe your pediatrician has walk-in hours. Maybe your health department has a clinic nearby. And the morning of, before you go in to get that test, it could help to call ahead and confirm wait times and protocols. Some of these places can actually give results in 12 to 24 hours. That's for a PCR test, which is still considered the gold standard."},{"author":"HUANG","text":"But another option that could give you some peace of mind is to keep some antigen tests at home. You can now get these, like, 15-minute rapid tests over the counter at a lot of pharmacies or online. They do add up. These generally cost about $25 for a box of two. But they are considered to be fairly reliable for people with symptoms. So if someone is sneezing, coughing, has a runny nose, it could give you a pretty good read."},{"author":"HUANG","text":"And definitely keep your child at home until you get clear results and possibly even for longer. Experts say that even if it's just a cold, please, for everyone's sake, try not to spread it. It can be really hard to arrange for childcare, but if other kids get sick, then their households get disrupted, too. So it's a whole chain of events, especially this fall."},{"author":"TAGLE","text":"Yeah. OK. So what if it's not a cold? What if your child tests positive for the coronavirus?"},{"author":"HUANG","text":"Well, for starters, don't freak out. There's no need to panic, and it usually doesn't help. Dr. Cassandra Pierre - she's an epidemiologist at Boston Medical Center. She says, remember, kids are very resilient."},{"author":"CASSANDRA PIERRE","text":"Yes, with the delta variant, we are hearing about more cases of significant infection in children, hospitalization in children. But still, we know that children are less likely to get those severe complications."},{"author":"HUANG","text":"There are things you can do now to be more prepared if and when that happens. Experts say get everyone at home vaccinated if they're eligible. That helps protect everyone. You can also go ahead and make a household plan and figure out responsibilities. So Lakdawala and her husband have two young kids. So their plan was to split into parent-child pairs. One would take care of the sick child, the other for the not sick, and they'd stay in different parts of the house, take turns in the kitchen."},{"author":"HUANG","text":"But even if space is tight, there are other things you can do. Everyone in the household should wear masks except when eating and sleeping. You can open the windows, run some fans, use an air filter because remember, the coronavirus spreads through the air. And after a few days, you can test to see if anyone else is sick. You don't have to take these precautions forever. The isolation period is generally 10 days after symptoms start, so long as those symptoms end. But these are layers of protection that can help stop COVID germs from spreading, especially when someone with COVID is most likely to be contagious. And also, if you think you might need backup, you could come up with a list of families, friends and neighbors who are fully vaccinated that might be able to step in and help."},{"author":"TAGLE","text":"OK. What if it's not your kid, but another kid at school that tests positive, and your child is sent home to quarantine? What's the process there? Would everybody have to stay home?"},{"author":"HUANG","text":"Well, the CDC's definition of an exposure at school is actually pretty limited. So if your kid was at least three feet away from someone who tests positive and both of them were fully masked, your kid is not exposed. But if they were eating lunch next to each other or at least one of them wasn't masked, then your child would probably need to quarantine, assuming that they're not vaccinated or recently recovered from COVID."},{"author":"HUANG","text":"So when they're quarantining, they should stay at home. They shouldn't be out playing. But it doesn't mean that they have to, like, go to their room and stay there. The experts that I talked with said be reasonable. Keep some distance, especially from vulnerable or unvaccinated people, and get them tested for COVID after a couple of days. And if the rest of the family stays healthy, if nobody's coughing or sneezing, one expert said that she would actually feel comfortable sending the rest of the household to school and work and the grocery store with masks. But she would cancel non-essential business, like playdates and sleepovers and dinners out."},{"author":"TAGLE","text":"What kind of masks should kids wear?"},{"author":"HUANG","text":"Well, that's a question that we've heard a lot from people recently. And Dr. Cassandra Pierre says that the key thing for kids is comfort."},{"author":"PIERRE","text":"The best mask to wear is one that is comfortable that they can wear for long periods of time, even in school, and has a relatively good seal to protect them and to protect others. In general, we say that a cotton mask is the most comfortable, lightweight and breathable."},{"author":"HUANG","text":"It's a mask that should fit snugly on their face with no gaps around the nose, mouth or chin, while also allowing them to breathe easily. So that's - you know, comfort is important. Style matters, too. If a kid likes their mask and how they look and feel in it..."},{"author":"TAGLE","text":"Absolutely."},{"author":"HUANG","text":"...They're much more likely to wear it all the time. And you'll want to send them to school with some backups - you know, an extra mask or two, in case they need one for themselves or friends. Now, if you or your child wants extra protection, you could consider layering up. You know, wearing two masks on top of each other can create a tighter fit. Or you could consider getting a mask with a pocket that you can add a filter layer to. But really, all the experts agree that whatever mask your child is comfortable wearing and that they'll wear all the time is the one that they should use."},{"author":"TAGLE","text":"I love that you mention packing extra masks for kids and their friends - you know, just that community-mindedness. I'm an aunt to three school-aged kids. Aunty Andee's doing this one for you guys."},{"author":"HUANG","text":"(Laughter)."},{"author":"TAGLE","text":"And I'm always so impressed by how resilient and adaptable they've been through all of this and how even as young as they are, they understand that their actions impact other people. And that's so important, you know? We're at this point in the pandemic where it feels like each of us is relying on the decisions that other people make."},{"author":"HUANG","text":"It's so true. I mean, you know, we're sort of seeing the results of, you know, pulling for each other versus not pulling for each other, the sort of individual mindset versus the community mindset. And we do know that vaccines reduce transmission a lot, but they're not perfect. And we're hearing a lot about breakthrough infections right now in some people. So it is going to be possible in school settings for even vaccinated adults - you know, teachers, bus drivers, cafeteria staff - to infect children and for children to transmit the virus to others. And so that's why masks are such an important tool right now and also taking good care of yourself and others."},{"author":"TAGLE","text":"Good advice all the time, pandemic or not."},{"author":"TAGLE","text":"So much great information here. Could you recap for us? What are some top tips for sending kids back to school safely?"},{"author":"HUANG","text":"Well, to start, as a reminder, the vaccine is only available for kids 12 and older. There should be more news soon. But if a child wakes up with the sniffles or feels a little bit sick, don't panic. Consult the pediatrician. And be prepared ahead of time. Have an action plan in case you or someone close to you gets COVID, and make sure everyone in the house knows what the plan is. And as for masks, the best one for kids to wear is one that's comfortable and stylish and that they can wear for long periods of time."},{"author":"TAGLE","text":"Pien, thank you so, so much for joining us."},{"author":"HUANG","text":"My pleasure. So good to be here."},{"author":"TAGLE","text":"Before we wrap things up, just a quick reminder again to have you complete that survey we mentioned at the top of the episode. It's at npr.org/lifekitsurvey. It'll really help us out. Again, that's npr.org/lifekitsurvey."},{"author":"TAGLE","text":"For more LIFE KIT, check out our other episodes. We've got an interview with economist and parenting expert Emily Oster, another on kids and body image and lots more on everything from mental health to finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you'd like to send us life tips, thoughts or story ideas, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."},{"author":"TAGLE","text":"This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Our production team also includes Audrey Nguyen and Janet Lee. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Wynne Davis. Special thanks to my niece and nephews. Olivia (ph), Ben (ph), Jack (ph) - thanks for setting a good example. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2340710728.mp3","img":"https://media.npr.org/assets/img/2021/08/27/gettyimages-1273890914_wide-a4e687f42a8c10ad9073bf3784ff02578ef8eef7.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","TAGLE","PIEN HUANG, BYLINE","HUANG","SEEMA LAKDAWALA","CASSANDRA PIERRE","PIERRE"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,2151,3032,4586,4020,3762,4967,4948,15473,26857,15383,14297,7906,5007,19732,18740,20790,10285,13762,12788,11415,12273,8187,10569,7537,8702,14543,25383,2871,10375,12274,11498,3451,4068,17514,19653,19012,14740,13861,15538,11531,12634,3781,20195,18946,16797,14364,12781,14761,13329,11648,13869,12483,5024,24588,20143,16796,19338,22902,13286,22805,12612,15222,17250,21051,12009,20093,14484,19102,11014,11102,9002,3100,23814,25907,10050,16625,18652,17853,21573,18543,17158,15617,13712,14218,13948,13477,4340,20932,19017,7740,3301,3186,3364,3082,3049,3349,3389,3104,2236,2066,2003,1662,1099,6939,2259,4003,3367,2034,15819,24568,23054,15862,4980,280,574,26146,14564,12801,10247,9709,13803,14842,3874,1841,26325,17715,17266,15261,6011,14961,17266,6559,5072,5964,1408,11887,21646,20589,15834,15254,5973,25486,20248,13348,11581,10178,17187,21700,17488,13877,16347,15237,16670,7253,7466,5241,2994,2432,3959,15800,17473,24329,4587,23495,16451,14807,23053,18872,16020,14071,8545,13054,10079,12537,10379,2620,14851,25111,20707,10988,23195,12607,7667,13425,12411,4743,5824,6312,1257,1225,26616,11475,24828,9543,5044,10989,12274,19199,23663,14986,26179,19073,13193,15478,19824,15273,9577,10155,3764,1149,1883,21870,22565,24733,10894,2682,20303,11106,17617,2874,12803,20957,16195,7252,9477,8845,12339,9361,2039,4433,24691,19319,18849,14505,7993,4044,3729,4791,4075,4420,5636,3659,3820,6087,3270,1472,4126,2248,1028,764,342,123,123,17743,20516,26599,16628,24737,23318,12049,25243,26989,15984,9525,19121,20508,15649,17929,25020,10493,11698,11571,11978,14237,17598,18128,23670,15197,13644,3486,23661,24785,17117,20417,21267,24772,10172,16382,17377,17933,17753,12405,16273,18269,20417,14411,12923,14577,12092,9039,9954,17721,23807,22372,14626,16859,15985,11823,17001,17382,12218,14583,24248,12348,13388,19109,12685,20521,6667,18083,15955,15944,14364,10374,11421,15170,9582,11641,13704,11465,9996,7250,24187,23300,18262,15993,4988,82,15,27400,25416,19720,12509,22642,21054,22293,17660,20481,4623,18944,15672,18872,15668,22358,21040,14041,9953,25381,13262,14893,19949,11175,15648,12017,24291,12859,18497,21017,2804,24093,21847,25759,21561,11700,8306,20949,17336,16506,13024,26618,11543,12920,21952,15470,19819,22442,17670,15653,28651,9058,11460,24534,22587,21502,16732,9374,16604,12426,24789,18206,26799,22687,13197,18544,25391,25428,13835,19727,18544,20498,13731,8695,1582,4,2,14,3504,26177,11700,15355,11314,14396,19573,11963,15494,11454,2828,21744,19901,14947,13611,13652,11790,5533,17131,23373,14058,7627,16001,14039,6607,7771,6787,13766,8068,10860,9431,14907,8005,22360,23384,10213,8327,7488,8597,8517,5205,667,22477,10942,22390,9532,20866,13995,98,3,29,13,12,13,10,10,14436,20885,17330,13747,14814,10539,19884,11578,11781,12973,19192,11925,23233,244,3163,26392,23606,8443,17829,14699,6560,13450,21360,16648,16853,15575,13091,10091,12522,6942,1722,82,21746,15240,18974,18577,1174,919,1364,12779,25291,13446,19924,14319,17143,23237,25300,19043,26275,24745,7389,16216,16133,14651,16391,14700,13341,13866,19888,15658,1798,20902,11563,13985,25297,15316,18503,22670,22418,25710,8168,9551,7059,19683,10756,21932,25159,21501,12910,25631,12080,13863,16894,11077,24492,2177,25028,25985,16662,18879,25168,18233,10717,11996,23204,10356,2776,15247,24768,23966,17084,24601,10182,6560,11499,16140,11115,24867,11698,4850,26249,17851,1245,17678,16039,22190,9368,17776,24279,19305,11489,12581,25537,18074,6873,12395,24531,25135,17523,23698,22232,8631,10622,17667,19928,26103,21460,25493,14169,12286,20858,24319,24562,12961,12760,12686,10316,24253,10690,25272,2126,11531,24972,25281,19786,25537,8098,25351,12197,14496,18823,16974,13312,23140,12749,12570,11342,24898,17108,9447,23636,20392,26259,14313,18397,541,20078,5315,19679,14101,7654,7857,18927,15771,12461,25994,12749,11592,9537,24157,25317,18853,14013,19310,21204,9679,10918,8174,25559,15167,1931,21768,16806,15105,19708,15709,12150,11202,16613,7741,7811,7836,1740,11258,15799,11315,19332,17173,24832,11365,18549,20951,20815,10015,11693,9945,12140,25075,24853,16800,16509,18255,16300,24579,17274,21633,19326,25419,3948,25684,13190,25806,13797,16305,23341,24598,15433,11275,14290,16921,20026,10780,12298,13690,24383,21299,12638,16184,7608,20702,14323,15436,17382,24938,25588,9023,25132,24623,24984,10143,25958,24271,7864,25801,26395,21085,12419,20451,24926,25114,13469,16375,9075,6059,11677,21617,11066,3144,14035,26088,18303,25764,5261,14568,10229,7719,8402,22917,12953,25638,19887,25063,7873,19487,25241,24445,16280,22870,18751,12422,8203,8044,929,25332,25624,25839,18034,16678,9273,7180,22010,7373,9672,1324,17814,22488,18635,16829,17567,12214,16305,11792,14891,13701,13306,15467,7372,1327,20704,13266,15182,16421,15292,7849,3196,2187,18086,25257,19626,8083,13097,25475,12724,16779,22083,16275,7067,11369,25229,22393,9170,11422,14985,17200,17649,16456,14299,23945,18485,13500,25093,18558,11297,18164,23743,2617,23062,15668,20287,11218,10744,12578,20415,14542,5957,25510,25319,25327,18805,8145,22465,10476,12052,25262,11354,8339,244,21229,24209,9806,9290,19956,23894,12483,11716,293,24424,15581,23843,16270,3993,10444,24393,21099,12729,12810,11685,12725,18713,17704,23265,12007,16772,2460,598,6465,9472,14296,11599,24690,10895,25763,20986,12941,24248,7116,491,79,19029,14575,20001,25568,24987,14354,25199,17861,24422,14618,5612,11428,7429,11830,11377,14492,9174,14896,10650,26031,25708,20422,22227,25800,14300,13132,24493,13571,10976,16855,8772,20669,4834,1385,1368,12126,23616,16934,15839,17003,16353,11248,8415,1611,25459,22639,25660,14444,9102,3459,13715,3181,9324,5810,4911,19116,17613,10779,14491,23478,18125,16001,25557,7371,24575,8007,19450,19341,14962,25718,15704,22805,22033,9782,13561,17613,1752,12350,14999,14872,10906,16515,25227,9174,13921,14448,12903,18921,25467,13181,17848,14868,17135,19035,26051,23504,17173,16460,11144,19101,17655,24579,2075,25583,25466,12054,26197,9714,12891,17470,15491,21683,25297,23959,11431,11994,7194,12396,24839,18928,17650,19382,14058,22759,13102,16090,21735,9157,10131,25975,13436,18249,13246,19424,18346,24671,8641,16239,24984,3901,11599,24598,13276,8384,24760,21227,16613,11057,13610,24210,16522,9662,24633,21430,7823,13446,15356,26791,17330,15739,14143,25598,26047,25046,20805,15440,19828,24580,13600,14763,12967,12527,13473,20151,12440,3504,18764,11910,24725,11855,14504,17597,24860,9924,18762,23734,10854,25117,17096,24645,17470,8584,14930,16390,13130,16916,17890,2986,17489,24839,24896,24803,19232,8125,6246,14375,9366,11408,11899,11775,17009,12690,2254,12914,27299,15346,11985,7145,18253,24981,20844,12833,14134,25673,23219,25284,10504,7668,15741,17728,21098,4480,674,14973,25454,17305,15721,23632,26229,9472,25495,24784,24747,23098,18813,11779,24831,10579,15600,14643,12092,25142,12783,10215,14060,11283,23917,25384,3030,19683,16521,11763,10677,24897,9014,17974,17672,11683,17213,10698,15283,16316,9394,1712,25514,9816,25548,7314,10908,25020,13018,13595,14914,18818,25428,6336,24818,11688,12928,24462,25864,1693,24611,25882,26853,12498,23552,9021,26603,15311,11378,5230,8174,25636,9990,9447,26086,25770,25405,5538,15656,24237,14464,19974,14691,23608,25389,14370,24089,16388,22090,20320,14602,25116,17373,19330,9086,20322,18910,14913,14573,10344,25456,26563,9365,23261,17007,9387,9340,10605,34,26204,26025,27899,12299,22046,22428,19347,9503,6200,4473,4553,1253,513,3235,24383,14703,19346,10306,20852,16458,25598,13466,5183,17262,10415,19843,9536,10554,23854,1661,23149,14775,20613,22126,15801,13772,23985,13446,25078,21121,19976,21294,8791,24752,22169,7553,18057,12611,10091,1374,2066,23204,26804,24814,15675,25000,22202,21425,9278,14004,2554,24359,9548,14866,15241,26844,22947,1351,28024,27856,24201,28130,25111,28213,2003,24626,19174,9158,16355,18905,14418,17662,17692,5615,24726,15344,12304,18728,17839,3380,25902,11303,7865,21386,22811,12934,23935,16381,24403,21627,24571,16660,4863,26114,25737,17296,26602,23480,24723,6803,13957,24391,17824,16972,24811,11416,18161,25975,11944,2701,5817,20086,23804,26112,19253,24733,11456,9700,24052,15450,15693,11613,14388,23646,16640,23641,14124,12022,15725,16482,15120,13746,3706,21176,20171,12610,16584,14460,10956,22469,15152,16280,8070,4507,26826,20981,13561,25910,20370,23665,17864,19084,12042,8892,18777,25876,8309,7571,8928,11687,7130,1728,25922,16760,14491,14900,10162,12124,21745,25776,12654,7138,11462,3301,25283,16361,25654,11299,24146,18491,25449,6917,9559,7606,9538,2301,12385,8219,20463,17653,19542,24979,24127,13664,16568,18665,13600,14367,14107,25092,19269,16100,25921,24162,12597,18180,15915,2229,21682,25613,15802,8875,6438,8689,17885,19933,20100,20057,3783,1602,18407,13391,15905,25577,22896,25184,16657,22849,16328,22459,18895,19795,12163,12783,25430,12205,8748,25895,13502,18609,9675,11468,25178,17056,26592,3377,18447,23856,21620,13402,25386,15180,8521,25851,15649,14430,26040,8380,19854,23769,10816,9727,15231,9750,20087,8809,12590,14007,2666,19213,26408,18325,7963,15765,24473,17128,6180,14621,15828,14586,9122,11454,18582,9513,13529,15419,13902,25124,9056,25158,13112,10236,20043,14881,3885,2478,1739,188,25262,16022,27077,19684,19240,22118,15620,27096,19893,7553,18252,14526,11452,7204,11115,9271,17643,3726,9489,17512,21904,25717,7944,14688,14096,17374,82,368,3217,25872,17650,13109,25565,21256,22645,14994,11007,25770,14412,11994,15068,26322,10686,19806,18910,12079,10199,8796,12971,5468,11605,9648,23075,13015,21344,13372,16472,12888,23380,10273,11349,16115,17409,7685,25859,2251,18347,20636,24689,22044,24642,19196,9953,19845,17852,25408,8563,17008,19615,25045,16806,24831,11069,24729,11342,10750,6372,22279,8131,16837,25496,6663,12886,7836,16595,19369,10771,9661,2997,6545,25749,26858,22004,12567,11321,15300,7782,11276,11036,18166,27387,18216,12214,25750,8188,24391,12020,24368,11692,15366,15465,16572,13384,21434,22160,25282,16848,19632,19496,15044,9263,12660,13631,6552,13122,11224,11073,26241,12206,15025,12662,15017,25057,20048,8713,16730,9114,17850,26424,10365,9992,25800,18883,11259,10592,24925,10272,15477,17474,19161,17029,9800,15120,9994,22216,13233,17764,10485,7296,6912,18757,18374,20965,12482,24491,8330,9511,11947,11954,24806,15705,11886,3200,9703,12342,15272,22231,10887,11089,19259,10504,14659,23526,3283,24696,3737,10297,14050,20728,8709,12082,18168,13206,13305,11387,11650,8149,25168,13826,7894,8156,31,27186,21894,18529,19849,14951,6065,5247,1633,22327,25547,25204,16459,26219,19349,25448,8990,10513,12838,21314,25950,13289,16697,20953,23994,23205,7813,7749,21495,9953,8708,14019,9692,23974,14503,10944,14646,10664,12745,6283,9820,24422,19992,17094,18964,10401,11791,15473,21494,15273,11953,10201,3183,22804,4889,26269,25678,13696,14215,7064,11875,8471,18878,19441,7256,18923,15907,8369,3180,14810,27400,16707,8424,17157,19734,15537,25499,15398,3640,1011,10318,19705,7256,24391,19687,9950,24897,7922,13436,25120,13252,17096,18762,14893,18617,26086,17256,9472,11719,15265,24937,24580,3376,13490,26078,9300,8626,12464,24547,23375,7988,7434,7068,18117,13270,25007,17302,21419,11917,16590,25255,6309,16317,10604,25393,25543,12994,14049,10018,24681,24325,23539,12949,14546,12283,13451,13286,22076,25652,25649,25659,25871,22648,23210,24219,10603,1746,23865,25722,8113,16841,13815,26680,8828,25348,25242,10271,7006,5649,16998,15071,24924,11699,25948,25400,7109,2229,25672,24488,16134,18465,13879,24864,25246,24557,12666,7540,13677,17378,15560,22495,24114,7727,12025,24770,9882,11657,12793,14827,18083,11714,15823,1931,26688,12256,17511,12734,25720,10896,24883,12307,25640,9216,12693,11112,4382,20867,20369,9188,24473,15067,12845,25030,26120,25738,20009,25099,17709,15250,17040,17723,25217,18487,21382,18093,12065,7103,16765,11123,12047,5868,539,22837,22004,16867,22774,9876,8443,8263,7821,7655,4573,6379,26089,11913,13287,10514,5397,22075,14542,14454,12391,13528,20922,23386,12008,10510,12328,25574,23547,17906,25857,24226,19171,22981,14736,9792,9646,5911,18363,11653,12355,11757,10996,1949,15376,22597,16982,22532,18485,9813,15599,25700,11743,7719,7163,8335,1759,17125,22050,25614,13736,25790,19076,9897,13488,14173,12975,6032,15013,19481,18500,12180,15946,17502,12613,9370,14219,4290,2965,676,25380,22182,13645,25759,12427,23587,17601,17712,21443,9285,5631,14930,8716,14634,25158,15538,24693,15137,22417,8986,12310,17187,13930,24258,17967,19372,14803,10688,17637,21585,20227,5976,12731,17092,20771,19579,15247,13714,26110,25874,24584,5699,10634,13951,17145,23959,14679,24329,13936,14924,12133,10587,2834,25203,21936,15291,24469,12680,22504,8524,9052,18452,13684,14925,12398,15337,9475,10000,19088,11817,13373,1994,26357,10765,26227,6688,17057,6549,13071,13387,25483,9937,8915,14633,7540,15649,12842,12473,22447,13123,12519,8178,12046,21787,24615,8229,7795,26165,2621,24951,25444,23323,22074,12038,17122,18022,25073,20605,14841,5182,10570,14568,6539,21655,14555,22973,7686,3255,7434,3886,18895,23568,23347,16374,6329,13424,11331,519,719,948,1112,1239,17464,1329,694,1352,1840,10589,26353,14925,9888,7096,9245,7085,16273,13923,13000,23515,24008,17191,25140,15630,18316,15722,10730,11096,8084,4120,1014,1259,8923,1384,935,4518,25628,24499,22627,24686,15265,23432,26924,8466,12035,20629,17221,21050,22272,14496,21192,17295,17258,14203,11506,10086,4354,22860,18599,25639,25164,13759,26241,12309,13828,11333,12788,11279,16959,22819,24417,19071,22114,13638,17286,10353,2815,19121,23825,12204,12885,14660,11124,18693,24565,20890,7831,7067,8848,17153,10273,7568,25030,10542,12998,2236,14161,26996,10889,21239,19211,10594,8840,11921,16302,6376,25095,21458,24432,4784,24366,17701,20914,20418,22668,17764,25549,25032,25141,23744,12762,14791,18406,20633,13718,21340,6823,2432,2875,1123,19083,16336,10135,19916,15289,11115,8172,6616,4994,2336,12213,23916,17647,19004,9683,24334,2467,1216,1762,3567,2867,5004,6149,9970,11380,20949,17044,15431,20035,10911,19325,14687,17920,11914,14285,13335,13088,9099,6995,5465,17285,28313,16797,14870,15076,17628,23625,23779,17728,12602,22583,13807,16204,17176,8001,11410,733,17264,24631,19175,22987,19169,19627,9549,15658,11874,6686,18913,18539,13805,8599,14511,17487,17185,17820,20674,19227,19632,24144,14124,13720,13482,4390,1355,5862,5607,1446,7185,1253,7355,1128,5104,10635,26742,24758,24770,24511,8895,9385,9137,22753,13701,23318,24510,17427,13467,10743,25119,19400,3443,24633,12997,23290,13683,8391,16132,24481,22147,10157,15445,23496,9602,7311,3548,16136,22678,17680,18279,19520,12391,13901,10076,6371,2846,12552,25337,25636,12166,10984,12862,8149,23583,18755,13758,13268,17230,13093,20544,7839,8077,3299,2435,14441,20063,8731,25343,17100,20097,24403,16699,4606,15701,21140,14151,11409,12905,10019,9842,15222,9166,14128,9139,7802,9575,2706,25199,18344,18994,7563,25440,15608,11130,15093,12096,3572,3333,2327,19814,20992,25591,15345,10100,17448,12122,14209,4025,3667,26852,15088,12597,10417,17879,18488,27022,22851,14199,20146,9566,21913,14527,9626,9044,2591,1172,21359,15874,6395,14894,17101,14676,20682,24235,11960,22767,18647,10125,10426,12268,13213,2736,3286,25568,22064,10565,9297,5052,24594,23662,11867,12255,11856,16545,8462,9225,11111,10354,3156,20455,17794,18420,15458,9393,11175,5312,3512,3384,1370,408,284,191,126,87,60,0,4060,28047,26228,17953,22504,27490,13748,5237,25177,23327,25923,27728,11772,16378,5060,15406,18791,23699,18676,14030,21376,12945,14505,12472,18770,20118,18697,19176,12280,6627,22266,26145,17892,8574,26543,15756,15013,4445,17979,20285,16410,16887,14480,15145,17615,13677,23542,17130,16276,4554,17544,21353,23961,23833,17440,21643,5544,3138,14087,26583,20854,14850,8623,1808,19853,22157,861,398,398,246,177,165,119,88,57,2,22111,23591,11463,13971,13952,15564,19376,10514,7716,11760,22239,13823,8299,9203,8677,15342,12221,13873,15125,16011,9758,16276,16109,19996,14079,11933,12966,15996,13486,4186,18966,16413,20902,17558,21615,15681,6091,10916,7714,15332,14631,6195,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,9782,18007,8331,7962,16323,9376,896,21623,14408,17982,16970,13725,7775,3460,19113,16181,23518,21662,6463,111,21329,13532,22171,11803,17515,15316,7912,15314,19820,7486,8235,7551,12937,11284,7321,6793,14093,17652,9012,20364,12868,13112,5754,5560,209,3,23720,25488,23933,15757,17277,24634,14348,10979,23149,16529,13588,15189,21819,22039,17047,26219,10948,18849,22043,5737,28069,28066,25963,12490,13290,15611,23934,15237,8504,12952,20415,20844,7432,21209,20465,15317,17299,23015,15790,21324,9915,11240,3737,25230,20455,6006,12674,18063,24341,21858,20105,13448,16042,27572,15686,18548,16069,15907,15321,14500,10210,4926,23230,15475,14310,7072,21708,23783,20291,10244,15901,23539,11984,10139,23130,14453,25675,17670,15211,19703,17626,26180,14725,15025,15284,9660,9566,13399,9917,5538,25662,24671,16632,14520,18715,9626,20993,17053,25414,10853,21593,26920,25275,14836,25923,28295,7002,15540,24159,23209,12264,13031,795,54,11293,23929,4652,8549,12834,11522,19130,17960,13818,5092,13702,6708,11146,16779,14877,17179,9167,7893,8326,14921,18243,21197,13754,12826,8982,20572,21743,23074,14737,12451,22322,11261,9911,18044,6734,11950,14617,8726,10320,11829,8565,5570,15945,25458,8859,15686,13453,14824,12965,4873,8193,10865,8313,6428,6809,13079,10693,7852,6781,21391,15569,7060,9727,18546,22805,22850,26898,10353,12504,4788,126],"fragments":[{"begin":"0.000","end":"45.000","lines":["Hi, LIFE KIT listeners. We're looking to make LIFE KIT even more useful and enjoyable for you. And to do that, we need your help. Please consider completing a short, anonymous survey at npr.org/lifekitsurvey. It'll help us out so much and will give you a chance to tell us more about what you like or don't like about the show. Again, you can take the survey at npr.org/lifekitsurvey. And thanks."]},{"begin":"45.000","end":"69.680","lines":["This is NPR's LIFE KIT. Returning to in-person schooling is both a relief and a source of great anxiety for a lot of parents this year. The pandemic is still happening. The delta variant is surging, and millions of children are too young to get a COVID-19 vaccine. The news changes fast. Updates on vaccine trials and breakthrough infections seem to roll in every day. But there's still a lot the whole family can do to stay as safe as possible."]},{"begin":"69.680","end":"87.440","lines":["I'm Andee Tagle, one of the producers of this show. And in this episode of LIFE KIT, we'll talk to NPR health reporter Pien Huang. She talked with public health experts, all parents themselves, to see how they're thinking through sending their kids back to school. After the break, she'll share their tips."]},{"begin":"87.440","end":"90.960","lines":["Pien, it's great to have you. How are you?"]},{"begin":"90.960","end":"92.960","lines":["Hey, Andee. I'm doing OK."]},{"begin":"92.960","end":"102.160","lines":["Let's start with the recent news that the FDA has given full approval to the Pfizer vaccine. What does this mean for kids?"]},{"begin":"102.160","end":"135.360","lines":["Yeah. So the FDA granted full licensure to the Pfizer vaccine, and they're considering giving it to Moderna as well. Now, the full approval doesn't actually change anything about the recommendations for use at the moment. The Pfizer vaccine is still recommended for those 12 and up. But for anyone who is on the fence and waiting for this to come through, it is extra assurance that the FDA says this is a good, safe product to use."]},{"begin":"135.360","end":"174.520","lines":["And importantly, it's still not recommended for those under 12. The American Academy of Pediatrics put out a statement saying, if your child is under 12, we know many of you are anxious and eager to get your kids vaccinated, but do not go out and try to get them a vaccine quite yet. They'll probably need a smaller dose than what's available now, so hold on a bit. Studies are coming."]},{"begin":"174.520","end":"193.200","lines":["Ah. Good news and I'm sure stressful news for parents. I feel like every parent who wants to get their child vaccinated is asking right now, when is this going to happen? Do we have any timeline?"]},{"begin":"193.200","end":"243.280","lines":["There's no super clear timeline at the moment. But there's some hope, some indications that it might be available for children under 12 later this fall or winter. At the moment, Pfizer says that they're on track to submit safety data to the FDA for children five to 11 by the end of September and for kids under five shortly after that. And then the FDA will vet that data thoroughly, and that's a process that might take a few weeks to a few months based on the other COVID vaccine timelines that we've seen. But of course, they'll want to act quickly here. We are still in a public health emergency."]},{"begin":"243.280","end":"257.520","lines":["OK. So hopefully parents don't have to wait too much longer. But until then, we're still sending kids to school. So let's talk best practices. What if a child wakes up with the sniffles?"]},{"begin":"257.520","end":"273.400","lines":["This actually happened recently with one of the experts I spoke with. Her name's Seema Lakdawala. She's a flu researcher at the University of Pittsburgh. And a few weeks back during summer camp, her 8-year-old woke up sneezing with a runny nose. Step 1, she said, was to keep her home. And Step 2..."]},{"begin":"273.400","end":"285.600","lines":["I will call the pediatrician and just talk through where we've been. If we were traveling I think I would be more concerned. If we'd been on a plane, you know, recently, then I would definitely want to try to go get her tested."]},{"begin":"285.600","end":"295.880","lines":["At the time, she and the doctor both suspected that it was allergies. It was hay fever season. She knows her kid is allergic to grass pollen. So that day, she gave her some allergy meds, and the kid stopped sneezing."]},{"begin":"295.880","end":"302.360","lines":["So in that case, she didn't need to get a COVID test. But when might the doctor recommend getting a child tested?"]},{"begin":"302.360","end":"320.440","lines":["Well, it could be the situation if the child was traveling recently, like Lakdawala just said, or has a known exposure. It could be the symptoms if the child has a fever or can't smell or taste their breakfast cereal. And if there's a lot of virus transmission in your area, which is actually most of the U.S. at the moment, they might just say, let's just test for it."]},{"begin":"320.440","end":"320.800","lines":["Sure."]},{"begin":"320.800","end":"345.160","lines":["And the experts say one thing you can do ahead of time now is to figure out where you can get a COVID test with a fast turnaround time. Maybe your pediatrician has walk-in hours. Maybe your health department has a clinic nearby. And the morning of, before you go in to get that test, it could help to call ahead and confirm wait times and protocols. Some of these places can actually give results in 12 to 24 hours. That's for a PCR test, which is still considered the gold standard."]},{"begin":"345.160","end":"368.320","lines":["But another option that could give you some peace of mind is to keep some antigen tests at home. You can now get these, like, 15-minute rapid tests over the counter at a lot of pharmacies or online. They do add up. These generally cost about $25 for a box of two. But they are considered to be fairly reliable for people with symptoms. So if someone is sneezing, coughing, has a runny nose, it could give you a pretty good read."]},{"begin":"368.320","end":"386.960","lines":["And definitely keep your child at home until you get clear results and possibly even for longer. Experts say that even if it's just a cold, please, for everyone's sake, try not to spread it. It can be really hard to arrange for childcare, but if other kids get sick, then their households get disrupted, too. So it's a whole chain of events, especially this fall."]},{"begin":"386.960","end":"392.080","lines":["Yeah. OK. So what if it's not a cold? What if your child tests positive for the coronavirus?"]},{"begin":"392.080","end":"403.200","lines":["Well, for starters, don't freak out. There's no need to panic, and it usually doesn't help. Dr. Cassandra Pierre - she's an epidemiologist at Boston Medical Center. She says, remember, kids are very resilient."]},{"begin":"403.200","end":"414.880","lines":["Yes, with the delta variant, we are hearing about more cases of significant infection in children, hospitalization in children. But still, we know that children are less likely to get those severe complications."]},{"begin":"414.880","end":"439.680","lines":["There are things you can do now to be more prepared if and when that happens. Experts say get everyone at home vaccinated if they're eligible. That helps protect everyone. You can also go ahead and make a household plan and figure out responsibilities. So Lakdawala and her husband have two young kids. So their plan was to split into parent-child pairs. One would take care of the sick child, the other for the not sick, and they'd stay in different parts of the house, take turns in the kitchen."]},{"begin":"439.680","end":"480.520","lines":["But even if space is tight, there are other things you can do. Everyone in the household should wear masks except when eating and sleeping. You can open the windows, run some fans, use an air filter because remember, the coronavirus spreads through the air. And after a few days, you can test to see if anyone else is sick. You don't have to take these precautions forever. The isolation period is generally 10 days after symptoms start, so long as those symptoms end. But these are layers of protection that can help stop COVID germs from spreading, especially when someone with COVID is most likely to be contagious. And also, if you think you might need backup, you could come up with a list of families, friends and neighbors who are fully vaccinated that might be able to step in and help."]},{"begin":"480.520","end":"489.040","lines":["OK. What if it's not your kid, but another kid at school that tests positive, and your child is sent home to quarantine? What's the process there? Would everybody have to stay home?"]},{"begin":"489.040","end":"510.200","lines":["Well, the CDC's definition of an exposure at school is actually pretty limited. So if your kid was at least three feet away from someone who tests positive and both of them were fully masked, your kid is not exposed. But if they were eating lunch next to each other or at least one of them wasn't masked, then your child would probably need to quarantine, assuming that they're not vaccinated or recently recovered from COVID."]},{"begin":"510.200","end":"543.880","lines":["So when they're quarantining, they should stay at home. They shouldn't be out playing. But it doesn't mean that they have to, like, go to their room and stay there. The experts that I talked with said be reasonable. Keep some distance, especially from vulnerable or unvaccinated people, and get them tested for COVID after a couple of days. And if the rest of the family stays healthy, if nobody's coughing or sneezing, one expert said that she would actually feel comfortable sending the rest of the household to school and work and the grocery store with masks. But she would cancel non-essential business, like playdates and sleepovers and dinners out."]},{"begin":"543.880","end":"545.920","lines":["What kind of masks should kids wear?"]},{"begin":"545.920","end":"553.520","lines":["Well, that's a question that we've heard a lot from people recently. And Dr. Cassandra Pierre says that the key thing for kids is comfort."]},{"begin":"553.520","end":"571.080","lines":["The best mask to wear is one that is comfortable that they can wear for long periods of time, even in school, and has a relatively good seal to protect them and to protect others. In general, we say that a cotton mask is the most comfortable, lightweight and breathable."]},{"begin":"571.080","end":"584.080","lines":["It's a mask that should fit snugly on their face with no gaps around the nose, mouth or chin, while also allowing them to breathe easily. So that's - you know, comfort is important. Style matters, too. If a kid likes their mask and how they look and feel in it..."]},{"begin":"584.080","end":"584.840","lines":["Absolutely."]},{"begin":"584.840","end":"613.240","lines":["...They're much more likely to wear it all the time. And you'll want to send them to school with some backups - you know, an extra mask or two, in case they need one for themselves or friends. Now, if you or your child wants extra protection, you could consider layering up. You know, wearing two masks on top of each other can create a tighter fit. Or you could consider getting a mask with a pocket that you can add a filter layer to. But really, all the experts agree that whatever mask your child is comfortable wearing and that they'll wear all the time is the one that they should use."]},{"begin":"613.240","end":"626.120","lines":["I love that you mention packing extra masks for kids and their friends - you know, just that community-mindedness. I'm an aunt to three school-aged kids. Aunty Andee's doing this one for you guys."]},{"begin":"626.120","end":"627.440","lines":["(Laughter)."]},{"begin":"627.440","end":"647.680","lines":["And I'm always so impressed by how resilient and adaptable they've been through all of this and how even as young as they are, they understand that their actions impact other people. And that's so important, you know? We're at this point in the pandemic where it feels like each of us is relying on the decisions that other people make."]},{"begin":"647.680","end":"701.880","lines":["It's so true. I mean, you know, we're sort of seeing the results of, you know, pulling for each other versus not pulling for each other, the sort of individual mindset versus the community mindset. And we do know that vaccines reduce transmission a lot, but they're not perfect. And we're hearing a lot about breakthrough infections right now in some people. So it is going to be possible in school settings for even vaccinated adults - you know, teachers, bus drivers, cafeteria staff - to infect children and for children to transmit the virus to others. And so that's why masks are such an important tool right now and also taking good care of yourself and others."]},{"begin":"701.880","end":"704.880","lines":["Good advice all the time, pandemic or not."]},{"begin":"704.880","end":"712.920","lines":["So much great information here. Could you recap for us? What are some top tips for sending kids back to school safely?"]},{"begin":"712.920","end":"764.000","lines":["Well, to start, as a reminder, the vaccine is only available for kids 12 and older. There should be more news soon. But if a child wakes up with the sniffles or feels a little bit sick, don't panic. Consult the pediatrician. And be prepared ahead of time. Have an action plan in case you or someone close to you gets COVID, and make sure everyone in the house knows what the plan is. And as for masks, the best one for kids to wear is one that's comfortable and stylish and that they can wear for long periods of time."]},{"begin":"764.000","end":"767.840","lines":["Pien, thank you so, so much for joining us."]},{"begin":"767.840","end":"770.720","lines":["My pleasure. So good to be here."]},{"begin":"770.720","end":"788.520","lines":["Before we wrap things up, just a quick reminder again to have you complete that survey we mentioned at the top of the episode. It's at npr.org/lifekitsurvey. It'll really help us out. Again, that's npr.org/lifekitsurvey."]},{"begin":"788.520","end":"846.480","lines":["For more LIFE KIT, check out our other episodes. We've got an interview with economist and parenting expert Emily Oster, another on kids and body image and lots more on everything from mental health to finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you'd like to send us life tips, thoughts or story ideas, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."]},{"begin":"846.480","end":"901.480","lines":["This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Our production team also includes Audrey Nguyen and Janet Lee. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Wynne Davis. Special thanks to my niece and nephews. Olivia (ph), Ben (ph), Jack (ph) - thanks for setting a good example. I'm Andee Tagle. Thanks for listening."]}],"duration":901}