{
  "title": "Want To Start Reading Sci-Fi And Fantasy? Here's A Beginner's Guide To The Galaxy",
  "url": "https://www.npr.org/transcripts/1030658106",
  "intro": "If you want to dip a toe in the starry seas of fantasy and science fiction, but you just don't know where to start, Pop Culture Happy Hour is teaming up with Life Kit for a handy beginner's guide. What's the difference between sci-fi and fantasy? Is there one at all? We'll cover all that and throw in some reading recommendations to get you going.",
  "transcript": [
    {
      "author": "GLEN WELDON, HOST",
      "text": "If reading fiction is an exercise in empathy, as it lets you climb inside someone else's head and see the world through their eyes, then reading science fiction and fantasy ups the ante. You still see through someone else's eyes, but the world you're seeing can be almost anything - a distant planet, an alternate timeline, a land of magic and mystery, even maybe our own familiar world just tweaked a bit. Whether you're a longtime science fiction and fantasy reader or just getting your feet wet, or maybe you've stepped away from these genres for a while, only to become intrigued by how much they seem to be changing in recent years, we've got you covered with some basic background, some things to look for and some solid recommendations from experts."
    },
    {
      "author": "GLEN WELDON, HOST",
      "text": "I'm Glen Weldon. I'm a co-host of NPR's Pop Culture Happy Hour. And we're teaming up with LIFE KIT to offer you a beginner's guide to the genres of science fiction and fantasy fiction as they exist today."
    },
    {
      "author": "WELDON",
      "text": "I'm Glen Weldon. And on this episode of NPR's Pop Culture Happy Hour, we're teaming up with our friends over at NPR's LIFE KIT to offer you a beginner's guide to the genres of science fiction and fantasy fiction as they exist today. Joining me in this endeavor is a murderers' row of experts who've thought and written a lot about these genres and how they're evolving. First up is Amal El-Mohtar, a poet, writer and critic for NPR, as well as a judge of this summer's NPR readers poll on science fiction and fantasy. Welcome, Amal."
    },
    {
      "author": "AMAL EL-MOHTAR, BYLINE",
      "text": "Thank you so much for having me."
    },
    {
      "author": "WELDON",
      "text": "It's great to have you. Next is Tochi Onyebuchi, author of the 2020 novel \"Riot Baby\" and also a judge who's helping us out on this summer's readers poll. Hey, Tochi."
    },
    {
      "author": "TOCHI ONYEBUCHI",
      "text": "A pleasure and an honor to be here."
    },
    {
      "author": "WELDON",
      "text": "Aw, you flatter us. And rounding out this incredible panel is Petra Mayer, an editor at NPR Books. She focuses on fiction, especially genre fiction. And perhaps by now, the astute listener will have picked up on a recurring theme. She oversees and does the heavy lifting on the NPR summer readers poll, which this year is all about the science fiction and fantasy of the past 10 years. Hey, Petra."
    },
    {
      "author": "PETRA MAYER, BYLINE",
      "text": "Hey, Glen."
    },
    {
      "author": "WELDON",
      "text": "Good to have you. All right, I don't want to kick off this discussion with anything as dry and as academic as trying to come up with comprehensive definitions - what is science fiction; what is fantasy? - because they're genres, right? And genres are famously squishy things, tough to pin down on the specimen board, especially in recent years."
    },
    {
      "author": "WELDON",
      "text": "But I do want to address something here at the top, which is, yes, OK, fine, we are combining science fiction and fantasy in this discussion, which in our defense is something that happens a lot. And that also happens to rankle a lot of people who don't like getting these two genres lumped together. So maybe instead we start by asking, what is it about these two genres that causes people to slam them together in discussions like this one? What do they have in common? Because maybe by approaching it like that, we can kind of back into some of the elements that recur, some signature things that listeners can look for, recognizable staples, genre conventions, as we say, of science fiction and fantasy in the first place."
    },
    {
      "author": "WELDON",
      "text": "Amal, let me start with you. What does science fiction mean to you versus fantasy? What do you look for in them? And follow-up question, what do you make of the catch-all term speculative fiction? Do you find that useful?"
    },
    {
      "author": "EL-MOHTAR",
      "text": "Ooh, OK. So there's a lot to unpack here."
    },
    {
      "author": "WELDON",
      "text": "Yup."
    },
    {
      "author": "EL-MOHTAR",
      "text": "And I want to start by being a huge jerk. I'm so sorry."
    },
    {
      "author": "WELDON",
      "text": "OK."
    },
    {
      "author": "EL-MOHTAR",
      "text": "To me, science fiction and fantasy are mostly, at this point, to me, almost aesthetic differences for - kind of two broad aesthetic tracks for one thing in particular that I'm really interested in. The idea that actually all fiction is fantasy and that everything else is a subgenre, including domestic realism, a subgenre of fantasy. And as soon as you start reading any literature with any sense of history or lineage for it, you realize that fiction has been nonfantastic for a very, very short period of time."
    },
    {
      "author": "WELDON",
      "text": "Excellent point."
    },
    {
      "author": "EL-MOHTAR",
      "text": "So for me personally, I tend to think instead that I like things that proceed from a sense of wonder and inquiry and that kind of explore the human condition with a toolkit that is interested in going beyond what exists around us in our everyday. I like things that invite you to say what if a lot."
    },
    {
      "author": "EL-MOHTAR",
      "text": "The term speculative fiction I think occupies almost exactly the same space as the term graphic novel versus comic."
    },
    {
      "author": "WELDON",
      "text": "Yeah. Yeah."
    },
    {
      "author": "EL-MOHTAR",
      "text": "And, you know, I think that term is sometimes useful, especially useful in terms of trying to pick away at people's assumptions about something before they actually get into it more. So if people have an assumption about comics being, you know, every article that starts bam, pow, bam, wham or whatever in order to talk about what comics are..."
    },
    {
      "author": "WELDON",
      "text": "Oh, boy."
    },
    {
      "author": "EL-MOHTAR",
      "text": "You know, if that's kind of what people have in their heads, then maybe talking about, well, it's just like a novel, but it's got graphics - I don't know - is like a way to just sort of stump (ph) past people's assumptions. And I think that speculative fiction is that sort of umbrella."
    },
    {
      "author": "MAYER",
      "text": "Amal, the only reason you're a jerk is that you took everything I was going to say..."
    },
    {
      "author": "MAYER",
      "text": "...'Cause..."
    },
    {
      "author": "WELDON",
      "text": "There you go."
    },
    {
      "author": "MAYER",
      "text": "...When I was thinking about science fiction and fantasy and speculative fiction, the thing that came to my mind was the question, what if, and all of these things are concerned with that question, and they just approach it from different ways."
    },
    {
      "author": "MAYER",
      "text": "You also, of course, mentioned the difference between comics and graphic novels. And when I'm being snotty about it, which I frequently am, I think speculative fiction is a term that you use for people that don't - you code switch a little bit - right? - like literary code switching. You're talking to people that don't want to admit..."
    },
    {
      "author": "EL-MOHTAR",
      "text": "Yeah."
    },
    {
      "author": "MAYER",
      "text": "...They like sci-fi and fantasy, so you say..."
    },
    {
      "author": "EL-MOHTAR",
      "text": "Yeah."
    },
    {
      "author": "MAYER",
      "text": "...Speculative fiction. You like \"Station Eleven,\" right? You know?"
    },
    {
      "author": "EL-MOHTAR",
      "text": "It's exactly that. And I really think that there's a long and fascinating history to why we talk about these things the way we do, and that history is really, really entwined with market realities and stuff. Like, and these are all things that I think are super fascinating but often work against trying to just help people find books that they will enjoy. Those distinctions, I think, are most interesting to me when they generate conversation instead of, like, shutting conversation down or saying that..."
    },
    {
      "author": "WELDON",
      "text": "Sure."
    },
    {
      "author": "EL-MOHTAR",
      "text": "...You're wrong to name this thing what you're naming it and stuff like that. So that's where my, like, everything-is-fantasy kind of comes from, just to sort of be provocative in a slightly jerky way, but hopefully in a way that allows for the recuperation of more books instead of excluding things and shutting things out."
    },
    {
      "author": "WELDON",
      "text": "Well, speaking of excluding things and shutting things out, I mean, you mention a kind of openness to these approaches, to approaching this kind of writing. And certainly, when I was a kid back in the late Jurassic..."
    },
    {
      "author": "ONYEBUCHI",
      "text": "(Laughter)."
    },
    {
      "author": "WELDON",
      "text": "...I wanted Tolkien and nothing but Tolkien, right?"
    },
    {
      "author": "EL-MOHTAR",
      "text": "Yeah."
    },
    {
      "author": "WELDON",
      "text": "That's what I figured I liked. So I read so many Tolkien knockoffs, some which were merely derivative, others which were legally actionable. (Unintelligible)."
    },
    {
      "author": "WELDON",
      "text": "It was like, wow. And I got tired of seeing the same thing, the same setting of sort of feudal Europe. But, Petra, you are in a unique position to chart how much everything is changing. So 10 years ago, NPR did a summer readers poll on science fiction and fantasy for the first time. We're doing it again this year. You are doing all the heavy lifting for it. How do you think things have changed? I mean, the voting's closed now, so what are you seeing in the results?"
    },
    {
      "author": "MAYER",
      "text": "Well, a couple of things have changed just structurally about the poll. If you look at the 2011 list, it is ranked, and we find that that results in a somewhat unbalanced list. So one of the biggest differences between then and now, you know, they're right here in this recording with us. We have Amal and Tochi, who are two of our amazing judges this year. Instead of doing a straight-up, like, popularity contest, over the past few years, it's evolved into a more curated list. That list goes to a panel of judges, who are usually authors or critics in the field. And the not-so-secret secret of this poll is that they are people that I want to hang out with. This is a way I can do it and call it work."
    },
    {
      "author": "EL-MOHTAR",
      "text": "(Laughter)."
    },
    {
      "author": "MAYER",
      "text": "Yay."
    },
    {
      "author": "WELDON",
      "text": "Aha. Corruption."
    },
    {
      "author": "ONYEBUCHI",
      "text": "(Laughter)."
    },
    {
      "author": "MAYER",
      "text": "So yes. And so then we break it down, and we build it back up again. I invite the judges to add their own addition so that in the end, we end up with a really nice, balanced, curated list that combines what the readers really love with some stuff that they might not have thought about that's amazing that they can discover through this list. So it's much more of a discovery tool now than it used to be. It used to be just kind of a popularity contest."
    },
    {
      "author": "WELDON",
      "text": "OK."
    },
    {
      "author": "MAYER",
      "text": "The other big difference, I think, is just embodied in the poll itself. And I can tell you right now it's a lot different than what we were putting out in 2011 if you look at that list. But I think there's something like 14 women. There are no writers of color. Octavia Butler's not on that list. What?"
    },
    {
      "author": "ONYEBUCHI",
      "text": "Wow."
    },
    {
      "author": "MAYER",
      "text": "I think Amal and Tochi can also speak to this, but over the past 10 years of sci-fi, we have seen this incredible just supernova of new voices, new perspectives, new experiences, new worlds, writers of color, more women, genderqueer perspectives. It's just been this - and I'm going to mix my metaphors. It's just been this blossoming. It's amazing. And that's really what I wanted to reflect and celebrate this year with the summer poll."
    },
    {
      "author": "WELDON",
      "text": "Now, Amal and Tochi - Tochi, you're a judge. Are you seeing some of the same thing?"
    },
    {
      "author": "ONYEBUCHI",
      "text": "Oh, absolutely. I mean, it's really interesting. Being on the panel of judges affords me a view of, I mean, if not 30,000 feet in the air, then at least, like, 15,000 feet in the air, where I can see in a sort of macro scale what - a lot of this change. And I think a lot of it is demographic change that has all these incredible implications for the genre stylistically and with regards to thematic concerns. But I'm also - you know, like Amal, we're in it."
    },
    {
      "author": "WELDON",
      "text": "Yeah."
    },
    {
      "author": "ONYEBUCHI",
      "text": "We're in the middle of it. We are the happening, you know? And that, I think, is a very fascinating sort of dual perspective. I mean, there are more writers of color. There are more writers from queer backgrounds. There's a lot more demographic diversity. And what I found with that is that people from these different backgrounds, in many instances, carry different not just thematic preoccupations, but also stylistic influences. And so I think that ends up manifesting itself as stylistic innovation in the genre. You're seeing a lot more stuff that just looks different, and not just in terms of the skin color of the characters on the page, but in terms of the very architecture of these books. And I don't know. It just feels - it feels really cool. It feels new."
    },
    {
      "author": "ONYEBUCHI",
      "text": "I think it speaks to what you were talking about when, you know, you were in the midst of Tolkien and wanted to read more Tolkien, but you were coming up against a lot of derivatives of Tolkien, and there - almost to the extent that there was this sort of generation loss..."
    },
    {
      "author": "EL-MOHTAR",
      "text": "Yeah."
    },
    {
      "author": "ONYEBUCHI",
      "text": "...When you take a photo, you photocopy that photo and then you photocopy a photocopy of that photo..."
    },
    {
      "author": "WELDON",
      "text": "Exactly."
    },
    {
      "author": "ONYEBUCHI",
      "text": "...And the image quality just deteriorates. Here, it's just 4K HD all the time."
    },
    {
      "author": "EL-MOHTAR",
      "text": "You know, I completely agree with everything Tochi's saying, especially to do with the different influences that people are bringing to their work right now. And I say this as someone who actually, like Glen, you know, I deeply appreciate Tolkien, but I also deeply appreciate stuff that somehow didn't get that photocopy quality. Like, the stuff that people copied about Tolkien was the stuff that I actually wasn't super interested in."
    },
    {
      "author": "WELDON",
      "text": "Yeah."
    },
    {
      "author": "EL-MOHTAR",
      "text": "Like, copying the forms of the things, but not actually the spirit of the thing. Like, the kind of melancholy sadness and richness of Tolkien is something that, you know, you'll find in Ursula Guin. You won't necessarily find it in a lot of the big, blocky books that I was reading in the '90s, you know?"
    },
    {
      "author": "WELDON",
      "text": "Right."
    },
    {
      "author": "EL-MOHTAR",
      "text": "So it's interesting to me, like, what actually persists."
    },
    {
      "author": "WELDON",
      "text": "Fantastic. I mean, we can't be all things to all people, but we can help them dip a toe in. So each of our experts is going to recommend a book that makes for a good entry point into the world of world building. Let's start with Amal."
    },
    {
      "author": "EL-MOHTAR",
      "text": "Sure. There is this tremendous book called \"On Fragile Waves\" by E. Lily Yu, which is, first of all, staggering because, unbelievably, it's her first novel. But it's a story of a family fleeing Afghanistan - a mother, father, sister and brother. And they are trying to make their way to Australia. And so it's about that journey. It is very grounded in the real world, but the daughter in this family becomes haunted by a girl who drowned during the voyage. And that presence that haunts her becomes woven into her experience of being in the offshore immigrant processing facility, which is a lot of horrible distorting words to actually mean just horrific human rights abuses and stuff, Nauru, which has since been shut."
    },
    {
      "author": "EL-MOHTAR",
      "text": "But it is so much about being dislocated over and over and uses magic and haunting and sadness and poetry as a way to explore those things. So it looks at those things without flinching, but also without feeling exploitative. And it ultimately is just so much about the ways in which stories can help us through difficult times, but also about how they can be insufficient to the task and you need something else. So it's just a tremendous balancing act. It took, like, 10 years to write. I desperately want people to read it because I feel sort of like if everyone read it, then the world might be a slightly kinder place. And I just so badly want everyone in the world to read it. So, yeah. It's \"On Fragile Waves\" by E. Lily Yu."
    },
    {
      "author": "WELDON",
      "text": "Thank you very much. Tochi, what's your pick?"
    },
    {
      "author": "ONYEBUCHI",
      "text": "My pick is \"This Is How You Lose The Time War\"..."
    },
    {
      "author": "WELDON",
      "text": "OK."
    },
    {
      "author": "EL-MOHTAR",
      "text": "No. I mean, yes, but also ah."
    },
    {
      "author": "ONYEBUCHI",
      "text": "...(Laughter) By Max Gladstone and our very own Amal El-Mohtar. I'm going to sound like Stefon from that \"SNL\" sketch. It's like, (imitating Stefon) it's got magic. It's got space. It's got love letters. It's got everything. All you have to do is walk up to the door, and the password is - you know?"
    },
    {
      "author": "ONYEBUCHI",
      "text": "And the wonderful thing about it, too, bringing it back to genre, is that it traverses genre so easily - so easily. In many ways, it's almost like it can read like a survey of subgenres. Like, there's a dying Earth element to it, there's a fantastical element to it, there's a historical fantasy element to it, and all of it in one book. I think in terms of sheer inventiveness, this book is almost peerless because I didn't know you could do the things that Max and Amal did in this book. I just didn't know those were in the realm of prose possibility. And, like, it's one of those books, too, that breaks so many of the dogmas of how to write or how to be a writer. It's an epistolary book. You're not supposed to write..."
    },
    {
      "author": "WELDON",
      "text": "There you go."
    },
    {
      "author": "ONYEBUCHI",
      "text": "...Epistolary. Like, it's kind of time travel, but, like, time travel in the sense that, like, these aren't necessarily people the way that we conceive of people. Like, one of them's a hive mind. And, like..."
    },
    {
      "author": "ONYEBUCHI",
      "text": "So, like, time is a little bit more of a elastic concept."
    },
    {
      "author": "WELDON",
      "text": "Yeah. Yeah, yeah."
    },
    {
      "author": "ONYEBUCHI",
      "text": "If you want to read a book that in many ways flies against so many of the dogmas of how to write that come from more draconian corners of, whether it's literary spaces or nonliterary spaces, read \"This Is How You Lose The Time War.\""
    },
    {
      "author": "WELDON",
      "text": "All right, so that's a mixed review."
    },
    {
      "author": "WELDON",
      "text": "That's a C, C-plus, OK."
    },
    {
      "author": "ONYEBUCHI",
      "text": "You know, 3 1/2 out of 5 stars. You know."
    },
    {
      "author": "EL-MOHTAR",
      "text": "(Laughter) Thank you."
    },
    {
      "author": "WELDON",
      "text": "So that's \"This Is How You Lose The Time War\" by Amal El-Mohtar and Max Gladstone. You're not the first person to recommend that book to me. I've heard the author can be a little contrarian, but, yeah. That's good."
    },
    {
      "author": "EL-MOHTAR",
      "text": "Thank you."
    },
    {
      "author": "WELDON",
      "text": "Petra, is your pick going to make someone on this call blush as much as that last pick?"
    },
    {
      "author": "MAYER",
      "text": "No."
    },
    {
      "author": "MAYER",
      "text": "How can I follow all of that? I - ay yai yai (ph). Just quickly, like, one of the common other misconceptions about sci-fi and fantasy is that it's full of series and they're all 18 books long and, oh, my God, why do I even want to start this because I - you know, it isn't even finished, and God knows when it will be. So I was thinking about really good standalone books, and I came to one of my favorite comfort reads of all time, which is \"The Goblin Emperor\" by Katherine Addison."
    },
    {
      "author": "EL-MOHTAR",
      "text": "It's so good. It's so good."
    },
    {
      "author": "MAYER",
      "text": "It's good. So this is a lovely mix of kind of high fantasy, because there's elves and goblins, and there are steampunk elements, too, because this is a quasi-technological world. There's a mix of technology and magic and religion. There's heirships. And basically, it is quite a common trope in sci-fi and fantasy - it's kind of a chosen one, right?"
    },
    {
      "author": "MAYER",
      "text": "We start with our hero. He is a half-goblin, half-elf, last forgotten heir of the elven emperor, and he's been exiled off to the middle of nowhere because he's half-goblin. And he never expects to be anything other than just in exile in the middle of nowhere. And then suddenly, a mysterious accident kills his whole family, and he is the emperor. And he has to come to the capital, and he has to find his way, and he has to figure out who to trust and who he can be friends with and how he can be friends with them now that he is an emperor because that complicates relationships in ways that most of us don't ever have to deal with."
    },
    {
      "author": "MAYER",
      "text": "And so the main character, Maia, is this enormously sympathetic figure. He's floundering at first, but you watch him find his way, and you watch him figure things out. And on top of that, it's also just a gorgeously built world with sort of the language and the modes of address. And the titles that people have are very well thought out. And it's rich and gorgeous. And the prose, again, is lovely. The vision of this imperial city and all the different chambers of the palace where, you know, Maia holds his audiences with people - you can just get lost in the world."
    },
    {
      "author": "MAYER",
      "text": "It's just a warm, comforting book. I'm not spoiling anything, I think, by saying that it's a warm, comforting book, and he does kind of find his way in the end. But for many years, it was a standalone, although this summer, actually, a sequel came out, which is only a sequel kind of in the fact that it exists in the same world. It goes in a completely different direction. But that is \"The Goblin Emperor\" by Katherine Addison. The sequel that came out is called \"Witness For The Dead,\" I think. And they're both just wonderful reads. And you don't have to commit to a story that you are going to fall in love with only to find out that it hasn't ended and might never end."
    },
    {
      "author": "MAYER",
      "text": "It's a lovely, self-contained hug of a book and a great place to start if you're interested in fantasy."
    },
    {
      "author": "WELDON",
      "text": "Well, we want to know what your favorite sci-fi and fantasy novels are. Find us at facebook.com/pchh and on Twitter - @pchh. And that brings us to the end of our show. Thank you all for being here."
    },
    {
      "author": "MAYER",
      "text": "It was so fun."
    },
    {
      "author": "EL-MOHTAR",
      "text": "Thank you so much for having us."
    },
    {
      "author": "ONYEBUCHI",
      "text": "This was so much fun."
    },
    {
      "author": "EL-MOHTAR",
      "text": "It really, really was."
    },
    {
      "author": "MAYER",
      "text": "Yeah, thank you."
    },
    {
      "author": "WELDON",
      "text": "If you want even more recommendations for books, TV, movies and more, check out our podcast, Pop Culture Happy Hour. We've got daily episodes for all your pop culture needs. And for more LIFE KIT, go to npr.org/lifekit. There are episodes on everything from how to manage your anger to how to manage your budget. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "WELDON",
      "text": "And now a completely random tip, this time from listener Carol Bonner (ph)."
    },
    {
      "author": "CAROL BONNER",
      "text": "If you have to use a clothesline to hang clothes out once in a while, I put a swimming noodle over it. I just split the swimming noodle down the middle with a knife, then I flip it right over the clothesline. And then you can put your clothes right on the noodle and not get any of those creases that the clothesline leaves."
    },
    {
      "author": "WELDON",
      "text": "If you've got a good tip, leave a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "WELDON",
      "text": "This episode was produced by Audrey Nguyen. Special thanks to Jessica Reedy and Mike Katzif. Meghan Keane is the managing producer, and Beth Donovan is our senior editor. I'm Glen Weldon. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8901651593.mp3",
  "img": "https://media.npr.org/assets/img/2021/08/25/lk_scifipchh-5_wide-89ef1faeb2f4d5698d2aa42a3377122b662b26ba.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "GLEN WELDON, HOST",
    "WELDON",
    "AMAL EL-MOHTAR, BYLINE",
    "TOCHI ONYEBUCHI",
    "PETRA MAYER, BYLINE",
    "EL-MOHTAR",
    "MAYER",
    "ONYEBUCHI",
    "CAROL BONNER"
  ]
}