{"title":"Good Anxiety Does Exist. Here's How You Can Benefit From It","url":"https://www.npr.org/transcripts/1034777586","intro":"Anxiety can feel like the enemy, and it's easy to want to obliterate those feelings. But that might not be the best approach, according to Wendy Suzuki.In this episode, Suzuki, author of Good Anxiety: Harnessing the Power of the Most Misunderstood Emotion, outlines strategies to turn that sinking feeling into something productive.","transcript":[{"author":"MEGHAN KEANE, HOST","text":"This is NPR's LIFE KIT. I'm Meghan Keane, the show's managing producer. I've always thought of anxiety as the enemy. As soon as I feel a tightness in my chest or my stomach twisting into knots, I want to obliterate it as quickly as possible. But according to author Wendy Suzuki, that might not be the best approach."},{"author":"WENDY SUZUKI","text":"I say you shouldn't try and get rid of it because evolutionarily, anxiety evolved to help protect us. We need to recalibrate our level of anxiety to get it back to that level where it is super protective for us."},{"author":"KEANE","text":"Wendy Suzuki is a professor of neuroscience and psychology at New York University, and she wants people to realize that anxiety isn't all bad."},{"author":"SUZUKI","text":"And one of the things that is helpful for that is to kind of appreciate the value of those uncomfortable emotions that come with anxiety - the fear, the worry - and what that is telling us about our lives, what we appreciate, what we value. And that is where the value of anxiety - that is where the good anxiety lives."},{"author":"KEANE","text":"Wendy has a book called \"Good Anxiety: Harnessing The Power Of The Most Misunderstood Emotion.\" She writes that anxiety is on a continuum. And, of course, there are clinical anxiety disorders that can be intense and disruptive. But if you're having everyday worries, like you're feeling anxious about a relationship or landing a job, Wendy's book has strategies to help you manage those feelings."},{"author":"SUZUKI","text":"And it was written as an invitation to really talk about and deal with anxiety that can come with so much shame and embarrassment. Let's approach it and start to really think about new ways to approach it."},{"author":"KEANE","text":"So let's do just that. This episode of LIFE KIT - how to have good anxiety. We'll learn more about how anxiety works and how we can transform it into something positive and productive."},{"author":"KEANE","text":"How do you want people to reframe anxiety in your mind?"},{"author":"SUZUKI","text":"Yeah. So I would love people to appreciate the fact that evolutionarily, anxiety developed to protect us. And we've lost that protective aspect. Too much of anything, even something good, is bad. And so now we have..."},{"author":"KEANE","text":"Right."},{"author":"SUZUKI","text":"...Too much of anxiety. The other key element that people do not appreciate is the value of those uncomfortable emotions that come with anxiety. The goal isn't to get rid of all fear. If we never had any fear my whole life, you know, we would not - bad, pretty bad. We wouldn't be human. If we were happy all the time, I don't know if I'd want to be friends with you. That would be a little bit boring, right?"},{"author":"KEANE","text":"(Laughter) Yeah, exactly."},{"author":"KEANE","text":"Wendy says those uncomfortable emotions are actually telling us something important about our lives."},{"author":"SUZUKI","text":"Something about what we value, what we don't value, what's going well, what's going not well in our lives. And so it is very, very informative. It's just that our anxiety levels are too high. And so what I'm trying to do in this book is mine all of the valuable wisdom that comes from those difficult emotions that accompany anxiety to get us back to that protective element and to provide the gifts of anxiety."},{"author":"KEANE","text":"You write about something that seems to be a big task, but it does seem doable - emotional regulation. What is emotional regulation, and how can we use it?"},{"author":"SUZUKI","text":"Yeah. So emotional regulation is creating techniques to, you know, to get you to an emotional state that is productive for you. And often that means getting yourself out of the deep state of anxiety that can happen from various situations. Here are my top two immediate relief approaches to those feelings of anxiety. No. 1 - deep breathing."},{"author":"KEANE","text":"It always comes back to deep breathing, doesn't it?"},{"author":"SUZUKI","text":"It comes back to deep breathing. It works because, for all of you Neuroscience 101 students out there, it activates the parasympathetic nervous system. That is an immediate soothing mechanism that you could even do in the middle of the conversation with that anxiety-provoking, annoying person that you know you're going to get anxious with."},{"author":"KEANE","text":"(Laughter) Right."},{"author":"SUZUKI","text":"And they don't even know you're doing it. So that's tip No. 1 - deep breathing, activate your parasympathetic system."},{"author":"SUZUKI","text":"Tip No. 2 comes from 10 years-plus of research in my lab and other labs that show the transformative power of moving your body on both your cognition and your mood. So moving your body, getting your heart rate up a little bit with just a walk, a little power walk - walk up the stairs, walk down the stairs - can have an immediate effect on your anxiety levels. It's going to decrease your anxiety, depression levels because increasing your heart rate stimulates the release of dopamine, serotonin, noradrenaline in your brain. I like to say it's like giving your brain a wonderful neurochemical bubble bath."},{"author":"KEANE","text":"Oh, that sounds nice."},{"author":"SUZUKI","text":"Yeah. Don't you want a neurochemical bubble bath?"},{"author":"KEANE","text":"Oh, my God, all the time."},{"author":"SUZUKI","text":"Yeah, exactly."},{"author":"KEANE","text":"Wendy says that preparation can also help you regulate your emotions. If you're feeling anxious about an upcoming job interview or presentation, ask someone you trust to practice with you."},{"author":"SUZUKI","text":"Have them ask you the hardest questions in this situation that they can think of, that you can think of, and practice, practice, practice getting comfortable. I mean, it's scary. The first time I did a radio interview, the first time I did a podcast, I was nervous."},{"author":"KEANE","text":"I mean, same. You know, same."},{"author":"SUZUKI","text":"Yeah."},{"author":"SUZUKI","text":"So practice. You - on your end, you're thinking about the best, you know, most insightful questions to ask. And I'm thinking about, oh, God, I hope I can answer her really insightful questions that she's going to ask me."},{"author":"KEANE","text":"Oh, you're reading my mind. So let's go a little bit more into the upsides of anxiety. So we're kind of getting at this now, but so what are the gifts of anxiety? Like, what can it do for us?"},{"author":"SUZUKI","text":"No. 1 is a gift of productivity that comes from anxiety. So often anxiety kind of shuts us down. We can't work. We can't focus. However, here is a gift that can come from your anxiety, and it comes from a particular part of anxiety that many of us have, and that is that what-if list that comes with your anxiety. My anxiety makes me a better neuroscientist because I think about all the worries about the experiment, and what if we didn't do that, and what if this happens? Everybody can use this. Turn your what-if list into a to-do list."},{"author":"SUZUKI","text":"And I'll tell you why I think it's so satisfying. It's satisfying because, again, going back to evolution, our stress response and the anxiety response was evolved to be resolved with an action. Our stress is getting our muscles active to do something, to take some action."},{"author":"KEANE","text":"Transforming those what-ifs into to-dos helps resolve anxiety, says Wendy. You feel like you've done something about it. But what about those days when that's just not an option, when you're too anxious to do anything?"},{"author":"SUZUKI","text":"Everybody has days like that. For whatever reason, you had terrible sleep. You know, you just got back from the airport, and you had just horrible airport food for the last day, and nothing's going right. You are not good for much of anything that day. And that is where your self-love and self-care really comes in. It's OK to feel those uncomfortable feelings - that might include anxiety - and give yourself a break. Absolutely, there are days that you cannot do one little thing to shift it or change it or make it better. Be kind to yourself with these emotions 'cause they are difficult."},{"author":"KEANE","text":"This is great. I feel like we're leveling up, you know? And to even take it even further, you talk about this concept of sort of supercharging resiliency as a key here to transforming anxiety into good anxiety. So how can someone build up that muscle to get their resilience in a strong enough place that they can really, you know, harbor a storm when they feel like their anxiety, their everyday anxiety is kind of flaring up?"},{"author":"SUZUKI","text":"Yeah, yeah. So the secret is to approach every single anxious situation with a curious, with an activist mindset that allows you to think about, well, what are some of these different ways that I can approach it? So even if you handled it terribly but you learned something about the next time, that can go into your resilience piggy bank, into your stress inoculation piggy bank. But if you end up coming out of these situations saying, oh, my gosh, I don't know if I'm going to get through the next one; it's - you know, I have no choice; it's just everything's coming at me, that will not help you build this up."},{"author":"KEANE","text":"Yeah. And it doesn't seem like you're talking about, like, positive thinking necessarily. It seems there's, like, a lot of, like, flexibility in this mindset and kind of getting the data in front of you, being like, OK, how can I problem-solve this? Like, what did I learn from this? Like, what can I - you know, kind of taking a more rational approach to it rather than just shutting down and saying, oh, God, that was awful. I'm bad. This was terrible - 'cause that feels like it just feels the..."},{"author":"SUZUKI","text":"Right."},{"author":"KEANE","text":"...The bad parts of the anxiety."},{"author":"SUZUKI","text":"Right. It's hard to think about all of these negative emotions sometimes. But I found so much value in taking a moment to ask, what is that fear from? What is that worry? Why do I have this prickly feeling?"},{"author":"SUZUKI","text":"The thing that surprised me most when writing this book is I realized that I was making friends with my own anxiety, which was like, ooh, this is weird. I never thought I would do that. I was like, really, making friends? And it's not one of those cuddly, warm, fuzzy friends. It's kind of a prickly friend."},{"author":"KEANE","text":"We all have them."},{"author":"SUZUKI","text":"Yeah, we all have them. And - but they're valuable because they tell you what it is like it is. And it gave me this opportunity to start to look at the value of these uncomfortable emotions. And they're there for a reason. They're there for a really important evolutionary reason. And therefore, it's really helpful to do that. It's like, oh, my God, that is why this is so valuable. And just imagine the opposite, how we typically address anxiety. We just want to kick it out the door. We'd be happy if we'd never had it before. You miss the opportunity to benefit from the information that those uncomfortable emotions are telling you."},{"author":"SUZUKI","text":"And I'm telling you that from my own experience writing the book, doing it myself. If you lean into those emotions, it really does allow you to have a more fulfilling, a more creative and ultimately less stressful life. That is what I mean by good anxiety."},{"author":"KEANE","text":"We all need it. We all need that. Thank you so much, Dr. Wendy Suzuki, for being here. Really appreciate it."},{"author":"SUZUKI","text":"Absolutely. My pleasure. This is a great conversation."},{"author":"KEANE","text":"For more LIFE KIT, check out our other episodes. I've hosted one about how to manage emotions at work, and we have another about how to receive feedback. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"KEANE","text":"And now, a completely random tip."},{"author":"LAUREN BRANCH","text":"Hi there. My name is Lauren Branch (ph). If you put a little baking soda in the boiling pot of water and then add your eggs in, your eggs will actually peel off much easier, and you won't be left with chunks of egg missing or any issues with getting off the shell."},{"author":"KEANE","text":"If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."},{"author":"KEANE","text":"This episode of LIFE KIT was produced by Clare Marie Schneider. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Andee Tagle and Janet Woojeong Lee. This episode was edited by Audrey Nguyen. Our digital editors are Beck Harlan and Wynne Davis. I'm Meghan Keane. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9305879910.mp3","img":"https://media.npr.org/assets/img/2021/09/08/lk_good-anxiety_jasjyot-singh-hans_wide-5d1d5c968032ee4680b0f0100f2990311d5f08e4.jpg?s=1400&c=100&f=jpeg","authors":["MEGHAN KEANE, HOST","WENDY SUZUKI","KEANE","SUZUKI","LAUREN BRANCH"],"wave_peaks":[18769,26940,28482,20859,27130,13694,12757,16718,8387,19932,20212,18793,26550,6058,17223,21823,16990,15888,13275,15690,24985,8099,9749,18658,15742,27659,20233,20131,7967,23733,15137,2952,20066,8991,20807,26380,21852,6640,23553,22481,27717,15404,15098,11444,17389,12979,12232,25957,18685,28251,16375,14106,14188,16926,15525,8924,115,530,23101,13515,27065,24365,15531,6830,22687,16239,10876,16134,11742,11506,11677,12494,7272,22633,21131,20477,23375,5944,14986,11718,7766,6171,19557,16288,24458,14976,11658,12486,14118,19561,20443,19425,19274,11720,10072,18730,5353,3259,18476,23199,13943,15214,5329,15637,11887,24755,23842,9683,3469,4337,25282,24598,25423,23759,12156,7593,6227,2243,27230,16870,14145,19192,23537,7615,21799,22665,18881,9795,9655,9818,16715,16713,11247,6134,19588,18015,2657,21227,13292,19327,11208,3100,7776,20299,14070,6132,16264,13676,10044,16872,3109,16005,22012,18014,3462,11499,8175,6760,4268,14717,22096,20092,16244,17830,13778,18811,16460,18401,8752,24857,22430,19622,24679,13098,14304,14930,4565,12172,11111,17187,11379,3697,13614,9240,1941,28119,20889,10013,9576,26798,20609,16878,18356,18752,15464,14016,13630,10545,12867,9467,9742,3775,3923,26260,19801,18365,24254,25345,23766,7560,21411,6718,22478,20396,21450,20117,3160,12214,16885,14360,14031,10491,8684,18029,19977,15890,11908,10429,18560,21298,18800,19187,8636,19432,22204,15625,18838,11284,6711,15743,9069,8557,11612,13033,12773,14686,14794,22309,6258,13238,22212,10758,20890,20759,23473,23958,20878,11809,17201,17088,19673,19584,20117,5804,16016,12504,12916,19826,5408,17139,10874,22106,18721,7684,2777,23542,23185,23583,22745,18503,9363,20681,20810,8899,13765,10475,18060,23343,8797,11108,9941,11697,7427,7742,20338,25991,23334,16988,18939,17941,25877,11251,2611,1853,26057,24898,25728,17584,9444,13678,14743,15742,8800,3822,1874,27225,24809,26918,11238,11365,18725,10590,8425,17187,26171,22942,11513,17353,24130,12853,16138,20065,6958,8043,7365,7836,17556,10149,4416,2452,26394,24217,5613,27036,17340,6723,23597,16697,13052,12487,13673,24129,14400,11542,12255,12305,24865,21736,2623,24993,19943,26177,26218,10312,15106,9197,9208,6355,5972,5050,19072,19119,15329,8951,20584,8249,11414,10024,7285,9403,11928,6254,17582,20211,12579,10222,12088,11060,22054,13141,4409,12902,11312,12932,14838,3941,11183,9487,20098,11469,7357,19049,18061,14003,12143,15143,20893,9887,7837,13595,9863,18294,23473,10975,13103,14056,5095,4065,26205,24482,17806,26571,24294,13200,15218,27327,16868,20115,22651,25215,24089,8890,12076,19588,5698,2958,20869,20648,23736,25658,19722,17596,14525,20375,16816,25267,17474,11924,10868,9005,7474,11125,12412,14582,23551,5971,3131,1000,2551,2206,1614,2143,1517,629,1462,972,378,801,695,370,564,411,304,302,230,267,28149,16059,7322,22477,15506,16023,25759,22096,16569,7710,24981,16553,10299,18005,26255,18277,12499,20262,14587,24954,13378,5247,17378,27363,13287,13350,12344,22764,28297,11956,16883,17433,14043,21684,26666,24212,8397,20215,19080,5335,4528,27497,23580,9197,25062,20966,16563,19364,24862,14295,6632,22900,21373,18172,25423,16834,9389,12158,14314,18742,883,26879,23087,12296,19234,9360,25435,25835,10999,14452,26090,25748,23261,17403,16454,11081,14536,11048,23881,22989,26631,19926,12838,19326,11488,7504,555,17,8,27401,25416,19721,12509,22642,12636,22294,21222,20482,4694,15817,18945,16749,18872,12654,22358,14042,9953,25382,13262,7066,19950,11175,15648,14931,23853,24292,12858,21018,2804,24093,21848,23283,25760,15192,8307,20949,17337,16506,12999,26501,26618,12920,21953,15458,19819,22443,17670,15653,28652,26155,11459,24534,22587,21503,16732,10164,16604,12427,24789,21712,26799,22688,22256,18545,20604,25429,17867,19727,18545,20498,13732,8696,1777,6,3,24861,21526,21481,16240,23852,22657,9228,2580,25608,19661,19018,18974,10582,25121,17531,19371,15962,17065,17246,18503,11721,19114,20794,9063,15015,17857,18682,25340,21491,24728,12056,8328,7399,16848,10349,23662,12992,18242,14017,12238,21219,23927,26148,24636,11618,16871,21193,25662,22814,19702,3756,50,14,13,14,14,14,12,14,13,9,12,3580,25439,22745,12036,12158,9664,9771,3538,3881,6653,208,23913,22548,5590,17620,257,22538,9083,21656,7060,7228,5927,10095,13114,15529,19617,1069,20320,18598,8867,17759,11836,898,57,17196,20359,21469,4871,11765,18280,10292,32,71,10396,12092,18776,9768,410,99,19671,15556,22466,21967,20200,8132,19762,13633,18458,15968,18088,8637,14934,14954,18792,15279,16347,22369,7729,22295,22089,19492,6904,10755,22878,15060,14576,17381,8402,14641,15599,18551,11708,5826,22117,9689,5237,7525,18999,5423,10662,1323,12093,8917,11617,21844,10694,19442,19725,10796,12863,9208,9076,11023,7859,23525,17478,7975,13082,8707,12667,17810,19603,1947,13426,13144,13818,17524,22063,17702,14630,17007,22551,21274,5894,13897,19389,18685,14144,7251,18243,11021,23657,23548,17388,21608,16274,9108,14340,14908,21056,21815,15634,19396,19584,10974,11183,15988,13976,9471,7958,12302,25986,25942,25005,7113,5848,4247,18998,17401,17960,4057,9899,5129,6247,6604,3527,2288,1983,663,454,4372,25294,26191,20907,16577,15634,11658,16649,26434,24930,15320,12064,10196,8663,26464,21281,23137,12972,4853,4568,16286,22198,20813,8207,24045,16282,10811,19283,21276,19774,6414,18419,17753,23595,12599,18123,21801,19018,17199,19780,24234,10966,9603,9348,9721,11619,11547,11269,15564,15118,20812,19708,24290,22574,14181,18144,19479,6386,9764,21364,23775,11324,16803,20070,17205,10047,12805,8427,11275,8764,16037,19539,3475,18699,16555,21183,18417,16795,15282,3342,17246,18675,8069,16370,16788,19066,5433,16398,9020,3862,1186,7165,13715,11919,7428,23220,8195,7206,3826,12326,14236,8063,16768,12015,19936,18606,14934,14960,15418,4518,18375,14418,16000,20503,990,9365,17036,11439,12038,13777,3804,8062,4959,10157,10257,1540,1234,1698,6002,25890,24898,11658,19602,9231,9388,10625,25484,26563,16424,17048,18529,13201,13199,10175,10456,18047,13233,16428,6812,2536,5176,24698,18283,24917,12107,14061,3711,5024,22612,20716,14971,19723,14208,16344,16171,13029,13476,16096,5366,12794,19677,13610,7298,8621,6303,13415,7080,23035,11246,12006,15197,20667,14690,9996,13617,13752,8772,16637,16777,9782,16550,13335,10448,15916,19554,15288,12299,21251,19236,19047,19290,22828,20057,17607,18505,11268,10323,10831,13378,15037,14128,19615,23161,23371,9418,15173,13484,7384,7189,7888,3093,16922,20944,24468,19631,9676,7902,3942,8997,14633,16192,11021,12257,13819,14892,13986,5790,9485,6749,883,14027,12580,12990,16462,21437,11523,5014,23796,15024,16246,18528,15631,13687,8779,10797,5577,19582,26461,25626,8440,9110,11435,5302,16741,16910,19326,7963,14497,13459,14707,16576,18747,20293,20183,13938,16042,12266,11087,14637,13283,13956,8369,17445,21776,11092,21993,20019,18770,5585,11665,7667,20628,7582,3540,13902,11377,10763,3751,18878,18627,11877,8782,11138,14582,11871,5052,7371,10165,13687,16302,10026,9038,10834,9072,9437,15130,8713,15621,9921,14572,7101,21944,17080,23202,4993,16998,8381,17342,17722,13989,10299,19049,14944,15672,23027,6467,2212,18499,15874,19005,16114,14047,888,12789,14435,24886,7278,16834,14233,12788,32,22340,19468,18567,19310,21931,14303,16505,13263,12185,9654,392,17055,13074,12479,11242,9142,18013,11135,11050,18045,11922,10909,12679,11496,17597,12833,17385,17013,2401,1229,14987,16520,13311,10464,6695,9638,12661,14477,15785,16131,9663,13157,16896,7896,20001,17447,13920,17288,13082,12274,13155,8584,10414,11895,11562,1815,13815,15561,16147,20612,12508,21809,18836,15878,15175,13514,16493,15470,18527,7028,18815,20838,22643,15141,16614,2338,18314,16279,8286,15459,16988,9661,19907,18453,7211,10024,14072,18504,7901,12420,8552,15701,10285,13111,22716,17994,9083,14602,15086,13490,16370,12246,21026,15843,10815,7268,21224,20062,1315,301,14212,13766,22135,18568,7954,11999,18912,11950,11231,14974,14416,8091,12332,8379,7105,9131,10280,13511,7943,14941,15194,664,14859,11868,12513,17196,9949,10787,12621,1128,11637,12805,10585,14108,8837,7299,14197,20095,18324,4818,14941,8165,19669,23148,24061,21760,14507,20512,13987,14339,14126,14887,16894,15411,16151,18389,19217,15783,10040,21831,20853,19448,11058,822,193,4607,4421,5879,5646,8844,5331,7123,9804,10180,8487,6651,5719,7326,2914,23264,26076,26195,15376,15456,18928,21327,11496,25094,17877,10053,10849,9734,6197,15272,16658,25054,15520,23577,15712,23246,23923,13022,28053,24190,17757,5512,26547,18568,25815,24864,24247,7196,6116,4417,5896,2600,3744,21141,15514,17262,6665,5504,11232,13800,10345,19013,9163,6879,11029,9038,10072,3379,15732,14611,13487,16454,11590,12359,10508,11250,22323,8583,19062,15419,21237,6404,15042,12489,17058,8423,7184,12343,7018,15207,15762,10734,24908,12754,15552,15104,16765,14814,9697,6542,8839,13831,10003,10121,13084,12291,2525,19412,15688,9999,6963,12770,17759,11062,25424,7089,20944,19682,20865,10979,23133,16912,9045,14924,20492,13243,14570,16935,17530,15592,14936,15587,10857,17070,9426,10204,6928,21540,12216,15810,12546,16739,16646,2642,20615,11325,18892,17041,14732,17113,19698,17707,12194,18940,25112,24243,21791,13587,11932,14955,15824,15769,11647,11101,11954,12000,8068,17754,25977,21772,2899,120,1853,12745,18773,13353,22832,24801,12119,8819,25153,23138,4519,15743,7918,1720,10197,25135,17672,25793,24710,19944,19328,20000,6392,26229,24640,12247,11799,11146,7257,9856,20018,12277,4899,14396,4217,357,10832,15812,20425,17124,12988,12097,10085,10925,19446,17322,16027,1833,16757,15311,4727,18536,19065,13905,14683,13684,14938,20860,16285,18003,21570,15780,10891,17530,8843,15031,14289,19255,12875,13908,13696,1694,965,16676,20948,5006,12850,9325,15607,4187,11374,12893,10309,15554,8832,9214,14478,5884,8254,16920,11415,20142,12662,21581,14023,17102,12409,19315,13514,15149,18096,18600,17348,10930,8751,16813,16421,12594,9462,9554,14545,5569,14721,3275,16856,16689,23680,20188,22688,20907,14742,14038,14896,13401,11402,22288,10844,17883,15244,14574,15657,16929,19196,16528,15883,8710,5086,2802,11796,20043,23482,11842,19426,15154,17976,12492,4801,29,63,703,15701,13276,19065,11435,12835,4439,3524,13041,10392,11343,13703,15416,15731,7604,6768,10404,9655,4592,14443,14151,11376,17637,17040,6508,8098,15005,12954,8765,414,11918,16558,21541,11849,14043,15725,498,16079,15778,18032,15268,10388,6353,15265,17616,15310,11281,10085,7894,18149,18294,23833,20751,8842,8031,9241,14073,15706,14221,13886,4161,12792,17966,17867,7063,21015,9270,247,16641,15278,17129,15222,20887,19417,18968,16384,19644,8464,6722,7380,9854,13129,9008,16313,14571,18697,8817,858,13888,6597,11181,27654,26761,19607,25850,21681,9312,14239,12788,16501,14749,19621,22297,20706,22779,14996,12472,7849,23400,21875,25813,15666,16265,14698,3094,23496,22802,27010,17052,12190,12064,12034,24371,16892,12982,9096,19790,12652,12124,11472,12503,11657,2289,9635,8592,16452,3336,3749,20847,16590,14391,20077,14450,17849,19816,18051,15579,22362,16342,17608,25711,20414,15942,17460,5369,11893,17095,19888,18160,19064,15807,19135,8547,10988,13641,22248,15173,6624,24935,16816,20053,3711,20312,25937,12572,22735,24712,19987,16261,15410,17628,12480,7332,17723,12155,12501,22771,15592,14538,17443,3119,13077,14593,20743,19280,19776,8545,15256,10819,18291,2715,16282,14680,10396,16833,20867,19163,5490,7947,796,18733,18119,14605,13205,15714,8475,13616,12354,20094,24357,25324,7545,1574,19402,24129,13960,16083,14311,3250,4015,15267,17240,8329,18841,15840,17488,8751,7917,11550,13662,5275,8397,3751,18925,19454,11523,7514,1233,9534,14115,20378,13516,15658,13037,20560,19907,13109,4470,7921,9462,10029,870,9076,1887,15965,20255,10406,18488,25002,4754,5551,665,134,46,17596,26165,26132,25121,16395,12061,14236,15474,10928,16643,4195,584,23,8508,23305,15204,22428,18181,20183,22019,14527,12110,6525,3378,23296,16395,18612,21946,8202,18832,14188,5059,14151,10505,10455,12669,6668,11524,13555,8258,7759,17435,18571,17711,26609,22818,24305,5823,12471,8915,20514,21576,23507,17805,18747,26894,18574,581,26453,24100,20838,8430,7196,16427,12925,11952,10843,948,12041,24929,19754,13431,17209,11669,3881,16049,17941,21064,21649,7485,25963,25258,19811,25177,10579,12471,16475,12889,23549,22303,26269,26858,13917,20190,7016,11054,9463,976,13356,21352,25698,1656,20084,5773,9144,10095,13749,12087,12215,57,35,8424,995,13368,8794,287,21243,16553,16926,16086,8013,9965,8366,18760,14371,9161,8350,10542,5440,2619,12371,20856,23547,16979,162,8631,20422,15244,11744,17134,26996,21152,14762,15930,11240,14323,1582,22050,21565,17836,10943,8662,17056,12630,16975,12760,13591,12616,11418,15012,17273,18602,11110,7653,11130,16108,10153,6368,6877,15549,11262,8072,17213,15580,17132,19676,14291,13181,13599,7067,16745,13798,17627,9856,2582,25661,21018,12188,12003,8844,10142,17583,10003,13121,15002,10425,12186,16587,19046,14924,11882,5729,5151,14138,8636,21478,9276,18441,20986,12697,18123,17449,7126,8424,9981,14604,10711,10278,20689,16592,22122,6112,19588,13764,6754,7963,17510,5869,23471,17990,16769,10656,23179,22281,8419,19735,10852,12720,20414,12235,10767,25396,10578,1278,25890,16720,18583,14103,14487,5104,12638,14442,5309,25371,24123,9875,7585,19269,26532,19325,14506,24343,12059,7629,5244,7603,12691,19384,24311,17697,21026,11943,10126,5442,13599,13192,6650,25742,17079,14597,15873,12615,4943,26700,10076,24181,23784,25565,23036,25801,12274,8554,9981,812,25875,27779,18970,7657,16269,18143,5915,17444,27369,14871,20370,22758,8139,1093,23643,17593,25810,25089,12941,27320,10352,6382,12411,17588,7113,19999,12449,13506,12749,28270,10560,21550,21285,14308,10915,19729,16032,25341,21832,14404,17212,13542,11181,26341,14731,8600,11373,5192,17003,10905,21748,17365,211,14683,5738,17216,19902,13638,13893,10837,11072,7925,11691,11029,8434,1643,22990,21989,13924,6764,10873,13114,20455,8953,1379,13025,4620,11082,13242,15204,7729,6841,11617,17855,13723,13953,11763,10644,10300,5480,15551,11247,18941,9678,14739,5357,19057,16634,14888,8344,5642,7515,5711,9097,14656,11898,24635,5262,10855,9423,5273,20724,12605,10690,9701,1169,15429,16474,8451,15269,9046,18840,6993,5834,30,8442,5501,15346,14341,565,10897,9593,6416,8296,15265,15163,1916,11257,16662,18205,16179,15050,16579,15775,25484,16477,19560,17200,18723,16796,3764,560,5701,21525,21560,21443,20260,9578,17710,17601,15820,6111,22386,23675,10854,8264,16070,27328,18711,14091,20858,14173,14762,19630,18576,3702,2978,1108,8763,19450,1990,23386,4793,21733,13009,18428,15283,20146,19103,18786,18628,17699,13759,15117,14898,16481,23269,22178,19017,16778,4479,8238,19550,9988,9789,15494,9984,18812,8575,228,19927,10276,11742,11092,11306,17304,8109,13135,23808,13845,23610,8116,17679,6598,7284,9658,10208,425,7262,16788,6717,14404,16805,20623,10879,17763,2010,17125,19762,19889,7826,16206,176,17442,15174,17097,8630,3736,12355,17005,18290,18261,11309,9298,19317,19580,8117,8648,18570,16995,7626,20550,1678,15392,15065,16212,12544,15474,10640,296,16148,16301,7019,793,15761,16011,14356,13879,24138,18176,19109,19389,17881,8569,19168,12387,8063,21401,8773,15230,11062,21810,14424,15662,8007,22816,12338,24204,21996,7513,9179,8720,21973,20907,16599,6389,13957,12451,911,12571,6598,122,25971,18638,14293,20881,13792,14050,18384,15210,1130,23515,16530,8906,11154,12239,11331,9031,14064,10756,6391,15768,20894,8890,20644,19588,20123,15805,13889,26038,11773,15598,9538,17736,15875,17057,2586,5698,11620,10402,13855,7267,8172,9578,6511,7402,7017,8724,18793,13527,15928,23023,8401,9245,17145,4003,5210,10277,11619,97,4862,5129,12990,14442,156,10307,14822,7113,17304,16947,21807,20459,13726,276,23527,12023,5933,4481,193,6123,10860,6882,23071,22020,12768,9809,14415,16224,27881,22082,18186,12900,14693,7018,5651,3896,24680,16804,12073,27789,25687,23457,13787,13132,11980,14460,21058,10021,18222,20470,22511,21561,15105,26402,16858,8789,10317,10902,8103,7631,4992,5768,3391,5810,12315,6320,5182,4741,4007,25752,25054,18788,19310,25065,25530,17061,8419,7477,23061,15687,18409,26132,14172,10595,13466,25458,26481,20313,23340,24999,24843,22435,13004,19398,10106,11380,25327,22128,15178,18282,15736,26413,13603,21130,13101,12708,13633,5618,24471,13245,26801,25268,20205,12301,16571,11999,25694,24393,15943,24279,11848,17790,14203,4530,20645,6883,18178,11462,12213,11415,5922,25187,23487,18626,9698,20571,12375,4169,20156,21803,20268,14589,14499,20317,20967,22285,10669,4397,17306,22712,13346,22109,20373,17119,18210,20368,17507,16881,21301,18455,17548,9972,23715,22484,22185,14218,19294,19150,21887,18928,15621,12642,6678,12406,22832,20945,23428,13424,10755,15633,18764,18856,22602,13136,17528,13484,19704,22711,15368,14465,23661,23476,5149,23380,18674,14234,17833,18307,15564,11793,15047,17465,14795,21805,23695,11814,21777,13192,22488,8040,23139,24947,18874,25616,15834,26213,12447,13614,23616,14241,11588,10196,15702,18025,19947,24479,11145,13142,20378,24581,17326,23387,18228,15226,24031,12822,13068,9761,22762,24624,17426,18550,27242,27192,25429,21937,11399,25382,23693,12307,16889,11644,26689,24517,7468,12069,25671,16432,27605,26359,24440,20551,16697,25020,16216,10331,11044,20337,19347,19610,24939,14215,3671,17633,28335,17688,25498,23215,11634,4085,26221,27152,25609,25410,27049,22744,8784,14330,14826,5194,26244,20846,15843,3521,12104,13966,5986,5553,5022,7140,7663,10123,7683,7000,9950,12420,5713,4464,9636,7383,8024,11526,6912,8710,8136,8257,6535,5093,5101,4868,2231,2178,3062,2246,1839,1927,1232,611,523,375,364,144,162,1,23720,25487,23933,17277,18015,24634,14348,10979,23149,16528,11930,15188,21818,22039,17047,26219,10947,19397,22042,3630,28069,28065,20653,13290,13160,17908,23933,15236,7485,14233,20843,18057,13844,21208,20465,15317,17298,23015,15789,21324,6813,11239,4044,25229,20455,6005,12894,18062,24341,21857,20104,13447,16042,27572,15686,18548,16068,13941,15321,14499,6560,17247,23229,15474,14309,21708,18849,23783,20290,8207,15902,23538,7321,17067,23130,11767,25675,17669,15210,19703,17626,26179,15024,13748,15284,9659,8933,13399,9916,4523,25662,16111,16631,14519,18714,9625,20992,24199,25413,10853,25213,26920,20055,13105,25922,28295,7001,24159,17691,23208,10387,13030,286,43,3,22111,23591,12539,13971,13951,15563,19376,10515,7605,22240,20661,13823,8298,9203,6168,15342,12222,13874,16010,9758,9200,16276,19995,19032,14079,11514,12967,15997,13487,5363,18965,13131,20901,9251,21615,15681,6090,10916,7714,15332,14630,6194,17795,15196,14732,11988,11935,21891,18633,9714,1286,18892,18453,21088,9782,18007,8331,16323,15262,9377,9098,21622,10003,17982,16970,8968,3746,19114,14506,16181,23519,8562,6462,8674,21329,21153,22171,11804,17514,13721,8788,15313,19820,7871,8234,12938,9722,11284,7322,14093,15464,17652,20365,20257,12867,13113,5754,4185,58,4,8884,7321,8922,4592,15586,16395,10531,21619,10103,17715,18665,11022,8509,7851,12980,13058,16854,19113,15014,12072,26072,25375,7476,13230,23129,26322,8718,7966,7743,9825,19587,13520,14359,10873,17656,11212,10309,9626,9685,25079,10693,11668,24583,9177,11879,17883,26935,13213,24572,21772,21330,9502,12411,14391,9593,9578,5527,4092,2431,549,157,46,7,0],"fragments":[{"begin":"0.000","end":"37.440","lines":["This is NPR's LIFE KIT. I'm Meghan Keane, the show's managing producer. I've always thought of anxiety as the enemy. As soon as I feel a tightness in my chest or my stomach twisting into knots, I want to obliterate it as quickly as possible. But according to author Wendy Suzuki, that might not be the best approach."]},{"begin":"37.440","end":"55.720","lines":["I say you shouldn't try and get rid of it because evolutionarily, anxiety evolved to help protect us. We need to recalibrate our level of anxiety to get it back to that level where it is super protective for us."]},{"begin":"55.720","end":"65.240","lines":["Wendy Suzuki is a professor of neuroscience and psychology at New York University, and she wants people to realize that anxiety isn't all bad."]},{"begin":"65.240","end":"88.480","lines":["And one of the things that is helpful for that is to kind of appreciate the value of those uncomfortable emotions that come with anxiety - the fear, the worry - and what that is telling us about our lives, what we appreciate, what we value. And that is where the value of anxiety - that is where the good anxiety lives."]},{"begin":"88.480","end":"111.400","lines":["Wendy has a book called \"Good Anxiety: Harnessing The Power Of The Most Misunderstood Emotion.\" She writes that anxiety is on a continuum. And, of course, there are clinical anxiety disorders that can be intense and disruptive. But if you're having everyday worries, like you're feeling anxious about a relationship or landing a job, Wendy's book has strategies to help you manage those feelings."]},{"begin":"111.400","end":"125.440","lines":["And it was written as an invitation to really talk about and deal with anxiety that can come with so much shame and embarrassment. Let's approach it and start to really think about new ways to approach it."]},{"begin":"125.440","end":"145.600","lines":["So let's do just that. This episode of LIFE KIT - how to have good anxiety. We'll learn more about how anxiety works and how we can transform it into something positive and productive."]},{"begin":"145.600","end":"152.680","lines":["How do you want people to reframe anxiety in your mind?"]},{"begin":"152.680","end":"181.120","lines":["Yeah. So I would love people to appreciate the fact that evolutionarily, anxiety developed to protect us. And we've lost that protective aspect. Too much of anything, even something good, is bad. And so now we have..."]},{"begin":"181.120","end":"181.920","lines":["Right."]},{"begin":"181.920","end":"228.000","lines":["...Too much of anxiety. The other key element that people do not appreciate is the value of those uncomfortable emotions that come with anxiety. The goal isn't to get rid of all fear. If we never had any fear my whole life, you know, we would not - bad, pretty bad. We wouldn't be human. If we were happy all the time, I don't know if I'd want to be friends with you. That would be a little bit boring, right?"]},{"begin":"228.000","end":"231.720","lines":["(Laughter) Yeah, exactly."]},{"begin":"231.720","end":"244.080","lines":["Wendy says those uncomfortable emotions are actually telling us something important about our lives."]},{"begin":"244.080","end":"300.480","lines":["Something about what we value, what we don't value, what's going well, what's going not well in our lives. And so it is very, very informative. It's just that our anxiety levels are too high. And so what I'm trying to do in this book is mine all of the valuable wisdom that comes from those difficult emotions that accompany anxiety to get us back to that protective element and to provide the gifts of anxiety."]},{"begin":"300.480","end":"309.440","lines":["You write about something that seems to be a big task, but it does seem doable - emotional regulation. What is emotional regulation, and how can we use it?"]},{"begin":"309.440","end":"338.600","lines":["Yeah. So emotional regulation is creating techniques to, you know, to get you to an emotional state that is productive for you. And often that means getting yourself out of the deep state of anxiety that can happen from various situations. Here are my top two immediate relief approaches to those feelings of anxiety. No. 1 - deep breathing."]},{"begin":"338.600","end":"341.000","lines":["It always comes back to deep breathing, doesn't it?"]},{"begin":"341.000","end":"362.680","lines":["It comes back to deep breathing. It works because, for all of you Neuroscience 101 students out there, it activates the parasympathetic nervous system. That is an immediate soothing mechanism that you could even do in the middle of the conversation with that anxiety-provoking, annoying person that you know you're going to get anxious with."]},{"begin":"362.680","end":"363.280","lines":["(Laughter) Right."]},{"begin":"363.280","end":"370.000","lines":["And they don't even know you're doing it. So that's tip No. 1 - deep breathing, activate your parasympathetic system."]},{"begin":"370.000","end":"412.240","lines":["Tip No. 2 comes from 10 years-plus of research in my lab and other labs that show the transformative power of moving your body on both your cognition and your mood. So moving your body, getting your heart rate up a little bit with just a walk, a little power walk - walk up the stairs, walk down the stairs - can have an immediate effect on your anxiety levels. It's going to decrease your anxiety, depression levels because increasing your heart rate stimulates the release of dopamine, serotonin, noradrenaline in your brain. I like to say it's like giving your brain a wonderful neurochemical bubble bath."]},{"begin":"412.240","end":"414.040","lines":["Oh, that sounds nice."]},{"begin":"414.040","end":"416.520","lines":["Yeah. Don't you want a neurochemical bubble bath?"]},{"begin":"416.520","end":"419.640","lines":["Oh, my God, all the time."]},{"begin":"419.640","end":"423.880","lines":["Yeah, exactly."]},{"begin":"423.880","end":"435.480","lines":["Wendy says that preparation can also help you regulate your emotions. If you're feeling anxious about an upcoming job interview or presentation, ask someone you trust to practice with you."]},{"begin":"435.480","end":"453.160","lines":["Have them ask you the hardest questions in this situation that they can think of, that you can think of, and practice, practice, practice getting comfortable. I mean, it's scary. The first time I did a radio interview, the first time I did a podcast, I was nervous."]},{"begin":"453.160","end":"455.400","lines":["I mean, same. You know, same."]},{"begin":"455.400","end":"456.240","lines":["Yeah."]},{"begin":"456.240","end":"468.760","lines":["So practice. You - on your end, you're thinking about the best, you know, most insightful questions to ask. And I'm thinking about, oh, God, I hope I can answer her really insightful questions that she's going to ask me."]},{"begin":"468.760","end":"482.280","lines":["Oh, you're reading my mind. So let's go a little bit more into the upsides of anxiety. So we're kind of getting at this now, but so what are the gifts of anxiety? Like, what can it do for us?"]},{"begin":"482.280","end":"521.560","lines":["No. 1 is a gift of productivity that comes from anxiety. So often anxiety kind of shuts us down. We can't work. We can't focus. However, here is a gift that can come from your anxiety, and it comes from a particular part of anxiety that many of us have, and that is that what-if list that comes with your anxiety. My anxiety makes me a better neuroscientist because I think about all the worries about the experiment, and what if we didn't do that, and what if this happens? Everybody can use this. Turn your what-if list into a to-do list."]},{"begin":"521.560","end":"541.760","lines":["And I'll tell you why I think it's so satisfying. It's satisfying because, again, going back to evolution, our stress response and the anxiety response was evolved to be resolved with an action. Our stress is getting our muscles active to do something, to take some action."]},{"begin":"541.760","end":"557.440","lines":["Transforming those what-ifs into to-dos helps resolve anxiety, says Wendy. You feel like you've done something about it. But what about those days when that's just not an option, when you're too anxious to do anything?"]},{"begin":"557.440","end":"595.920","lines":["Everybody has days like that. For whatever reason, you had terrible sleep. You know, you just got back from the airport, and you had just horrible airport food for the last day, and nothing's going right. You are not good for much of anything that day. And that is where your self-love and self-care really comes in. It's OK to feel those uncomfortable feelings - that might include anxiety - and give yourself a break. Absolutely, there are days that you cannot do one little thing to shift it or change it or make it better. Be kind to yourself with these emotions 'cause they are difficult."]},{"begin":"595.920","end":"627.600","lines":["This is great. I feel like we're leveling up, you know? And to even take it even further, you talk about this concept of sort of supercharging resiliency as a key here to transforming anxiety into good anxiety. So how can someone build up that muscle to get their resilience in a strong enough place that they can really, you know, harbor a storm when they feel like their anxiety, their everyday anxiety is kind of flaring up?"]},{"begin":"627.600","end":"673.800","lines":["Yeah, yeah. So the secret is to approach every single anxious situation with a curious, with an activist mindset that allows you to think about, well, what are some of these different ways that I can approach it? So even if you handled it terribly but you learned something about the next time, that can go into your resilience piggy bank, into your stress inoculation piggy bank. But if you end up coming out of these situations saying, oh, my gosh, I don't know if I'm going to get through the next one; it's - you know, I have no choice; it's just everything's coming at me, that will not help you build this up."]},{"begin":"673.800","end":"698.760","lines":["Yeah. And it doesn't seem like you're talking about, like, positive thinking necessarily. It seems there's, like, a lot of, like, flexibility in this mindset and kind of getting the data in front of you, being like, OK, how can I problem-solve this? Like, what did I learn from this? Like, what can I - you know, kind of taking a more rational approach to it rather than just shutting down and saying, oh, God, that was awful. I'm bad. This was terrible - 'cause that feels like it just feels the..."]},{"begin":"698.760","end":"698.960","lines":["Right."]},{"begin":"698.960","end":"700.000","lines":["...The bad parts of the anxiety."]},{"begin":"700.000","end":"717.160","lines":["Right. It's hard to think about all of these negative emotions sometimes. But I found so much value in taking a moment to ask, what is that fear from? What is that worry? Why do I have this prickly feeling?"]},{"begin":"717.160","end":"739.560","lines":["The thing that surprised me most when writing this book is I realized that I was making friends with my own anxiety, which was like, ooh, this is weird. I never thought I would do that. I was like, really, making friends? And it's not one of those cuddly, warm, fuzzy friends. It's kind of a prickly friend."]},{"begin":"739.560","end":"740.440","lines":["We all have them."]},{"begin":"740.440","end":"785.640","lines":["Yeah, we all have them. And - but they're valuable because they tell you what it is like it is. And it gave me this opportunity to start to look at the value of these uncomfortable emotions. And they're there for a reason. They're there for a really important evolutionary reason. And therefore, it's really helpful to do that. It's like, oh, my God, that is why this is so valuable. And just imagine the opposite, how we typically address anxiety. We just want to kick it out the door. We'd be happy if we'd never had it before. You miss the opportunity to benefit from the information that those uncomfortable emotions are telling you."]},{"begin":"785.640","end":"804.840","lines":["And I'm telling you that from my own experience writing the book, doing it myself. If you lean into those emotions, it really does allow you to have a more fulfilling, a more creative and ultimately less stressful life. That is what I mean by good anxiety."]},{"begin":"804.840","end":"812.440","lines":["We all need it. We all need that. Thank you so much, Dr. Wendy Suzuki, for being here. Really appreciate it."]},{"begin":"812.440","end":"817.840","lines":["Absolutely. My pleasure. This is a great conversation."]},{"begin":"817.840","end":"864.520","lines":["For more LIFE KIT, check out our other episodes. I've hosted one about how to manage emotions at work, and we have another about how to receive feedback. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"864.520","end":"869.680","lines":["And now, a completely random tip."]},{"begin":"869.680","end":"908.160","lines":["Hi there. My name is Lauren Branch (ph). If you put a little baking soda in the boiling pot of water and then add your eggs in, your eggs will actually peel off much easier, and you won't be left with chunks of egg missing or any issues with getting off the shell."]},{"begin":"908.160","end":"934.640","lines":["If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."]},{"begin":"934.640","end":"980.760","lines":["This episode of LIFE KIT was produced by Clare Marie Schneider. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Andee Tagle and Janet Woojeong Lee. This episode was edited by Audrey Nguyen. Our digital editors are Beck Harlan and Wynne Davis. I'm Meghan Keane. Thanks for listening."]}],"duration":980}