{
  "title": "In 'We're Not Broken,' Author Eric Garcia Takes On Myths About Autism",
  "url": "https://www.npr.org/transcripts/1037852578",
  "intro": "Whether you know it or not, you know somebody who is autistic. So if you think autism doesn't affect you, you're wrong, says Eric Garcia.In this episode, Garcia, author of We're Not Broken: Changing the Autism Conversation, talks about myths surrounding autism, how to talk about it and how to help your autistic loved one live their most fulfilling life.",
  "transcript": [
    {
      "author": "LAINE KAPLAN-LEVENSON, HOST",
      "text": "This is NPR's LIFE KIT. And I'm Laine Kaplan-Levenson. Let's start this episode with a reality check."
    },
    {
      "author": "ERIC GARCIA",
      "text": "Whether you know it or not, you know somebody who's autistic. So even if you think this doesn't affect you, it does affect you."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "That's Eric Garcia, a senior Washington correspondent for The Independent and author of the book \"We're Not Broken: Changing The Autism Conversation.\""
    },
    {
      "author": "GARCIA",
      "text": "If we have bad ideas about autism, then certainly that must lead to bad policies about autism because bad ideas beget bad policies."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Eric's autistic and so knows the consequence of bad policies firsthand - policies that Eric says have wrongfully focused on finding a cure for autism, something he says autistic people don't want and never asked for."
    },
    {
      "author": "GARCIA",
      "text": "So instead of prioritizing trying to fix them, prioritize, what can you do to make their lives better?"
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "That's what Eric's book sets out to do. It's a combination of myth-busting, memoir, historical context, field interviews and straight-up advice on how to better understand the autism spectrum, how to talk about it and why it impacts every one of us."
    },
    {
      "author": "GARCIA",
      "text": "It's really easy to get a lot of misinformation about autism because it's such a contentious topic. But what matters is getting the right information and getting the right things to help your loved one live the most fulfilling life."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "So in this episode of LIFE KIT, talking about autism in an effort to change how we talk about it, one conversation at a time."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "My interview with Eric is part of a collaboration between NPR and the Library of Congress National Book Festival. For more information about the festival, visit loc.gov/bookfest."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "So in the beginning of your book, you mention that the writing began in part out of frustration and frustration specifically fueled by how media covers autism. What frustrated you about that, and what were you hoping to do about it in this book?"
    },
    {
      "author": "GARCIA",
      "text": "Yeah, so I feel like the frustration I had about the way we talk about autism was that any conversation about autism began and ended with discussion about vaccines - I should say the completely false idea that vaccines cause autism. There's no evidence whatsoever about it. And then there was the other part, which was that if we want to get - if we wind up getting past discussing vaccines, there's just a lot of discussion about curing autistic people or curing autism or combating autism or fixing autistic people. And almost never was there any discussion about, well, what is it that autistic people need right now?"
    },
    {
      "author": "GARCIA",
      "text": "Even if you believe that there should be a cure - which I really articulate that I don't think that there should be a cure, there can be a cure for autism - that's something that's a long way down the road. And that doesn't really serve autistic people now. And I also was frustrated that I felt like almost every discussion about autism focused mostly on white male adolescent boys, and I felt like that was a very incomplete discussion about autism, and it was a very incomplete - it excluded plenty of autistic people who don't fit that categorization."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Right, right. So it just - it sounds like there's just a lot of myths that get perpetuated through the media, which is all too common - right? - and that this - in part, this was to dispel some of those that have been so pervasive."
    },
    {
      "author": "GARCIA",
      "text": "Precisely. I think that one of the things that I wanted to do was, again, to - quote, unquote, to borrow from the title of my book, \"change the autism conversation\" to include as many people as possible because I felt that there were - there are a lot of pernicious ideas about the idea about whether autistic people can live independently or, even if they can't live independently, live - they deserve to live in the community rather than in institutions or the idea that autistic people can either not work or only work in a very specific sector of science, technology, engineering and mathematics. And I also thought that there were a lot of misconceptions about whether autistic people can have families or have legitimate relationships or legitimate friendships."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Right, right. Well, how does your own personal story and experience and existence, as you write, contradict those common beliefs?"
    },
    {
      "author": "GARCIA",
      "text": "Well, for one, I'm an adult. I think that a lot of the focus has been on children or this idea that autistic people are only children. The other is that I don't work in technology or science, or I don't work in any of the STEM fields. I'm not an engineer based in Silicon Valley. I'm a reporter, and there's this idea that autistic people, A, can't communicate, or their communication is considered invalid. Or there is this idea that because we have difficulty with social cues that we couldn't possibly be reporters or work in media. And then there's also the fact that I'm Latino. There is still a large diagnosis gap for Latinos, and they're often diagnosed much later. So I think that in many ways, I don't fit the stereotypical image of what people think of when they think of autism."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "You know, you've already had a successful career, now on the heels of publishing your first book, which is a huge feat. But you've worked at major organizations like The Washington Post and really have lived a lot of your dreams. But in the book, you write, (reading) this is the point in the story where people expect a happy ending, the part where an autistic person goes from being a social outcast to channeling their special abilities into gainful employment."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "I was listening to another interview where you talked about how these quote, unquote, \"inspirational stories\" just totally enrage you and..."
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "...How problematic they are. So why do those narratives cause so many problems as they get served up all the time?"
    },
    {
      "author": "GARCIA",
      "text": "Yeah. I think one of my problems with those kinds of stories and why they enrage me is because they put all the onus on the autistic person themselves. So it's on the autistic person to find their niche interest that can be monetized. And if you don't have an interest that can be monetized, then you're almost kind of pathologized."
    },
    {
      "author": "GARCIA",
      "text": "They're inspiring because they don't require anything to change within the system. Rather than just having stories of extraordinary people, I would rather turn the extraordinary ordinary. It's the same reason why I don't like stories about, oh, look at this inspiring autistic person who graduated from college. Yes, it's good that they graduated from college, but why is it inspiring? Why do we find that inspiring? Because we start from the baseline assumption that autistic people can't graduate from college rather than thinking, what can we do to make college more accessible? And in the same way, what can we do to make employers and workplaces more accessible for autistic people?"
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Right, right. And it's interesting just hearing you say that. Of course, that measure of success and having made it is all based and seen through economic value - right? - like..."
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "...What type of contribution to American capitalism someone can adhere to at the end of the day."
    },
    {
      "author": "GARCIA",
      "text": "Yeah. A lot of the denouement and a lot of our narratives about autism are crafted in a way as, how can autistic people contribute to our economic system?"
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "There's a moment in the book where you're talking about the fact that able-bodied people, neurotypical people can make mistakes, can mess up - right? - that that's part of being an adult and growing up and learning from your mistakes and how the stakes are so different for an autistic person. I'm wondering if you could read the excerpt from your book."
    },
    {
      "author": "GARCIA",
      "text": "Yeah. (Reading) But while yes, the right to grow up also includes the right to screw up, only able-bodied people have this luxury. For autistic and other disabled people, every bad decision becomes a referendum on your right to live independently. Despite jokes about adulting, nobody is going to force my neurotypical friends to move back in with their parents if they forget to do their laundry, if they need a nanny to care for their kids, a maid to clean their house or a gig worker to do daily tasks. They won't be seen as incomplete humans. Autistic people's use of these services is no more a measure of their incompleteness as humans than people who use wheelchairs are failures because they cannot walk."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Yeah. That just really, really distills the double standard that exists - right? - where any little mistake that I would do would then cause doubt in my ability to care for myself."
    },
    {
      "author": "GARCIA",
      "text": "Yeah. I know neurotypical people who are far messier than I am."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Right (laughter)."
    },
    {
      "author": "GARCIA",
      "text": "But they don't (laughter) - but they don't, you know - nobody's going to have them move back in with their parents any time soon."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Right, right. Well, this also brings up another major theme in the book, which is around language and labels. And we've had these labels that society has used for a long time now that call certain types of autistic people low-functioning and other types of autistic people high-functioning. And you have written in the book that you see this language as harmful. And I'm wondering if you can kind of explain where this comes from and why you find it to be problematic."
    },
    {
      "author": "GARCIA",
      "text": "Yeah. I'm not a fan of the terms high-functioning and low-functioning because I think that they flatten the experiences of both groups of people. If you are considered what many of us call low-functioning, then we set the expectations for them crushingly low. And what it does is that, sometimes, it might even give an incentive. If we create this almost tiered system of autism, then we can say either, well, this person is low-functioning, so we don't need to spend that much money on them. Or this person is low-functioning, so we don't need to expect much of them, so it's either/or. And it's why I'm a fan of using the term high-support needs because that tends to describe what they need rather than what - how we see them function in society."
    },
    {
      "author": "GARCIA",
      "text": "On the flip side, calling someone high-functioning like myself - or someone who can work or someone who can speak or someone like that - erases the legitimate difficulties that they might have. It might erase the fact they might need accommodations in school. It might erase the accommodations they might need in work. So it flattens and it erases their experiences, and so I tend to use the term low-support needs instead."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "You know, I'm wondering what language makes autistic people or an autistic person feel more included or seen, you know, in the workplace, at home? For people who are listening to this who say or think, you know, I don't really know how to refer to autistic people, I don't know if I should say someone with autism or an autistic person or someone on the spectrum - how you, you know, approach that and what people can take away."
    },
    {
      "author": "GARCIA",
      "text": "You know, I tend to - and most autistic people prefer - identity-first language, which is to say autistic, because we recognize that autism can't be - is inextricable from our identity. It's not something you can remove from us. To remove it from us would be to fundamentally change who we are. So I tend to prefer that, but then again, the - so that tends to be my default, but more than anything, I usually just ask."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Right. So instead of trying to assume that there's one better kind of blanket solution, just ask, and that individual will give you the individual preference."
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Well, a lot of this also makes me think about how these terms came about and who has been at the helm of the movement and who has been speaking for or feeling that they have to speak on behalf of autistic people. That's something that is a huge piece of this book, which is another divide - right? - which is parent-centered focus and the self-advocacy approach. And it seems like what you're telling me is that a lot of these labels are coming from people who don't have autism, who are not autistic, and that there's a big conflict there. So can you kind of help us understand that?"
    },
    {
      "author": "GARCIA",
      "text": "Yeah. So I want to preface this by saying that I don't think all parents are opponents or have their children's worst interest at heart. I would say about 99% of parents that I know are lovely people who, even if they make the wrong choices, they're doing it because they're going with the best information they have possible. But I think that parents, while they're important, their needs are only ancillary to those of autistic people's needs. And I think that at the end of the day, you have to consistently ask, what do autistic people need? Because occasionally, even though there might be - the interests of autistic people and their parents might be symmetrical, for those small instances where it isn't, oftentimes it's important to prioritize the needs of autistic people."
    },
    {
      "author": "GARCIA",
      "text": "So the perfect example of this is the Judge Rotenberg Center in Massachusetts, which administers shock therapy to autistic people who engage in self-injurious behavior. The United States special rapporteur on torture considers that torture, but who are the biggest defenders of it? It's parents. In the same way, some of the biggest defenders of paying autistic people and disabled people as a whole below the minimum wage are parent advocates."
    },
    {
      "author": "GARCIA",
      "text": "So while parents might be in some ways necessary allies and necessary advocates, they aren't the only people - they're not going to be the ones who have to live with these effects. They may be affected by them, you know, second-hand, but they're not the ones who have to live with them day in and day out."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Right. And that goes back to kind of this misunderstanding of priorities and also kind of makes me think about where we started this conversation around myths. There's one way to see your book as this kind of myth-busting journey. You break down your book into chapters that take on these broad categories like work, health care, education, relationships, to kind of get a perspective on all of these different aspects of one's life. And one chapter focuses on gender and another on race. And through these chapters, we come to see another myth, that autism has been viewed and treated as something most associated with males and white people, which is kind of like the epitome of the patriarchy, right?"
    },
    {
      "author": "GARCIA",
      "text": "Right."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "It's just like white men."
    },
    {
      "author": "GARCIA",
      "text": "Right."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Which is clearly not true. And so it might seem like an obvious question, but why is this? Why is that the association, and what is the consequence of that? What's overlooked?"
    },
    {
      "author": "GARCIA",
      "text": "So our understanding of how to diagnose autistic people and the tools we use are based on these schemas of what autism looks in white males. The first two major studies about autism - first in the United States under Leo Kanner and then the one up by Hans Asperger in Nazi-occupied Vienna - were done exclusively with white people, and Hans Asperger for a long time even thought that it - for a while even believed that it only happened in boys. And then, you know, on top of that, Leo Kanner, his first study, I believe eight of the children he surveyed - 8 of the 11 children were boys and three were girls, and then nine of them were from Anglo-Saxon families and the other two were Jewish."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "And then what's the fallout of that? I mean, what types of stories are just totally ignored because of it?"
    },
    {
      "author": "GARCIA",
      "text": "As a result, a lot of autistic people get - people of color get misdiagnosed as having behavioral disorders or conduct disorders. And if they do get diagnosed, they often get diagnosed later. With girls, oftentimes they don't get diagnosed until adulthood. There was one study in the Journal Of Autism And Developmental Disorders that surveyed 14 women who were diagnosed with autism later in life, and it found that all of them experienced either one or more mental health difficulty, with anxiety, depression and eating disorders being the most reported. And then plenty of them, you know, expressed that they were dismissed by professionals that they were autistic. And then also that same study noted that more than half of the autistic women surveyed experience sexual abuse even within their own relationships."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Wow. Wow. It's just amazing to think about how much just stereotypes impact hard data and then how that data informs policy. It just really makes you see how data is all dependent on assumptions that are made and who's left out."
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Well, you know, that leads me to the kind of main largest message or argument that we've discussed, which is that society should stop trying to cure autistic people - or this idea of a cure - and instead help autistic people live fulfilling lives. And so what would your advice be for how neurotypical people can help autistic people improve their lives, especially neurotypical people who live with autistic people?"
    },
    {
      "author": "GARCIA",
      "text": "Ask them. And, you know, a lot of people will probably say, well, it's easy for you to say because you can speak. My kid isn't able to speak. Whether you know it or not, when your kid has a meltdown, meltdowns are communication. And rather than trying to mitigate, you know, meltdowns or rather than trying to mitigate the symptoms, you should try to figure out what's causing meltdowns or what's causing sensory overwhelming or sensory processing. You'll learn what your kid needs or what your loved one needs. Even if they can't speak, even if they can't use a communication typepad, they'll still find a way to communicate to you. And that is just as important, and that is just as valid, by the way."
    },
    {
      "author": "GARCIA",
      "text": "And for those who can speak, you should still ask them. And what you should do is you should take the - whether they can speak or whether they can't speak, you should take their needs seriously. You shouldn't trivialize them. You should find a way to take them seriously and literally and hope that it - that you can be of service to them, that you can help them."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Yeah, I love that, just this immediately just responding, ask. Just ask."
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "It's just something that's so simple and one would think natural and yet obviously has been overlooked for so long."
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Well, as I read your book, I was trying to think about, you know, this question of who it's for. And I also know that you are - outright have an agenda with this in some sense in that you want this, you know - the book says, the title of the book is \"We're Not Broken: Changing The Autism Conversation.\" And so that still made me wonder who, if anyone, you are really hoping reads your book and what they do with that."
    },
    {
      "author": "GARCIA",
      "text": "So I think that, you know - I recognized fully when this book came out, when I started writing this book, that there were going to be autistic people who read it, and there were going to be nonautistic people who read it."
    },
    {
      "author": "GARCIA",
      "text": "So I think what I want from - what I hope for autistic people who read it - I hope that they recognize that they are not failed versions of normal. I hope that they recognize that their wants, their needs, their desires, their hopes, their dreams are just as important as everybody else's and that they are included in any discussion about autism and more than that, that their voice deserves to be heard."
    },
    {
      "author": "GARCIA",
      "text": "And I think that what I want from nonautistic people who read this book is that, whether you know it or not, you know someone who is autistic. And as a result, this book matters to you. And I hope that you recognize - and I hope that it debunks a lot of misconceptions people have about autism. I hope that it compels them to include autistic people in any discussion about autism, whether it be about education, work, policy, health care, anything. And I hope that they see that autistic people deserve just as much as they do."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "I really appreciated your book, and I'm so glad that we got to talk. Thank you so much for spending time with me. And this has been great. Thank you."
    },
    {
      "author": "GARCIA",
      "text": "This has been fantastic. Thank you."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "That conversation with Eric Garcia was part of NPR's collaboration with the Library of Congress National Book Festival. For information and more author interviews, visit loc.gov/bookfest."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "For more LIFE KIT, check out our other episodes. We have lots more episodes on mental health, parenting and personal finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Andee Tagle and Janet Woojeong Lee. Our digital editors are Beck Harlan and Wynne Davis. I'm Laine Kaplan-Levenson. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6310696451.mp3",
  "img": "https://media.npr.org/assets/img/2021/09/17/lk_werenotbroken_cover_headshot-copy_wide-1eb10d664da3a64369fc94ae2db82c0e08803446.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "LAINE KAPLAN-LEVENSON, HOST",
    "ERIC GARCIA",
    "KAPLAN-LEVENSON",
    "GARCIA"
  ]
}