{
  "title": "How Reading Aloud Can Help You Bond With Your Kids",
  "url": "https://www.npr.org/transcripts/1038058592",
  "intro": "Reading at school is one thing, but reading at home is important too. Though with busy schedules filled with after school activities, homework and lots of tech at kids' fingertips, it's not always easy to convince kids that reading isn't a chore. In this episode, Diana Opong helps us discover that there is so much joy — and value — to be found in reading aloud as a family.",
  "transcript": [
    {
      "author": "DIANA OPONG, HOST",
      "text": "This is NPR's LIFE KIT. I'm Diana Opong."
    },
    {
      "author": "OPONG",
      "text": "As a radio producer and a host, I'm a big fan of good stories in any format. And as a mom to three kids, I want to pass my love of storytelling onto them. But it's not always easy to find time for reading in our busy family schedule. And let's be honest - with all the tech at their fingertips and school days filled with required reading, it's not always easy to keep their attention either, or to convince them that reading isn't a chore. I recently learned that there is so much joy and value to be found in reading aloud as a family for parents and kids alike."
    },
    {
      "author": "KEISHA SIRIBOE",
      "text": "It does so much to help us with stress management, hope and resilience. It's the best bang for your buck. Like, I haven't seen anything that gives a higher return on investment than reading aloud."
    },
    {
      "author": "OPONG",
      "text": "That's Keisha Siriboe. She's an early childhood literacy consultant with a Ph.D. in early childhood education and teaching who goes by Dr. Keisha. She's based in Baltimore but has researched education strategies and student leadership development all over the world. For Keisha, the simple act of sharing your love of reading with your child is so much bigger than just literacy. It's another expression of love for your child and a tool for helping them navigate the world."
    },
    {
      "author": "SIRIBOE",
      "text": "That parent-child bond is - there's nothing better in terms of centering the child and centering yourself as the adult using that love relationship. Use reading aloud to build a bridge that will link our children from the world we deal with today to a better tomorrow."
    },
    {
      "author": "OPONG",
      "text": "It's a practice that creates space for deeper independent learning and exploring."
    },
    {
      "author": "SIRIBOE",
      "text": "We can talk about novels, graphic novels, you know, non-fiction, historical fiction, historical fact, to really delve into deeper conversations that can help us deal with the now of where we are."
    },
    {
      "author": "OPONG",
      "text": "And a door to conversations with your children you may not have expected."
    },
    {
      "author": "SIRIBOE",
      "text": "If we're talking about anxiety and worry, we have picture books that specifically deal with that. And then we turn that into a conversation that allows the child to tell you what worries are they carrying because it's one of the few spaces that just check all the boxes in terms of social-emotional health, mental health. And that's just on the child side."
    },
    {
      "author": "OPONG",
      "text": "In this episode of LIFE KIT, finding the joy in reading with your kids and unlocking all the benefits a relationship with storytelling and reading out loud has to offer. Keisha Siriboe will talk us through strategies for making reading at home fun regardless of the reader."
    },
    {
      "author": "OPONG",
      "text": "Why is reading aloud so vital? And why are you such a champion of it?"
    },
    {
      "author": "SIRIBOE",
      "text": "So we as human beings, we are structured to be social, right? And one of the reasons why I champion early childhood literacy is because the first five to seven years are crucial to a child's development. All of those connections are occurring through their experiences, through their relationships. Now, in this first year of life, they're not really able to connect, oh, that word means this. This picture connects to that. No, that's not what we're really focusing on. Right now, it's about the space and the pattern and the practice and the bonding, right? I'm introducing them to language. They're watching how my face - my facial features light up when I get into certain words. They're seeing my face, you know, maybe make a different expression when we get into something that may be troubling me."
    },
    {
      "author": "SIRIBOE",
      "text": "And the little scientists that they are - because, you know, during that early childhood stage, everything is experimentation. And oftentimes, when, you know, the children get a little older, in the toddler stage, this is why you may find - a lot of parents share this, and this is common - repetition. A child gets stuck on a story. And they want to read that story repeatedly. But each time you read it, you already know where the story is going because your mind is at a far more advanced stage of development."
    },
    {
      "author": "OPONG",
      "text": "Yep."
    },
    {
      "author": "SIRIBOE",
      "text": "Their mind - each time they read the story, they're realizing something new."
    },
    {
      "author": "OPONG",
      "text": "OK."
    },
    {
      "author": "SIRIBOE",
      "text": "And so that's where my work gets to come into play because I can show adults how to expand that beyond memorization to authorship. How else can this story end?"
    },
    {
      "author": "OPONG",
      "text": "Oh, authorship."
    },
    {
      "author": "SIRIBOE",
      "text": "Start to show them that their life can be a story because that skill will really pay off in the future in terms of their own writing when they get to that stage. But this blank canvas that reading aloud provides is amazing. And the type of pictures you can paint? Oh."
    },
    {
      "author": "OPONG",
      "text": "I really like that. Let's start from the beginning. Let's talk specifics, starting with super young kids. If you were to tell a parent what are the benefits of exposing their kids to reading at a young age, what would you say?"
    },
    {
      "author": "SIRIBOE",
      "text": "So the benefits of doing this when your child is under 2, they're so new that it's just the practice of doing it. So it doesn't really matter what you're reading, it's just you more than anything getting into the habit of reading - and as I always champion, at least 15 minutes a day, right? And you create this pattern that you can easily build upon. And as your child gets more into the reading aloud, they start bringing you the book. Now, understand you are not reading aloud as though this is a didactic, rigid, forced learning experience. It's meant to be joyful. Bring all the drama. Serve me sounds. Serve me growls. And you know you're doing it right when their response is joy or laughter. The more appealing you make this experience, the more they'll be drawn to it. Then we get to 3 to 5, when they're getting more active, when they're running all over the place."
    },
    {
      "author": "OPONG",
      "text": "Correct."
    },
    {
      "author": "SIRIBOE",
      "text": "This is where you, as the adult, needs to be comfortable with understanding, hey, that cute, little snuggle bunny, now they may want to run around the room while you tell a story. Be OK with that. And also, be open to switching the type of books you're reading. Some of the classic, you know, prototypes - fairies, trucks, dinosaurs, whatever popular cartoon character has its own series of books - you know, whatever that is. But if you're interested in going beyond the stereotypes - nature, bringing them into food, cooking, music - like, taking them into experiences that you can then further support with literature."
    },
    {
      "author": "OPONG",
      "text": "You're saying things that I think are so important for parents because I think there is this idea of what reading for a child looks like. It's teaching them how to be independent readers so that they can form the letters, make those connections, understand the words, make the sounds so that they can understand it. And that is a part of reading. But what I feel like I'm hearing you say is there's more to it than just the letters on the page."
    },
    {
      "author": "SIRIBOE",
      "text": "Right? So in terms of, you know, the global possibilities within reading, I sort of simplify it down into four key components, talk, read, sing, play. Talk about the subject matter, you know, that you're going to be reading. If it's a book about, you know, wellness, emotional wellness or meditation, given the landscape we're, you know, dealing with, maybe you want to talk about some of your favorite breathing exercises. Then you want to read, you know, the children's book you have that has a character, you know, giving a story around how they engage in this. And then play, perhaps we want to play - role-play some scenarios. The last thing, my favorite, sing - come up with your own song. Or use the wonderful resource of YouTube and Google and find some silly songs that you can really bring to life. And keep in mind, it should be done with joy. It should be done in a way that bonds you and the child. Give them a little bit of control. Don't be the lead on everything, you know? Let them pick a few things. But at the end of the day, you both should have fun with it."
    },
    {
      "author": "OPONG",
      "text": "Now, what about when kids get to school age? What are some foundational practices you can do at home to make reading feel less like a chore when things get busy?"
    },
    {
      "author": "SIRIBOE",
      "text": "One thing you can do across this age range is bring in cooking. Find recipes. Have a - you know, have a literacy exercise where we - you know, we have a day out of the week where we're going to make something new. And depending on how deep you want to go with this - so like, for my listeners who are interested in anti-racism or being cultural, why don't we look at some West African dishes? Why don't we go into East Asian dishes? So you can go into any of these aspects of culture. And then let's explore that through a dish. And then you all go through the recipes together. Well, can we find these ingredients? There's the reading right there. OK. How long is it going to take? Now we're thinking critically. You know, we have this much time. Do we need to go to the grocery store? Let them be responsible for putting together the list."
    },
    {
      "author": "SIRIBOE",
      "text": "So through this literacy activity, now we're building character. When we limit ourselves to just the phonemics of reading, we're assuming that every child learns the same way. And we are not didactic. We are neurally (ph) diverse. And so I need to find different ways to bring in what my child may thrive in so that they can experience success within literacy. For your artistic child, maybe they love to paint. Take them to the museum. Have them write down the artists that really mean the most to them. And then go look into the library for art that inspires them, then create it."
    },
    {
      "author": "OPONG",
      "text": "So you just touched on something that's really important to me as a parent and I know really meaningful and applicable to a lot of parents in the world today. Not everyone takes to reading right away."
    },
    {
      "author": "SIRIBOE",
      "text": "Right."
    },
    {
      "author": "OPONG",
      "text": "And many kids struggle, especially once they get to school age, despite their best efforts. Sometimes, in the beginning, it's developmental, like not showing an interest in it, doing other things. But as they grow up a bit more, some kids might need extra support. What should parents watch out for? What are some of the concrete things parents and caregivers can do to help kids that are struggling?"
    },
    {
      "author": "SIRIBOE",
      "text": "So first of all, when you have a child that is struggling with reading, it is safe to not only assume but to move forward with the understanding that they have probably had a negative experience."
    },
    {
      "author": "OPONG",
      "text": "Yes."
    },
    {
      "author": "SIRIBOE",
      "text": "You know, there's a lot of things that could be attached to why reading is, you know, becoming this big thing. The first thing we want to do is begin to minimize and help them shift their perspectives. Going into the research, we want to take them out of a fixed mindset about what they think their reading ability is and bring them into a growth mindset. You want them to understand that you may not be a great reader yet, but you absolutely can do this. We want to approach this through a different entry point."
    },
    {
      "author": "OPONG",
      "text": "OK."
    },
    {
      "author": "SIRIBOE",
      "text": "Oral storytelling."
    },
    {
      "author": "OPONG",
      "text": "Right."
    },
    {
      "author": "SIRIBOE",
      "text": "Expose them to other ways in which, you know, stories are presented. And once you find the one that they're interested in, allow them to engage in that. As the child is familiar with oral storytelling, invite them to create an oral story. You be willing to write it down or dictate it down, you know? I'll throw you a software app that, you know, transcribes your voice for you."
    },
    {
      "author": "OPONG",
      "text": "Yep. Yes."
    },
    {
      "author": "SIRIBOE",
      "text": "And help them understand. Again, form that bridge because they will be thinking of reading as this unconceivable, I-can't-do-it thing. Oftentimes, people are very comfortable speaking, but they create this vast gap between what they believe literacy is and their ability to read."
    },
    {
      "author": "OPONG",
      "text": "Oh, that's so powerful. A book isn't necessarily the jumping-off point."
    },
    {
      "author": "SIRIBOE",
      "text": "No."
    },
    {
      "author": "OPONG",
      "text": "Sometimes the book is the thing that you were led to from a separate starting-off point, that place of interest. So if that's a graphic novel, if it's an audio book, if it's a recipe book - I don't think I've ever thought enough about the reverse. I really think there's this idea of, you find a book, you find it interesting, you find another book. Maybe then you'll go do something about it. But what I'm hearing you say, Dr. Keisha, is it doesn't matter how you get there, as long as you get there."
    },
    {
      "author": "SIRIBOE",
      "text": "Can we go deeper?"
    },
    {
      "author": "OPONG",
      "text": "Is that accurate? OK."
    },
    {
      "author": "SIRIBOE",
      "text": "Yes. Can we go deeper? So let's understand that we are surrounded by stories. What you did today is a story. What you watch on TV is a story..."
    },
    {
      "author": "OPONG",
      "text": "Yeah."
    },
    {
      "author": "SIRIBOE",
      "text": "...The way movies are presented. All of these things are stories. Your child, if they start to get consumed with stories, then they'll start to pick up the nuances of why this is so important. Understanding the flow of a story - beginning, middle, end - introduction, climax, resolution and all of the many things that happen in between - you start to understand the rhythm of a story as you do things in repetition. What are the things that come from that? Their vocabulary increases. When your child isn't immediately interested in reading, you want to go to where their interests are, and then support that with literacy tools."
    },
    {
      "author": "OPONG",
      "text": "Yeah. So let's say a kid is dyslexic or they have autism or they're navigating sensory challenges. What are some of the tips and tricks that you've heard or seen in your experience, if you have, with kids who are neurodiverse and maybe need to learn differently?"
    },
    {
      "author": "SIRIBOE",
      "text": "Yes. First of all, to those adults, I want to speak to you specifically and say, I respect the fact that your journey into teaching them literacy may be different than what I've explored and what I've explained. And I respect that. And I also strongly, you know, suggest you pair any of the advice I'm about to give with that of a licensed professional because no neurally diverse child is the same. What I can tell every parent who is loving a neurally diverse child is that you have to mind your own experiences and your relationship with this child to first identify, what is it that you know they love doing? What is it that they can get lost in doing? Then we start to build literacy experiences around that. If it's audiobooks because dyslexia is an issue, and now whenever they see a book, they see a stigma, then we don't bring them..."
    },
    {
      "author": "OPONG",
      "text": "Yes."
    },
    {
      "author": "SIRIBOE",
      "text": "...books. We bring them pictures. And we have the audiobook there. And then you invite them to share their story with someone they love and someone who loves them because they're going to need that feedback. They're going to need a community around them. When you have a neurally diverse learner, you want to build in as many successful experiences as possible. You create an experience for them to not only win, but to understand that they can add value to someone else's life."
    },
    {
      "author": "OPONG",
      "text": "I'm going cry. Oh, my gosh. So we've talked about the - all the good stuff, with the little kids and when they get to school age. What advice would you give to parents who themselves just aren't big readers but want to try and help their kids have a different experience? And you kind of touched on this, right? - changing their own mindset. But yeah, let's dig into that a little bit more."
    },
    {
      "author": "SIRIBOE",
      "text": "Now, see, this is where I get emotional - because when it comes to working with adults, very often we forget that there are a lot of hurt children within adults. You know, here I am as a proponent for reading aloud, and I can't say that's something I grew up with. And so I want to, first of all, approach this sacred space of that level of vulnerability by saying, you have an opportunity to give someone else what you didn't have. And I want to encourage you to approach it that way. And whether it's through, you know, personal self-care or you bring in a professional, there may be space for you to let go of some of the things you experienced as a child so that you can engage in this work without any of the fixed mindsets that were poured into you coming out as you do this work."
    },
    {
      "author": "SIRIBOE",
      "text": "You could be reading with the child, and all of a sudden out of nowhere, you want to focus on comprehension. You want to turn it into school because that's what was poured into you."
    },
    {
      "author": "OPONG",
      "text": "Correct."
    },
    {
      "author": "SIRIBOE",
      "text": "You see what I'm saying?"
    },
    {
      "author": "OPONG",
      "text": "Yes."
    },
    {
      "author": "SIRIBOE",
      "text": "There is a time for structured learning and reading. But that's not what I'm talking about. I'm talking about that 15 minutes, that 30 minutes, that hour where we're having a bonding session. And it could be, you know, depending on the age of the child, if they're an active child, maybe this is happening while they're taking a bath."
    },
    {
      "author": "OPONG",
      "text": "Yeah."
    },
    {
      "author": "SIRIBOE",
      "text": "Maybe this is happening at the dinner table, breakfast table, snacktime. Maybe I have an audiobook playing in the car - you know, like all of these different things. That's the type of reading, the enjoyment part. That wanting to turn it into a critical analysis lesson, the wanting to turn it into a pop quiz, that's what we got to dismantle."
    },
    {
      "author": "OPONG",
      "text": "That was Keisha Siriboe. She's a Baltimore-based early childhood literacy consultant with a Ph.D. in early childhood education and teaching."
    },
    {
      "author": "OPONG",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to read more books and one on how to read when you're not really a reader. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And as always, here's a completely random tip."
    },
    {
      "author": "KATIE CAYTON-HOLLAND",
      "text": "Hey, there. This is Katie Cayton-Holland (ph). And my life hack is, if you are putting on your shirt or dress and you get deodorant on your dress, take a little bit of nylon, like a nylon stocking or a little nylon sock, and rub it on the deodorant, and it comes right off. Bye."
    },
    {
      "author": "OPONG",
      "text": "You can leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "OPONG",
      "text": "This episode was produced by the extraordinary Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Clare Marie Schneider and Audrey Nguyen. Our digital editors are Beck Harlan and Wynne Davis. I'm Diana Opong. Thanks for listening, and happy reading aloud."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1200027331.mp3",
  "img": "https://media.npr.org/assets/img/2021/09/24/gettyimages-136801952_1_wide-305a7ce2ebea9e764e06c8fe25b5972f827abbe1.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "DIANA OPONG, HOST",
    "OPONG",
    "KEISHA SIRIBOE",
    "SIRIBOE",
    "KATIE CAYTON-HOLLAND"
  ]
}