{
  "title": "How To Reframe Jealousy In Relationships",
  "url": "https://www.npr.org/transcripts/1042407174",
  "intro": "Rage, fear, possessiveness, sadness or all of the above — we all experience romantic jealousy differently, but the common denominator is the feeling of that inner alarm bell going off telling you you're going to lose your special someone.When mishandled, feelings of jealousy can lead to anything from internal strife to actual violence. But cultivated correctly, it can also be a \"beautiful opportunity\" to \"deepen our awareness of what we want, who we care about and who we are\". In this episode you'll hear how you can unlock jealousy's power.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "TAGLE",
      "text": "Jealousy is such a complex emotion. For starters, it can really sneak up on you. One minute, you and your partner are doing just fine walking down the street, having a laugh. Then it happens. Maybe it's the wayward glance of an attractive stranger, the ping of a private message in their inbox or an invitation to hang out with that hilarious co-worker they won't stop talking about."
    },
    {
      "author": "JULES PURNELL",
      "text": "It's that feeling of almost going over a roller coaster, that sort of stomach flip-flop."
    },
    {
      "author": "PENN PRITCHARD",
      "text": "You know, I feel like there's just, like, ice in my veins, like, especially in my hands and feet."
    },
    {
      "author": "JACQUELINE MISLA",
      "text": "Tightness in my chest and a shallowness in my breath and just this internal voice that is saying, nope, absolutely not, shut down the situation right now."
    },
    {
      "author": "JOLI HAMILTON",
      "text": "I instantly feel this surge comes up from my stomach and this electrical tingle down my neck."
    },
    {
      "author": "TAGLE",
      "text": "We all experience romantic jealousy differently. But the common denominator is the feeling of that inner alarm bell going off - warning, warning, incoming threat to relationship, incoming threat to self-esteem. Find and destroy."
    },
    {
      "author": "HAMILTON",
      "text": "That's my clue that I'm like, oh, I am imagining that I'm going to lose my influence over this person who I care about. I'm imagining that there will be less love, less attention, less something."
    },
    {
      "author": "TAGLE",
      "text": "That's the other thing about jealousy. The threat doesn't even have to be real to feel real. No matter how strong your relationship, no matter how communicative your partner, the right trigger can make even the most mature adults feel like a kid on a playground having a tantrum, shouting, hey, that's mine."
    },
    {
      "author": "MISLA",
      "text": "And as opposed to tapping into that emotion and saying, what needs need to be met, what do I need to do, instead, we get angry. We shut everything down. We blame other people. We react in a big way that creates a response that actually isn't necessary."
    },
    {
      "author": "TAGLE",
      "text": "But the good news is jealousy can, in fact, be a very useful tool in our emotional toolbox if we can learn how to work with it."
    },
    {
      "author": "PURNELL",
      "text": "Just asking for what I want and need is something that's really made me understand jealousy more as a canary in a coal mine. It just kind of shows me the things that I'm missing and the things that I want to invite into my life."
    },
    {
      "author": "TAGLE",
      "text": "I'm Andee Tagle, one of the producers of this show. And in this episode of LIFE KIT - understanding jealousy and reframing its role in our romantic relationships. I hope you'll stick around to hear it because just the thought of you switching to another podcast right now is totally sounding my jealousy alarm."
    },
    {
      "author": "TAGLE",
      "text": "One quick note upfront, friends - the tips we share in this episode assume a baseline of relationships built on mutual trust and respect. Everyone is entitled to feel safe with a partner, and jealousy is never an excuse for violence or abuse in any form."
    },
    {
      "author": "TAGLE",
      "text": "OK, so before we get into strategies for taming our inner jealousy monsters, let's all get on the same page on what exactly jealousy is and is not."
    },
    {
      "author": "MISLA",
      "text": "Jealousy and envy are often conflated or confused. And so let's get clear about that first. Envy is a reaction to a lack of something, wishing that you had something that you don't. So, for example, being envious because someone else has a better body or job or car or house that you wish that you had."
    },
    {
      "author": "TAGLE",
      "text": "That's Jacqueline Misla, a change strategist and coach with a background in social work, as well as the co-host of the \"Curious Fox\" podcast, which challenges the status quo in love and relationships."
    },
    {
      "author": "MISLA",
      "text": "Jealousy is a reaction to losing something or someone that you have; so, for example, being jealous because someone is flirting with your partner or because your partner is spending more time at work than with you."
    },
    {
      "author": "TAGLE",
      "text": "And as we mentioned earlier, that loss can be completely imaginary. Merely the perception of an interruption to a valued relationship is enough to spark that protective hostility, as well as feelings like anger, fear, judgment or anxiety that may be hiding underneath the surface - or all of those things at once. That's a lot to handle, but it's also extremely common."
    },
    {
      "author": "HAMILTON",
      "text": "So jealousy can be spotted in infants as early as 6 months old."
    },
    {
      "author": "TAGLE",
      "text": "Joli Hamilton is a research psychologist with a Ph.D. in depth psychology and a certification in sex education. She wrote an entire dissertation on the nature of jealousy in polyamorous relationships."
    },
    {
      "author": "HAMILTON",
      "text": "And so we can tell then - if it's that early, we can tell that there's some part of it that is, you know, we could say, hard wired."
    },
    {
      "author": "TAGLE",
      "text": "But that's not the whole picture, says Hamilton. We're continuously socialized to feel this way and even to romanticize it."
    },
    {
      "author": "HAMILTON",
      "text": "We are surrounded by stories that give weight to jealousy, that give it a certain importance. And we see it as sort of a normal thing that we should fear but also we should have it. Like, it's the proof that we are loved appropriately or enough."
    },
    {
      "author": "TAGLE",
      "text": "And that seemingly instinctual need to have some form of ownership of our partners, it's rooted in a long and complicated history, says Misla."
    },
    {
      "author": "MISLA",
      "text": "As a woman, as a woman of color, I think one of the things that I've had to explore in my own ancestry and history is that ownership is not just something that we talk about now in terms of relationships and being territorial. Ownership was actually very real. We owned people. At some point in history, women were the property of men, and people of color were owned by other folks. And so there is this cultural integration of somebody has control in the relationship and the dynamic at work."
    },
    {
      "author": "TAGLE",
      "text": "The bottom line here - it's completely natural and totally OK to feel jealous. It's what you do with those feelings that matters. If we can accept jealousy as another part of our everyday emotional spectrum, rather than glamorizing it or trying to ignore it, we can then unlock jealousy's power."
    },
    {
      "author": "HAMILTON",
      "text": "It's really common for people to say to me, how do we cure jealousy? How do we make it go away? I don't think that that's the goal. Jealousy is a wonderful indicator that we care about someone. We can allow ourselves to feel the jealousy. And then it's the interpretation, it's the meaning that we put on it that really starts to give it its weight."
    },
    {
      "author": "TAGLE",
      "text": "And that leads us to takeaway one. Jealousy is your internal check engine light, not necessarily a detour sign on the road of your relationship. Before you act, check in with yourself about the root cause of your feelings."
    },
    {
      "author": "TAGLE",
      "text": "Misla and Hamilton both agree that while the result of jealousy is usually external friction, the cause is almost always an internal feeling of insecurity, scarcity or fear and is oftentimes a product of previous experiences. Maybe your partner was unfaithful in the past, or maybe you crave affirmation from your spouse, but their attention always seems to be elsewhere. Whatever your situation, everyone has their soft spots, even in relationship structures where jealousy is openly addressed or even expected. Take Jules Purnell."
    },
    {
      "author": "PURNELL",
      "text": "You tell someone you're vegetarian; their first question is, where do you get your protein? And if you're somebody who is ethically non-monogamous, the first question you get is, how do you deal with jealousy?"
    },
    {
      "author": "TAGLE",
      "text": "Jules Purnell and their partner, Penn Pritchard, have been in a consensually non-monogamous relationship on and off for over three years. They met on a Facebook group centered around polyamory and ethical non-monogamy and connected through swapping deep-cut art memes about..."
    },
    {
      "author": "PRITCHARD",
      "text": "A Hieronymus Bosch triptych, \"The Garden Of Earthly Delights.\""
    },
    {
      "author": "PURNELL",
      "text": "Yeah, and I saw that, and I was immediately like, I have to get to know this person."
    },
    {
      "author": "TAGLE",
      "text": "Recently, the pair went on one of their first post-quarantine joint dates after a COVID-enforced dating hiatus. And overall, it went really well. There was an immediate rapport between all three people. The conversation flowed. But..."
    },
    {
      "author": "PRITCHARD",
      "text": "I did have this, like, little pang at the beginning there that was like, oh, they're, like, sitting across from one another. They're going to be able to make more eye contact. Like, are they going to feel more connected and I'm going to be sort of, like, over on the side?"
    },
    {
      "author": "TAGLE",
      "text": "The feeling wasn't unfamiliar, says Penn. For them, jealousy is less like an intermittent visitor and more like a radio station that's always turned on but not always audible."
    },
    {
      "author": "PRITCHARD",
      "text": "When that volume gets turned up and we can really listen to what's happening, there's usually a whole current of other emotions and fears and experiences and hopes underneath that. In this moment, the jealousy feels fairly loud. The volume's pretty turned up. Jules is going on another date tonight that's a solo date."
    },
    {
      "author": "TAGLE",
      "text": "Penn's jealousy station often alerts them to the potential loss of the special only-between-us things that all couples share."
    },
    {
      "author": "PRITCHARD",
      "text": "When I think about the possibility of them kind of accessing those places and those selves with other people, I think it shines a light on my - on fears of things that I'm afraid of not being able to do on my own."
    },
    {
      "author": "TAGLE",
      "text": "Jules' jealousy frequency generally tunes in to..."
    },
    {
      "author": "PURNELL",
      "text": "One of two categories. It's either FOMO, and then also these, like, really intense feelings of abandonment."
    },
    {
      "author": "TAGLE",
      "text": "Jealousy can land on a wide spectrum. Sometimes you might just be feeling left out. But other times, like in Jules' case, its ripples can reach far back to deep emotional wounds. And remember, married and monogamous, dating around, polyamorous - no relationship structure is immune to jealousy or hardship, and ego checks come with the territory. So before lashing out at your partner, make sure you've done your own work first."
    },
    {
      "author": "PURNELL",
      "text": "For me, it's been helpful to get really clear in what my tells are and also knowing that I have to attend to some of those feelings by myself, that there just are some things that are really - that the onus is on me to take care of those things. So, like, one of my favorite strategies is getting into the car, blasting loud music and scream-singing along."
    },
    {
      "author": "TAGLE",
      "text": "Misla, who is in two non-monogamous relationships, says it's important to ask yourself, what is this jealousy trying to tell me? What do I really need here?"
    },
    {
      "author": "MISLA",
      "text": "When I've experienced jealousy - my wife has been out with somebody, and they've been doing walks in Central Park, and they're on rooftop bars having drinks - I would feel jealous. And I had to dissect, oh, I want to go to a rooftop bar. I want to take a walk through Central Park. And so I realized, OK, I don't need to do all those things with her. I can go with friends out to a bar. I can go after work and take a walk. Some of those ways I can fill myself, and some of those things need to happen in partnership. And that's an opportunity then for me to have dialogue and say, hey, I'm wondering if we can build in more date nights. I'm wondering if we can actually have a night that feels extravagant once a month so that we both feel special."
    },
    {
      "author": "TAGLE",
      "text": "That thought process leads us to takeaway two. Find the truth in the stories you're telling yourself and then give your jealousy the appropriate mental and emotional space it needs. And there's no one-size-fits-all solution. Sometimes you just need a deep breath and a moment to let the feelings pass. Sometimes it's about getting your imagination in check. And sometimes just saying the words aloud is a great start."
    },
    {
      "author": "PURNELL",
      "text": "It's perfectly OK for me to experience jealousy. It's also perfectly OK for me to admit to it. That's been a bigger challenge for me because I like to present something to the world that's more polished than whatever's going on backstage in my head."
    },
    {
      "author": "TAGLE",
      "text": "If you're at the peak of struggling with those internal monologues, maybe don't say anything until your best self is back online."
    },
    {
      "author": "HAMILTON",
      "text": "It's never too early to bring it to your partner, but it is essential that you remember that the jealousy you're feeling is yours to deal with and is not theirs."
    },
    {
      "author": "TAGLE",
      "text": "Because asking something of your partner before calibrating for reality - that's really just asking for trouble."
    },
    {
      "author": "HAMILTON",
      "text": "I want to discourage people from thinking that just because they're having a feeling, they need their partner to change their behavior because it's just not a big-picture, long-term, excellent plan. You're handing over the keys and telling them exactly how to hurt you, for one thing."
    },
    {
      "author": "TAGLE",
      "text": "Listen, pettiness begets pettiness. Hanging your happiness solely on your partner's specific actions or reactions instead of working together to create fair relationship boundaries creates an unstable foundation."
    },
    {
      "author": "TAGLE",
      "text": "The next time you have a shake-up or the next time they think your feelings are unjustified, they can easily pull away the brick that makes everything fall. If you do need to loop in your partner, it doesn't always have to be a super serious we-need-to-talk situation, says Misla. It's possible to de-escalate tension and fulfill your needs in lighthearted ways."
    },
    {
      "author": "MISLA",
      "text": "For example, if I see my partner texting all the time or something and I'm like, what's going on there? What's happening? And I realize, OK, that's about me; that's about my experience with infidelity; that's about my insecurity. I end up using the word yucky. I'll say, oh, I'm feeling a little yucky right now. Just because that then actually makes it feel a lot better than saying, right now, I'm feeling vulnerable, I'm feeling insecure, I'm feeling jealous, I'm feeling all these things. I say, oh, I'm feeling little yucky right now, and so can I have a hug? And they'll be like, of course. They'll give me a little hug. And then I process everything's OK. Relax. Calm down, nervous system. Everything is fine."
    },
    {
      "author": "TAGLE",
      "text": "Of course, only you can decide what you need. There will be situations that call for action and change."
    },
    {
      "author": "HAMILTON",
      "text": "And that threshold is, can you still live your life, or has jealousy actually started ruling your life? Are you curtailing your actions or your partner's actions?"
    },
    {
      "author": "TAGLE",
      "text": "If that line feels a little too abstract for you, Misla says it's time to speak up when..."
    },
    {
      "author": "MISLA",
      "text": "A, there's a pattern that we're experiencing or, B, it is something that will only get resolved if there is a change within our relationship. And even in that space, we should offer up the examples of what that change could look like as examples and not as demands of what actually we need in order to be in that relationship."
    },
    {
      "author": "TAGLE",
      "text": "That brings us to takeaway 3. If change is required, don't just point fingers. Problem-solve. Work together to create fair and equitable boundaries."
    },
    {
      "author": "TAGLE",
      "text": "Of course, every relationship and situation is different. But if you need change, you should come to the table with a clear understanding of the issue at hand and a reasonable ask to fix it. Maybe texting is a sticking point."
    },
    {
      "author": "HAMILTON",
      "text": "So let's say my partner says, oh, my gosh, that made - it made me so jealous that you were texting with that person, right? And they say, can you just please not text with that person? Or maybe they just classify, like, a whole gender or a whole group of people. They say, I don't want you to text with any of those people. OK (laughter). We can immediately see that there are problems here."
    },
    {
      "author": "TAGLE",
      "text": "Completely impractical rules of engagement? Probably not going to last very long. Yet Hamilton says she sees people making these kinds of promises all the time just to pacify their partners."
    },
    {
      "author": "HAMILTON",
      "text": "But that is, at best, a very cheap Band-Aid, and there is now very little discussion that can be had, very little individual work. There's very little meeting of the feeling where it actually is. And that leaves us missing the beautiful opportunity that jealousy is to deepen our awareness of what we want, who we care about and who we are. Because in there is a much more profound conversation about what our relationship is built on, what kind of trust we have, what our agreements actually are. And that's where we can start to actually use jealousy to get closer to our partner rather than as a way to control them."
    },
    {
      "author": "TAGLE",
      "text": "So instead of setting unrealistic boundaries, take the time to talk through your feelings and your needs, and then work together to create a game plan. Can you agree to a daily check-in text or two? Can you meet each other's friends; set up a no-phone policy after a certain time of day? There might not always be a perfect middle ground, but you can work together to get as close as you can to a space where everyone feels safe and heard. Misla offers a great example of a healthy ask rooted in self-awareness."
    },
    {
      "author": "MISLA",
      "text": "I noticed that you noticed somebody else. Honestly, we all notice other people, so I'm not annoyed by that. But what it helped me realize is I would love if every once in a while you just looked at me and said, my God, you're gorgeous. I would love every once in a while if you turned to me and said, I am so lucky. You are so sexy. I realize I need more words of affirmation. Is that something that you can do?"
    },
    {
      "author": "TAGLE",
      "text": "These days, social media is another biggie. Maybe your partner still follows an ex or two on Instagram, and seeing the face of an old love on their feed fires up your retroactive jealousy. Misla says jealous feelings about your partner's past relationships are trickier, but they could be an opportunity to get curious and maybe even get closer."
    },
    {
      "author": "MISLA",
      "text": "Think about when you've been with your partner for a while and you go to a party or an event and you just look at them from across the room. And they're laughing or joking, and the people around them are looking at them with, you know, adoration. And you think, man, that person is with me. You can experience that as well if you look back and say, wow, you dated all those folks or, wow, you did that, and now you're with me. Like, I get to see you as a whole person distinct from me, and that's pretty sexy. And so sometimes introducing some stuff from the past in a healthy way through storytelling lets us see, like, oh, you were somebody else before me. I want to know more about this person."
    },
    {
      "author": "TAGLE",
      "text": "But what about if you've done all your homework and your partner still isn't on board?"
    },
    {
      "author": "MISLA",
      "text": "I think that if your partner protests and says, no, I don't want to do that, it could either be about the fact that they're conflict avoidant, and then that's something you can talk through, or that there's something to pay attention there."
    },
    {
      "author": "TAGLE",
      "text": "There might be more unmet needs on their end."
    },
    {
      "author": "MISLA",
      "text": "Tell me what that's about for you. What's going on there? Is it questioning whether or not I care about you?"
    },
    {
      "author": "TAGLE",
      "text": "Or you might have some bigger structural problems on your hands."
    },
    {
      "author": "HAMILTON",
      "text": "There might be some really significant control issues going on in your relationship."
    },
    {
      "author": "TAGLE",
      "text": "And if any of that feels too big to manage on your own, Hamilton says turning to a trusted and neutral third party, like a therapist, is a great idea. It's important to set yourself up for success as best you can, says Hamilton. But at the end of the day, it's faith in our partnerships and a strong sense of self, not a giant rulebook, that will help you most."
    },
    {
      "author": "HAMILTON",
      "text": "No matter how much we think we have made a set of rules or constructs, or we think the rules of, say, marriage or monogamy or anything will protect us, in fact, all things are always up for debate. We never really know. So we have to come to terms with it. It's a very mature process, coming to deal with jealousy."
    },
    {
      "author": "TAGLE",
      "text": "Maturity. I know. I don't like it any more than you do. But all of our guests agree there's beauty to be found on the other side of it. And that brings us to our final takeaway. Takeaway 4, loosen jealousy's grip by practicing compersion. What's that, you ask?"
    },
    {
      "author": "HAMILTON",
      "text": "Compersion is an antonym to jealousy. It is feeling joy for another's joy. It is the sensation that we have when we are watching, like, a little kid have an ice cream cone but we are lactose intolerant. And we're like, I cannot enjoy that joy. But I am so glad you are happy right now."
    },
    {
      "author": "TAGLE",
      "text": "Compersion is a term most often associated with non-monogamous relationships. It more specifically refers to feeling joy instead of threat when your partner is interacting romantically with someone else. If that seems like a wild idea to you, Hamilton says it might not be as far away as you think."
    },
    {
      "author": "HAMILTON",
      "text": "We just have to remember to reach for it. It's not the most intuitive emotion for most of us when it comes to romance. We want to nurture the feeling of joy for others' joy because that's always pleasant."
    },
    {
      "author": "TAGLE",
      "text": "Of course, that doesn't mean it's easy. Misla's been working at it for years."
    },
    {
      "author": "MISLA",
      "text": "When there are parts of me that are feeling empty and disconnected from her, it's much harder for me to experience compersion. When I am feeling full in myself, full in our relationship, then her joy just spills over and can become my joy. But it does take discipline."
    },
    {
      "author": "TAGLE",
      "text": "Let's pause for a moment to appreciate that thought. It's far easier to show up for your partner and, might I add, for every aspect of your life when your own cup is full. Taking the time to work on you, fulfill your own needs, find your own joy as an individual, it can really serve to strengthen your partnership. And we're not just talking about non-monogamous relationships here. This is a healthy practice for everyone."
    },
    {
      "author": "HAMILTON",
      "text": "Open up a little space for, like, oh, my partner's having fun. My partner's enjoying themselves. My partner's, like, having success at work, you know, whatever it is. And enjoy their success. And enjoy their happiness even as we're feeling jealousy."
    },
    {
      "author": "TAGLE",
      "text": "And while compersion might not cancel out your jealousy, you might just be surprised by how much it lightens your load."
    },
    {
      "author": "MISLA",
      "text": "In that dichotomy, there's definitely an understanding that jealousy is the bad one and compersion is the good one. In my experience, it is not an either-or, as in most things in the world and certainly in my life. It's really a both-and. Having that balance of compersion, being able to feel happiness for my partner, being able to, like, see and support their excitement at my best, I think that that helps - you know, I love them deeply. It makes me happy to see them happy even though, at the same time, you know, I'm also dealing with my own feelings of worthiness and insecurity. Both things are true."
    },
    {
      "author": "TAGLE",
      "text": "OK. I don't know about you. But that was a big, long emotional rollercoaster for me. Let's recap. Takeaway 1, jealousy is a completely normal facet of relationships that often spurs from our own sensitivities and insecurities. Before you take action, do your own work first. Takeaway 2, be careful that your response to your jealousy matches your reality. Keep your imagination in check. And make sure the stories you're telling yourself are true. Self-soothe and de-escalate when and where you can. Takeaway 3, if it's time to make a change, offer your partner solutions, not demands. Work together to find something that fits. Remember, you're on the same team. Takeaway 4, practice compersion. Finding joy in your partner's joy can loosen jealousy's grip."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on relationship contracts. And we've got lots more on everything from finance to parenting. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAGLE",
      "text": "And as always, here's a completely random tip."
    },
    {
      "author": "STEPHEN NAZARETH",
      "text": "Hi. My name is Stephen Nazareth (ph). Whenever I go to bed, there's a task that I want to complete the next day - so for instance, if I want to run the next morning, I'll take my running shoes out. And then the next morning, when I wake up, I'll look at my running shoes. And I'll be like, oh, hey, yeah. Maybe I should go for a run. So that's kind of a way to - remembering what I'm thinking of the next day."
    },
    {
      "author": "TAGLE",
      "text": "If you've got a random tip, leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org. This episode was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Janet Woojeong Lee and Audrey Nguyen. Special thanks to Gabrielle Smith and Helen Fisher. Our digital editors are Beck Harlan and Wynne Davis. I'm Andee Tagle. Thanks for listening."
    },
    {
      "author": "TAGLE",
      "text": "Yay. I appreciate you."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8187967797.mp3",
  "img": "https://media.npr.org/assets/img/2021/10/01/lk_jealousy_wide-e4eb13791d23824de189dd6518e07e0fb39d7d76.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "TAGLE",
    "JULES PURNELL",
    "PENN PRITCHARD",
    "JACQUELINE MISLA",
    "JOLI HAMILTON",
    "HAMILTON",
    "MISLA",
    "PURNELL",
    "PRITCHARD",
    "STEPHEN NAZARETH"
  ]
}