{
  "title": "The 40-hour workweek isn't working. Reducing it could help with productivity",
  "url": "https://www.npr.org/transcripts/1043145165",
  "intro": "The five-day workweek can feel as preordained as the number of minutes in an hour, but it hasn't always been the norm. Workers fought for a Monday-to-Friday schedule before it became standard in the U.S. in the 1930s. Since then, the nature of work has changed a lot, and now, workers are once again fighting for better conditions, says U.K.-based researcher Will Stronge.In this episode, Stronge, who co-wrote the book Overtime: Why We Need a Shorter Working Week, discusses what has changed since the '30s and what a shorter workweek offers workers and organizations.",
  "transcript": [
    {
      "author": "RUTH TAM, HOST",
      "text": "This is NPR's LIFE KIT. I'm Ruth Tam."
    },
    {
      "author": "TAM",
      "text": "When you think about the five-day work week, you might think of it as a given. You wake up, you go to work, you wake up, you go to work, and come Friday, you sign off or clock out until you start it all over again on Monday morning."
    },
    {
      "author": "WILL STRONGE",
      "text": "I mean, often, we think the weekend as a kind of natural thing. We think of the 40-hour week as a kind of, you know, almost an immovable, natural fact."
    },
    {
      "author": "TAM",
      "text": "That's Will Stronge, the director of research at the U.K.-based think tank Autonomy, which focuses on the future of work. He's also the co-author of \"Overtime: Why We Need A Shorter Working Week.\" How much we work may seem like some preordained social ritual. But the five-day workweek is an invention. At one point in time, it was totally normal in the U.S. to work six days a week. What changed that? Will says workers."
    },
    {
      "author": "STONGE",
      "text": "Coming out of World War I and then coming out of World War II, labor movements basically wanted a better deal."
    },
    {
      "author": "TAM",
      "text": "So many things about the world have changed since then, and workers are once again looking for a better deal. In \"Overtime,\" Will and his co-author, Kyle Lewis, argue that a four-day or a 32-hour workweek with, importantly, no loss of pay would not just be good for our mental health but would lead to greater gender equality and even be better for the environment. Will says that the workweek as we know it just isn't working."
    },
    {
      "author": "STONGE",
      "text": "The normal working week doesn't work in many ways. It's just hidden by the fact that we're forced to do it, basically."
    },
    {
      "author": "TAM",
      "text": "If shortening the five-day or 40-hour workweek seems too good to be true, like some sort of modern post-pandemic fantasy, you should know it's already happening. Companies like Microsoft and whole countries like Iceland have adopted shorter work weeks, and they've seen some pretty impressive results - improved well-being among workers, an increase in productivity and lower electricity bills. So in this episode of LIFE KIT - rethinking how and why we work."
    },
    {
      "author": "STONGE",
      "text": "I mean, I think we should all be interested in the future of work. We're all workers of one kind or another. We should not give in to the temptation to think that the future's just on its way to kind of impose itself on us. But we should be interested in the future of work so we can change it."
    },
    {
      "author": "TAM",
      "text": "In the book, you say it's been over 80 years since President Roosevelt's New Deal limited working hours in the U.S. and over 70 since the U.K. established the 40-hour workweek as the standard. But broadly, a lot of things have changed about the world since then, right? So how has the nature of work changed?"
    },
    {
      "author": "STONGE",
      "text": "Yeah. I mean, it's a really important point. I mean, obviously, we've gone from large manufacturing economies to more service-based economies in the U.S. and U.K. I mean, the U.S. still has a lot of manufacturing, of course, but a lot more desk-based work. Obviously, there's been the IT revolution. And now obviously in the pandemic, we've accelerated different tendencies, for example, remote work and so on. I mean, one thing we should point to is this kind of - this bleed between work and life. Even though there were longer hours in the 1940s, '50s and '60s, at work, you knew you could clock off and go home. And I think what's happened, particularly since the 1980s and 1990s where we've had - the working culture has changed it to be one where it's much more about going above and beyond and working beyond your hours to kind of - either for self-improvement in order for a better career prospects or for - simply because it is demanded of you by your boss."
    },
    {
      "author": "STONGE",
      "text": "Now in the era of COVID, you're kind of in your living room with your laptop, so it's hard to switch off. That's been a kind of creep, which has infiltrated our working lives. And I think, you know, it's safe to say it's to the detriment of most people that it's hard to switch off. It's hard to make distinctions between your free time and your work time. I think you didn't have that in a much more manufacturing-based - in a factory-based system where you could leave the factory, go home, you know, when you clocked in, clocked out. And that's not even talking about the housework, the unpaid work and so on. So I think that's one of the major differences. There's many differences, but I think the major one is the creep of this kind of overtime."
    },
    {
      "author": "TAM",
      "text": "Beyond the five-day workweek, another thing that's accepted as normal is how much work is defined by traditional gender roles and family structures. The history here is pretty familiar, but it's key to understanding how work has been defined and how it could change."
    },
    {
      "author": "STONGE",
      "text": "What we often call the male breadwinner model has been, you know, a kind of division of labor between genders that has basically been around since the start of industrialism. You know, the - let's say the birth of the working class, the industrial working class was premised on there being someone at home, a woman, to look after the kids, prepare their meals, nurturing and looking after the male worker who comes back exhausted from the industrial grind, basically."
    },
    {
      "author": "TAM",
      "text": "When women entered the workforce in the 20th century, that dynamic of which parent in the family was working and who was being cared for didn't exactly flip."
    },
    {
      "author": "STONGE",
      "text": "When that happens, what you get is fine - greater independence, greater income earning capacity. But you also - unfortunately, you don't really see this massive shift away from that division of labor in the home. So you get what is often called by feminists the second shift. So you work in your job, and you go home; you do the second shift, which is looking after the family and preparing the meals still."
    },
    {
      "author": "TAM",
      "text": "Will says that a shorter working week can address the double labor that working mothers tend to take on."
    },
    {
      "author": "STONGE",
      "text": "If you're talking about working-time reduction, this is particularly relevant to women who both have their paid employment and their unpaid work at home. So if you're talking about reducing hours in general, this will, first and foremost, benefit those who work the longest hours in total. At the same time, if you look at the kind of most stressful and exhausting and kind of poor - the jobs with the poorest working conditions in our society, they're often carried out by women. So we're talking about hospitality workers, waitresses or carers, nurses, teachers, for example. So what we're seeing there as well is that these are the most exhausting and stressful and jobs most prone to burnout. Again, reducing the amount of hours of work - it speaks to that."
    },
    {
      "author": "TAM",
      "text": "Right. It sounds like a shorter working week is a bit of a feminist issue to you, it sounds."
    },
    {
      "author": "STONGE",
      "text": "Yeah, no, for sure. I think that's absolutely the case. I mean, I think work is a feminist issue as much as anything else."
    },
    {
      "author": "TAM",
      "text": "Beyond being a feminist issue, you say in the book that the shorter workweek is more environmentally sound. Can you get into that a little bit more?"
    },
    {
      "author": "STONGE",
      "text": "Sure. Yeah. So we point to a number of studies that have been carried out around the world around the link between working hours and carbon emissions or carbon footprints. One such study by Juliet Schor from the U.S. looked at 27 different OECD countries and showed a direct correlation between the length of the working week and people's carbon footprints. Now, that's not just because of the kind of work people do in the production - so manufacturing and construction being obviously very carbon-intensive and so on. It's also because of the consumption that goes on around work, so things like commuting. If people drive to work, that's a huge carbon burden. If you're taking ready meals and bottled water, kind of - these kind of quick, easy food that come with a work-centered lifestyle, they have, like, high carbon footprints as well. So I think any discussion of the future of environmental sustainability should talk about the way that we work and how long we work for."
    },
    {
      "author": "TAM",
      "text": "It sounds like to you that, you know, a shorter working week would be a way to imagine different and more equal ways of working. But I think something that you pose in your book is this larger question of how we get there. How do you start to provoke people into thinking about work in these more equitable ways? And what do you propose in terms of getting people to actually put action behind that sentiment?"
    },
    {
      "author": "STONGE",
      "text": "Yeah, that's a really good way of putting it, putting action behind the sentiment. I think it's important to put ideas on the table. There's organizations that do that - think tanks, campaign groups and so on. But I think putting action behind ideas is something else entirely. And that's why in the book, we try to point to a number of actors who are really important in this regard. So you have social campaigns. You have the four-day week campaign in the U.K. There's one in the U.S. There's one in Ireland, Germany, Wales in the U.K. as well and a few others elsewhere. We were just talking to someone from South Korea, for example, who's trying to think about how to get this idea into the mainstream there. Secondly, you have trade unions. It's been trade unions who have really been leading on the shorter working week over the last 150 years. Trade unions are in workplaces. They listen to people in work. They're fundamental."
    },
    {
      "author": "STONGE",
      "text": "Social campaigns, trade unions - and then finally, we should talk about politicians. So we mention in the book a number of politicians are waking up to this issue. One other actor to mention, I think, that shouldn't be ignored, are those first adopters, those early movers, those firms and those organizations who are - and we've worked with many of them - who are already running this for their staff. They want to be seen as good employers. They want to attract staff, retain staff, give kind of better working conditions. That shouldn't be sniffed at. We should encourage and point to these precedents to show, well, look; it is possible. It's happening now. It's not a distant dream for some organizations. So I think in total - and this is what we're trying to put in the book - there's a number of actors, which again, already make this a reality if it's going to become one at all."
    },
    {
      "author": "TAM",
      "text": "So you consult with companies as they transition to shorter workweeks. What common hurdles do you see as they're trying to do that? And what are the common benefits that they reap?"
    },
    {
      "author": "STONGE",
      "text": "Yeah. So challenges - I mean, there's - there are some sectors where it's much easier than others to transition to four-day weeks as it stands, and that's because in many places, you don't need to take on new staff to reduce those hours, basically. So say you're working 36-, 37-hour weeks or 40-hour weeks and you're cutting it down to 32. For many organizations, what you lose in labor time, you gain in greater productivity on the job. So that's a lot of desk-based work. So creative organizations or lots of administrative organizations, but not just them, but small manufacturers as well - there's a recognition, actually, for eight hours a day, there is some slack. We're not - we can't concentrate all the time, particularly if you're overworked and you have burnout. And so reducing the working week has reaped dividends in terms of productivity and worker well-being, which means they come to work refreshed. They come to work liking their job a bit more and wanting to kind of get the work done so that they can have a nice weekend and so on."
    },
    {
      "author": "TAM",
      "text": "Of course, not every company can easily shift to a 32-hour workweek without making some major changes."
    },
    {
      "author": "STONGE",
      "text": "In other sectors - for example, things like health care, social care, teaching - it's just not possible to reduce your working week without taking on new staff. So that adds extra costs to certain organizations, whether it's schools and hospitals and so on. And that has to be recognized. And we're not pretending that everyone across the economy can do that. For us, what's the most important thing is to kind of set a road map."
    },
    {
      "author": "TAM",
      "text": "Setting up a road map is important for shortening the work week. But just because you put one in place doesn't mean burnout will disappear. Will says it's up to everyone to improve work culture."
    },
    {
      "author": "STONGE",
      "text": "So you have people who in a company might want to work above and beyond. They might want to, you know, prove that they're working hard, and they kind of put in extra hours. But that's detrimental to overall working culture in our view because work - a decent working culture would be the quality of work's good, everyone's playing their role, and there's decent collaboration within the team. It's not about individually proving that you're a harder worker than others. And so just laying down some firm guidelines and ground rules about how - what working hours are and what's expected of staff, that's what needs to be in place to basically avoid some of this kind of overwork culture, which is often at play."
    },
    {
      "author": "TAM",
      "text": "So some companies are breaking up the five-day workweek by offering things like flex hours to contract or gig workers. Are these flex hours just as good as a shorter workweek for workers?"
    },
    {
      "author": "STONGE",
      "text": "So I think we have to be a little bit careful with flexibility and flexible work. What we have to be careful of is that we've seen - and we touched on this in the book - is we've seen the flexibilization of work but only to the advantage really of the employer. So there's what we're talking about in terms of, like, the gig economy, precarious work and so on. It's often sold to us as a kind of, look, you can choose when you work and so on. But often, these roles are incredibly badly paid, like, often below a livable wage. And so workers have to kind of put in many, many hours, and it doesn't really feel like freedom. There's still flexibility there. You can choose when you clock in, clock off. But given that we live in an economy and in a society where you have to have an income to pay the bills and pay for your food and so on, it doesn't really feel like freedom that you have to put in 14-hour days just to get by, even though, technically you're a flexible worker. So I think we have to unpack what kind of flexibility we really want."
    },
    {
      "author": "STONGE",
      "text": "Now, I think COVID's allowed for much less control over how people work, given that a lot of people - not everyone 'cause a lot of key workers working on the front line - but a lot of people have been working in - yeah - but at home, basically. And so that flexibility has been - in general has been - all the studies that I've seen has been quite a positive thing for people, despite the fact that often we're working longer, and it's hard to switch off. But the flexibility has been useful. So I think emphasizing those good flexibilities, where people get the flexibility that work for them, and those flexibilities that have been used to kind of create exploitative working conditions, that's really important. And I think that's what we need - the conversation we need to have around flexibility."
    },
    {
      "author": "TAM",
      "text": "OK, so say an employee is trying to advocate for a shorter working week with their employer. How do they broach this conversation proactively, in a way that's actually going to be compelling to their boss? I feel like there are a lot of people out there who worry that if they bring up these issues, no matter how compelling the points may be, it'll look like they're just trying to work less for the same amount of money..."
    },
    {
      "author": "STONGE",
      "text": "Yeah."
    },
    {
      "author": "TAM",
      "text": "...Which, I guess, is the whole point, is what you're saying. But I think a lot of people still think of this as a negative thing, like they could be seen as trying to take advantage of the employer or trying to get away with being, you know, what people think of as lazy."
    },
    {
      "author": "STONGE",
      "text": "I think there's always - there's obviously power in collectivity, so I wouldn't advise - unless there's a good relationship there, I wouldn't advise someone to go on their own to their employer. I think they should talk about it with - amongst other staff and say, look, you know, here's some of the issues I've been having or here's why I think it might - why it'd improve our work. Let's go, you know, together. That's obviously going to be much stronger because you - there's - you know, you're not being singled out. And it's obviously a shared issue. It can't be reducible to an individual having complaint. This is why, obviously, it's important to have a trade union in the workplace because trade unions are built in to have those negotiations with employers. So - and they've - they're, you know, skilled representatives and so on who can have these discussions."
    },
    {
      "author": "STONGE",
      "text": "So I say route one is if you have a trade union in your workplace, talk to the rep. If you don't have a trade union in your workplace, consider it, but also talk to other workers in the workplace and think about, OK, is this an issue for more than one of us? - so kind of creating a kind of collective demand and having that conversation. I mean, this is aside from convincing the employer. I think we should just recognize that, like, the normal working week doesn't work in many ways. It's just hidden by the fact that we're forced to do it, basically. We have to do it to earn a living 'cause that's the nature of the labor market these days. But it's not working in terms of being beneficial to a huge, huge amount of people."
    },
    {
      "author": "TAM",
      "text": "If we had a four-day workweek, how do you think we could fill that extra time?"
    },
    {
      "author": "STONGE",
      "text": "Yeah. It's a good question. It's one we ask in our consultancy. And also, many people in my day-to-day life, I ask them this question. I think it depends how much time we're talking about. But if you gained a day, if you had the Friday off or the Monday off, I mean, this sounds quite banal, but a lot of people just get their life admin done. You know, they'd rather get a lot of life admin done so the weekend's entirely clear to do all the fun stuff they want to do, which I think is fair enough, even though it's not quite the most exciting answer. I've met people, you know, through my work who do just want to spend more time with their family, and they'd pick their kids up from school and so on, which I think is quite heartwarming. I think we've all had - you know, whether it's national holiday or a bank holiday - where we've - just having two nights where - two nights and you're is still only on Saturday on, like, a holiday somewhere or kind of, you know, just with friends. It's - it does make a huge difference. And so I think it should - it would be a bit of a game changer."
    },
    {
      "author": "TAM",
      "text": "Well, thank you so much for your time, Will. I appreciate you spelling out all the things that you talk about in your book and sharing more about, you know, what your research means, you know, in application to real life. I really appreciate it."
    },
    {
      "author": "STONGE",
      "text": "Thanks, Ruth. Yeah, it was - good show."
    },
    {
      "author": "TAM",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on how to be an active bystander. And there's another one on how to rethink laziness. You can find those, plus tons of other episodes, at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAM",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Andee Tagle and Janet Woojeong Lee. Special thanks to Kyle Lewis. Our digital editors are Beck Harlan and Wynne Davis. I'm Ruth Tam. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2115851336.mp3",
  "img": "https://media.npr.org/assets/img/2021/10/04/fields_npr_lifekit_j3_finalv2_wide-f70beb41b0bbfd5c0af64ad4ad9ca766f7e12edd.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "RUTH TAM, HOST",
    "TAM",
    "WILL STRONGE",
    "STONGE"
  ]
}