{
  "title": "Want to try weightlifting? Don't let intimidation get in your way",
  "url": "https://www.npr.org/transcripts/1044016040",
  "intro": "Strength training is a great way to exercise efficiently while preventing injury. But it can be nerve-wracking if you're worried about what other people think of you at the gym.",
  "transcript": [
    {
      "author": "ALEX SUJONG LAUGHLIN, HOST",
      "text": "Three or four times a week, I end my day here - at the gym. I love to get a sweat in at the end of the day. It helps me decompress from work and forget whatever ridiculous thing is happening in the news just for an hour. I pay for a gym membership, but I really only use the cardio machines - the treadmills, the ellipticals, the stationary bikes."
    },
    {
      "author": "ALEX SUJONG LAUGHLIN, HOST",
      "text": "Fitness is a big part of my life. I played sports growing up, like soccer, cross-country and swimming. I like sweating, and I liked the physical challenge that sports offered me. But I was also a teenage girl in America with a subscription to a teen magazine that delivered workouts each month that promised to tone my tummy and slim my arms all without bulking me up. Strength training would only give me bulbous, unfeminine muscles, so I stuck with cardio. I ran miles and miles and took, like, a million spin classes. Strength training was OK as long as you did lots of reps with light weights. Yoga and Pilates were a yes because they promised slim muscle definition. Powerlifting was a hard no."
    },
    {
      "author": "ALEX SUJONG LAUGHLIN, HOST",
      "text": "Fast-forward to now. I'm in my late 20s, and running is harder than it used to be. I' m more injury-prone, and I've hurt my back and knees when I tried to get my mileage up. One of the main pieces of advice I've gotten to prevent injury - more strength training."
    },
    {
      "author": "POORNA BELL",
      "text": "If you'd asked me a few years ago that this would be the kind of activity that - not only that I do, but I enjoy doing, I wouldn't have believed you. I wouldn't have been able to see the steps of what it took to kind of get to that point to feel confident enough to try something like that. But it started very, very small."
    },
    {
      "author": "LAUGHLIN",
      "text": "Hi. I'm Alex Sujong Laughlin, and this is NPR's LIFE KIT. In this episode, we're going to explore strength training with heavy weights. We'll walk through some basic tips for getting started, creating a routine and leveling up once you're ready to lift heavier. Maybe you're like me. You mainly do cardio, and you're feeling strength curious. Maybe you're wondering what else your gym has to offer, but you're too intimidated to try something new. Or maybe you've never set foot in a gym, and the thought of stepping up to a squat rack makes you sweaty - and not in a good way. Wherever you are in your relationship with fitness and your body, we're going to walk through some tips for how to get started lifting heavy."
    },
    {
      "author": "LAUGHLIN",
      "text": "Poorna Bell's idea of a good time is dead-lifting a barbell stacked with more than her body weight. She started lifting weights in 2016, a year after her husband died unexpectedly. She wrote a book about the experience called \"Stronger: Changing Everything I Knew About Women's Strength.\""
    },
    {
      "author": "BELL",
      "text": "I felt completely disconnected from myself, and I didn't know really how to connect all of the pieces because they just felt so fragmented by the entire experience."
    },
    {
      "author": "LAUGHLIN",
      "text": "The first time she had to flip her mattress alone, it took half an hour, and she was exhausted because she didn't have the upper body strength. And then one day, she signed up for workouts with a personal trainer who got her started with powerlifting, which is a strength sport that focuses on lifting heavy weights through deadlifts, squats and bench presses."
    },
    {
      "author": "BELL",
      "text": "I didn't really and I had never really prioritized getting physically strong. The language that we use to talk about our own bodies and how we relate to physical activity and the classic one being oh, I've got to - equating fitness or movement to working off something that you've eaten is such a big one for me. And so that ends up being the dominant narrative, not I might want to lift some weights 'cause that will help me to, like, carry my luggage or a dustbin or something else."
    },
    {
      "author": "LAUGHLIN",
      "text": "And that brings us to our first takeaway, which I admit is a tough one - start by reestablishing your exercise goals. Working out isn't for weight loss only, but establishing this healthy mindset is much easier said than done."
    },
    {
      "author": "BELL",
      "text": "My goal with this is literally getting people to unlearn what they think that they know about fitness and to then rebuild it in a way that suits them best."
    },
    {
      "author": "LAUGHLIN",
      "text": "And I want to be clear here. This is something you could spend your whole life working on. The world we live in is saturated with messaging that certain kinds of bodies are more attractive, healthier or worth more. That fear of mine that strength training would make me bulky - turns out, it's pretty common among women. And no surprise - it's also rooted in sexism. It comes from this idea that women should be smaller than men, that strength is unladylike or unfeminine, which is pretty messed up when you think about it. And that fear has direct impacts on who tries to get strong and who doesn't. A 2019 Penn State study found that women were significantly less likely to participate in strength-building activities than their male peers."
    },
    {
      "author": "LAUGHLIN",
      "text": "Poorna recommends tackling this shift by reframing any exercise you do as work you're doing with and for your body to build strength, to achieve goals, to help your mental health instead of work you're doing to carve your body into the ideal shape, size or weight. That can be really tricky when you're going to a gym that advertises weight loss programs alongside personal training."
    },
    {
      "author": "BELL",
      "text": "The posters that tend to be in most gyms, which is, you know, the guy has his top off. He has a six-pack. You know, he's super muscles. The woman is in, like, a really tiny crop top. She's probably quite small in physique. And that sends a message."
    },
    {
      "author": "LAUGHLIN",
      "text": "Which brings us to our second takeaway - find the right support system for you. This starts with defining what you need, whether that's a community of people who have similar goals, a routine tailored to your needs or equipment that you can actually lift. This will look different for you depending on where you live, how much money you feel comfortable spending and what you prefer. Maybe you want to work out with a personal trainer or take classes. Maybe you just want to follow some workouts on Instagram or YouTube. We'll talk about some at-home options later. But if you're working out at a gym, Poorna recommends asking yourself whether you actually like it."
    },
    {
      "author": "BELL",
      "text": "I know that that is such a privileged question because it will depend on how much your gym costs, what income you're on, accessibility and so on. But if you do have a choice of gyms, I would ask yourself whether you like your gym."
    },
    {
      "author": "LAUGHLIN",
      "text": "It turns out, not all gyms are created equally."
    },
    {
      "author": "BELL",
      "text": "Do you like the culture that they foster? Do you feel OK when you're in there? And there are some gyms that don't have the best culture, and then there are some that are a bit more community-based, and they're much more pleasant to be in."
    },
    {
      "author": "LAUGHLIN",
      "text": "The gym I have access to is a commercial gym, which is a general type of gym that offers cardio machines, a smattering of weight machines and a free-weights section. It doesn't offer any specialty equipment or training, like powerlifting classes or coaching. While commercial gyms are often the most accessible types of gyms, they can also be pretty inhospitable for people who are looking to try something new. Poorna works out at a powerlifting gym that focuses specifically on helping people lift heavier weights."
    },
    {
      "author": "BELL",
      "text": "Now, that might be unbelievably intimidating to people. But the catch-22 there is, because you have people who know what it's like to lift, who have started from scratch, the environment is actually a lot less intimidating in the sense of - you respect every single person in there, no matter what they can lift."
    },
    {
      "author": "LAUGHLIN",
      "text": "Building an inclusive fitness community is the core of Justice Roe Williams' work. He's a trainer with Fitness 4 All Bodies, an organization that pairs activist work with fitness."
    },
    {
      "author": "JUSTICE ROE WILLIAMS",
      "text": "I've always been in the gym. It was my main squeeze. But in my experience of fitness - it's very gendered, binary way, but very toxic."
    },
    {
      "author": "LAUGHLIN",
      "text": "Fitness 4 All Bodies hosts group workouts alongside guided conversations about social justice to help people from marginalized communities explore fitness without the racism, sexism or fat phobia that can sometimes arise in a more public gym setting. And Justice brings that ethos into his personal coaching, too."
    },
    {
      "author": "WILLIAMS",
      "text": "Like, you don't take the lead in anybody's journey. You follow. And that is our role as coaches. We don't venture into this world where we're telling people what an athletic body looks like."
    },
    {
      "author": "LAUGHLIN",
      "text": "If you're interested in working with a coach or trainer, Justice says you can ask a couple questions that will tell you quickly how they view fitness."
    },
    {
      "author": "WILLIAMS",
      "text": "What are your ideas about athleticism? What does an athletic body look like to you? I always say, if coaches are pushing a perspective on diet culture or weight loss, that is, in general, not a coach you want to go to."
    },
    {
      "author": "LAUGHLIN",
      "text": "You can take the lead in your relationship. You can ask them not to frame your progress around your weight or BMI, and if you have specific training goals, share them. Poorna also recommends working with a coach or taking classes, as long as they focus on teaching good technique."
    },
    {
      "author": "BELL",
      "text": "When it comes to lifting weights, technique and form are two of the most important things when it comes to being able to do it safely, but also, more importantly, being able to do it competently."
    },
    {
      "author": "LAUGHLIN",
      "text": "And both Justice and Poorna recommend combating the world's narrow image of what athletic bodies look like by following people of all body types on Instagram."
    },
    {
      "author": "BELL",
      "text": "There are two that I can think of. One is a guy named @syattfitness, and the other is a incredible woman named Tally Rye."
    },
    {
      "author": "LAUGHLIN",
      "text": "One person I love to follow on Instagram is Casey Johnston. She's a science, tech and health writer who runs the fitness and strength newsletter \"She's A Beast.\" Her Instagram account, @swolewoman, documents her powerlifting journey and shares photos, videos and advice for people who are curious about lifting heavy. So I thought she would be the perfect person to ask for concrete tips about getting started in strength training."
    },
    {
      "author": "LAUGHLIN",
      "text": "What kind of advice would you give that person who's like, I kind of want to try something new, I kind of want to see what my gym has to offer, But I have no idea where to start?"
    },
    {
      "author": "CASEY JOHNSTON",
      "text": "It's tough. There's not a super smooth on ramp from knowing absolutely nothing about lifting to getting to a point where you can use a barbell. A lot of starting strength training programs presume you're strong enough to handle a barbell, which is 45 pounds. A lot of us are not that strong. I was not that strong when I started."
    },
    {
      "author": "LAUGHLIN",
      "text": "That's our third tip. Make a plan, and start small. You can think of your training plan as a kind of recipe. You'll want to figure out a few things. How frequently do you want to work out? And when you do, what kind of movements will you do? Rep, or repetitions, are the number of times you do an exercise before taking a break. Sets are how many times you do the reps. So if you do 5 squats, then rest, then repeat two more times, you've done three sets of five reps."
    },
    {
      "author": "LAUGHLIN",
      "text": "I know. It sounds like a lot already. Luckily, there are lots of beginner strength training programs available online. Casey recommends following a training plan that will encourage you to lift heavier weights incrementally."
    },
    {
      "author": "JOHNSTON",
      "text": "A beginning strength training program can be, like, three movements, three days a week, sets of five or three sets of eight. And that's it. Three movements, and you're done."
    },
    {
      "author": "LAUGHLIN",
      "text": "So an example could be three sets of five reps of squats, then the same for bench press, and then the same for deadlifts. And that's it. And you'd only do that, like, three days a week because this kind of training actually requires a lot of rest between workout days."
    },
    {
      "author": "JOHNSTON",
      "text": "You can follow a program like that for six months to a year, in some cases. And you'll really see that progress. It doesn't need to be something really complicated. Your body can actually build strength pretty quickly - like, more quickly than you think. Generally speaking, you probably have the capacity to add two and a half to five pounds to each of your lifts. So, like, this session, you're squatting five pounds on Monday. On Wednesday, you could squat 10. Friday, you could squat 15. You keep going..."
    },
    {
      "author": "LAUGHLIN",
      "text": "Seriously?"
    },
    {
      "author": "JOHNSTON",
      "text": "Yeah, totally."
    },
    {
      "author": "LAUGHLIN",
      "text": "That's - wow."
    },
    {
      "author": "JOHNSTON",
      "text": "It's one of the most magical parts. That's, like, the part that I really want everyone to try."
    },
    {
      "author": "LAUGHLIN",
      "text": "Casey had a few programs she recommended. StrongLifts' beginner programs, the r/Fitness subreddit and Barbell Medicine. She's also developing her own program that she'll share on her newsletter soon. And if 45 pounds sounds like an impossible amount to lift, you're not alone. The good news is that you can practice lifting movements with just your body weight or with something light, like a broom. There are tons of YouTube videos to walk you through proper form so you can build up your confidence before you walk into the gym for the first time."
    },
    {
      "author": "LAUGHLIN",
      "text": "And don't forget to record your progress as you're training. Maybe you've noticed people at the gym carrying notebooks around. I asked Casey what the deal is."
    },
    {
      "author": "JOHNSTON",
      "text": "The deal with the notebook is, you write out the movements you're doing for the day. You record the weight you ended up lifting and how it felt. But also, like, you want to see that progress over time. A few weeks ago, I was lifting 20 pounds. Now I'm lifting 65 pounds. Like, wow. That's really cool."
    },
    {
      "author": "LAUGHLIN",
      "text": "OK. So you have a plan. You might notice your plan includes a lot of the same exercises, like deadlifts, squats and rows. They're what are called compound movements."
    },
    {
      "author": "LAUGHLIN",
      "text": "And that's our next tip. Get familiar with compound movements. They're efficient exercises that use your muscles together, the way they're meant to be used."
    },
    {
      "author": "JOHNSTON",
      "text": "So, like, squatting, deadlifting, benching, overhead pressing, rowing - these are all really good compound movements. That right there is sort of a total package of a workout that - you can practice the body weight versions of those movements."
    },
    {
      "author": "LAUGHLIN",
      "text": "If you master compound movements, you can focus on a handful of exercises during your workouts and avoid that deer-in-the-headlights moment in the free weight section."
    },
    {
      "author": "JOHNSTON",
      "text": "The contrast would be, when you want to work out your arm, you can do the bicep machine, the tricep machine, the, like, shoulder press machine. You can do lateral raises and maybe, like, some pec flies, if you're like, that's kind of arms, right? Or you can just do bench press and maybe some lap pull downs. And it's much quicker."
    },
    {
      "author": "LAUGHLIN",
      "text": "Less time in the gym, more effective workouts and you get to look cool bench pressing - thanks, compound movements. So there are practical skills you can build at home to get more confident lifting weights. But there's also the gymtimidation (ph) part of it all. You know that feeling when you walk over to the weights section, and it feels like everyone is huge and lifting a million pounds, and they're so ready to judge you? I asked Casey how she dealt with that, too."
    },
    {
      "author": "JOHNSTON",
      "text": "I like to compare going to a new gym to starting a new job or starting at a new school. It's like, you have to sort of give yourself the room to get to know the place and the people and just sort of, like, absorb. When you're resting between sets, you can kind of take in the environment. What are other people doing? Where do people do this activity versus that activity? Do people normally stand here or there?"
    },
    {
      "author": "LAUGHLIN",
      "text": "She said that even though it can feel nerve-wracking, it's important to remember that people are generally not paying attention to what you're doing. Everyone is there to focus on their own workout. But if you're a woman or just someone new to lifting, there's always a chance that someone will come up to you with a tip, thinking they're being helpful. That happened to me once, and it was mortifying."
    },
    {
      "author": "LAUGHLIN",
      "text": "Do you have any advice for people, like, if that were to happen?"
    },
    {
      "author": "JOHNSTON",
      "text": "Yes. My big one is wear headphones, and potentially pretend like you're on a call. I think you should sort of rest in the idea that it's, like, not super great manners to, like, go up to somebody and, like, comment on their form. I also like to say, like, you're paying the same membership as everyone else there, whether you're deadlifting 600 pounds or you're deadlifting 25 pounds. You pay the same amount of money. You deserve the same amount of space and to use the equipment the same way."
    },
    {
      "author": "LAUGHLIN",
      "text": "Which brings us to our final takeaway. Remember that you're already really strong. I know. This is meant to be a guide to learning how to start strength training. But as I talked to these people, the one thing that kept coming up over and over as a barrier to people getting started in strength training was fear - fear that they'd hurt themselves, fear that people would judge them, fear that they'd look stupid."
    },
    {
      "author": "WILLIAMS",
      "text": "And that they're not strong enough to be in a space where other people are different than them and may not share the same values. But the reality is is that they're in spaces like that all the time - their jobs, walking down the street. They just went into Dunkin' Donuts. Everybody in that space - they don't share the same values. But you had the courage to go in because you have a goal. And you're like, all right. I'm going to get my Dunkin' Donuts. You're not thinking about how people are going to react to you. You just focus on that goal."
    },
    {
      "author": "LAUGHLIN",
      "text": "This is something that's really important to remember. When you reclaim your relationship with your body and start working with it instead of against it, you're working toward healing a lifetime of believing that you're fundamentally bad or need to be fixed or improved in some way. Of course, strength training is no replacement for therapy and medication if you're really struggling with your mental health. But if you're on a journey of healing your mind in some way, working with your body can and should be part of that process, too."
    },
    {
      "author": "BELL",
      "text": "Lifting weights matters to me a lot. Because it's not just about the physical activity of it. It's because it has proved to me that I am stronger mentally and physically than I ever give myself credit for. And that is something that - I'm never going to not need that."
    },
    {
      "author": "LAUGHLIN",
      "text": "So let's recap what we've learned. First, reestablish your exercise goals. Working out isn't for weight loss only. This is a lot easier said than done. But if you can separate exercise from weight loss and diet culture, a whole new world of fitness can open up to you."
    },
    {
      "author": "LAUGHLIN",
      "text": "Second - find a support system. Maybe that's a specialty gym or a trainer or an Instagram account."
    },
    {
      "author": "LAUGHLIN",
      "text": "- Third make a plan, and start small. You can start lifting with any amount of weight - even nothing. But if you follow a plan, you can gradually work up to heavier weights."
    },
    {
      "author": "LAUGHLIN",
      "text": "- Fourth get comfortable with compound movements, like squats, bench presses, deadlifting, overhead presses and rows. They're more efficient exercises that use your muscles the way they're supposed to be used - together, in a system."
    },
    {
      "author": "LAUGHLIN",
      "text": "And fifth - remember that you're already really strong. You deserve to take up space in this world and at your gym."
    },
    {
      "author": "LAUGHLIN",
      "text": "Thanks again to Poorna Bell, Justice Roe Williams and Casey Johnston. And thanks also to Shannon Wagner."
    },
    {
      "author": "LAUGHLIN",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on getting into fitness, practicing a healthy diet and lots more on everything from health to finance to parenting. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "LAUGHLIN",
      "text": "This episode was produced by Janet Woojeong Lee. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production staff also includes Audrey Nguyen, Andee Tagle and Clare Marie Schneider. And our digital editors are Beck Harlan and Wynne Davis."
    },
    {
      "author": "LAUGHLIN",
      "text": "I'm Alex Sujong Laughlin. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7583389291.mp3",
  "img": "https://media.npr.org/assets/img/2021/10/07/lk_weightlifting-5-copy_wide-c1cfecbc3678bc9cba5ffb6c1aba2f262175a44c.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ALEX SUJONG LAUGHLIN, HOST",
    "POORNA BELL",
    "LAUGHLIN",
    "BELL",
    "JUSTICE ROE WILLIAMS",
    "WILLIAMS",
    "CASEY JOHNSTON",
    "JOHNSTON"
  ]
}