{
  "title": "Your skin care routine doesn't have to be 10 steps. Here's how to get back to basics",
  "url": "https://www.npr.org/transcripts/1049607370",
  "intro": "Your skin is your largest organ. If you want to care for it without getting sucked into a wormhole of pharmacological-sounding jargon, this guide to building a basic skin care routine is for you.",
  "transcript": [
    {
      "author": "ELISE HU, HOST",
      "text": "You can't miss it."
    },
    {
      "author": "MUNEEB SHAH",
      "text": "Dermatology hacks - here we go."
    },
    {
      "author": "HU",
      "text": "You might find it hard to resist it."
    },
    {
      "author": "HYRAM YARBRO",
      "text": "Every single time I use this product overnight, my skin is just like, (vocalizing)."
    },
    {
      "author": "HU",
      "text": "Skin care content on social media is everywhere - enthusiasts and skin experts reviewing products, breaking down ingredients, fact-checking claims."
    },
    {
      "author": "JENNY BAUER",
      "text": "Chemical exfoliation."
    },
    {
      "author": "YARBRO",
      "text": "Aging, dark spots."
    },
    {
      "author": "VANITA RATTAN",
      "text": "Antimicrobial and anti-inflammatory."
    },
    {
      "author": "HU",
      "text": "Some of these TikToks make it feel like I need a chemistry degree to understand them."
    },
    {
      "author": "ANGELO LANDRISCINA",
      "text": "Chemical exfoliants like AHAs work by dissolving the bonds between skin cells, allowing them to lift off on their own."
    },
    {
      "author": "HU",
      "text": "The blitz of skin care buzzwords and 10 steps of this or that can easily overwhelm."
    },
    {
      "author": "SHAH",
      "text": "Double cleansing is when you use an oil-based cleanser, followed by a water-based cleanser."
    },
    {
      "author": "LANDRISCINA",
      "text": "Five easy ways to up your skin care game that you may not have thought of."
    },
    {
      "author": "HU",
      "text": "Especially if you don't particularly have a, quote, \"skin care game\" to up in the first place. That's what we're here for. This is NPR's LIFE KIT. I'm Elise Hu. On this episode, the basics on how to create or curate a reliable skin care routine. It turns out it doesn't take another academic degree or an endless number of steps. We'll share key takeaways to keep your skin feeling and looking its best."
    },
    {
      "author": "HU",
      "text": "Let's face it. We're living so much of our lives on screen, whether we wanted to or not. And when we work on screens, meet on screens and scroll and scroll and scroll on our screens, we can get pretty self-conscious of how we and others appear."
    },
    {
      "author": "SHAH",
      "text": "The skin is the first thing that people see."
    },
    {
      "author": "HU",
      "text": "That's Dr. Muneeb Shah. He’s a Dermatology Resident Physician. He and other doctors like him commonly point out skin may be surface level but it's not just a surface matter. It's the largest organ of our bodies."
    },
    {
      "author": "SHAH",
      "text": "You know, we have doctors that focus on the GI system, the heart, the skin, but it's all connected. And we really need to be looking at patients more holistically because the skin is connected to the whole body."
    },
    {
      "author": "HU",
      "text": "It can be easy to overlook, but because skin is part of our bodies, it's a big part of wellness, a realization Dr. Shah came by honestly through his own trial and error in his teen years."
    },
    {
      "author": "SHAH",
      "text": "Part of the reason I'm on social media is because I didn't know - honestly, genuinely did not know tanning was bad for your skin because at the gym that I went to, they had - it was part of my membership that I had a full membership to use the tanning booth whenever I wanted."
    },
    {
      "author": "HU",
      "text": "Yes, that was very popular during the early aughts. That was the whole fad, right?"
    },
    {
      "author": "SHAH",
      "text": "Yes. Yes, it was the fad. And I didn't know. And there was actually a sign on the door to my gym that said tanning is good for your skin because you'll get vitamin D from it. And as, you know, a 16-year-old kid, I just didn't know any better."
    },
    {
      "author": "HU",
      "text": "These days, he knows better, better than most. He now treats the problems that come about from sun damage. He joins the chorus of other experts we spoke to in offering the first and most important takeaway for healthy skin. Protect it from the sun."
    },
    {
      "author": "SHAH",
      "text": "In clinic, I think the biggest issue I see with people is not wearing sunscreen because sunscreen does most of the work that a skin care routine needs."
    },
    {
      "author": "HU",
      "text": "Another dermatologist, Chicago-based Dr. Caroline Robinson, specializes in ethnic skin care and preventative skin care. She underscores that sunscreen is a must, no matter how much melanin is in your skin."
    },
    {
      "author": "CAROLINE ROBINSON",
      "text": "That's a huge issue in communities of color just because of all the misconceptions about, you know, sunscreen use and whether we need it or not and are we at risk of skin cancer. Yes, we are at risk, and, yes, we do need sunscreen."
    },
    {
      "author": "HU",
      "text": "It's so crucial that we did an entire LIFE KIT episode on sunscreen alone. Be sure to check it out. But since this is about helping you build a routine beyond sunscreen, I'll move on to takeaway No. 2. Learn your skin type and know your goals."
    },
    {
      "author": "SHAH",
      "text": "No. 1 question - you know, what is your skin type - just so that we can get cleansers and moisturizers that are not going to dry you out or make you too oily. And then the second most important question is what is your goals? That is so important, and a lot of people don't identify those when they start a skin care routine, and they end up buying a lot of products that don't work well for them."
    },
    {
      "author": "HU",
      "text": "Skin generally falls into four types, which the beauty blogger and author Rio Viera-Newton talks us through."
    },
    {
      "author": "HU",
      "text": "Dry."
    },
    {
      "author": "RIO VIERA-NEWTON",
      "text": "You - a lot of times you have flakiness. Your pores will be a lot smaller. It can be rough to touch."
    },
    {
      "author": "HU",
      "text": "Oily."
    },
    {
      "author": "VIERA-NEWTON",
      "text": "The pores will be a little bit bigger. You'll see a kind of shine to it. A lot of times that's where you'll see more breakouts."
    },
    {
      "author": "HU",
      "text": "Combination."
    },
    {
      "author": "VIERA-NEWTON",
      "text": "For me, I have combination skin, so I can notice basically a spotlight in the center of my face, along my nose, my chin and in between my eyebrows. And then the rest of my skin is practically flaking off."
    },
    {
      "author": "HU",
      "text": "Or normal, which is neither dry or oily."
    },
    {
      "author": "VIERA-NEWTON",
      "text": "I think normal is such a bizarre word choice, but that is kind of the clinical terms that people would use for different skin types."
    },
    {
      "author": "HU",
      "text": "Once you've got that, then it's goals. For example, is it a goal to treat eczema or acne, or is it to hydrate your dry skin better or prevent premature aging? This is not to say you need to turn your skin into some poreless, blemish-free surface. It's about setting goals to help you feel confident with the skin you have."
    },
    {
      "author": "HU",
      "text": "After that, you can begin building a simple routine with takeaway three. A basic skin care routine should include three pillars - cleanse, treat and protect. Here's Dr. Shah."
    },
    {
      "author": "SHAH",
      "text": "You have your cleanser, and that is just basic. And you can pick a cleanser for your skin tone. And then your protection phase is that sunscreen and that moisturizer. But in between, during that treat phase - so cleanse, treat. And then treat is really where you want to pick one or two actives that are going to target your issue."
    },
    {
      "author": "HU",
      "text": "In the cleanse, treat and protect way of thinking, cleanser is for washing your face, of course. Protection is sunscreen. And treat - that can include a lot. Moisturizing falls under treating, and so do actives, short for active ingredients, that target your specific skin concerns."
    },
    {
      "author": "SHAH",
      "text": "So when I say actives, I really mean the ingredients that are doing the heavy lifting. So they may not necessarily be considered active ingredients by the FDA standard, but they're the ones that are targeting a specific issue."
    },
    {
      "author": "HU",
      "text": "So an active is an ingredient that targets something you want to treat, whether it's acne or the effects of aging. So we got Dr. Robinson to give us a quick primer on her favorite actives, like retinoids."
    },
    {
      "author": "ROBINSON",
      "text": "Benefits is unclogging pores, addressing texture, addressing fine lines and wrinkles. Drawbacks - it can cause some irritation upfront and dryness upfront, but definitely benefits outweigh the drawbacks."
    },
    {
      "author": "HU",
      "text": "Antioxidants, like vitamin C."
    },
    {
      "author": "ROBINSON",
      "text": "Vitamin C is the hero antioxidant. It helps to repair past sun damage, so that's super important in addition to your sunscreen. It can also brighten hyperpigmentation. Drawbacks is depending on the formulation you choose, it can be irritating."
    },
    {
      "author": "HU",
      "text": "Humectants, which hydrate. There are a lot of them, but one popular one these days is hyaluronic acid."
    },
    {
      "author": "ROBINSON",
      "text": "You don't necessarily have to use hyaluronic acid, but the benefits are that it can pull water from the air and from your environment and draw it into the skin, which can help plump, address fine lines and wrinkles and hydrate the skin. But drawbacks is if you use it too much or too often, it can actually have the opposite effect, and it can make your skin very dry 'cause it pulls water from your skin instead."
    },
    {
      "author": "HU",
      "text": "If you're like me and don't want to get bogged down in all the names and specific ingredients and their categories, there's no need to remember all this. Just get back to your goals. What do you want to treat, and what's going to get you there?"
    },
    {
      "author": "HU",
      "text": "Once you have some products, Viera-Newton has a hack, which is our takeaway No. 4. If you do wind up with a bunch of products for your face, follow a general order when putting them on."
    },
    {
      "author": "VIERA-NEWTON",
      "text": "If you're unsure, if you're layering two serums, for example, thinnest to thickest is a really great rule of thumb."
    },
    {
      "author": "HU",
      "text": "Layer your skin care products on thinnest to thickest. For example, toner would be more watery, or thinner, than, say, moisturizing lotion, and then an eye cream would be thicker than that. As we talk about layering on more products, that gets us to the fifth takeaway. Look for ways to pack more into your routine by finding MVP products that combine active ingredients. Here's Dr. Robinson."
    },
    {
      "author": "ROBINSON",
      "text": "This is one area where it's OK to be convenient. Let's have a sunscreen that has antioxidants in it, or let's have a night cream that has humectants and retinol in it. We don't need to split these things out."
    },
    {
      "author": "HU",
      "text": "Rio Viera-Newton says cleansers are a great step where you can combine actives, and in doing so, you're skipping over some hassle."
    },
    {
      "author": "VIERA-NEWTON",
      "text": "For example, historically, I never thought that my skin could handle benzoyl peroxide. I just thought that that ingredient was not an option for me because I would use, you know, over-the-counter gels, and it would strip and irritate my skin. I'd wake up and the pimple was worse than it was the night before. So I was like - you know what? - benzoyl peroxide - not for me."
    },
    {
      "author": "VIERA-NEWTON",
      "text": "But then I decided to try benzoyl peroxide in a cleanser as opposed to a leave-on treatment. And through this method, I was able to deliver all of the acne-fighting benefits of a strong benzoyl peroxide, but I'm not getting any of that irritation that I would have if I had left it on overnight."
    },
    {
      "author": "HU",
      "text": "Sure."
    },
    {
      "author": "VIERA-NEWTON",
      "text": "That's called short-contact therapy, and that was something I learned in esthetician school. I really didn't even think about that as a possibility."
    },
    {
      "author": "HU",
      "text": "Takeaway six is about how to approach adding steps. Remember, products take time to work. So take it slow."
    },
    {
      "author": "VIERA-NEWTON",
      "text": "I really feel like slow and steady is the best method."
    },
    {
      "author": "HU",
      "text": "Viera-Newton isn't just a skin care obsessive. She's now an esthetician."
    },
    {
      "author": "VIERA-NEWTON",
      "text": "If you start slow and only add products one by one, it can really help you understand what that product is actually doing for your skin, whether that's a positive or a negative reaction. Because if you try four products - let's say you break out - you're not going to know which of those four products is actually making you break out. But if you're slow and steady, you can have a better understanding of the way that your skin is reacting with it."
    },
    {
      "author": "HU",
      "text": "The dermatologists we spoke to say you need to use a product consistently to see any results. How long you'll need to consistently use it depends on what it is."
    },
    {
      "author": "ROBINSON",
      "text": "You know, for example, an eye cream - technically, you need to use it twice a day for 12 weeks to see if it's worked. And that's a long time. And a lot of us are changing our products every month or every, you know, couple weeks. And so we are not really giving our products a fair chance."
    },
    {
      "author": "HU",
      "text": "Sounds like a while, but it's also a good way to truth-check all those marketing claims out there, because while products say they'll brighten or moisturize or reduce signs of aging, doctors say the formulations of new products don't change all that much from their predecessors."
    },
    {
      "author": "ROBINSON",
      "text": "Innovation in skin care takes time, and so it's a different schedule than the seasonal marketing schedule."
    },
    {
      "author": "HU",
      "text": "Skin care is not the same as fast fashion."
    },
    {
      "author": "ROBINSON",
      "text": "If you think about that, then you end up spending a lot less on skin care."
    },
    {
      "author": "HU",
      "text": "And crucially, it doesn't have to cost you your entire paycheck. Rio keeps things real with takeaway No. 7."
    },
    {
      "author": "VIERA-NEWTON",
      "text": "The idea that more is more when it comes to your skin care routine is absolutely not the case."
    },
    {
      "author": "HU",
      "text": "Skin care can be self-care without you having to buy more stuff."
    },
    {
      "author": "VIERA-NEWTON",
      "text": "Taking care of your skin can also mean giving yourself a really nice facial massage with just your hands. There is this idea, particularly pushed by big beauty, that spending and buying more is the key to taking care of yourself. But I don't necessarily think that has to be the case."
    },
    {
      "author": "HU",
      "text": "You can also find ways to save to correct for an incident of splurging."
    },
    {
      "author": "VIERA-NEWTON",
      "text": "I have all of these creams, and I know that my skin doesn't like a few of these. What am I going to do with it?"
    },
    {
      "author": "HU",
      "text": "Those products you overpurchased or didn't like for your face don't have to go to waste."
    },
    {
      "author": "VIERA-NEWTON",
      "text": "A big hack that I give people is you can use those creams on any part of your body. So moisturizer turned foot creams has become a big part of my daily practice, as well as hand creams. So you just have to remember that you don't need to only use these products on your face."
    },
    {
      "author": "HU",
      "text": "Remember, skin care isn't just about taking care of your face. So even though that's what we're focusing on in this episode, don't forget to take care of the skin covering the rest of your body. And we know it can all be a lot, especially when you find yourself face to face with the skin care and beauty influencer YouTube universe. But with these simpler ways to think about it, as strategy and not steps, it doesn't have to be so daunting the next time you walk into a Sephora or the skin care section in the drugstore. Have fun."
    },
    {
      "author": "HU",
      "text": "Take care of the skin you're in to prevent sun damage, premature aging and cancer. You can even get that glowy-looking radiance for all the time we spend in front of our screens these days. Do it with these takeaways from the experts."
    },
    {
      "author": "HU",
      "text": "To recap, takeaway one - sunscreen. We heard this across the board from the esthetician/journalist to the dermatologists."
    },
    {
      "author": "VIERA-NEWTON",
      "text": "A lot of people are curious about what sunscreens are right for them. Truly, the answer is whichever one makes you want to apply it every day."
    },
    {
      "author": "HU",
      "text": "Takeaway two - know your skin type and your goals."
    },
    {
      "author": "SHAH",
      "text": "Anyone who's listening to this that wants to start a skin care routine, identify your goals, and then pick actives that are going to target those goals."
    },
    {
      "author": "HU",
      "text": "Takeaway three - when building or editing a routine, the three pillars to remember are cleanse, treat, protect."
    },
    {
      "author": "SHAH",
      "text": "You can create a routine that way and create a simple three-step skin care routine."
    },
    {
      "author": "HU",
      "text": "Takeaway four - a simple hack for sequencing is thinnest to thickest."
    },
    {
      "author": "VIERA-NEWTON",
      "text": "Thinnest to thickest is a really great rule of thumb."
    },
    {
      "author": "HU",
      "text": "Takeaway five - combine steps in your skin care with two-in-one products. Many cleansers have actives in them to help treat acne or other areas you consider problems."
    },
    {
      "author": "ROBINSON",
      "text": "This is one area where it's OK to be convenient."
    },
    {
      "author": "HU",
      "text": "And takeaway six - be patient. Go slow and steady once you know your goals because consistency is key."
    },
    {
      "author": "VIERA-NEWTON",
      "text": "Trial and error is truly the best way to learn."
    },
    {
      "author": "HU",
      "text": "Takeaway seven - if you use skin care as self-care, remember that it doesn't have to cost much money at all. Hacks to repurpose products can help."
    },
    {
      "author": "VIERA-NEWTON",
      "text": "The idea that more is more when it comes to your skin care routine is absolutely not the case."
    },
    {
      "author": "HU",
      "text": "But, look; if you remember nothing else from this skin care episode, never, ever, ever skip the sunscreen."
    },
    {
      "author": "HU",
      "text": "For more LIFE KIT, check out our other episodes, like that one exclusively dedicated to sunscreen. Or I have hosted one on traveling without ever having to leave town. That's timely, right? You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "HU",
      "text": "And now a completely random tip, this time from listener Lilly Hong (ph)."
    },
    {
      "author": "LILLY HONG",
      "text": "If you want to take a shower but you don't want your mirrors to get all fogged up, you can turn on that toilet vent thing while you shower so when you step out you can have clear mirrors."
    },
    {
      "author": "HU",
      "text": "This episode of LIFE KIT was produced by Audrey Nguyen. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Andee Tagle, Clare Marie Schneider and Janet Woojeong Lee. The TikToks you heard there at the top of the show were by @dermdoctor, aka expert Dr. Muneeb Shah, @skincarebyhyram, @bauerbeauty, @DrVanitaRattan and @dermangelo. Our digital editors are Beck Harlan and Wynne Davis. Special thanks to Jules Horbachevsky (ph). I'm Elise Hu. Thanks for listening."
    },
    {
      "author": "[CORRECTION",
      "text": "In a previous version of this podcast episode, we incorrectly called Dr. Muneeb Shah a dermatologist. In fact, Shah is a dermatology resident physician.]"
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1536541406.mp3",
  "img": "https://media.npr.org/assets/img/2021/10/27/lk_skincare_1-6-copy_wide-294cac310497f69d439b17d1f8788663ed6f3c05.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ELISE HU, HOST",
    "MUNEEB SHAH",
    "HU",
    "HYRAM YARBRO",
    "JENNY BAUER",
    "YARBRO",
    "VANITA RATTAN",
    "ANGELO LANDRISCINA",
    "SHAH",
    "LANDRISCINA",
    "CAROLINE ROBINSON",
    "RIO VIERA-NEWTON",
    "VIERA-NEWTON",
    "ROBINSON",
    "LILLY HONG",
    "[CORRECTION"
  ]
}