{
  "title": "How to wake up early, even if you're not a morning person",
  "url": "https://www.npr.org/transcripts/1051553451",
  "intro": "Waking up at dawn with the bakers and the baristas may not be for everyone — especially night owls. Whether you have to wake up early or you'd like to become more of a morning lark, here are a few habits that can help you set yourself up for success at that first alarm.",
  "transcript": [
    {
      "author": "KAVITHA GEORGE, HOST",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "KAVITHA GEORGE, HOST",
      "text": "Carla Finley is a baker in Brooklyn, N.Y., who starts her day at 5 or 6 a.m. And she loves it."
    },
    {
      "author": "CARLA FINLEY",
      "text": "Sometimes it's still dark, which actually I love. Something about feeling the light come in feels really sacred. And it's not like I'm sitting there watching the sunrise, but you can kind of feel it happen around you."
    },
    {
      "author": "GEORGE",
      "text": "Doesn't that sound great? Of course, not everyone feels that way about waking up early. Emily Gerard is a writer on the \"Today\" show, and she often finds herself waking up at odd hours to prep the show that starts at 7 a.m."
    },
    {
      "author": "EMILY GERARD",
      "text": "When that alarm goes off, I have a few moments of feeling like I want to die (laughter)."
    },
    {
      "author": "GEORGE",
      "text": "My name is Kavitha George, and I am decidedly not a morning person. As it happens, I'm also the host of Alaska Morning News at the public radio station in Anchorage, Alaska. And that means I start my workday at 5 a.m. every weekday morning."
    },
    {
      "author": "GEORGE",
      "text": "Stop. Good morning, world. It's 4:20 a.m. Time to get going."
    },
    {
      "author": "GEORGE",
      "text": "Early mornings in Alaska are actually pretty tolerable in the summer, when it's light out nearly all of the time. When I started this job in June, I'd wake up greeted by the sunrise, and it would be fully daylight by the time I got to work at 5 a.m. But these days and for the next six months, it's tough to wake up in the dark and had to work in the cold knowing that daytime is still several hours away."
    },
    {
      "author": "GEORGE",
      "text": "(Yawning) This is kind of the worst part of my day. I'm worried that no matter how long I do this, it's always going to feel a little jarring when I wake up this early. (Yawning) Anyways, got to get going."
    },
    {
      "author": "GEORGE",
      "text": "I've pared my morning routine down to the bare bones to conserve every ounce of sleep I have. I brush my teeth and put on several warm layers. I eat a single pancake. I keep a batch ready to go in my freezer at all times. And then I'm out the door."
    },
    {
      "author": "GEORGE",
      "text": "I try to sing something punchy in the car to wake up my vocal cords. Occasionally, I met with some of Alaska's urban wildlife on the drive. A moose ran alongside my car as I pulled into the station last week. And by the time I get to the studio, I'm usually feeling awake - or mostly awake."
    },
    {
      "author": "GEORGE",
      "text": "This is state (coughing) - this is statewide news from Alaska Public Media. I'm Kavitha George."
    },
    {
      "author": "GEORGE",
      "text": "In this episode of LIFE KIT, how to make waking up early a little more tolerable. There are a lot of reasons why all of us have to get up early. Maybe it's for work, maybe to get your kids ready for school or take care of a family member. Maybe you just want some more time to yourself in your busy morning to work on your hobby or take care of errands. Whether you hate the sound of your alarm forcing you out of bed or the idea of enjoying some peace and quiet in the wee hours just sounds lovely to you, this episode is for you. We'll explore what makes us morning and night people, how much wiggle room we have to shift our lifestyles and cover some tips and tricks to make the whole thing less of a chore."
    },
    {
      "author": "GEORGE",
      "text": "OK, so first, let's talk about why waking up early might be a worthwhile goal for you, because here's the thing. It might not be. Many of us are raised to believe that being a morning person means you're more virtuous or better off - early bird gets the worm and all that."
    },
    {
      "author": "KATIE SHARKEY",
      "text": "There are many studies that look at everything from did you get good grades in high school to did you use alcohol and drugs, do you have depression, do you have car accidents that show that it's advantageous to be a morning lark compared to being a night owl."
    },
    {
      "author": "GEORGE",
      "text": "That's Dr. Katie Sharkey, an associate professor of medicine and psychiatry and human behavior at the Brown University Alpert Medical School. She says the problem with those studies is that night people are usually trying to fit into a world that's structured around getting up early. If your body doesn't let you fall asleep early enough to feel rested in time for your 9-to-5 job, of course your performance will be worse than someone who naturally falls asleep earlier."
    },
    {
      "author": "SHARKEY",
      "text": "A lot of people who are night owls don't get as much sleep as people who are morning people."
    },
    {
      "author": "GEORGE",
      "text": "So there we have it. Morning people, you are not better than the rest of us. Whatever the reason, if you want to get better at waking up early, that's great. But just know you're not a bad person for sleeping in."
    },
    {
      "author": "GEORGE",
      "text": "OK, now that we've busted the myth of early bird virtuousness, that brings us to takeaway one. Your biological clock doesn't need to limit you. We might think of ourselves as morning people or night owls, but you have plenty of room to adjust if you want to change your lifestyle."
    },
    {
      "author": "GEORGE",
      "text": "So before we dive into how to adjust, let's talk about what makes us morning people, night people or somewhere in between. Katie says it comes down to our biological clocks."
    },
    {
      "author": "SHARKEY",
      "text": "Everybody has this internal biological clock that is close to but not exactly usually equal to 24 hours."
    },
    {
      "author": "GEORGE",
      "text": "People whose internal clocks are longer than 24 hours are usually night owls, Katie says. If you have a longer clock, your body has to reset itself every day, or else it becomes easy to push your bedtime later and later."
    },
    {
      "author": "SHARKEY",
      "text": "Suppose your clock is 25 hours instead of 24. If you want to stay on clock time, you have to reset a whole hour every day. And so it's really easy for folks whose internal clock is long to get off quickly. You stay up late Friday night, you stay up late Saturday night, it's really hard to get up on, you know, on Monday morning at the right time."
    },
    {
      "author": "GEORGE",
      "text": "On the other hand, people whose internal clocks are shorter than 24 hours tend to be early birds. And if you feel like you don't fit into either of those categories, it's possible your internal clock lines up somewhere in the middle. Katie says age is one factor that determines where our clocks line up. Remember how you suddenly started sleeping in until noon when you hit adolescence?"
    },
    {
      "author": "SHARKEY",
      "text": "We think the biological clock undergoes a change during those teenage years. So that's sort of a developmental place where you might see a lot of night owls start to appear."
    },
    {
      "author": "GEORGE",
      "text": "Another factor is actually genetics. Katie says scientists have found that being a morning lark or a night owl can run in families."
    },
    {
      "author": "SHARKEY",
      "text": "There have been different clock genes that have been identified that we think predispose to someone being either longer or shorter."
    },
    {
      "author": "GEORGE",
      "text": "If you're an adult, you probably have a good sense of where you fall on the spectrum from early riser to late sleeper. And clearly some parts of your natural sleep schedule are baked into who you are. But there are a ton more factors at play, and Katie says we have a fair amount of wiggle room to adjust our schedules as we like."
    },
    {
      "author": "GEORGE",
      "text": "The most obvious way to make your mornings go more smoothly is to get more sleep and make sure that the sleep you are getting is restful. We have a bunch of other sleep episodes to help with that. You can find them at npr.org/lifekit."
    },
    {
      "author": "GEORGE",
      "text": "But having a more tolerable morning also comes down to adjusting our internal clocks so that our bodies feel awake when we want to get up. There are a few different external factors that can influence that cycle and help you game your clock. And that brings us to takeaway two. Use your external cues, namely light, exercise and even meals, to optimize your biological clock."
    },
    {
      "author": "AFIFA SHAMIM-UZZAMAN",
      "text": "Biggest, strongest factor that it uses is actually sunlight."
    },
    {
      "author": "GEORGE",
      "text": "Dr. Afifa Shamim-Uzzaman is an associate professor at the University of Michigan and the director of the Ann Arbor VA Sleep Disorders Center."
    },
    {
      "author": "SHAMIM-UZZAMAN",
      "text": "Sunlight helps to regulate the biological clock by shutting off something called melatonin. Melatonin is a chemical that's released naturally by the brain that tells the body it's time to be asleep, essentially. And so when you're exposed to bright sunlight, it shuts that off, sort of telling the body, hey, it's time to be awake."
    },
    {
      "author": "GEORGE",
      "text": "Afifa says turning on bright lights when you wake up can help get your body feeling more awake and ready to get going. If, like me, you live in Alaska or somewhere where it's dark in the mornings, eating breakfast or working in front of a broad-spectrum light box can be helpful to simulate sunlight and trick your body into feeling more alert. Conversely, at night, you don't want to keep blasting your eyes with bright lights that will signal to your body that it's still daytime, especially if you're trying to go to bed early enough to get enough sleep for an early wake-up."
    },
    {
      "author": "SHAMIM-UZZAMAN",
      "text": "Any exposure to light - right? - is a big no-no during that wind-down routine. So using a computer, you know, which is projecting light really close to your face - that can actually have an effect. Especially blue light can have an effect in shutting off the melatonin. So we want to avoid light exposure."
    },
    {
      "author": "GEORGE",
      "text": "Another external cue is your activity level, how much you're moving your body around."
    },
    {
      "author": "SHAMIM-UZZAMAN",
      "text": "It's going to be a lot more important to be more active during the daytime or earlier in the mornings. Maybe use the activity levels, focus the exercising in the mornings, rather than in the evenings, you know, when you want to be waking up."
    },
    {
      "author": "GEORGE",
      "text": "Maybe that means going for a morning run instead of an evening one, doing a few minutes of yoga in your living room or just some jumping jacks when you get out of bed. Getting moving after your alarm goes off will also help your body adjust better to being awake. Katie and Afifa agree that whatever you do, it's really important to keep a relatively consistent schedule. Even making sure you're eating at about the same times relative to when you go to bed can make a difference."
    },
    {
      "author": "SHAMIM-UZZAMAN",
      "text": "The regularity of the schedule is very important. The regularity of the bedtime and wake time definitely are very important. What you do during the daytime in terms of, you know, what timings of your meals - if you can keep them consistent, that's really ideal, especially in a place where you have a big difference between the summer months and the winter months in terms of light."
    },
    {
      "author": "GEORGE",
      "text": "If you're waking up early for work, it's tempting to sleep in way past your normal wake-up time on your days off, but that can have serious negative impacts on your ability to wake up early during your days on. Aim for a compromised schedule on your days off where you wake up, at most, a couple hours past your workday wake-up time."
    },
    {
      "author": "SHAMIM-UZZAMAN",
      "text": "I think the important thing is to try to avoid fluctuating too much. So even those people who work at night, you know, if they're night owls and they work at night, they don't want to flip their schedule around on the weekends and, you know, be sleeping at night and trying to stay awake during the day 'cause that's going to be hard for them. They're always going to be struggling."
    },
    {
      "author": "GEORGE",
      "text": "Basically, Katie says, you don't want a schedule where you're flipping across multiple time zones every weekend."
    },
    {
      "author": "SHARKEY",
      "text": "So the first recommendation is to really try to have kind of a compromised schedule on days off. The second is to prioritize getting enough sleep during the workweek so that you don't go into your days off so sleep deprived, right?"
    },
    {
      "author": "GEORGE",
      "text": "OK, now that we understand the basics of regulating our internal clocks, here are some tools to fine-tune the process of waking up early. This brings us to takeaway three. Naps, caffeine and melatonin are useful ways to help game your internal clock to make waking up less of a chore, but be cautious with how you use them."
    },
    {
      "author": "GEORGE",
      "text": "So first up, naps. Try as we might to go to bed early enough to grab a solid seven or eight hours of sleep, waking up early often means that we wake up sleep deprived. Sleep doctors call that a sleep debt. And just like credit card debt, that has to get repaid at some point for your body to function well. If it doesn't, you might end up suffering more serious consequences of sleep deprivation."
    },
    {
      "author": "SHAMIM-UZZAMAN",
      "text": "We have to be careful with naps. So it's important to get the amount of sleep that someone needs throughout a 24-hour period. You know, if you couldn't get the full amount of sleep overnight, napping during the daytime might be necessary. But what you've got to be careful of with napping is if we nap too late, too close to bedtime, then it'll make it hard for us to go to sleep."
    },
    {
      "author": "GEORGE",
      "text": "Aim for midday and mid-afternoon naps, and try to keep them under an hour. Sleep studies show naps even as short as 10 minutes can make a difference. Naps taken judiciously are one way to repay your sleep debt. Katie says it's useful to be intentional about planning ahead with your sleep schedule, especially if you know you need to be up late the night before an early wake-up call."
    },
    {
      "author": "SHARKEY",
      "text": "So maybe I am going to then make sure I grab a quick nap the next day, or maybe I'm going to take a preparatory nap. If I know I'm staying up really late, maybe I will try to rest for 20 minutes in the middle of the day to stay awake."
    },
    {
      "author": "GEORGE",
      "text": "Next - we've all been there. Your eyelids are starting to droop, you can't stop yawning, and you instinctively reach for a pot of coffee to give yourself a little jolt. So what about using caffeine to make an early morning go smoother?"
    },
    {
      "author": "SHARKEY",
      "text": "So caffeine is a great stimulant, but it definitely interferes with sleep, and so it needs to be used judiciously. And I don't know - people are not very good about that. I've had many patients who are very disappointed when I point out that they're drinking sort of a hospital-grade dose of caffeine on a daily - you know, when I say things like, well, that's the amount of caffeine they would give you if you came to the emergency department with a migraine. They would start an IV and give you that six cups of coffee. So what if we cut back on that a little?"
    },
    {
      "author": "GEORGE",
      "text": "A good rule of thumb is to keep your caffeine intake to mornings and definitely cut it out within six hours of going to bed."
    },
    {
      "author": "GEORGE",
      "text": "Up next, sleep aids. Waking up early is hard, but sometimes going to bed is, too. Maybe you made sure to exercise in the morning, you timed out your light exposure, turned off your phone an hour ago, and now you're in bed unable to sleep. Afifa says a well-timed melatonin supplement could help prevent this situation."
    },
    {
      "author": "SHAMIM-UZZAMAN",
      "text": "We don't want to use high doses of melatonin for these kind of things. It's actually - we found that lower doses of melatonin work even better than the higher doses do for readjusting our biological clock. Usually, we produce melatonin naturally when it gets dark. But then, also, it starts to, you know, increase to the level we want it to before sleep about two to three hours before we actually fall asleep. So, you know, you want to take the melatonin two to three hours before the desired bedtime."
    },
    {
      "author": "GEORGE",
      "text": "All right, so now we have a pretty good handle on how to work with our biological clocks to wake up easier. However, it's worth pointing out that making early mornings more tolerable, particularly if you're a night owl, is a process. It's going to take some time to get used to a new schedule. Our world insists that we be on all of the time, which can make it tricky to adjust to a schedule that can make you feel like you're out of sync with the rest of the world."
    },
    {
      "author": "SHARKEY",
      "text": "We think it's macho to, oh, I got no sleep last - you know, we're trying to sort of make some inroads there. But really, you know, everybody wants to brag about how brutal it was, and they did an all-nighter, they were up so late or what have you. And so it's not really culturally valued."
    },
    {
      "author": "GEORGE",
      "text": "That brings us to takeaway four. Making a lifestyle change, like shifting your waking hours earlier, is a process. It doesn't have to happen all at once. Find ways to reward yourself, and be patient with yourself."
    },
    {
      "author": "GEORGE",
      "text": "Think about waking up early instead like a skill you're practicing, and start incrementally. Katie says just going to bed 20 minutes earlier can add up."
    },
    {
      "author": "SHARKEY",
      "text": "Well, think about it. Twenty minutes over five days - 20 times - 100 minutes, right? So then four weeks, that's 400 minutes."
    },
    {
      "author": "GEORGE",
      "text": "That's almost seven hours, a whole extra night's sleep. Afifa has a good, maybe obvious tip to help you get the hang of your wake-up practice."
    },
    {
      "author": "GEORGE",
      "text": "What's one thing that you can do right away, like, when your alarm goes off to help make it a little bit more manageable?"
    },
    {
      "author": "SHAMIM-UZZAMAN",
      "text": "Get out of bed."
    },
    {
      "author": "GEORGE",
      "text": "OK."
    },
    {
      "author": "SHAMIM-UZZAMAN",
      "text": "So (laughter) - no, seriously. I mean, I know it sounds very facetious, but, you know, if you - if your alarm goes off and you hit the snooze button, and you go back and then you hit this snooze button again - 'cause people - you know, you hit the snooze button - and they'll hit the snooze button several times. It's rarely that they hit it once."
    },
    {
      "author": "GEORGE",
      "text": "Yeah, I did it twice this morning."
    },
    {
      "author": "SHAMIM-UZZAMAN",
      "text": "Right. But just getting out of bed and exposing yourself to bright light."
    },
    {
      "author": "GEORGE",
      "text": "A good way to make sure you don't hit snooze - create incentives for yourself. Remember that pancake I eat every morning? It sounds strange, I know, but the reminder that I get to eat that warm pancake standing in my kitchen at 4:30 in the morning is often enough to drag me out of bed and make me do the rest of my getting-ready routine. Then remind yourself why you're doing it. Feeling well-rested with more time in the morning means you'll feel and perform better during the day. Afifa recommends a kind of mindfulness exercise to think about other reasons to start your day early."
    },
    {
      "author": "SHAMIM-UZZAMAN",
      "text": "Some people remember that, hey, I'm doing this because I want to take care of my kids, and I need to have this job to be able to take care of my family or take care of myself, or I'm doing this job earlier on in the day so that I can have - later on in the evening, I have more time to enjoy the things that I enjoy doing."
    },
    {
      "author": "GEORGE",
      "text": "Building new habits into your life is always a challenge. There might be some days where your schedule gets thrown out of whack or you had to stay up late working at your computer and you can't get to sleep after. You definitely shouldn't push yourself too far, Katie says. If you need the rest, take it. Sleep deprivation can be really dangerous, especially because when you're sleep deprived, you're not a good judge of your own impairment. A significant sleep debt could translate to falling asleep at the wheel. So Katie says it's always best to err on the side of caution when it comes to getting rest. But apart from that, be kind to yourself. Some mornings might be rough at the outset, but Katie says if you're doing a decent job keeping your habits in check most of the time, you'll be able to handle an occasional bad night of sleep here and there."
    },
    {
      "author": "SHARKEY",
      "text": "It would be a terrible system if, like, every night had to be perfect for us to function - right? - 'cause every night isn't perfect to function - and we still function. So it's unrealistic for us to think that that's - that our sleep has to be perfect for it to be optimal."
    },
    {
      "author": "GEORGE",
      "text": "One last pro tip for my fellow night owls trying to convert - try waking up even a little earlier than you need to. I know, I know. That idea of stealing even five minutes from your precious sleep time sounds horrific. But not having to rush in the morning, when you're already groggy and tired, is so worth it. I feel way more human by the time I get to work when I give myself an extra five minutes to make a cup of tea before I head out."
    },
    {
      "author": "GEORGE",
      "text": "OK. That was a lot of sleep science to throw at you, so let's recap. Takeaway one - morning larks, night owls, somewhere in between - your biological clock is baked in to an extent, but remember you have plenty of room to adjust if you want to change your lifestyle."
    },
    {
      "author": "GEORGE",
      "text": "Takeaway two - use your external cues - light, exercise, meals - to optimize your sleep and wake-up schedules. And then once you've found a schedule that works for you, be as consistent as you can."
    },
    {
      "author": "GEORGE",
      "text": "Takeaway three - naps, caffeine and melatonin can be helpful for gaming your internal clock and making waking up less of a chore, but be cautious with how and when you use them."
    },
    {
      "author": "GEORGE",
      "text": "And finally, takeaway four - waking up earlier is a process, and it doesn't have to be an all-or-nothing change. Find ways to reward yourself, cut yourself some slack and be safe."
    },
    {
      "author": "GEORGE",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to manage your digital diet and another on how to deal with insomnia, plus lots more at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "GEORGE",
      "text": "And now, a completely random tip."
    },
    {
      "author": "JILLIAN WALKER",
      "text": "Hi. My name is Jillian Walker (ph). If you or your elderly parents, for example, have trouble unscrewing the push-and-twist style of childproof caps, like, for example, on a bottle of bleach, take the cap off, put it on a hard surface and give it a whack or two with a hammer. The outside part of it should crack, and you can remove it, and the inside cap is just a normal screw-on cap. Obviously, don't do it to things children can still access, but for elderly people and in our house with no kids, it's great, and I do it on, like, everything I buy. Have a great day."
    },
    {
      "author": "GEORGE",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "GEORGE",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Andee Tagle and Janet Woojeong Lee. Special thanks to Spesh (ph), Carla and Emily for sharing their morning routines with us. Our digital editors are Beck Harlan and Wynne Davis. I'm Kavitha George. Thanks for listening."
    },
    {
      "author": "GEORGE",
      "text": "Can I also thank the moose?"
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4306280282.mp3",
  "img": "https://media.npr.org/assets/img/2021/11/03/lk_wakingupearly-41_wide-876a98544e2cb7cae5cb61a3cd784c8712a739db.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "KAVITHA GEORGE, HOST",
    "CARLA FINLEY",
    "GEORGE",
    "EMILY GERARD",
    "KATIE SHARKEY",
    "SHARKEY",
    "AFIFA SHAMIM-UZZAMAN",
    "SHAMIM-UZZAMAN",
    "JILLIAN WALKER"
  ]
}