{
  "title": "Simplify Thanksgiving with this 5-ingredient recipe for roast turkey breast",
  "url": "https://www.npr.org/transcripts/1054850815",
  "intro": "Spend less time in the kitchen and more time with family. New York Times food writer Eric Kim shares easy recipes for salt-and-pepper roast turkey breast and a make-ahead stuffing.",
  "transcript": [
    {
      "author": "LAUREN MIGAKI, HOST",
      "text": "This is NPR's LIFE KIT. I'm Lauren Migaki."
    },
    {
      "author": "MIGAKI",
      "text": "Cooking writer Eric Kim doesn't just like Thanksgiving."
    },
    {
      "author": "ERIC KIM",
      "text": "I love - I love Thanksgiving (laughter)."
    },
    {
      "author": "MIGAKI",
      "text": "He's been cooking it himself since he was 13 years old. As the child of Korean immigrants in Georgia, Eric says the adults in his family didn't know how to make American Thanksgiving dishes. But all the kids wanted to indulge in all the goodness of the day."
    },
    {
      "author": "KIM",
      "text": "Which is why those early Thanksgivings had, like, five different pies and a banana pudding."
    },
    {
      "author": "MIGAKI",
      "text": "Remember; this is from the mind of a 13-year-old. Turkey was too expensive, so two roast chickens were the main dish, some Stove Top stuffing."
    },
    {
      "author": "KIM",
      "text": "And over the years, the kids got better at cooking it, and then the adults looked forward to it. And it became this beautiful kind of moment for - once a year where the adults could, like, sit back and relax. And so it really became our own."
    },
    {
      "author": "MIGAKI",
      "text": "These lovely memories of Thanksgiving seem so idyllic, right? That is until you have to start making it yourself - spatchcock, buttermilk, dry brine. It's easy to get overwhelmed with all the different ways you can cook a turkey. And what about stuffing? One recipe site boasts 34 recipes for delicious stuffing, each with about a thousand ingredients. How are you supposed to make everything magically appear on the Thanksgiving table without totally collapsing into a heap by turkey carving time?"
    },
    {
      "author": "KIM",
      "text": "Thanksgiving Day doesn't have to be such a crazy, like, parade of dishes and cooking."
    },
    {
      "author": "MIGAKI",
      "text": "Our Thanksgiving expert, Eric Kim, says with a few strategies, you can actually enjoy time with your friends or family on Turkey Day. He's got a menu that's perfect for beginners, but also..."
    },
    {
      "author": "KIM",
      "text": "Anyone who just wants a really good meal but in a streamline, like, easy way - and I always like to say that simple doesn't mean flavorless or bad. It's sort of like - I always believe in cooking smarter, not harder (laughter). Sorry, that's a cheesy refrain."
    },
    {
      "author": "MIGAKI",
      "text": "But it's true. Stick around for Eric Kim's wonderful menu and some tips to make a great Friendsgiving happen."
    },
    {
      "author": "MIGAKI",
      "text": "Before we dive into dinner, let's set the table on the gathering portion of this holiday."
    },
    {
      "author": "MIGAKI",
      "text": "Can you talk a little bit about what a Friendsgiving means to you and what should be the goal of a Friendsgiving?"
    },
    {
      "author": "KIM",
      "text": "So for me, Friendsgiving, it started out being like the replacement holiday. It's like, oh, man, I can't go home, so I have to be with, you know, some other people. And eventually, I started to really embrace it as its own special thing. One year, I just made a dinner with my friends - like, four gay guys in a tiny studio apartment making dinner. And it was a full-blown feast for maybe 10. And we (laughter) - you know, we were only four. But we - you know, we ate it twice maybe because that's what you do on Thanksgiving. And I think leftovers are usually for the next day, but for us, it was just later in the evening after more wine and conversation. But yeah, I think I started to really embrace it as this wonderful opportunity to celebrate my friendships."
    },
    {
      "author": "MIGAKI",
      "text": "Sounds a little bit like it's also about finding the people that you're able to be with on that day, too, whether it's family or friends."
    },
    {
      "author": "KIM",
      "text": "Yeah. I think that's part of the joy, too. I love Friendsgiving 'cause it's a chosen family, right? And I really believe in that. Especially in the queer community, it's sort of this opportunity for you to make a new version of that narrative. I think for many, going back home for Thanksgiving can be very fraught. But I think tied to that is the joy of establishing a new family and - a found family, as many would call it. And I think that's a really beautiful thing to celebrate, as well. And it means that you're not just celebrating your friends because they're replacements for family. You're celebrating them 'cause they're - they are your family. And I think that's really beautiful."
    },
    {
      "author": "MIGAKI",
      "text": "I really love that sentiment. So to the nitty-gritty of it, when it comes to hosting a Friendsgiving, how do you think about dividing up responsibilities? Like, is there something in particular the host should plan to make? Is there something that's best for assigning? It seems like there's, like, a perfect space to be found between over-planning and under-planning."
    },
    {
      "author": "KIM",
      "text": "I really believe that you can plan. It's kind of like Murphy's Law. Like, plan for the worst, and then it might not happen. But you have to adapt to who your group is. Like, I could sit here and just tell you the usual food media answers, which are, oh, the host should do the turkey and then make sure they bring ice and make sure that person who can't cook does this. I don't believe in that. I believe in look at your friends, and what are their strengths (laughter). Use them to your advantage. And what you're really assigning isn't - they're not just, like, things you need as the host. It's - you're assigning people based on their talents and you're like, I really, really want to eat Jesse's (ph) cranberry lime pie or whatever. But you know, with that said, I think the turkey, if you're doing a turkey, it should be - the host should do it 'cause that is hard to - it's kind of hard to schlep."
    },
    {
      "author": "MIGAKI",
      "text": "Easier for transport."
    },
    {
      "author": "KIM",
      "text": "Yeah. So you want to be kind. Oh, and don't do - don't ask anyone to do Brussels sprouts because that stinks up a train. And I - I know from experience (laughter). So..."
    },
    {
      "author": "MIGAKI",
      "text": "They taste so good, but they smell so bad (laughter)."
    },
    {
      "author": "KIM",
      "text": "They do. They do smell bad. That's true (laughter)."
    },
    {
      "author": "MIGAKI",
      "text": "What about quantities? How do you plan for the right amount of food? It's my absolute nightmare that I would not have enough food to serve my friends."
    },
    {
      "author": "KIM",
      "text": "I know. It's such a fear. Actually, that's why it's really nice to just let people bring what they want to bring because then you have a bounty. But for me, I really think it's a pound of turkey per person. I actually go for, like, a pound and a half per person of bone-in turkey per person so that everyone can have leftovers. I think the turkey is the one thing - it's, like - I think it's a very sacred bird for me because I eat it only once a year, and so you might as well make a lot of it. So I really believe this."
    },
    {
      "author": "KIM",
      "text": "But with the side dishes, just don't make as much as you think you need. Like, if you really look at someone's plate, like, how much of that casserole dish is going onto it, you know? To fit - you have to fit everything else. So I really recommend that people just kind of tone it down unless you, like, really want leftovers. For instance, we have a broccoli cheese rice casserole in our family that we make every year, and I make a whole vat of - like, extra vat of that (unintelligible)..."
    },
    {
      "author": "MIGAKI",
      "text": "(Laughter)."
    },
    {
      "author": "KIM",
      "text": "...Stays in the fridge. And not that we even finish the first vat, but it's like, we need people to go home with it 'cause it's so special to us. But yeah, so..."
    },
    {
      "author": "MIGAKI",
      "text": "Right."
    },
    {
      "author": "KIM",
      "text": "...I think make a lot of what you like. But when it comes to everything else, I just really think people over cook on Thanksgiving, and you don't have to."
    },
    {
      "author": "MIGAKI",
      "text": "I also really enjoy hearing you kind of wax poetic about turkey a little because I feel like this time of year, a lot of the haters come out to play. And they're just wrong, obviously. But thank you for defending turkey."
    },
    {
      "author": "KIM",
      "text": "I think people don't like turkey because they've had so many bad versions. But I'm someone who really just - I think it's because I'm lazy mostly, but I really believe that the turkey, you can roast it like a chicken. And so all I do is I slather some butter all over it, sprinkle it with salt and pepper, and I roast it like a regular bird. It's like a poultry. So what happens is it cooks perfectly evenly. It's seasoned throughout 'cause I go heavy on the salt, and the skin is, like, super crispy. It's, like, delicious. Turkey can be delicious if you don't overcook it. That's sounds so obvious. But..."
    },
    {
      "author": "KIM",
      "text": "...Yeah, you know."
    },
    {
      "author": "MIGAKI",
      "text": "Well, speaking of which, I know this year you've created a menu for the holiday with a sort of - I don't want to call it a beginner's guide to Thanksgiving, but it's a way to prepare Thanksgiving dinner simply. I was wondering if you could walk us through it and give us a sense of, you know, what a home cook can learn from it."
    },
    {
      "author": "KIM",
      "text": "Oh, my God. How much time do you have? Just kidding. I - you hit the nail on the head, which is it's not just for beginners; it's for anyone who just wants a really good meal, but in a streamline, like, easy way."
    },
    {
      "author": "MIGAKI",
      "text": "So the way Eric keeps his menu streamlined is to follow a few simple steps. One big piece - no fancy ingredients. Butter, salt, pepper, onions - these are the staples that Eric uses throughout his dishes."
    },
    {
      "author": "KIM",
      "text": "You know, certain pantry ingredients to just be used across the menu so that when you're shopping, it sort of like feels - it feels nice to know that you're buying a thing and it's going to, like, multiple dishes instead of buying an esoteric, like, spice or something for one thing. And..."
    },
    {
      "author": "MIGAKI",
      "text": "Something you'll actually use again."
    },
    {
      "author": "KIM",
      "text": "Yeah. And then something you'll actually use again or likely you'll already have in your pantry."
    },
    {
      "author": "MIGAKI",
      "text": "Also, Eric suggests sticking to one kind of dried herb, which means you save a lot of time by not having to wash fresh herbs."
    },
    {
      "author": "KIM",
      "text": "I call for a dried oregano across the menu because I kind of went, like, an Italian route in terms of flavor. But I just think keeping it simple and having, like, one herb there is fine and tastes wonderful."
    },
    {
      "author": "MIGAKI",
      "text": "So for the actual dishes, we've got a salt and pepper turkey breast, a make-ahead umami gravy..."
    },
    {
      "author": "KIM",
      "text": "The base of this is caramelized onions. And I think that's something that's - there's a lot of onion in this menu 'cause onions are super delicious and really affordable."
    },
    {
      "author": "MIGAKI",
      "text": "...A radicchio salad with artichokes and green beans..."
    },
    {
      "author": "KIM",
      "text": "I personally am not a fan of canned green beans, so this is kind of my rebellion against my family, which is kind of what Friendsgiving is about. It's about rebelling against your family. So..."
    },
    {
      "author": "MIGAKI",
      "text": "Rebelling against green bean casserole?"
    },
    {
      "author": "KIM",
      "text": "Yeah, basically."
    },
    {
      "author": "MIGAKI",
      "text": "...Then there's a lemon cranberry relish, garlicky mashed sweet potatoes and a very fun stuffing that Eric calls cheesy pizza stuffing. It's made with brioche, milk, cheese and tomato paste."
    },
    {
      "author": "KIM",
      "text": "With those combination of flavors, it's very simple, lots of ingredients. But it gives you, like, penne alla vodka vibes, obviously gives you pizza vibes 'cause there's, like, mozzarella all throughout it."
    },
    {
      "author": "MIGAKI",
      "text": "So this menu is a good template. We've got the turkey, stuffing, salad, cranberry sauce, potatoes, and we can't forget dessert. Eric suggests a dish that's reminiscent of the banana pudding he grew up with. This one is a caramel apple pudding."
    },
    {
      "author": "KIM",
      "text": "I love it because all you do is saute some apples in butter and cinnamon. And butter is actually a main ingredients in this menu if you haven't noticed."
    },
    {
      "author": "MIGAKI",
      "text": "(Laughter)."
    },
    {
      "author": "KIM",
      "text": "But yeah, you make this, like, lovely, saucy caramel-y apple situation, and that takes you maybe 15, 20 minutes on the stove in a large skillet. And then you layer that with Nilla wafers, a salted cinnamon whipped cream - it's, like, really easy to make - and then the apples. And it's like this trifle situation that sits out overnight. And oh, that's the main thing with this menu."
    },
    {
      "author": "MIGAKI",
      "text": "Oh."
    },
    {
      "author": "KIM",
      "text": "I wanted to prove to everyone and to really encourage people to cook everything the night before. There's, like - all these dishes work really well when you when you cook them the night before. And so what that means is all you're doing on Thanksgiving Day is heating all the casseroles and then roasting the turkey. And I think when you do Thanksgiving that way, the day becomes so fun. And all you are focused on is, like, making sure your your wine is chilled and, you know, getting dressed and cleaning your apartment, which are not insignificant."
    },
    {
      "author": "MIGAKI",
      "text": "That's a lot in itself."
    },
    {
      "author": "KIM",
      "text": "Yeah."
    },
    {
      "author": "MIGAKI",
      "text": "Yeah."
    },
    {
      "author": "KIM",
      "text": "Yeah, they're not insignificant things. And I think people cook too much on Thanksgiving Day, and that's really unrealistic."
    },
    {
      "author": "MIGAKI",
      "text": "It sounds like it frees you up to enjoy the moment a little bit more and enjoy the company, hopefully, a little bit more."
    },
    {
      "author": "KIM",
      "text": "Yeah, exactly. Exactly - 'cause what I want to do on Thanksgiving Day is be with my friends. And I want to - or my family, whoever it is that year. And I think that's made possible by a menu that is pretty, like, hands-off. But the recipes are easy, but I think - I'd like to say that they're smart. So it's a lot of, you know, effect for a little effort (unintelligible)."
    },
    {
      "author": "MIGAKI",
      "text": "Sounds like a little bit of butter and a little bit of salt can go a long way."
    },
    {
      "author": "KIM",
      "text": "(Laughter) Yeah, yeah. A lot of butter goes a long way."
    },
    {
      "author": "MIGAKI",
      "text": "(Laughter)."
    },
    {
      "author": "MIGAKI",
      "text": "Well, so you've talked a little bit about the simplicity of the ingredients, but it also sounds like you've thought through oven times and the prep and the amount of, like, crazy gadgets you might need for this. Can you just briefly touch on that?"
    },
    {
      "author": "KIM",
      "text": "So for this, you can make the full meal with just a sheet pan and a large skillet. So the turkey roasts on the sheet pan. Everything else gets made in a skillet. Oh, and another thing is everything cooks at 350 degrees. I just wanted to make sure everything is the same temperature. And it's nice to not have to, like, perform those, like, mental gymnastics about like, you know, I'll take this out and then raise it to 400 and then, like, finish the blah-blah-blah. It's like there's none of that. It's just the day of, you're roasting the turkey and then heating the casseroles, and that's really it."
    },
    {
      "author": "MIGAKI",
      "text": "Yeah, I have, like, these childhood memories of my aunt, like, scurrying back and forth to, like, her neighbor's house to put the pies in the oven over there. And yeah."
    },
    {
      "author": "KIM",
      "text": "Yeah."
    },
    {
      "author": "MIGAKI",
      "text": "I love this."
    },
    {
      "author": "KIM",
      "text": "That's wild."
    },
    {
      "author": "MIGAKI",
      "text": "So are there any lessons that you had to come by the hard way? Are there any near disasters or disasters that you care to share with us?"
    },
    {
      "author": "KIM",
      "text": "Oh, my goodness. Yeah, the main one - it just comes straight to mind 'cause it was really traumatic. But no, it's kind of funny. So I had a gas oven for the first time when I first moved to New York. And it was kind of my - I think it was, like, my second or third dorm in college. And my turkey was in a flimsy foil tray. And it was sort of, like, dripping grease onto the bottom of the oven and causing smoke. So I was like, oh, no. So I laid some foil down on the bed of the oven and quickly learned that that's where the heat source comes from. And so the foil caught on fire, so I learned that..."
    },
    {
      "author": "MIGAKI",
      "text": "Oh, no."
    },
    {
      "author": "KIM",
      "text": "I learned that foil catches fire. I was horrified. We put it out, but there was a lot of smoke in the apartment, so I opened the main front door. And that made the hallway fire alarm go off. And then so the whole building had to evacuate."
    },
    {
      "author": "MIGAKI",
      "text": "Oh, no."
    },
    {
      "author": "KIM",
      "text": "Yeah. This was like a New York college where most kids maybe, like, don't go home. So I was watching people just, like, fully dressed in their, like, nice Thanksgiving clothes, like, coming down the stairs with their turkeys. And we all had to..."
    },
    {
      "author": "MIGAKI",
      "text": "They took their turkeys with them?"
    },
    {
      "author": "KIM",
      "text": "Yeah. I think, you know, we all realized that, like, we'd be outside for a while. So even I went to my brother's house in Brooklyn to finish the meal. And - but I felt so guilty. And it was really hard to watch all these people, like - you know, and their Thanksgiving's ruined. So that's basically what I learned. Do not line the bottom of an oven with foil (laughter)."
    },
    {
      "author": "MIGAKI",
      "text": "That's a great lesson. Thank you for learning it so we didn't have to (laughter)."
    },
    {
      "author": "KIM",
      "text": "Yeah, some food safety. Yeah. Keep a keep a fire extinguisher close by, things like that (laughter)."
    },
    {
      "author": "MIGAKI",
      "text": "Now that we can all practically smell that turkey in the oven, let's recap our strategies for simplifying Thanksgiving."
    },
    {
      "author": "KIM",
      "text": "The main strategy with this is really just making sure you cook everything the night before."
    },
    {
      "author": "MIGAKI",
      "text": "Keep the ingredients to a minimum, and use pantry items that can be used in almost every dish."
    },
    {
      "author": "KIM",
      "text": "For me, it's like butter, salt, pepper, oregano, lemon."
    },
    {
      "author": "MIGAKI",
      "text": "Avoid oven acrobatics. Look for recipes that can all be cooked at the same temperature, and don't overcook that turkey. Whether you use Eric's menu or your own, remember - enjoy yourself with your friends and family."
    },
    {
      "author": "KIM",
      "text": "I've thought a lot about this menu and just excited to share it because it's so much of an expression of, like, what I believe Thanksgiving can be, which was, like, such a pleasure. It's like a pleasure palace of the day, I think."
    },
    {
      "author": "MIGAKI",
      "text": "Well, Eric Kim, thank you so much."
    },
    {
      "author": "KIM",
      "text": "Yeah, this was so lovely, Lauren. Thank you so much for having me."
    },
    {
      "author": "MIGAKI",
      "text": "If you're interested in Eric's turkey recipe or that cheesy pizza stuffing, you can find them at npr.org/lifekit."
    },
    {
      "author": "MIGAKI",
      "text": "For more LIFE KIT, check out our other episodes. There's one about how to host a gathering with intention and another about preserving family recipes. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip, this time from listener Carly Oakley (ph)."
    },
    {
      "author": "CARLY OAKLEY",
      "text": "Bring your own reusable food container when you dine out. It's sustainable because you're avoiding use of a single-use container. And the container you bring is likely way more secure than the to-go container the restaurant will give you, so your leftovers are less likely to spill or stink up your car on the ride home. Hopefully, that's helpful. Thanks. Bye."
    },
    {
      "author": "MIGAKI",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "MIGAKI",
      "text": "This episode of LIFE KIT was produced by Meghan Keane, who's also our managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Andee Tagle, Clare Marie Schneider, Janet Woojeong Lee, and our digital editor is Beck Harlan. I'm Lauren Migaki. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1846986123.mp3",
  "img": "https://media.npr.org/assets/img/2021/11/12/nyt_turkey_7_wide-b10241fc92573968509c36e4aaa89a728a215967.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "LAUREN MIGAKI, HOST",
    "MIGAKI",
    "ERIC KIM",
    "KIM",
    "CARLY OAKLEY"
  ]
}