{
  "title": "Every family has stories to tell. Here's how to document them",
  "url": "https://www.npr.org/transcripts/1055128650",
  "intro": "Learning stories about our loved ones helps us understand their lives and make sense of our own story. Here are five tips to guide you as you document your family history.",
  "transcript": [
    {
      "author": "SIMRAN SETHI, HOST",
      "text": "This is NPR's LIFE KIT. I'm journalist Simran Sethi."
    },
    {
      "author": "KIM HAWLEY",
      "text": "Well, hi, dad."
    },
    {
      "author": "JIM SCHERMAN",
      "text": "Well, hi."
    },
    {
      "author": "HAWLEY",
      "text": "How's your day been?"
    },
    {
      "author": "SCHERMAN",
      "text": "My day's been good. I had the day off."
    },
    {
      "author": "HAWLEY",
      "text": "(Laughter) Don't you have every day off?"
    },
    {
      "author": "SCHERMAN",
      "text": "Well, being retired, I do. But I actually took the day off - didn't do much of anything."
    },
    {
      "author": "SETHI",
      "text": "The voices you're hearing are those of Kim Hawley and her dad, Jim Scherman. Kim's the founder of Strength Through Story, a perinatal support group that uses writing as a form of healing. But despite encouraging others to get their stories out, she hadn't done the same excavating within her own family."
    },
    {
      "author": "HAWLEY",
      "text": "What is a day in the life of a retired person like?"
    },
    {
      "author": "SCHERMAN",
      "text": "Well, you get up in the morning, make breakfast, make coffee, take your meds."
    },
    {
      "author": "HAWLEY",
      "text": "(Laughter) Sounds exhausting."
    },
    {
      "author": "SCHERMAN",
      "text": "It is."
    },
    {
      "author": "SETHI",
      "text": "What you're hearing is Kim's first-ever interview with her dad - a conversation that reveals, as writer and activist James Baldwin once wrote, that history isn't merely something to be read. It's something we carry with us that's present in all that we do."
    },
    {
      "author": "SETHI",
      "text": "This episode of LIFE KIT, we'll learn how to capture the stories of our loved ones - not something to necessarily broadcast or share on social, but precious sounds of our biological or chosen families that we capture to help us understand who they are and give us insights into who we are, too."
    },
    {
      "author": "SETHI",
      "text": "So where do we begin? I reached out to Yowei Shaw - the co-host of NPR's podcast Invisibilia who's documented some wonderful stories about her family - to find out."
    },
    {
      "author": "YOWEI SHAW, BYLINE",
      "text": "There's so many family stories one could do. It's almost overwhelming to think about just starting the one."
    },
    {
      "author": "SETHI",
      "text": "It is. The way to get on top of that overwhelm is our first takeaway. Brainstorm your story and your storyteller - meaning, take time to reflect and think about what you want to accomplish in the conversation. Are you trying to document a time or get clarity on something that's a bit of a family mystery? Figure out your intention, and then start to break your ideas out into themes."
    },
    {
      "author": "SHAW",
      "text": "First of all, make a list of all the different family stories that you would want to do in your lifetime - you know, like, if you had all the time in the world and everybody said yes - and then you just pick one."
    },
    {
      "author": "SETHI",
      "text": "And once you've decided on that what, it's time to connect to the who. Who is the keeper of those great stories about grandma or can fill in details about the embarrassing toast your dad made at your sister's wedding? That's the person you want to interview. And if they seem reluctant or tell you that they don't have anything to say..."
    },
    {
      "author": "SHAW",
      "text": "Oh, my gosh. That comes up a lot. I have a theory that the people who say, oh, I don't really have anything to say, they have, like, the most to say (laughter). They're, like, sitting on the best gossip, essentially. So I would call them up. And, you know, after a little bit of catching up, I would just be straightforward about the ask and really explain what you're trying to accomplish, why it's important, what the process looks like and why their participation is important."
    },
    {
      "author": "SETHI",
      "text": "Once you get them to yes, it's time for takeaway two - research and logistics. Look on the web. Get the skinny from other family members. Put time into collecting information that can help you zero in on your story."
    },
    {
      "author": "SHAW",
      "text": "Break that topic into smaller anecdotes and feelings and revelations and big ideas to ask your family member about."
    },
    {
      "author": "SETHI",
      "text": "And you'd write these questions down."
    },
    {
      "author": "SHAW",
      "text": "I'd write these questions down. And I would use your imagination to think about, like, if I were this person and had gone through this, like, what would be some feelings I might have? What might be some moments that might be impactful?"
    },
    {
      "author": "SETHI",
      "text": "So after researching and writing questions, it's time to tackle the technical. Print out your questions, and think about your recording device. Nicolette Khan, an archivist with NPR, says we can go with what we already have - our smartphone. A voice memo app works great. Now, find a space. You'll want a room that's quiet."
    },
    {
      "author": "SHAW",
      "text": "Ideally with carpet or rugs or drapery and other soft things so that there aren't echoes. I would shut the door. I would let everyone else in the house know you're doing this interview, so you need them to not, like, you know, vacuum during the interview."
    },
    {
      "author": "SETHI",
      "text": "It's important to give the interview time so your conversation can really breathe and open up. Plan on at least 30 minutes to start, and make the interview space one that you and your guest can really settle into."
    },
    {
      "author": "SHAW",
      "text": "I like to have refreshments just to make it more comfortable. And especially if, you know, somebody has a sweet tooth, like, just, like, ply them with cookies before, have, like, a hot cup of coffee or tea and water. And then when you're ready to do the interview, you know, get your smartphone. Put it in between the two of you. So just make sure that the microphone side of the phone is, like, pointed towards you and your guest. And start recording immediately. Like, do not forget to press record."
    },
    {
      "author": "HAWLEY",
      "text": "So I've never interviewed you before, I don't think."
    },
    {
      "author": "SCHERMAN",
      "text": "No."
    },
    {
      "author": "HAWLEY",
      "text": "You would remember, right?"
    },
    {
      "author": "SCHERMAN",
      "text": "Oh, yeah."
    },
    {
      "author": "HAWLEY",
      "text": "So, yeah. So how do you feel about me interviewing you? Is it OK?"
    },
    {
      "author": "SCHERMAN",
      "text": "I'm good. I'm good with it. I have no secrets."
    },
    {
      "author": "SETHI",
      "text": "Once you and your interviewee have settled in, as Kim and Jim clearly have, it's on to takeaway three - navigating the conversation - what we can call interviewing 101. It's important to prepare ahead of time and have a list of questions ready to go. But everyone who does this for a living will tell you to also stay open to what happens in the moment. Don't be afraid to add or subtract questions or to move them around."
    },
    {
      "author": "SHAW",
      "text": "I would prioritize following the conversation where it goes. And then you can always go back to your questions at the end of the interview to make sure you get everything you need."
    },
    {
      "author": "SETHI",
      "text": "That's really important - let the story go where it leads you. Interviews are a dance between preparation and improvisation. And like any dance, the more comfortable you feel with your partner, the better the flow. And even though you might be talking to someone that you've known your entire life, interviewing is not a normal way of interacting. So the best way to facilitate flow is to start with some basic warm-ups."
    },
    {
      "author": "SHAW",
      "text": "Questions that you're just like, OK, like, let's start at the beginning. Like, set the scene. Like, what's a favorite memory from childhood?"
    },
    {
      "author": "HAWLEY",
      "text": "OK, so let's talk about when you were a kid."
    },
    {
      "author": "SCHERMAN",
      "text": "OK."
    },
    {
      "author": "HAWLEY",
      "text": "Because I know some about when you were a kid. You grew up on a farm."
    },
    {
      "author": "SCHERMAN",
      "text": "I did."
    },
    {
      "author": "HAWLEY",
      "text": "What kinds of things did you raise or..."
    },
    {
      "author": "SCHERMAN",
      "text": "Well, we had cattle, mostly dairy cattle. You know, there were a couple of cows that we had - kept for quite a long time. And I remember them quite well."
    },
    {
      "author": "HAWLEY",
      "text": "Do you remember their names?"
    },
    {
      "author": "SCHERMAN",
      "text": "Didn't have names. Cows - farm animals don't have names as a rule. I mean, they just never name anything. And I've told you this before. Simple reason for that is you don't name something you might eat."
    },
    {
      "author": "SETHI",
      "text": "I'd like to know how you also encourage people to break through like, oh, you know, hey, dad, tell me about XYZ. And it's a story that you've heard your whole life, and they're sharing it in the exact same way that they always have. How do you loosen that up a little bit and get in there?"
    },
    {
      "author": "SHAW",
      "text": "Well, it's interesting. I mean, one might want a record of the way that your dad tells that story and again and again. I mean, it's kind of an interesting artifact, right? The issue, I think, is when they tell the story and then are rigid about its meaning or don't, like, answer the questions that you're interested in or don't give, like, the context or other information. And I think it's just as simple as, like, interrupting. Like, because they have - like, people have a spiel..."
    },
    {
      "author": "SHAW",
      "text": "...If it's like a rehearsed story that they've told again and again. And so, like, coming up with questions that just slow people down..."
    },
    {
      "author": "HAWLEY",
      "text": "One time you mentioned something about a cow in the window or something."
    },
    {
      "author": "SCHERMAN",
      "text": "Yep. Yep. We were all at home. I think it was..."
    },
    {
      "author": "HAWLEY",
      "text": "How old were you?"
    },
    {
      "author": "SCHERMAN",
      "text": "I would have been about 7. And my mom was over by the sink. And the window was open. And she looked up, and she took off at a dead run just screaming. And I couldn't imagine what it was. I didn't know whether to run or what to do. And I looked up, and it was the cow. And I thought, it's nothing, you know? It's just the cow. And she was just freaked out. She was in the other room just beside herself."
    },
    {
      "author": "HAWLEY",
      "text": "And that cow just freaked her out so much."
    },
    {
      "author": "SCHERMAN",
      "text": "Oh, man. And it wasn't like she'd never seen cows. I guess she'd never seen one, you know, peering into the kitchen window at her."
    },
    {
      "author": "SETHI",
      "text": "As the conversation starts to open up and get more intimate, you want to help your storyteller break out of set answers. So try to ask more open-ended questions - ones that require more than a quick yes or no response."
    },
    {
      "author": "SHAW",
      "text": "Questions like, tell me about X moment. What were you thinking? What were you feeling? What did it feel like in your body? Like, what did you notice? What did you see? Describe X. Paint a portrait of X. What surprised you about X? Questions that get you to a moment or a turning point - I would like to try to zoom in on moments and then, like, feel around around that moment a lot with questions."
    },
    {
      "author": "SETHI",
      "text": "One other thing to remember - the moments that you'll want to capture extend beyond formal conversation. Maybe it's a phrase your mom says or a funny sound your nephew makes when he's really excited. Those bits are precious parts of our life soundtracks."
    },
    {
      "author": "SHAW",
      "text": "Maybe, like, your dad likes to tell a certain joke at breakfast time and likes to slam his cup of coffee down onto the table, and then it splashes, and then your mom yells at him. Like, that's like a comedy sequence maybe that just, like, happens again and again. And you're like, OK, I want to capture that, you know? So I would just, like, obviously let everyone know what you're doing, and then try to fade into the background. And then just go on a treasure hunt essentially to, like, get and record those specific sounds and scenes."
    },
    {
      "author": "SETHI",
      "text": "There's a lot of magic in the mundane, and capturing these moments are also a cornerstone of what journalists try to do. But let's be clear, documenting family stories isn't investigative reporting."
    },
    {
      "author": "SHAW",
      "text": "The priorities are pretty - like, it's really a group project. You know, like, your goals are more aligned. Like, you and your family members are doing a service for the entire family, you know? And so the priority should be making sure everybody has a good experience and is comfortable."
    },
    {
      "author": "SETHI",
      "text": "That's takeaway four - prioritize comfort. Make sure to approach sensitive topics and stories that have gone unsaid with a lot of care."
    },
    {
      "author": "SHAW",
      "text": "First, do a lot of recon - you know, like, trying to map out the contours of the sensitivity, asking other family members, like, what is the sensitivity about, like, what has happened when you've talked about this in the past? And then I would just go ahead and ask the question and just be like, hey, like, I'm going to ask you something that, like, you don't have to answer if you don't want to answer it, but I need to ask you this."
    },
    {
      "author": "HAWLEY",
      "text": "I've heard that there are a few things that are similar between your mom and me."
    },
    {
      "author": "SCHERMAN",
      "text": "Between me and her?"
    },
    {
      "author": "HAWLEY",
      "text": "No, me."
    },
    {
      "author": "SCHERMAN",
      "text": "Oh, you and her. Yes, there are."
    },
    {
      "author": "HAWLEY",
      "text": "But the thing that I think stands out the most to me is that she was and I have struggled with hypochondria."
    },
    {
      "author": "SCHERMAN",
      "text": "That's correct."
    },
    {
      "author": "HAWLEY",
      "text": "Yeah."
    },
    {
      "author": "SCHERMAN",
      "text": "Yeah. Yeah, mom was always sick. She was always down with something. That was a constant. I mean, you could count on it as sure as the sun comes up in the morning."
    },
    {
      "author": "HAWLEY",
      "text": "It seems like if I had known grandma, that is something she and I at least would be able to talk about."
    },
    {
      "author": "SCHERMAN",
      "text": "She was never able to acknowledge that she had hypochondria..."
    },
    {
      "author": "HAWLEY",
      "text": "Oh (laughter)."
    },
    {
      "author": "SCHERMAN",
      "text": "...And never did up until death. She never did acknowledge that she had hypochondria. She said she was just a sick person."
    },
    {
      "author": "SHAW",
      "text": "So people can, like, overcorrect for people's sensitivities, you know? Like, people can be like, oh, you can't talk about X because they're going to freak out. And then you end up going there in an interview. And yeah, it's a little uncomfortable. And yeah, it's, like, maybe hard in the moment. But in the end, like, they're happy that they talked about it with you."
    },
    {
      "author": "HAWLEY",
      "text": "So I think that kind of leads me to I guess mental health, you know, in our family. And I just wondered - there was one time you told me that you were struggling a lot with your mental health..."
    },
    {
      "author": "SCHERMAN",
      "text": "That's correct."
    },
    {
      "author": "HAWLEY",
      "text": "...And that you actually went to a facility for a couple days."
    },
    {
      "author": "SCHERMAN",
      "text": "No, for - I think I went there for 17 days. I went through a period of, well, I don't know what they want to call it, but it is anxiety. I got to a point where I just couldn't function anymore. So I called my doctor and had myself put into a mental facility. And I was there for, like, 16, 17 days. And I walked out of there with the tools that I needed, and I've been very independent since then."
    },
    {
      "author": "SETHI",
      "text": "You can hear that Jim was really open and vulnerable there, but sometimes it takes time for people to open up. Ask your question, and then do your very best to be comfortable with whatever follows, including silence. Yowei says it's not something to shy away from."
    },
    {
      "author": "SHAW",
      "text": "Oh yes, yes, yes. I used to find silence really uncomfortable. But now I feel like they are gifts. They're my favorite parts."
    },
    {
      "author": "SETHI",
      "text": "Silence is not easy, but it is so powerful."
    },
    {
      "author": "SHAW",
      "text": "When there is silence, there is something electric happening. They are, like, either turning something over in their head very seriously. They are having an emotional reaction. They might be trying to access a memory they haven't thought about in decades. Your job as the interviewer is to just pay attention to those moments when they start to creep up and just, like, bite your tongue."
    },
    {
      "author": "SETHI",
      "text": "And then let that sense of spaciousness extend to your whole body."
    },
    {
      "author": "SHAW",
      "text": "Like, sometimes I just sit back to signal that I am totally fine waiting and I'm going to, like, stay there."
    },
    {
      "author": "SETHI",
      "text": "Whether it's leaning back, sitting in silence or asking hard questions, remember that you're doing this in service of deepening connection. And that brings us to our last, probably most important takeaway. Don't wait."
    },
    {
      "author": "SHAW",
      "text": "I cannot stress this enough. You don't know what's going to happen the next day. You don't know who's going to be around. I interviewed my grandpa a few years ago. And during the interview, I noticed that his - stories started - he started to repeat stories. And his stories started to become circular. Like, they just always ended up at the same place. And then I realized, like, I was too late. You know, like, I had all these questions about, like, ancestors, like his great grandparents and whatever he remembered about his, you know, people way back. And then it was like, oh, OK, we lost the opportunity. This stuff is - it's, like, so precious. And like, it's actually not that hard to do to just, like, press record and ask some questions. It can feel like maybe emotionally difficult, but the actual actions of it are not that hard. And most people, I feel like, would understand the importance and would be happy to do it. And like, if we don't make time and do it right away, like, I'm just worried about, like, all the sounds and stories and history and, like, scenes that will be lost."
    },
    {
      "author": "SETHI",
      "text": "The pandemic has been a sober reminder that time is precious. Don't let your family stories slip away."
    },
    {
      "author": "HAWLEY",
      "text": "Well, thanks, Dad. Thanks for talking to me today about all this stuff. It's been kind of heavy stuff and funny stuff and all the stuff. So thanks for talking to me."
    },
    {
      "author": "SCHERMAN",
      "text": "Yeah, no problem. When is the check going to be in the mail?"
    },
    {
      "author": "HAWLEY",
      "text": "(Laughter)."
    },
    {
      "author": "SETHI",
      "text": "To recap, documenting family stories starts with brainstorming. Zero in on a theme so things don't get too overwhelming, and then make the ask to a loved one. Next - Takeaway 2 - research. Write questions that help give structure to the conversation and tackle logistics. Print out questions, find a quiet space, set up your phone as a recorder, and then hit record. Do not forget to hit record. As for the conversation itself, let it flow - Takeaway 3. Start with some basic warm-ups, mine for details by asking open-ended questions, and also listen beyond words for other sounds that you want to capture. When tackling more sensitive stories - Takeaway 4 - go slow and get comfortable with pauses. Magic happens in quiet moments. And lastly, don't wait. Your loved ones hold their stories and yours. Capture them while there's still time."
    },
    {
      "author": "SETHI",
      "text": "For more NPR LIFE KIT, check out our other episodes. We have one about how to carry on a family recipe. And if you've got the interviewing bug, we have an episode all about how to start a podcast. It's one of my favorites. You can find those episodes at npr.org/lifekit. And as always, here's a completely random tip, this time from NPR producer James Delahoussaye."
    },
    {
      "author": "JAMES DELAHOUSSAYE, BYLINE",
      "text": "I was just on vacation, and a lot of the venues in the city were requiring vaccination card checks, so I realized I could just take a picture of my vaccination card and put it to the lock screen on my smartphone. So when anybody at a restaurant or bar or museum asked for it, I could just tap on my phone and, boom, there it was. It was super easy, and I didn't have to fiddle with my phone, and I didn't keep anybody waiting. And yeah, very convenient."
    },
    {
      "author": "SETHI",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us at lifekit@npr.org. This episode was produced by Sylvie Douglis. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editors are Janet Woojeong Lee and Beck Harlan. Thanks to Nicolette Kahn for insights on interviewing and Alex Drewenskus for tech support. And thanks to you for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5819142992.mp3",
  "img": "https://media.npr.org/assets/img/2021/11/16/lk_familystory_lead-copy_wide-1c843d57d00bfee63f308448c383489d58dc7905.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "SIMRAN SETHI, HOST",
    "KIM HAWLEY",
    "JIM SCHERMAN",
    "HAWLEY",
    "SCHERMAN",
    "SETHI",
    "YOWEI SHAW, BYLINE",
    "SHAW",
    "JAMES DELAHOUSSAYE, BYLINE"
  ]
}