{
  "title": "How to decide if freezing your eggs is right for you — and where to get started",
  "url": "https://www.npr.org/transcripts/1056834875",
  "intro": "Freezing your eggs can open doors for your fertility. It's also emotional, time-consuming and expensive. Here are some things to think about before you decide to freeze your eggs — and what to know if you do, including how much it costs and how to prepare for the process.",
  "transcript": [
    {
      "author": "ALYSSA JEONG PERRY, HOST",
      "text": "This is NPR's LIFE KIT. I'm Alyssa Jeong Perry, and I'm a producer on NPR's Code Switch. So confession - I'm in my mid-30s and as of right now, single. Last year, my social media feeds were full of ads targeting me about fertility testing and egg freezing, also known as fertility preservation. It stressed me out. I kept thinking the longer I wait, the harder it's going to be for me to have a child. It's only now that I finally feel settled in my career and can look to the future. I know I'm not alone."
    },
    {
      "author": "RACHEL MCKAY STEELE",
      "text": "I just had a feeling that I wasn't going to be ready to have kids before the age of 40 in terms of where I am in my life, my career, meeting a partner. And I thought freezing my eggs would just be a good idea since I did know that I do want children."
    },
    {
      "author": "PERRY",
      "text": "That's my friend Rachel McKay Steele. She's the same age as me, and we met in our early 20s through an old roommate. We hadn't seen each other for at least 12 years, but then the next time I saw her..."
    },
    {
      "author": "STEELE",
      "text": "You messaged me because you thought you'd seen me in the waiting room at a fertility doctors and you had. And so you saw on Instagram that I was posting about my egg freezing. So you messaged me and you were like, hey, it's Alyssa, Sarah's roommate. I saw you in the waiting room (laughter)."
    },
    {
      "author": "PERRY",
      "text": "Yep. Rachel and I share the same fertility doctor. Earlier this year, we both froze our eggs within a day of each other. I went first, by the way. When I decided to freeze my eggs, I talked to my OB-GYN. I talked to friends. I Googled. So I thought I knew everything I was getting myself into. But I was wrong about almost everything. That's why I wanted to make a LIFE KIT episode on egg freezing. It's a deeply personal decision, and it's a privileged decision. I just want to note that this episode isn't going to tell you what to do. Instead, it's going to help you make the right decision for yourself."
    },
    {
      "author": "PERRY",
      "text": "OK. It can be daunting trying to plan your future, especially when it's unknown and your biological clock is ticking. You may be asking yourself, should I freeze my eggs? Fertility preservation is a big decision that can impact your life. So takeaway No. 1 is clarify why you want to freeze your eggs. The first question to ask yourself is, how important is it to me to have a biological connection with my children? If your answer is not at all, perhaps this episode isn't for you."
    },
    {
      "author": "PERRY",
      "text": "One tip I found helpful when I thought about freezing my eggs was make a pros and cons list with some of these questions in mind. What is my goal for freezing my eggs? Do I want to have a family? How many kids do I want? Would I be open to being a single parent? Dr. Amanda Adeleye is an assistant professor and a reproductive endocrinologist at the University of Chicago. Basically, she helps patients through their fertility journeys. She says people preserve their eggs for a myriad of reasons, like..."
    },
    {
      "author": "AMANDA ADELEYE",
      "text": "If somebody has a cancer diagnosis, then in that case, sometimes we can try to quickly save eggs in that process for future use."
    },
    {
      "author": "PERRY",
      "text": "She says a lot of her patients come to her and say, I don't want to get pregnant right now or..."
    },
    {
      "author": "ADELEYE",
      "text": "I don't want to get pregnant at all, but maybe my partner might want to get pregnant with my eggs."
    },
    {
      "author": "PERRY",
      "text": "Dr. Adeleye works with trans patients as well, and they've told her."
    },
    {
      "author": "ADELEYE",
      "text": "They're not sure what they want to do in the future. But they've heard that maybe the things that they're interested in, such as gender-affirming hormones, could affect their eggs."
    },
    {
      "author": "PERRY",
      "text": "Trystan Reese is a trans fertility advocate who runs a website called Trans Fertility Co. It provides fertility research and other information for the trans community. He says while there's limited data among the trans community in fertility treatments, we do know that less than 5% do any fertility preservation."
    },
    {
      "author": "TRYSTAN REESE",
      "text": "We don't know if that's because being a transgender person, especially pretransition, can be so psychologically difficult. Navigating a world that doesn't really see you, that doesn't affirm that you have a right to exist, people may not ever imagine that they will ever get to a place where they have community love and support, or they have a romantic partner or partners, or they're stable enough in their own, you know, family support network."
    },
    {
      "author": "PERRY",
      "text": "But Reese does say, as of recently, many people have been asking about fertility preservation"
    },
    {
      "author": "REESE",
      "text": "As more trans people see that actually becoming a parent is available for them, more of them are saying, oh, I want to know more about that. How do I make that happen for me? Is it possible for me?"
    },
    {
      "author": "PERRY",
      "text": "Another thing to consider is your age."
    },
    {
      "author": "ADELEYE",
      "text": "It is absolutely true that fertility starts to decline in your 30s. But you can find people all over the world that get pregnant at 35, 37. And I think what's really important is to just understand the physiology of why there's a decline in ovarian function."
    },
    {
      "author": "PERRY",
      "text": "Adeleye says as you get older, it's important to know there's a higher chance your eggs aren't as healthy, making it hard to get pregnant."
    },
    {
      "author": "PERRY",
      "text": "Is there a best time to freeze your eggs? You talked about looking at your ovarian cycle, right? It does get less good as you get older. We all know that. You know, you always hear your biological clock is ticking. So do you think there's a best time to freeze your eggs?"
    },
    {
      "author": "ADELEYE",
      "text": "I mean, you know, probably somewhere between 35 to 37."
    },
    {
      "author": "PERRY",
      "text": "OK."
    },
    {
      "author": "ADELEYE",
      "text": "But I try not to give that exact answer."
    },
    {
      "author": "PERRY",
      "text": "Well, as long I'm in that range - asking for myself."
    },
    {
      "author": "ADELEYE",
      "text": "Yeah, no..."
    },
    {
      "author": "PERRY",
      "text": "Thank God."
    },
    {
      "author": "ADELEYE",
      "text": "...I think you got it right. I think you did. But, you know, I always hesitate to answer it off the bat because it just depends so much on, you know, your own personal situation. But in general, from a biologic standpoint, you know, if you are not ready to build a family, then usually by about 35 to 37 I think is a good time."
    },
    {
      "author": "PERRY",
      "text": "And, sometimes, people like me might just want to prioritize their career for a while,"
    },
    {
      "author": "ADELEYE",
      "text": "Whereas somebody else might say, I'm currently in a relationship. I don't want to start a family now, but maybe in six months. Very different people, very different approaches to whether or not preserving their fertility would be helpful."
    },
    {
      "author": "PERRY",
      "text": "Another great question to ask yourself is, do you have any baggage when it comes to your own fertility? Egg freezing has become more common since 2012, when the American Society for Reproductive Medicine and the Society for Assisted Reproductive Technology announced that egg freezing was no longer experimental. Angela Bethea-Walsh is a licensed psychologist and specializes in fertility psychotherapy. She says family cultural norms and expectations may affect why people of color don't seek fertility treatment."
    },
    {
      "author": "ANGELA BETHEA-WALSH",
      "text": "I certainly received messages from some of my own family members about, oh, you're going to go, you know, to graduate school and get your Ph.D.? Where are you going to settle down and stop that school thing and start a family?"
    },
    {
      "author": "PERRY",
      "text": "Bethea-Walsh says another reason could be that a lot of people of color may internalize a racial stereotype that they themselves can easily get pregnant."
    },
    {
      "author": "BETHEA-WALSH",
      "text": "They look around. They see their cousin is having their fourth child. Or, you know, maybe they have another relative who, oops, you know, got pregnant without even trying all. And a little bit of this internalized, like, hypersexuality."
    },
    {
      "author": "PERRY",
      "text": "Bethea-Walsh says there's a lot of good support networks out there for people of color and that it's worth reaching out to them. Here's Reese again."
    },
    {
      "author": "REESE",
      "text": "So I always advise people, go on Facebook or whatever social media platform you use that feels safe for you and search for groups and join groups and keep trying until you find one that feels really, really right for where you are in your life and in your process."
    },
    {
      "author": "PERRY",
      "text": "Egg freezing is becoming more mainstream and accessible, but that doesn't mean it's affordable. So takeaway number two would be think about the money. Here's my friend Rachel again."
    },
    {
      "author": "STEELE",
      "text": "Definitely for me, there was a big financial barrier. And luckily, when I was 34, I got a job that had health insurance that there was - one of the plans provided fertility coverage. So I picked, like, the most expensive plan so that I would have the fertility coverage."
    },
    {
      "author": "PERRY",
      "text": "A lot of people hold off thinking about egg freezing because the cost of the process isn't clear but seems expensive. And it is. Without insurance, egg freezing can cost up to $20,000 out of pocket. That usually includes medication, doctor visits and the actual surgical procedure to remove the eggs. But it doesn't even include the storage fee you have to pay yearly for your eggs. So overall, it's a hefty sticker price for one cycle of egg freezing. Currently, 19 states require insurance companies to supply coverage for infertility treatments."
    },
    {
      "author": "PERRY",
      "text": "And there are grants available through nonprofits that you can apply for, but there are very few of them, so don't rely on them. Some people end up taking out personal loans or borrowing money from family members. You know, savings is also an option. One savings tip I learned is that you can put money into a high-yield savings account. It's a savings account that has a higher interest rate return than a regular savings account. This way, your money can grow a little that's tax-free. But let's be clear. Freezing your eggs is privileged. Here's Bethea-Walsh again."
    },
    {
      "author": "BETHEA-WALSH",
      "text": "When race intersects with class, it's a conversation that's even less likely to happen, that providers really don't tend to go there with women of low income because, oh, they can't afford it."
    },
    {
      "author": "PERRY",
      "text": "Racial and implicit bias from doctors like that can be one of the reasons why people of color don't even think of fertility treatments as an option. I did ask a lot of fertility experts about the best way to afford egg freezing, and I'm really sorry to report that no one had a great answer. I wish it was different, but that's the reality for now."
    },
    {
      "author": "PERRY",
      "text": "OK, so you've clarified your goals and checked off your financials. Now what? Takeaway No. 3 is to find a doctor and see where your fertility stands. When I got serious about freezing my eggs, I spoke to my OB-GYN doctor who recommended three different clinics and doctor names that specialize in fertility. Dr. Adeleye recommends finding a clinic or doctor's office that is safe and responds in a timely manner. It's also important to work with a doctor who you feel comfortable having a frank conversation with. No matter who you are, choosing a doctor can be hard, especially when it comes to such a delicate topic like fertility. Trystan Reese has advice on how to find a doctor that treats you respectfully."
    },
    {
      "author": "REESE",
      "text": "My only advice is to find an ally to call clinics in your area and ask them, hey, have you had training on using gender-neutral pronouns? Have you had training on working with people pre-transition or post-transition? And just listening hard to make sure that fertility centers and clinics - they want your business, and sometimes people know how to say the right things; that doesn't mean that you're going to be treated well. You know, and so I tell people, get an ally, ask your partner if they're not trans, ask a friend to call on your behalf and kind of ask them some questions to make sure they're really ready to support you through this process."
    },
    {
      "author": "PERRY",
      "text": "After a few phone calls and casual meet-and-greets with a couple of clinics, I decided on my clinic and doctor. Then my clinic scheduled me to take a close look at my fertility. A typical check-in will start with an ultrasound of the patient's ovaries, where they look at their follicles, which are small sacs that surround the eggs. The doctor wants to see how many follicles you already have. Then you do a blood test."
    },
    {
      "author": "ADELEYE",
      "text": "I will get an anti-mullerian hormone level, which is a hormone that's made by very small follicles. So the AMH level will help to guide me as to how my patient will respond to ovarian stimulation for egg banking."
    },
    {
      "author": "PERRY",
      "text": "My doctor told me my levels were fine, and I was a good candidate to start freezing my eggs right away. But I got cold feet. Bethea Walsh says a lot of people get stressed because it's the fear of the unknown."
    },
    {
      "author": "BETHEA-WALSH",
      "text": "Can I do this? Will it work? It's an awfully expensive process, right? So, like, I will pump all this money into it, and what's going to happen?"
    },
    {
      "author": "PERRY",
      "text": "She recommends focusing on the next task right in front of you - not in two weeks from now, not in five months from now. One piece of advice from me - if you feel rushed into freezing your eggs after your fertility consultation, don't do it. I waited a month so I could mentally prepare myself."
    },
    {
      "author": "PERRY",
      "text": "Takeaway No. 4 is prepare for the egg freezing cycle. One typical egg freezing cycle can range from 10 to 14 days long. During that time, you have to go to a lot of doctor's appointments to make sure the meds are working. I told my supervisors at work that I was starting an egg freezing cycle. That way, they could anticipate me missing work for the doctor's appointments. During the two-week cycle, you have to give yourself shots of hormones."
    },
    {
      "author": "ADELEYE",
      "text": "These hormones are called FSA and LH, and basically, they tell your ovaries what to do. So they tell the little follicles to grow."
    },
    {
      "author": "PERRY",
      "text": "If you're nervous, you can ask your provider to show you how to inject yourself or enlist a friend. In the beginning, I asked my friend who had done egg retrievals before to show me over FaceTime."
    },
    {
      "author": "ADELEYE",
      "text": "Some people might feel some site reactions where the injections are. So you might get some bruising, some burning. That's pretty common."
    },
    {
      "author": "PERRY",
      "text": "If needles scare you, you can ice the area beforehand so it's somewhat numb. Also, take deep breaths before you inject yourself. It will relax the area. During this time, you really need to take it easy so that you don't get something called ovarian torsion. It's when the ovaries twist and cut off the blood supply to them. So this means no vigorous exercise and no penile-vaginal intercourse. For people who are taking any gender-affirming hormones like testosterone, it's recommended to take a break as you prepare for egg freezing. But for some, getting off hormones can be hard and could trigger gender dysphoria. There can be mental and physical changes, such as changes in the voice and recurrence of menstruation. So Reese says..."
    },
    {
      "author": "REESE",
      "text": "And so, really, the best option is to preserve your fertility, to freeze those eggs before you transition, and that way you don't have to go off of your hormones later on down the road."
    },
    {
      "author": "PERRY",
      "text": "There's not much data on what gender-affirming hormones could do to fertility, but one study showed that transgender men who used gender-affirming hormones and stopped a few months before fertility treatments yield the same number of eggs as a cis woman patient. Another thing to remember is that age plays a huge role in getting the right amount of eggs to freeze. During my cycle, I was so stressed that I wasn't going to harvest the right number of eggs to have a baby. Dr. Adeleye says that's one of the biggest stressors she commonly sees from her patients."
    },
    {
      "author": "ADELEYE",
      "text": "Fertility is never guaranteed, even if you freeze a hundred eggs. So it's all about probability and what you're most comfortable with and how was the experience for you."
    },
    {
      "author": "PERRY",
      "text": "Uncertainty is a big part of this process. And even with all the effort and money invested, no one is guaranteed to conceive this way. Research shows that most people will need to freeze 10 to 20 mature eggs. But that doesn't mean you'll have 10 to 20 babies. It depends on how many mature and healthy eggs you get in that cycle. It's a numbers game. The younger you are, the healthier your eggs will be. Data shows someone under 35 has about an 85% chance of having a baby with 15 frozen eggs. But if a 38-year-old freezes the same amount of eggs, that percentage goes down to 60% percent."
    },
    {
      "author": "ADELEYE",
      "text": "But really, egg quality, that chromosomal quality, is really important."
    },
    {
      "author": "PERRY",
      "text": "Despite what you think, remember it's quality over quantity. Getting ready for the actual surgical retrieval is carefully timed out. You'll take a couple shots around 36 hours before the surgery. It's medicine that tells your eggs that they're ready to be fertilized. It's a same-day procedure, but you do have to go under anesthesia. Reese, the trans fertility advocate, says that the anesthesia can help with gender dysphoria if that's a concern. The surgery itself is pretty quick. The doctors will use a needle to extract the eggs. So no cutting, no stitches."
    },
    {
      "author": "ADELEYE",
      "text": "We actually guide a needle through the back of the vagina to the ovaries. So we remove the fluid from each of the follicles, and then that fluid goes through a tube. And then an embryologist will take that tube and look at the fluid under the microscope to identify the eggs, and they'll prepare them to be frozen."
    },
    {
      "author": "PERRY",
      "text": "When you wake up, the doctor or team will tell you as soon as possible how many eggs they were able to retrieve. Only 70 to 80% of those eggs will be mature and healthy enough to freeze. Recovery can vary from person to person. You may bloat and have hormonal changes since you will no longer be taking medicine. If you can, you should take a couple days off work so you can adjust. The day before my surgery, I cleaned my house, had fresh sheets on my bed and cued up my favorite shows and movies. If you don't have any help at home, I highly recommend this so you can just focus on resting. Another tip to help with recovery - have a heating pad on hand at all times. It helps if you feel sore after."
    },
    {
      "author": "PERRY",
      "text": "Freezing your eggs is no joke. It can be emotionally and physically exhausting. So Takeaway No. 5 is prepare to deal with the uncertainty of it all. We do know that an egg freezing cycle can take two weeks plus recovery time after the retrieval, so it's good to ask yourself, what life am I going to have during the process? Some tips I have - lean on your support system. Ask your friends to bring you dinner, take a long walk with you or even send you a funny meme. Also, get some good sleep and try meditation to manage your stress. Stress levels could be high during the process because you just don't know what the outcome could be. Angela Bethea Walsh, the psychologist, says control what you can control. Stay in the present."
    },
    {
      "author": "BETHEA-WALSH",
      "text": "Taking the medication as directed and managing all of that - that seems to be really helpful for people, not to mention finding a way to relate to these thoughts that sort of lead people to climb up the anxiety cliff. So just remembering thoughts are not facts, feelings are not facts."
    },
    {
      "author": "PERRY",
      "text": "And remember; your body is going through a lot of changes. It's going to do what it's going to do. We're born with all the eggs we'll ever have. So that's a factor that's outside of your control. My friend Rachel says she was really kind to her body during her egg freezing cycle."
    },
    {
      "author": "STEELE",
      "text": "I just tried to remind myself to thank my body for doing this for me. I took a lot of Epsom salt baths, playing Lorde and lighting candles."
    },
    {
      "author": "PERRY",
      "text": "OK, I know this was a lot, so let's recap. Takeaway No. 1 - clarify your goals for egg freezing. Ask yourself, what is my goal for freezing my eggs? Do I want to have a family? Is having a biological child important to me? Takeaway No. 2 - think about the money. It's expensive, and there's a yearly storage fee. Find out if your health insurance will help or if you need to pay out of pocket."
    },
    {
      "author": "PERRY",
      "text": "Takeaway No. 3 - see where your fertility stands. Find a doctor you feel comfortable with and get some tests done to check your fertility. Takeaway No. 4 - prepare for the egg freezing cycle. Learn how the procedure will affect your life day to day and make plans accordingly. Takeaway No. 5 - know uncertainty is an inevitable part of the process. Lean into support systems and self-care during this time to negate stress and manage your expectations."
    },
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "Just a reminder, if you love and appreciate LIFE KIT, go to donate.npr.org/lifekit to get started with your donation. Again, that's donate.npr.org/lifekit."
    },
    {
      "author": "PERRY",
      "text": "For more LIFE KIT, check out our other episodes. We've got an episode on how to pick a birth control that works for you and another on how to select a baby name. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "PERRY",
      "text": "This episode of LIFE KIT was produced by Audrey Nguyen. Meghan Keane is the managing producer. She also edited this episode. Beth Donovan is the senior editor. Our production team also includes Andee Tagle, Clare Marie Schneider, Janet Woojeong Lee and Sylvie Douglis. Special thanks to Alecia Eberhardt-Smith, Lisa Schuman and Devon Baeza. Our digital editors are Beck Harlan and Wynne Davis. I'm Alyssa Jeong Perry. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4126836566.mp3",
  "img": "https://media.npr.org/assets/img/2021/11/18/lk_freezing-eggs_sol-cotti_wide-284e73e64ba4467286713eeb97cd17e4b3b2d5d9.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ALYSSA JEONG PERRY, HOST",
    "RACHEL MCKAY STEELE",
    "PERRY",
    "STEELE",
    "AMANDA ADELEYE",
    "ADELEYE",
    "TRYSTAN REESE",
    "REESE",
    "ANGELA BETHEA-WALSH",
    "BETHEA-WALSH",
    "ANDEE TAGLE, BYLINE"
  ]
}