{
  "title": "5 tips to help you stop being so late (or at least make you more honest about it)",
  "url": "https://www.npr.org/transcripts/1061811764",
  "intro": "People are late for lots of reasons — being overly optimistic, not accurately gauging how much time it takes to actually get somewhere, even being afraid of being early. Time management coach Rashelle Isip shares some tactics that can help you embrace punctuality and avoid that awkward apology for being tardy ... again.",
  "transcript": [
    {
      "author": "UNIDENTIFIED PERSON, BYLINE",
      "text": "Hearing really good advice at the right moment is powerful. Suddenly, you've got the energy, clarity and momentum to take on a challenge. Each week, LIFE KIT gives listeners insight into the world around them. Your contributions to NPR stations make this important public service happen. At LIFE KIT, we're dedicated to helping people not just manage their lives but enrich their lives because we believe everyone needs a little help every now and then, whether you're figuring out how to have a tough conversation with a friend or how to support your kids during a pandemic. If you've heard a LIFE KIT episode that's impacted your life, your support will help keep the good advice coming. Go to donate.npr.org/lifekit to get started with your donations. Again, that's donate.npr.org/lifekit. And thanks."
    },
    {
      "author": "JULIA FURLAN, HOST",
      "text": "This is NPR's LIFE KIT. And I'm Julia Furlan. We've all been there. You're rushing to get out the door for whatever it is. You can't find your keys. You put on a pair of shoes, but they're clearly just the wrong pair. You're trying to chug hot coffee 'cause you don't have a to-go mug. And you realize you're going to be late. But how big a deal is that, really?"
    },
    {
      "author": "RASHELLE ISIP",
      "text": "I think it's very important to be on time. We are interacting with not only others but also ourselves. And, you know, punctuality really can be a reflection of how well that you are respecting your own time and your own well-being."
    },
    {
      "author": "FURLAN",
      "text": "That's Rashelle Isip, a professional organizer and time management coach. She says that there's a lot that goes into being on time, like not trying to organize the shoe rack or find that one specific pair of socks when you're struggling to get yourself out the door. Even though Rashelle is an on-time person, she understands that all of life isn't about being on time."
    },
    {
      "author": "ISIP",
      "text": "You don't necessarily have to have every minute and every second planned. There's certainly room for spontaneity."
    },
    {
      "author": "FURLAN",
      "text": "Being on time can mean reframing the way you think about arriving at a place. It's not just one moment on a clock. It's a process."
    },
    {
      "author": "ISIP",
      "text": "You don't just arrive. I think a lot of people tend to confuse the arrival to the settling in as kind of one and the same. But it's not (laughter), you know? There has to be a little bit of a buffer."
    },
    {
      "author": "FURLAN",
      "text": "But if you're struggling with chronic or maybe selective lateness and you're getting sick of hearing yourself apologize for your tardiness and your friends are, too, then this episode is for you. It doesn't have to be this way."
    },
    {
      "author": "ISIP",
      "text": "You can always let time pass, but you can't get it back once it's already gone."
    },
    {
      "author": "FURLAN",
      "text": "I feel like I should start this interview off with a small confession, which is that I am someone who is often late to things."
    },
    {
      "author": "ISIP",
      "text": "I do hear that a lot. So it's OK. You're not alone."
    },
    {
      "author": "FURLAN",
      "text": "Just to get started, from a broad perspective, why are people late?"
    },
    {
      "author": "ISIP",
      "text": "I think it really comes down to several factors. The first that I see a lot is that people aren't aware of the passage of time, especially when it comes to getting ready for an upcoming meeting or an appointment. They'll usually be distracted. Something else will be on their mind. Or they think they can squeeze one more thing in."
    },
    {
      "author": "FURLAN",
      "text": "Right."
    },
    {
      "author": "ISIP",
      "text": "So sometimes, they may not intentionally be late, but, sometimes, it can just happen."
    },
    {
      "author": "FURLAN",
      "text": "Yeah. I mean, I feel like a lot of it is the idea of attention and sort of, like, paying attention and being - that awareness is so - such a huge part of it."
    },
    {
      "author": "ISIP",
      "text": "Right."
    },
    {
      "author": "FURLAN",
      "text": "What can be some of the consequences of being late?"
    },
    {
      "author": "ISIP",
      "text": "The first thing I think is that it just messes up the rest of our schedules. You know, we've taken the time to, you know, book something, and we do our best to arrive on time. And then when we're not on time, it just shuffles and can interrupt the whole flow of the day. Secondly, it can really be upsetting to not only the flow of the day but the people that we interact with on a regular basis. When we're not on time, that can cause a ripple effect or a cascade that ends up influencing other people in their lives."
    },
    {
      "author": "FURLAN",
      "text": "So it's basically, like, if you're late, you're affecting every single other thing that that person has to do for the rest of the day. So, like, the consequences can be unseen in a certain way. And maybe there's a domino effect that you are - you're pushing down a domino, and you don't even know."
    },
    {
      "author": "ISIP",
      "text": "Right, right. Exactly."
    },
    {
      "author": "FURLAN",
      "text": "If we want to get better at being on time, what do we do? Just, you know, theoretically, for a theoretical person..."
    },
    {
      "author": "ISIP",
      "text": "(Laughter)."
    },
    {
      "author": "FURLAN",
      "text": "...That may or may not be in this Zoom call in this exact moment?"
    },
    {
      "author": "ISIP",
      "text": "Sure, sure."
    },
    {
      "author": "ISIP",
      "text": "So the first thing I think that is very important when one wants to be on time is to be honest and truthful and to recognize that there is something that's not working. It can be a either denial of time, of how much time it actually takes to travel from one place to another, a denial of actually wanting to go to the appointment or understanding how much is involved in preparation for an appointment. Sometimes, it's just not being comfortable with the passage of time, being on time to something and being comfortable and willing to let time pass so that you can enter that appointment calm, cool and collected."
    },
    {
      "author": "FURLAN",
      "text": "I think I have this, where if I am very early to something, I feel anxious. I feel, like, lost, uncomfortable. What am I doing here? I don't know what to do with my hands. It's a bizarre sort of - like, I feel like it's anxiety. And I wonder if there's a reframing that needs to happen of that time."
    },
    {
      "author": "ISIP",
      "text": "Yeah, yeah. No, I would certainly agree. I think in this society, we have just been trained to go, go, go, go. And when we have that break or pause, we often don't know what to do with it. We haven't understood or learned that along with filling time, we also have to be comfortable with the passage of time and if that means doing nothing at all or just waiting or taking a break."
    },
    {
      "author": "ISIP",
      "text": "So I think that's where it comes in - when people may be early to an appointment. And it could be on time - let's say 15 minutes, 10 minutes - and then they have time, and they don't know what to do with it. Oddly enough, that might be the same person who will say, gosh, I really wish I just had 10 minutes to catch my breath. So I think, you know, in this case, it definitely is a shifting of mindset."
    },
    {
      "author": "FURLAN",
      "text": "Drag me, Rashelle."
    },
    {
      "author": "FURLAN",
      "text": "I am very late for friend things, and I am almost never late for meetings, work, teaching. Like, capitalism, I'm on time."
    },
    {
      "author": "ISIP",
      "text": "(Laughter)."
    },
    {
      "author": "FURLAN",
      "text": "Usually."
    },
    {
      "author": "ISIP",
      "text": "OK."
    },
    {
      "author": "FURLAN",
      "text": "What if you're selectively late?"
    },
    {
      "author": "ISIP",
      "text": "Ah, selectively late, yes. I think, again, this, you know, goes back to what we started with and understanding, well, OK, why am I late? Am I thinking that I'm going to be uncomfortable when I arrive? Am I not really interested in meeting the people that I'm going to meet? There's a lot of things that can be uncovered here (laughter)."
    },
    {
      "author": "FURLAN",
      "text": "Yeah. I think that I feel like I have leniency with my friends, but I am constantly worried that, like, I don't have leniency with work."
    },
    {
      "author": "ISIP",
      "text": "Yeah. I mean, I think there - you know, there is not that necessary pressure, like you said, of, oh, I have to get to a place. But at the same time, it's important to be aware that even those meetings with our friends or acquaintances, you know, it does have a ripple effect. And people do feel that because when you're late by however many minutes, that's doing them a disservice because, well, one, they're not spending time with you."
    },
    {
      "author": "ISIP",
      "text": "And also, in a sense, you know, you may not be respecting that downtime, too, with them."
    },
    {
      "author": "FURLAN",
      "text": "Right, that, like, what's the downside of collecting your thoughts for 10 minutes?"
    },
    {
      "author": "ISIP",
      "text": "Right. Maybe you just want to take a deep breath and just relax and not have to worry about getting there on time."
    },
    {
      "author": "FURLAN",
      "text": "Right, right. OK. We can all be late. Everyone is late sometimes."
    },
    {
      "author": "ISIP",
      "text": "Yes, yes. It happens."
    },
    {
      "author": "FURLAN",
      "text": "What should you say to someone if you know you're going to be late? Can you give some examples of what to say or what to do?"
    },
    {
      "author": "ISIP",
      "text": "Sure. So if you know you're going to be late to something, the very best thing you can do is communicate right away. And it's not communicating - by communicating right away, I mean right away. It's not thinking about it and then calling or texting 30 minutes later. It means right at that moment. If you have that feeling that I'm not going to be there, let the person know. It's just a courtesy - and to let them know so they can adjust their schedule if necessary. I think it's better, actually, to call; use the phone so you can, you know, speak."
    },
    {
      "author": "FURLAN",
      "text": "Uh huh."
    },
    {
      "author": "ISIP",
      "text": "Because there's so much involved, like, in voice. Sometimes things can get lost in a text or email. So if possible, call and say to the person - you know, very clearly, just say, you know, it looks like I'm going to be late to, you know, this meeting. You know, my apologies. I'll do my best to be there on time. I'm expecting to be there at this time, and I'll let you know if, you know, there's any other delays."
    },
    {
      "author": "ISIP",
      "text": "You don't necessarily have to go into all the details or excuses as to why. You know, just calling and saying, you know, I'm going to be late is good."
    },
    {
      "author": "FURLAN",
      "text": "OK. So if possible, call, don't necessarily text, and do it as soon as you know you're going to be late."
    },
    {
      "author": "ISIP",
      "text": "Right."
    },
    {
      "author": "FURLAN",
      "text": "I'm Brazilian. In Brazil, it's like time is different. It functions differently in society. There are different cultural meanings to lateness. So when - I lived in Brazil for a while. And I came back, and I was, like, 45 minutes late to everything for so long. And it felt like I had just - I had changed my concept of what was OK and what was polite and what was - what time really meant. Can you speak a little bit to the sort of, like, different cultural meanings of time and lateness across societies? It's not all what it is in the United States, I guess. Yeah."
    },
    {
      "author": "ISIP",
      "text": "Sure. No, that's an excellent point. Yes, different societies have different structures in place when it comes to lateness, and I think that's a great point to bring up because it does, you know, matter when you're in one place versus another. And if you're not aware to that societal agreement..."
    },
    {
      "author": "FURLAN",
      "text": "(Laughter)."
    },
    {
      "author": "ISIP",
      "text": "...Then you could end up, you know, in a situation where you might be embarrassed, or you might be considered rude. So when traveling, check with, you know, a friend or someone who's more, you know, well-versed in that culture - a family member - just so you get an idea. You know, since time is a social construct, we can see it playing out in so many different ways in many different cultures and countries. The thing that's most important here, as well, is that honesty and being clear about, OK, well, where are we? (Laughter)."
    },
    {
      "author": "FURLAN",
      "text": "Yeah."
    },
    {
      "author": "ISIP",
      "text": "What type of rule or social custom or etiquette do we need to follow?"
    },
    {
      "author": "FURLAN",
      "text": "If you're in a situation in which you're, like, culturally, like, you're doing a snafu by being on time, you can communicate ahead of time and say, like, hey, just want you to know I'm from the U.S. When we say this time, we mean this time. What does it mean here, right? Like, ask..."
    },
    {
      "author": "ISIP",
      "text": "Right."
    },
    {
      "author": "FURLAN",
      "text": "...Very clearly so that you can follow the order of wherever you are. Right?"
    },
    {
      "author": "ISIP",
      "text": "Right, right."
    },
    {
      "author": "FURLAN",
      "text": "So if you have a client who's struggling to be on time, where do you start?"
    },
    {
      "author": "ISIP",
      "text": "Sure. Well, I like to help them pre-plan. So picking out their, you know, wardrobe for the day, packing a bag, making it so that there's just less decision-making that has to be done right before they leave. So, you know, what can we plan ahead to make that transition time easier on ourselves? And then, also, working backwards - how much travel time it'll take to get to the place. And by travel, I mean everything. From the moment you leave your home, place of work, there's a lot of steps that I think people just don't consider."
    },
    {
      "author": "FURLAN",
      "text": "Right. I have to buy my metro card..."
    },
    {
      "author": "ISIP",
      "text": "Right. Exactly."
    },
    {
      "author": "FURLAN",
      "text": "I have to fill up my gas tank. I have to make sure my tire - this, I often do. I forget that I have to make sure the tires are filled on my bike."
    },
    {
      "author": "ISIP",
      "text": "Mmm, mmm."
    },
    {
      "author": "FURLAN",
      "text": "And that's the kind of thing that, like, it's a fiddly task. It can take a couple minutes. It can take 10 minutes, you know?"
    },
    {
      "author": "ISIP",
      "text": "Right, right. And then when you have tasks like that tacked onto one another, that can easily add up to 15 minutes to half an hour, and you may not have noticed it, but it just went by because you were attending to it. So I think for people to, you know, be more aware of those segments and, like - you know, you were just doing right now. You realized, oh, yeah, there's - that happens when I'm getting ready. We might say, oh, it'll only take five minutes, but that five minutes might in actuality be 50 minutes. And so this can be a time where, you know, it might be helpful, actually, to time yourself if you're doing your normal routine."
    },
    {
      "author": "FURLAN",
      "text": "I love it. I feel like I've learned so much. And, you know, I think that one of the things that I really appreciate about the way that you're talking about this is that there's like - you're not, like, shaming anyone for not being on time. It's, like, not about shame. It's not about being good or bad. It's really just about being honest with yourself and then being - and then from there being honest with other people. And like, I feel - I think that I - especially in the past, I was, like, really ruled by the sort of, like, shame of being on time. Like, I, like, walked into the room with already so much like, oh, I'm late da-da-da-da-da. And now I just try not to be late (laughter)."
    },
    {
      "author": "ISIP",
      "text": "Right, right."
    },
    {
      "author": "FURLAN",
      "text": "And I - like, the shame isn't helpful."
    },
    {
      "author": "ISIP",
      "text": "Right. You eliminate that whole stigma to it."
    },
    {
      "author": "FURLAN",
      "text": "Yeah."
    },
    {
      "author": "ISIP",
      "text": "And it's really interesting, too, of, like, how quickly we can change - right? - from, OK, I have a choice to be early, a choice to be on time and a choice to be late. We don't have to make everything a rush."
    },
    {
      "author": "FURLAN",
      "text": "Yeah."
    },
    {
      "author": "ISIP",
      "text": "We don't have to make it urgent."
    },
    {
      "author": "FURLAN",
      "text": "Right."
    },
    {
      "author": "ISIP",
      "text": "You know? The time will pass - guaranteed, guaranteed."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Just a reminder - if you love and appreciate LIFE KIT, go to donate.npr.org/lifekit to get started with your donation. Again, that's donate.npr.org/lifekit."
    },
    {
      "author": "FURLAN",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one about how to take feedback at work, and we have another one on time management with Oliver Burkeman. You can find those at npr.org/lifekit. And if you love LIFE KIT, which I know you do, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "FURLAN",
      "text": "And now a completely random tip from one of our listeners."
    },
    {
      "author": "MARIAH",
      "text": "Hi. My name is Mariah (ph), and I have a life tip for if you're going out to a new place, like a restaurant or a bar and you're not sure what to wear. What I started doing was going on Instagram or even Facebook sometimes and searching the location and looking at people's photos where they've actually tagged the location to see what they wore and kind of gauge what the vibe is. And it's a good way to figure out what in your closet might work."
    },
    {
      "author": "FURLAN",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "FURLAN",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Andee Tagle and Janet Woojeong Lee. Special thanks to Linda Sapadin."
    },
    {
      "author": "FURLAN",
      "text": "I'm Julia Furlan. Thanks for listening."
    },
    {
      "author": "FURLAN",
      "text": "Got to go - I'm late. Just kidding."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4008693727.mp3",
  "img": "https://media.npr.org/assets/img/2021/12/06/gettyimages-1270676783_wide-d3ba37426dd781195dbdf24ccb3f5e1af517f293.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "UNIDENTIFIED PERSON, BYLINE",
    "JULIA FURLAN, HOST",
    "RASHELLE ISIP",
    "FURLAN",
    "ISIP",
    "UNIDENTIFIED PERSON",
    "MARIAH"
  ]
}