{
  "title": "Omicron variant, COVID booster shots — and how to stay safe during the holidays",
  "url": "https://www.npr.org/transcripts/1063140902",
  "intro": "The holiday season is well underway, and with it, a fresh batch of worries over the latest COVID-19 variant, omicron. For those planning end-of-year celebrations and travel, NPR senior science and health correspondent Maria Godoy breaks down the latest coronavirus news.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "The holiday season is well underway - and with it, a fresh batch of worries over the latest COVID-19 variant, omicron. (Sighing) Was that a giant collective sigh I just heard? I know. After almost two years of pandemic life and last year's socially distant New Year's parties, we're all tired of holding our breath and itching to share some hot chocolate by the fire. The good news is we've come a long way in the last year, and though there's still a lot unknown about the newest variant, there's still plenty we can do to protect ourselves and our loved ones."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "I'm Andee Tagle, one of the producers of this show, and in this episode of LIFE KIT, NPR's senior science and health correspondent Maria Godoy is here to break down the latest COVID news and help you stay safe and sane this winter."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Maria, here we are again. I wish we were having you back for happier reasons, but I'm glad to be talking to you all the same. How's your holiday season treating you so far?"
    },
    {
      "author": "MARIA GODOY, BYLINE",
      "text": "You know, much better than 2020, I have to say."
    },
    {
      "author": "TAGLE",
      "text": "Glad - I'm glad to hear it. Maria, the last time we talked, the world was starting to open up again. The first round of vaccines had just become readily available. Now, it seems like we might be headed in the other direction. Big picture - are we back in the same place we were in December 2020? Should we be bracing for full hibernation mode?"
    },
    {
      "author": "GODOY",
      "text": "No, not at all. The good news is we are in a much better place than we were last winter. Vaccines and booster shots are widely available. Kids ages 5 and up are eligible for vaccines. And, of course, we do have a new factor this year, which is the omicron variant."
    },
    {
      "author": "TAGLE",
      "text": "Mmm hmm."
    },
    {
      "author": "GODOY",
      "text": "Scientists are still studying it, but preliminary data have found it's more transmissible and more likely to cause reinfections than other variants we've seen. And we still don't know if it causes more or less severe disease. There's hope that it will be less severe, but we don't know."
    },
    {
      "author": "GODOY",
      "text": "Until we do know more about omicron, it's a good idea to be a little more cautious. Here's how Dr. Abraar Karan, an infectious disease specialist at Stanford University, put it."
    },
    {
      "author": "ABRAAR KARAN",
      "text": "One thing that we've learned sort of throughout this year is that we should invoke the precautionary principle. So when we're not exactly sure what we're dealing with, it's not a good time to take risks."
    },
    {
      "author": "GODOY",
      "text": "Actually, I think that's excellent advice throughout this pandemic."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, absolutely, the precautionary principle. OK, looking forward to getting into what exactly that looks like. Maria, what do we know about the efficacy of vaccinations against omicron? Is it still all systems go?"
    },
    {
      "author": "GODOY",
      "text": "Well, again, we're still learning, but data from three different studies have looked at this question specifically, and all of them suggest that the MRNA vaccine - so two shots of the Pfizer and Moderna shots - will be much less effective at stopping infections from the omicron variant. But there are signs that the vaccines will likely still offer protection against severe disease, which is what you really want to prevent."
    },
    {
      "author": "TAGLE",
      "text": "Right, absolutely. What about booster shots? Do they offer more protection against omicron?"
    },
    {
      "author": "GODOY",
      "text": "The evidence so far is yes, at least in some people. New data from South Africa and Germany show that a booster partially restores antibody levels in some people and also bolster something called cellular immunity, which prevents you from getting really sick. Now, we don't know if a booster shot will raise antibody levels high enough to provide protection against infection in everyone, and we don't know how long this boost will last. But that said, it's not just about raising antibody levels. Evidence suggests booster shots also help broaden your immune response in ways that help protect you against multiple variants."
    },
    {
      "author": "GODOY",
      "text": "Paul Bieniasz is a virologist at Rockefeller University. He studies how the immune system response broadens over time, and he says, yeah, get a booster shot."
    },
    {
      "author": "PAUL BIENIASZ",
      "text": "I'm somebody who's been vaccinated three times, and I think that that's absolutely the right way to go."
    },
    {
      "author": "GODOY",
      "text": "And even if you don't want to get a booster shot for yourself, if you spend a lot of time with someone who is immunocompromised or otherwise at higher risk for severe disease from COVID, get boosted for their sake. That's the advice of Dr. Monica Gandhi. She's an infectious disease specialist at the University of California, San Francisco."
    },
    {
      "author": "MONICA GANDHI",
      "text": "I think anyone who is around immunocompromised individuals should absolutely be - ensure that they boost. For example, I was actually not going to get a booster because I was protesting global vaccine equity, and I just received one because I need to be around my immunocompromised father."
    },
    {
      "author": "GODOY",
      "text": "So yeah, get boosted."
    },
    {
      "author": "TAGLE",
      "text": "All right, big question I think on a lot of people's minds right now - do we have to cancel our holiday celebrations? Do I have to give up my dream of tasting Aunt Olivia's (ph) tamales this year, Maria?"
    },
    {
      "author": "GODOY",
      "text": "No, but you are going to have to FedEx me some of those tamales because yum."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "GODOY",
      "text": "But seriously, safety is important, but so is being with our loved ones at this time of year. Experts say just make sure you layer the protections as we gather indoors and not just because of omicron. Remember; the delta variant is still spreading rapidly in the U.S., with new case numbers rising almost every day."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, very good to keep in mind - delta still within sight. What steps should we take to keep everyone at the party safe? How can we make sure that we're doing the right things?"
    },
    {
      "author": "GODOY",
      "text": "One thing everyone can do before the party is to make sure to mask up indoors in public places. You want to be doing that in general these days but especially in the weeks leading up to a gathering to reduce the risk that you'll get a breakthrough infection and transmit the virus to others. Ideally, all your guests should be fully vaccinated and boosted if they're eligible. And, you know, have your guests take a rapid antigen test - the kind you can take at home - the day of the party to reduce the risk that someone who shows up might be infected with COVID."
    },
    {
      "author": "GODOY",
      "text": "Here's Dr. Carlos del Rio of Emory University."
    },
    {
      "author": "CARLOS DEL RIO",
      "text": "If I have tests available, readily available, when I get together for Christmas with my family, I may just say, let's get everybody tested since we're all coming from different parts of the country. That's a great way to prevent somebody who is infected from coming in and infecting somebody else."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, good news there. OK, so we can still have the parties; let's just make sure to have the tests ready to make sure everyone's vaccinated, boosted, ready to go. And, you know, some kids, especially those between ages 5 and 11, may only be partly vaccinated. Are they safe to join in if all the adults are fully vaccinated? What's your recommendation for them or for families with kids?"
    },
    {
      "author": "GODOY",
      "text": "Well, you know, if all the adults present are vaccinated, that will help protect the kids also. But you can also test the kids before the party, especially if there's going to be a relative at the gathering who is immunocompromised or is otherwise at higher risk of severe disease and you want to keep them safe. You know, again, here's Dr. Julie Vaishampayan of the Infectious Diseases Society of America."
    },
    {
      "author": "JULIE VAISHAMPAYAN",
      "text": "What we need to do is add more layers of protection."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, so layers of protection. That's a really good way to think about it. So vaccinations and boosters are one level. Testing is another level. And then masks?"
    },
    {
      "author": "GODOY",
      "text": "Yep, mask up indoors in public settings. Oh, and don't forget good ventilation - that's another good layer to have. So open your windows or use air filters if you're indoors, or take the party outdoors if weather permits."
    },
    {
      "author": "TAGLE",
      "text": "OK, can we talk a little bit more about at-home testing? Scientists recommend it, but those tests can be hard to find, and sometimes they're not cheap."
    },
    {
      "author": "GODOY",
      "text": "I know. The cheapest one is going to cost you still around $12 a test. So if you have to ration tests, Dr. Monica Gandhi of UCSF has this advice."
    },
    {
      "author": "GANDHI",
      "text": "If we have to use testing judiciously, which sometimes we do because rapid antigen tests aren't as available, I would really favor those who are unvaccinated testing who are coming to the gathering and then also anyone who has any symptoms."
    },
    {
      "author": "GODOY",
      "text": "Now, the Biden administration recently announced a plan to make tests more available and affordable. Private insurers will have to reimburse consumers for rapid tests, and people without insurance will be able to get free tests from clinics and other sites. So with luck, we will see rationing be less of an issue but, you know, we'll see."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. I mean, that's great news, great news coming ahead. Maria, is there a magic number when it comes to the size of gatherings these days? Should we still limit to 10 people like we did in the pre-vaccine days?"
    },
    {
      "author": "GODOY",
      "text": "None of the experts I've spoken with have suggested hard number limits on gatherings. But it's probably a good idea to avoid large crowds of people whose vaccination status you don't know, especially if you're someone who is immunocompromised or otherwise at higher risk of severe disease or if you spend a lot of time around someone who is. Just remember; the bigger event, the higher the risk. That's just the nature of this pandemic, right? It always has been. So even if your individual risk is very low, ask yourself who do you spend time with maskless? You know, are any of those people high risk? Basically, you want to be thinking about who else you could give this virus to."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, that precautionary principle - that makes sense."
    },
    {
      "author": "GODOY",
      "text": "Exactly."
    },
    {
      "author": "TAGLE",
      "text": "And what about travel? Do we need to rethink our flights?"
    },
    {
      "author": "GODOY",
      "text": "Not necessarily, but you should weigh your decision to travel carefully. If you're at high risk for severe disease, maybe you don't go just now. And, as always, wear an N95 or similar high-quality, snug-fitting mask if you're flying. And if you're traveling abroad, you now have to show a negative coronavirus test taken no more than one day before returning to the U.S. So if you're in a foreign country, make sure you know where to get a test because that could be a logistical headache."
    },
    {
      "author": "TAGLE",
      "text": "Absolutely."
    },
    {
      "author": "GODOY",
      "text": "And even if you're just traveling domestically, it's a good idea to take a rapid test before and after traveling - yep, even if it's not required. And that is especially true if you're going to visit someone who's at higher risk of severe disease - for example, elderly relatives. And the last thing I want to say is remember that the situation on the ground is changing. So keep a watch on the CDC's travel notices and stay alert in general for changing public health advice."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, absolutely. So keep an eye on the headlines. It's OK to do it, but it's going to take some planning. You need to make sure to be prepared."
    },
    {
      "author": "TAGLE",
      "text": "And what about going out on the town - you know, religious gatherings, holiday parades, dare I say, even New Year's parties at a restaurant or a bar? Maria, I was so excited to have a reason to get dressed up this year."
    },
    {
      "author": "GODOY",
      "text": "Again, things are changing, but your best bet, regardless of what you're going to do, is to be vaccinated and boosted. And for the rest, assess your own risk and the risk of people you spend time with. Think about vaccination levels and transmission levels in your community, whether there's good ventilation where you're going. Do you know the vaccination status of the people present? Mask up when you're indoors in public places and avoid large crowds for now because while we still need to learn more, the data so far do show that omicron spreads very, very rapidly. So caution is definitely warranted."
    },
    {
      "author": "GODOY",
      "text": "Dr. Henry Wu of Emory University says there's no clear-cut answer for everyone or every situation."
    },
    {
      "author": "HENRY WU",
      "text": "You know, every situation I enter - whether it's a meeting or a social event or a gathering or a restaurant or a store - I just quickly assess, how crowded is it? How good is that ventilation? And if it seems risky and I can pass, I certainly will. If it's something I have to do, I'll certainly make sure, you know, my mask is fitting well on myself."
    },
    {
      "author": "TAGLE",
      "text": "So just use your best judgment is what it sounds like he's saying."
    },
    {
      "author": "GODOY",
      "text": "Yes, use your best judgment, and if you're really worried, it never hurts to play it safe. But again, just because we're all tired of this pandemic - you know, we're two years in, basically - we're still going to have to keep on doing the things we've been doing, like washing our hands, keeping our distance in certain situations, masking up in big crowds. Like, those are important things to do, but also, it's OK to be with loved ones and, you know, live a little."
    },
    {
      "author": "TAGLE",
      "text": "That is very, very good news, Maria. So play it safe. We can still keep some of that holiday sparkle. I really appreciate that recommendation."
    },
    {
      "author": "GODOY",
      "text": "You're welcome."
    },
    {
      "author": "TAGLE",
      "text": "Just a reminder, if you love and appreciate LIFE KIT, go to donate.npr.org/lifekit to get started with your donation. Again, that's donate.npr.org/lifekit. For more LIFE KIT, check out our other episodes. We've got one on how to stop being late, another on how to be a kind neighbor and lots more on everything from parenting to finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And, as always, here's a completely random tip."
    },
    {
      "author": "PHOEBE ZIMMERMAN",
      "text": "My name is Phoebe Zimmerman (ph), and my son is incredibly afraid of needles and of shots, et cetera. And we started keeping a shot diary for him. Every time he would get a shot, he would tell me exactly how it felt, and I would record it and write it down. And then, when he has another one, I read it to him, and it's always so much better than he expects. All of his reactions are always so much more mild, but hearing it back in his own words really helps him out a lot, and it made a huge difference. Especially as he was getting his COVID shots, he was really able to be brave and calm. I just thought I would share that with as many people as possible."
    },
    {
      "author": "TAGLE",
      "text": "If you've got a random tip or an episode idea, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "TAGLE",
      "text": "This episode was produced by Janet Woojeong Lee. Meghan Keane is our managing producer. Beth Donovan is the senior editor. Our production team also includes Clare Marie Schneider and Sylvie Douglis. Beck Harlan is our digital and visuals editor."
    },
    {
      "author": "TAGLE",
      "text": "I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3435773158.mp3",
  "img": "https://media.npr.org/assets/img/2021/12/10/omnicrom_holiday_wide-166293028143745732b3ff2db7e220c48834c668.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "MARIA GODOY, BYLINE",
    "TAGLE",
    "GODOY",
    "ABRAAR KARAN",
    "PAUL BIENIASZ",
    "MONICA GANDHI",
    "CARLOS DEL RIO",
    "JULIE VAISHAMPAYAN",
    "GANDHI",
    "HENRY WU",
    "PHOEBE ZIMMERMAN"
  ]
}