{
  "title": "This acronym will help you give the perfect toast",
  "url": "https://www.npr.org/transcripts/1066949551",
  "intro": "It's the wild card of every big event — the toast. If you're giving a new year's toast, a best man or maid of honor speech, or any other toasts this coming year, we've got some tips to make sure people remember your toast with fondness and not horror.",
  "transcript": [
    {
      "author": "LAUREN MIGAKI, HOST",
      "text": "This is NPR's LIFE KIT. I'm Lauren Migaki."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Is this thing on? I'd like to propose a toast."
    },
    {
      "author": "MIGAKI",
      "text": "It's the wild card of every event. No matter how perfectly a person has orchestrated it, the toast is that one live element that threatens to derail everything. It happened to stand-up comedian Atsuko Okatsuka."
    },
    {
      "author": "ATSUKO OKATSUKA",
      "text": "It was at my wedding. And my father-in-law, who is a televangelist preacher and he preaches at this megachurch, came up to speak. And then he suddenly goes, I see there is a big Asian contingency here. And then it went quiet because people were like, why did you bring race up out of nowhere? He's reading the room, but in the wrong way. He just saw the room and just said what he saw. It's like a kid when they're playing - like, I spy, you know, a spider; I spy a door; I spy the sky. That's what he did. I spy Asians. You know? And then he - to try to save himself, he went, and I love the Asians (laughter)."
    },
    {
      "author": "MIGAKI",
      "text": "Fortunately for Atsuko, the speech stayed in the territory of racially awkward and not outright racist. But it's still the thing everyone remembers from their wedding. And there are lots of stories like this. Maybe it's the bridesmaid who treated the toast like a roast and insulted the groom's weight and appearance. And it doesn't just have to be a wedding toast. It could be the retirement party where a colleague gives a 45-minute speech detailing every moment of their friend's career while the champagne bubbles go flat. Or of course, there's the classic drunk speech that could pop up at any event - rambly, incoherent, a little embarrassing for everyone involved."
    },
    {
      "author": "MIGAKI",
      "text": "There are so many ways a toast can go wrong. And so unless you're a champion public speaker, it can be insanely nerve-wracking when someone asks you to give a toast. On this episode of LIFE KIT, just in time for that New Year's toast, we've got a champion public speaker and an absolute squad of experts here to help you reach toasting perfection."
    },
    {
      "author": "RAMONA J SMITH",
      "text": "Life will sometimes feel like a fight. The punches..."
    },
    {
      "author": "MIGAKI",
      "text": "In 2018, Ramona J. Smith took the stage to give a speech that would ultimately win her the title of Toastmasters world champion of public speaking."
    },
    {
      "author": "SMITH",
      "text": "I married my soul mate. We were married for eight long, beautiful, amazing months."
    },
    {
      "author": "MIGAKI",
      "text": "In it, she highlighted a series of personal failures - several failed attempts to finish college, a failed marriage, even some failures in public speaking. But by the end of that speech, she had charmed the crowd with her refusal to give up."
    },
    {
      "author": "SMITH",
      "text": "(Singing) We're still standing."
    },
    {
      "author": "UNIDENTIFIED PEOPLE",
      "text": "(Singing) Yeah, yeah, yeah."
    },
    {
      "author": "SMITH",
      "text": "Very nice. Stay in that..."
    },
    {
      "author": "MIGAKI",
      "text": "Obviously, we need this woman's advice for public speaking. So we called her."
    },
    {
      "author": "SMITH",
      "text": "Well, y'all love acronyms, right? So I did a TOAST acronym, T-O-A-S-T."
    },
    {
      "author": "MIGAKI",
      "text": "We are going to borrow Ramona's TOAST acronym here. So to start us off, takeaway letter T."
    },
    {
      "author": "SMITH",
      "text": "Tell a story. Any time you tell a story, you get the audience engaged. You get the audience listening. They want to hear what happens. They want to be able to connect with you. So that's a great way to start a speech."
    },
    {
      "author": "MIGAKI",
      "text": "There's lots of room for creativity or innovation. But a good place to start your toast is with a story about the person or people that you're toasting."
    },
    {
      "author": "CLARE ROTH, BYLINE",
      "text": "I wrote out notes and memories and anecdotes."
    },
    {
      "author": "MIGAKI",
      "text": "Clare Roth is a public radio journalist in Louisville who is also something of a wedding enthusiast. She's been to 36 weddings. She's officiated six of those, and she's given a number of toasts over the years. The one that she felt most stressed about nailing was the one for her sister."
    },
    {
      "author": "ROTH",
      "text": "Oh, I would literally go on walks and do voice memos. I would go on walks, and I would do voice memos trying to figure out, like, what I wanted to say to her."
    },
    {
      "author": "MIGAKI",
      "text": "The way Clare sees it, toasts are an opportunity to tell people we love them. It's something we don't do enough of. And so she went through a bunch of memories, and Clare chose to focus on the one that best showed her sister's character."
    },
    {
      "author": "ROTH",
      "text": "There's an anecdote in my mother's diary from when I was 3 months old where she heard my sister outside just shout, I can't carry you anymore, baby (laughter). And she came out. And she was holding me by my skull. And I had twigs and leaves in my hair because, apparently, she had dropped me a few times already. That is classic me and Anne, me and my sister. If you don't know us, it's just so demonstrative of how she will charge ahead, but she wants you to be right there with her. And that's why she's going to be such an amazing wife."
    },
    {
      "author": "MIGAKI",
      "text": "Be like Clare. Choose a sweet, appropriate anecdote. Try not to choose anything that would embarrass the person you're toasting, and keep in mind that there might be children or family members who don't need to hear about the time you partied all night in Berlin and woke up naked on a park bench, just, you know, hypothetically speaking. So once you've got your sweet, inoffensive anecdote, there's a pretty simple formula for your toast. First, no pressure for a killer opening line here - just introduce yourself and how you know the person you're toasting. Then, tell your story about the person."
    },
    {
      "author": "ROTH",
      "text": "I tried to think about anecdotes that were really demonstrative of the relationship that my sister and I had and why that not only related to the two of us, but also related to how she would be as a partner."
    },
    {
      "author": "MIGAKI",
      "text": "Then, connect the anecdote to the event or occasion that you're giving the toast for, just like Clare's story about her sister demonstrated her love and loyalty in her relationships. Finally, you can wrap things up with a gentle joke or your wishes for that person."
    },
    {
      "author": "ROTH",
      "text": "So at the end of my toast for my sister, I really wanted to make sure that I sent her off with something. So I very specifically said, you know, everyone here wishes you all the happiness in the world. Because we do, and that's why we were there."
    },
    {
      "author": "MIGAKI",
      "text": "OK, so that's the T - tell a story. Takeaway letter O."
    },
    {
      "author": "SMITH",
      "text": "The O is optimism. Stay optimistic. Don't give a sad story and leave everyone crying, especially if it's at a beautiful wedding or at a baby shower or somewhere where the mood is already festive. Please don't bring everybody down with a sad story about the time your cat got hit by a car and you're just so sad and you never bounce back from it."
    },
    {
      "author": "MIGAKI",
      "text": "In addition to keeping things upbeat, keep in mind the tone of your speech. For starters, this is not your opportunity to try out stand-up comedy for the very first time."
    },
    {
      "author": "ANA SILVA",
      "text": "You're not up there to do your tight five."
    },
    {
      "author": "MIGAKI",
      "text": "Ana Silva is a comedian and writer who works in the improv community."
    },
    {
      "author": "SILVA",
      "text": "Read the room. You know, giving a toast on the night of a bachelorette party is very different than giving a toast at the dress rehearsal for a wedding, or giving a toast at a retirement party might be very different than giving a toast at a baby shower."
    },
    {
      "author": "MIGAKI",
      "text": "Ana says that a lot of folks try too hard to be funny in their toasts, and that's just not necessary because life is funny."
    },
    {
      "author": "SILVA",
      "text": "So when you're telling a story, if you tell it honestly and truthfully, it's probably going to be funny because at the end of the day, we're recognizing our humanity in whatever you're saying. So it's going to end up tickling us in some way or another."
    },
    {
      "author": "MIGAKI",
      "text": "There are a couple other topics worth avoiding, according to Ramona J. Smith."
    },
    {
      "author": "SMITH",
      "text": "Always avoid sex, religion and politics - period."
    },
    {
      "author": "MIGAKI",
      "text": "Stand-up comedian Dan Perlman would maybe add race to that list."
    },
    {
      "author": "DAN PERLMAN",
      "text": "One of the groomsmen gave some toast, and he was also clearly drunk. And then he went on some tangent about, like, when he went to Uruguay with his friend who was getting married and how - it went on some tangent of like, you can't trust people from Uruguay."
    },
    {
      "author": "MIGAKI",
      "text": "Unless you have a strong track record of deftly handling issues of race, steer clear."
    },
    {
      "author": "MIGAKI",
      "text": "OK, so that's the O - optimism in tone. Next up, takeaway letter A."
    },
    {
      "author": "SMITH",
      "text": "Authentic - be authentic. Please try to have some type of sincerity and something genuine to say about the person or about the event because people can read through fake."
    },
    {
      "author": "MIGAKI",
      "text": "You're probably not toasting your biggest enemy, so you should probably have something nice to say about this person, right? Dan Perlman offers a key to tapping into that authenticity."
    },
    {
      "author": "PERLMAN",
      "text": "The more successful toasts I've given have been ones where I was vulnerable."
    },
    {
      "author": "MIGAKI",
      "text": "Dan literally makes his living by standing up in front of people and making jokes. But when it comes to toasts, Dan says the point is telling that person how much they mean to you. So when he spoke at his childhood friend's wedding this summer, it was from the heart."
    },
    {
      "author": "PERLMAN",
      "text": "We used to do this thing where we played one-on-one basketball game. That's how we became friends. And the first game we played, we tied. And then we kept playing, and then we kept tying. And then we realized after a little while that we were tying intentionally because if we kept tying, it meant we could keep playing, you know?"
    },
    {
      "author": "MIGAKI",
      "text": "By the way, do you see how Dan picked a nice little anecdote? Anyways, he continued the toast by talking about how their friendship has evolved over the years."
    },
    {
      "author": "PERLMAN",
      "text": "I'm just very, like, lucky to see the sort of person he's become."
    },
    {
      "author": "MIGAKI",
      "text": "Dan did manage to find an opportunity for humor and a little gentle teasing."
    },
    {
      "author": "PERLMAN",
      "text": "And then I added that I know we were tying intentionally because if I were trying, I would have beat him easily."
    },
    {
      "author": "MIGAKI",
      "text": "Speaking mostly authentically, that's our A."
    },
    {
      "author": "MIGAKI",
      "text": "Takeaway letter S?"
    },
    {
      "author": "SMITH",
      "text": "The S is for speech. I strongly encourage you, if you've had some type of time to prepare, practice."
    },
    {
      "author": "MIGAKI",
      "text": "When Ramona J. Smith was working on her prize-winning speech, she practiced reading it out loud to her mentor. She says it's important to read your toast aloud to someone you trust to give you honest feedback."
    },
    {
      "author": "SMITH",
      "text": "A lot of us want to get up there and speak from the heart; or, I don't have to practice, I can just get up there and say what I feel. I know this person, been knowing this person for 15 years."
    },
    {
      "author": "MIGAKI",
      "text": "Speaking from the heart is nice, but you know what's even nicer? Writing from the heart and then having an editor who's going to help you take out errors and confusing sentences and make it even more beautiful. OK, and once you're in front of the crowd ready to deliver your speech..."
    },
    {
      "author": "OKATSUKA",
      "text": "Nerves are great."
    },
    {
      "author": "MIGAKI",
      "text": "Stand-up comedian Atsuko Okatsuka's philosophy is that if you're nervous, it means you actually care, which is a good thing. You're not dead inside. Yay. That said, she has a mental trick for stage fright. Tell yourself that your nerves are actually excitement."
    },
    {
      "author": "OKATSUKA",
      "text": "So instead of, like, shaking from the nerves or feeling a pit in your stomach from the nerves, it turns into butterflies from excitement."
    },
    {
      "author": "MIGAKI",
      "text": "And while you're delivering your speech, comedian Dan Perlman recommends finding your audience wingperson."
    },
    {
      "author": "PERLMAN",
      "text": "If you focus on the people in the audience who are paying attention and are giving good energy, then that sort of helps you be comfortable."
    },
    {
      "author": "MIGAKI",
      "text": "You could even ask a friend ahead of time to be this person for you. And if you get thrown off track while speaking, don't forget..."
    },
    {
      "author": "SILVA",
      "text": "You're allowed to stop and think. You're allowed to pause and breathe."
    },
    {
      "author": "MIGAKI",
      "text": "There are just certain elements you cannot control when you're giving a toast. When improv comedian Ana Silva was giving her toast at her sister's wedding..."
    },
    {
      "author": "SILVA",
      "text": "We had a guest who was intoxicated. And when I started my speech, they interrupted me. They ended up trying to take my microphone. They didn't get my microphone."
    },
    {
      "author": "MIGAKI",
      "text": "So besides a few defensive maneuvers, there's a couple options if you end up with some hecklers."
    },
    {
      "author": "SILVA",
      "text": "If it's something that is disrespectful in a rude way, I think shutting it down immediately is fantastic. If it's someone who's just really excited and wants to be part of it, I think a light touch is fine. You know, like, I'm so glad cousin Suzy's (ph) in on this. Let me keep going, Suzy. You know, just acknowledge it. 'Cause that's the other thing too, is if you try to keep barreling through it, no one's paying attention to you."
    },
    {
      "author": "MIGAKI",
      "text": "Ana also reminds us that if you're in the audience, you too have a role to play."
    },
    {
      "author": "SILVA",
      "text": "Your job is to support the person who's up on the stage, right? And that's another big thing about improv. It's all about supporting the people around you."
    },
    {
      "author": "MIGAKI",
      "text": "So that support could mean just not getting so drunk that you try to take the mic out of someone's hand. But it could also be being generous with your laughter and applause. Remember, giving toasts ain't easy."
    },
    {
      "author": "MIGAKI",
      "text": "And that brings us to takeaway letter T - timing."
    },
    {
      "author": "SMITH",
      "text": "Finally, probably the most important of these is your timing."
    },
    {
      "author": "MIGAKI",
      "text": "Everyone we spoke to agreed - shorter is better. So when you're practicing your speech, time yourself. Dan Perlman says a good toast is 90 seconds to two minutes long."
    },
    {
      "author": "PERLMAN",
      "text": "I've never been annoyed that a toast was too short, you know?"
    },
    {
      "author": "MIGAKI",
      "text": "Though, we should say, everyone has a different definition of short. Here's Ramona J. Smith."
    },
    {
      "author": "SMITH",
      "text": "For a toast, I would say two to three minutes at most."
    },
    {
      "author": "MIGAKI",
      "text": "Wedding enthusiast Clare Roth is a bit more generous with her timing."
    },
    {
      "author": "ROTH",
      "text": "Two to five minutes - no one is going to get angry about being able to drink their Champagne sooner."
    },
    {
      "author": "MIGAKI",
      "text": "And Ana Silva clocks in as our speediest."
    },
    {
      "author": "SILVA",
      "text": "I think if you're going over a minute, it better be really worth it. And if you're going over three minutes, you've probably done too much."
    },
    {
      "author": "MIGAKI",
      "text": "Don't sacrifice speed for coherence, though. Speak at a normal pace, breathe, and make sure that your toast actually makes sense with a beginning, middle and an end. So if you're playing along at home, you will realize that we just spelled out TOAST. We actually have one more rule, and it is perhaps the most important rule of speech-giving, and it's one that all of our experts agreed on."
    },
    {
      "author": "PERLMAN",
      "text": "You probably shouldn't be, like, drunk while you're doing it."
    },
    {
      "author": "SMITH",
      "text": "Never drink alcohol before you give a speech. You don't want to slur."
    },
    {
      "author": "ROTH",
      "text": "You're going to want a drink to calm your nerves. It is not going to help. It is probably going to make you sloppier."
    },
    {
      "author": "MIGAKI",
      "text": "If you remember nothing else from this whole podcast, it should be this. It won't necessarily guarantee that you're going to give an amazing toast, but it will prevent you from bombing horribly and being remembered as that drunk person who gave the terrible toast. And just one last thing - don't forget to actually raise your glass of sparkling apple juice or Champagne to complete the toast."
    },
    {
      "author": "MIGAKI",
      "text": "Whether it's a big wedding or event, a birthday party, a New Year's toast or just a random Tuesday, we hope you feel more empowered to raise your glasses and celebrate the people you love this year. And so with that in mind, I'd like to propose a New Year's toast to our LIFE KIT listeners."
    },
    {
      "author": "MIGAKI",
      "text": "This summer, I went canoe camping in Minnesota with some friends, and it was glorious to paddle around in nature miles from the nearest cell tower. But to move from one lake to another, we had to do this thing called portaging, where you get out of your canoe, you strap heavy bags of supplies on your back and then you hoist the canoe over your head and hike with it to the next lake. One portage was very long and very uphill, and it took me about five minutes of walking with the 40-pound canoe cutting into my shoulder blades before my whole body was sweating and shaking. I started swearing. My friend Samantha walked alongside me, saying nice things like, we're getting closer; I bet we're almost there. And just after I assured her that I could not do this anymore, we rounded a bend, and there it was, a pristine, glistening lake. We ran into the water, letting the cool relief wash over us."
    },
    {
      "author": "MIGAKI",
      "text": "For many of us, these past few years have felt a lot like that sweaty uphill climb. And whether your 40-pound canoe was a health struggle, the loss of a loved one, work or relationship woes, a mental health hurdle, it's safe to say we've all been carrying some pretty heavy canoes. Well, friends, my wish for us in 2022 is that we finally turn that corner to find the sweet relief of a cool lake. And even if that doesn't happen, I'm wishing you a friend like Samantha, trotting alongside you, telling you, you're doing great; we're almost there. So with that, let's raise our glasses. Cheers to 2022."
    },
    {
      "author": "MIGAKI",
      "text": "OK. So let's recap how to give a toast using Ramona J. Smith's very handy guide. T - tell a story. Think about a memory or an anecdote that will engage your audience. O - stay optimistic. Don't just tell a sad story and leave it at that. And you want to watch your tone. Generally, avoid topics such as sex, politics, religion, race. A - be authentic. Don't try to be the funniest or smartest person in the room. Instead, use this opportunity to say something genuine and sincere. Vulnerability helps people connect with you. S is for speech. Your toast is a speech, so practice it. Read it aloud to someone you trust. Have someone like it over. When delivering your toast, look for someone in the audience who's engaged. Good vibes go a long way. And last but not least, T - timing. All our experts agree - keep it short and sweet. How short? Two to three minutes max. And time yourself beforehand to make sure it's not too long. Finally, our bonus takeaway - don't drink before a toast. Once you're done speaking, sure. Go for it. But alcohol won't actually help make you less nervous beforehand, and it could make you sloppy."
    },
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "Just a reminder - if you love and appreciate LIFE KIT, go to donate.npr.org/lifekit to get started with your donation. Again, that's donate.npr.org/lifekit."
    },
    {
      "author": "MIGAKI",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on finances and relationships. We have another one on how to quit drinking. You can find those and so much more at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "MIGAKI",
      "text": "And now a completely random tip from one of our listeners."
    },
    {
      "author": "ASHLEY WILLIAMS",
      "text": "My name is Ashley Williams. When you do the laundry and you have that messy cup after pouring in your laundry detergent, it always makes a mess on the countertop. Well, a trick is to put it in the washer, and it cleans itself. You're welcome."
    },
    {
      "author": "MIGAKI",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "MIGAKI",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Andee Tagle and Janet Woojeong Lee. Our digital editor is Beck Harlan."
    },
    {
      "author": "MIGAKI",
      "text": "I'm Lauren Migaki. Thanks for listening."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Hey. Is this - oh, God. Is this thing on?"
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1448977950.mp3",
  "img": "https://media.npr.org/assets/img/2021/12/27/nprlifekit_toast_v3_sn_211227_wide-aa142dd6d03d3c6a5cf15eccfd448c76b3cb15d1.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "LAUREN MIGAKI, HOST",
    "UNIDENTIFIED PERSON",
    "MIGAKI",
    "ATSUKO OKATSUKA",
    "RAMONA J SMITH",
    "SMITH",
    "UNIDENTIFIED PEOPLE",
    "CLARE ROTH, BYLINE",
    "ROTH",
    "ANA SILVA",
    "SILVA",
    "DAN PERLMAN",
    "PERLMAN",
    "OKATSUKA",
    "ANDEE TAGLE, BYLINE",
    "ASHLEY WILLIAMS"
  ]
}