{
  "title": "How to talk to your Latinx family about mental health",
  "url": "https://www.npr.org/transcripts/1072763217",
  "intro": "Shame and stigma play a huge role in discouraging folks in the Latinx community from seeking mental health care — and talking about it with their families. These steps can help you prepare for the conversation with your loved ones.",
  "transcript": [
    {
      "author": "NAYDELINE MEJIA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Naydeline Mejia, a freelance writer and editor from the Bronx."
    },
    {
      "author": "ISABETH MENDOZA, HOST",
      "text": "And I'm Isabeth Mendoza, a freelance producer from Southeast Los Angeles. So let's talk about mental health. Naydeline, when was the first time you spoke to your parents about it?"
    },
    {
      "author": "MEJIA",
      "text": "So the first time I talked to my mom about mental health was when I went to therapy for the first time in college, actually. It was the first time that I was living away from home, and I was having a really hard time adjusting. My university offered free therapy sessions to students. And I thought, why not? I think I mentioned it to my mom during one of our calls. I didn't really think that much about it."
    },
    {
      "author": "MENDOZA",
      "text": "What did she say?"
    },
    {
      "author": "MEJIA",
      "text": "She was pretty supportive, actually. She said, that's good, mija. I had been considering therapy since high school 'cause I kind of always struggled with depression and anxiety. And these services being offered to me for free kind of gave me the green light to try it out. I think my mom was just happy that I was finally taking ownership over my mental health. How about you, Isa? When was the first time you talked to your parents about this stuff?"
    },
    {
      "author": "MENDOZA",
      "text": "I was actually forced to go to therapy in high school, and that didn't work out. But the first time I decided to go was when I was in graduate school. And I was going through culture shock, and so I knew I needed support from a therapist to survive the two years that I was going to be there. And, you know, I just straight of said to my mom, I'm going to therapy. And she was also supportive. My dad was, too. He said, (speaking Spanish) because I moved to a city where I had no family close by, and he was worried about me feeling isolated."
    },
    {
      "author": "MEJIA",
      "text": "That's great. We're both pretty lucky to have our parents' support, but I know that's not always the case. Not everyone's parents will be as supportive or welcoming of the conversation. Especially within the Latinx community, where mental health is highly stigmatized and often misunderstood, this isn't an easy talk to have."
    },
    {
      "author": "MENDOZA",
      "text": "We want to make that conversation easier for you. On this episode of LIFE KIT, we're going to help you talk to your Latinx parents or loved ones about your mental health. We're going to hear from therapists, people who have had the conversation, a parent and us."
    },
    {
      "author": "FIGGY BABY",
      "text": "You don't need to be sick to be in therapy, you know, just need to be alive."
    },
    {
      "author": "MENDOZA",
      "text": "So what do you need to start the conversation? Takeaway number one, take time to make sense of your own mental health. Mental health is not stagnant. And our understanding of it, as well as our experiences, can shift and change throughout our lives."
    },
    {
      "author": "FIGGY BABY",
      "text": "I think for the most part of my life, I never even heard that word before."
    },
    {
      "author": "MENDOZA",
      "text": "That's Figgy Baby. He's a musical artist from Los Angeles and the co-founder of Bloom Homie, a collective of homies reimagining masculinity and inspiring others to do the same."
    },
    {
      "author": "FIGGY BABY",
      "text": "You know, things like depression or anxiety or even deeper, bipolarism or, you know, paranoia, any of that - those were all just things that we'd use to make jokes about. And I think in the households that I came up in, in my abuelo's household and tios and tias, that if you're not feeling well, then it must be, like, a cold or something, or you just need to get over it or eat some food."
    },
    {
      "author": "MENDOZA",
      "text": "Figgy's first encounter with mental health was a very personal one, and it completely shifted his perspective on what it means to be well. While away at college, his brother experienced a severe mental health episode."
    },
    {
      "author": "FIGGY BABY",
      "text": "My father had to fly that same night up to Washington to, like, find him wandering on the street. The police had even picked him up and were like, oh, we could either bring him to the hospital or, like, take him in. And my parents were like, yo, definitely take him to the hospital. What? And - but then by the time my father got there, he was just kind of wandering around. And my dad had just stumbled - you know, look around the neighborhood."
    },
    {
      "author": "MENDOZA",
      "text": "It may be serious situations like these that shift one's understanding of mental health, like it did for Figgy."
    },
    {
      "author": "FIGGY BABY",
      "text": "You know, I always thought my brother was very artistic and kind of more the silent type and creative. And, you know, I think that we just were like, Oh, that's just a personality trait, right? But I think there was a lot of undiagnosed, you know, things going on. And so as a younger brother, I was just like, oh, this is - you know, this is who he is. This is what it's about. And my brother also was very much from the standpoint of, you know, mental health is not a real thing. You shouldn't go to therapy. You know, when you're feeling sad, stop."
    },
    {
      "author": "MENDOZA",
      "text": "So growing up Latinx, it's actually pretty common to not have conversations around our mental health and even at times deny its legitimacy. Although we might not have the words for what we're experiencing, we actually do feel it. And not having this language can be a real barrier to even starting the conversation at all."
    },
    {
      "author": "MEJIA",
      "text": "Therapy is one way to gain the knowledge and language to express yourself and understand your mental health. And while we understand that therapy can be scary,"
    },
    {
      "author": "FIGGY BABY",
      "text": "I think that I felt that things were fine - right? - or that I was managing by myself, and that it wasn't needed to be a priority, which probably wasn't true, which probably was me just lying to myself because I didn't want to put the work in or was scared of what that was."
    },
    {
      "author": "MEJIA",
      "text": "It is worth it, especially when you have the right therapist on your side, aka your person."
    },
    {
      "author": "MENDOZA",
      "text": "Some therapist directories that we love that you can look into are Latinx Therapy, Therapy for Latinx, Psychology Today and Therapy for Black Girls."
    },
    {
      "author": "MEJIA",
      "text": "It may take some extra time and work to vet multiple therapists before you find the right one for you. But having someone who understands your experiences and doesn't require you to overexplain yourself makes a world of a difference. Kayla Zapata Fory tells us what having a Black Latinx therapist as an Afro-Latina means to her."
    },
    {
      "author": "KAYLA ZAPATA FORY",
      "text": "I started looking at therapists who are Black and Latin. And then I found somebody I felt like, oh, I feel, like, more normal. This feels at home. It's really worth it because if you don't have someone you're going to be open and honest with, and it really defeats the purpose."
    },
    {
      "author": "MEJIA",
      "text": "Therapy is a vulnerable process. You want someone who can fully understand your journey."
    },
    {
      "author": "MENDOZA",
      "text": "But therapy isn't the only way to better understand your mental health, especially if therapy isn't accessible to you through insurance, if sliding scales are too high or if your school counselors are at capacity. You can reflect on your mental health needs in other ways, such as journaling, meditation, reading blogs and following social media accounts. Some folks that we talked to even mentioned using therapy card decks, like Dr. Ebony Butler's My Therapy Cards made specifically for people of color."
    },
    {
      "author": "MEJIA",
      "text": "There's also plenty of books out there, like \"My Grandmother's Hand\" (ph), \"It Didn't Start With You,\" and \"Attach\" (ph), that teach about issues related to mental health, such as trauma and attachment styles."
    },
    {
      "author": "MENDOZA",
      "text": "The more self-awareness you have about how your mind and body operate and how your emotions show up, the better you'll be able to support yourself through changes in your life and communicate your needs to others. And that is our first takeaway."
    },
    {
      "author": "MEJIA",
      "text": "After you've understood your own mental health a bit better, it's time to move to Takeaway No. 2 - reflect on why you want to talk to your loved ones about mental health anyways. You might be asking yourself, do I have to talk to my parents about it? Well, the short answer is no. Your mental health journey is your own, and whether or not you want to invite your loved ones into it is your choice. But if you do want to start the conversation, this step is essential."
    },
    {
      "author": "MENDOZA",
      "text": "For Figgy, it was really important for him to have a conversation about mental health with his family members because he wants to be his full, authentic self around those he truly loves and cares about."
    },
    {
      "author": "FIGGY BABY",
      "text": "I don't want to be there trying to make sure that I'm watching what I say, that I don't reveal something - right? - that I shouldn't have said, and I'm going to have these issues, right? I want to - I want home to be a comfortable space. I want home and family to be a space where I can be my freest self. And I'll admit that it's not. But little by little, it can be more and more. And I feel like me taking this leap of being vulnerable and shameless with my folks, like, only allows space for deeper connections with my family."
    },
    {
      "author": "MENDOZA",
      "text": "Having these conversations also helps to normalize mental health at home, which may be another motivating factor for talking to your loved ones about it."
    },
    {
      "author": "MEJIA",
      "text": "You may have once been told that talking to strangers about your problems at home isn't OK - (speaking Spanish) - or maybe you witness your cousin being told they need to pray more for their depression to go away, or maybe you've overheard a relative with a diagnosis being called crazy by another family member. All of these are mental health stigmas stemming from survival methods we've inherited that are sustained so that we can remain strong and keep it pushing no matter what."
    },
    {
      "author": "MEJIA",
      "text": "Natalie Gutierrez is a therapist who specializes in complex post-traumatic stress disorders. She reminds us how the experiences of our ancestors are still shaping our actions and beliefs today."
    },
    {
      "author": "NATALIE GUTIERREZ",
      "text": "When there has been trauma like enslavement, colonization, war and famine, you know, our ancestors do what they need to do to survive. But it impacts how we see the world. It impacts us on a cellular level. It impacts our DNA. It impacts how we parent. It impacts so many things that get passed down throughout the generations, unbeknownst to us."
    },
    {
      "author": "MENDOZA",
      "text": "We're taught that mental health is a matter of will, something that you can just get over. But while passed down to us to help ensure our survival, these survival techniques have created some serious obstacles to getting mental health help, and we need to unpack that."
    },
    {
      "author": "DANIEL OLAVARRIA",
      "text": "Sometimes we have to do some really delicate work of unpacking how the gifts that were given to them and their families and in their cultures that helped them survive may also actually get in the way of thriving and evolving in the way that they wish to, moving forward."
    },
    {
      "author": "MENDOZA",
      "text": "That's Daniel Olavarria, a licensed clinical social worker who provides online video therapy for clients in New York, California and Florida. Daniel agrees with Natalie, that a lot of trauma has informed the Latinx identity."
    },
    {
      "author": "OLAVARRIA",
      "text": "You gather with your friends who are, you know - who are Latinx or people of color, and you're trading war stories, you know? It's like, oh, girl, let me tell you this one, you know? Like, you're, like, getting into it about - and you find a way to laugh about it and to find a sense of community in it, you know? Because what are you going to do? Like, you know, it's like you have to find some way to cope with that."
    },
    {
      "author": "MENDOZA",
      "text": "And as we try to come to terms with it, look at things in a larger context."
    },
    {
      "author": "OLAVARRIA",
      "text": "I think we do have to recognize and understand that what we call a Latinx identity today was born out of a lot of trauma. And that doesn't mean that there isn't also, like, a lot of beauty and a lot of incredible, like, things that have come out of that story. But I think we have to be able to remember and understand where some of that comes from to be able to understand why it is that we might harbor some real pain."
    },
    {
      "author": "MEJIA",
      "text": "A lot of stigmas have come out of this shared trauma, but it's worth trying to destigmatize these outdated narratives, like Figgy does."
    },
    {
      "author": "FIGGY BABY",
      "text": "I always kind of, like, take the route that we have physical sickness or physical health, and I also have mental health. So I just want some tools for that, right? I go to the doctor to get checked up and see what they say, and then now I'm also checking out the therapist and seeing what they say for my mind."
    },
    {
      "author": "MEJIA",
      "text": "He's also keeping conversations about mental health light and free of judgment."
    },
    {
      "author": "FIGGY BABY",
      "text": "It's just important that we're normalizing the household, especially in regards to my brother, who still does not go to therapy and still does not believe it as a thing. And I even want to, like, be in front of him and be like, yeah, I had therapy today. It was dope. Like, I cried earlier. It was tight."
    },
    {
      "author": "MEJIA",
      "text": "So you might have different reasons for why you want to have the talk with your parents. But whether it's breaking down stigmas or just wanting to create a better relationship, it's important to establish your why before entering the conversation so you have a solid foundation to jump off from. And that's our second takeaway."
    },
    {
      "author": "MENDOZA",
      "text": "After you've understood your mental health a bit more and established your why, then it's time to actually have a conversation. And that can feel daunting. You can start by having a plan of action. Also, be sure to have humility and love when entering these talks."
    },
    {
      "author": "FORY",
      "text": "If you script it out and you kind of role play and practice the conversations, it makes it easier when you actually have to go do it. That way, you don't just procrastinate and never have the convo."
    },
    {
      "author": "MENDOZA",
      "text": "Natalie, who you heard from earlier, offers her own script for how to start off a conversation about therapy with your loved ones."
    },
    {
      "author": "GUTIERREZ",
      "text": "I want to go to therapy because I'm struggling to love me, and I'm struggling to know who I am. And I really want to heal."
    },
    {
      "author": "MEJIA",
      "text": "But what if what you want to share with them is not about therapy but actually your diagnosis?"
    },
    {
      "author": "GUTIERREZ",
      "text": "Something really important for the person to know and for the family to know is that they're also not their diagnosis, that they have this diagnosis - right? - that the person is not anxiety. Like, you are not anxiety. You are not depression. You are not post-traumatic stress disorder - that you have that. This is a struggle that you are experiencing. It's not who you are."
    },
    {
      "author": "MENDOZA",
      "text": "If you want to help your parents make sense of your diagnosis, leading with your symptoms might be helpful. It also offers simpler language that they can understand. Instead of saying, I have anxiety, you can say, when I'm driving, I get really nervous that I might hit something or get into an accident."
    },
    {
      "author": "MEJIA",
      "text": "After you share your diagnosis with them, reflect on what support you might need from family members to assist you on your journey."
    },
    {
      "author": "GUTIERREZ",
      "text": "Let's say the person is struggling a lot with anxiety visiting other family members for the holiday. How does support look like for this person? Is it that they are not forced to go visit their family for the holiday? Is it that maybe they go for an hour and then they leave? How do we support the person that's received the diagnosis? How can the family be clear on how they can support the person?"
    },
    {
      "author": "MENDOZA",
      "text": "These types of conversations can be difficult, so you might get pushback from your loved ones. They might even try to shift the conversation and make it about them. Here's Natalie again with why they might react this way."
    },
    {
      "author": "GUTIERREZ",
      "text": "Sometimes parents might attribute their child wanting to go to therapy or talk to them about therapy as, like, their own failures. And that - parents can perceive that as, like, I failed my child, or, my child is going to complain about me to their therapist. You know, defensiveness really isn't about you, right? This is just the parents that are just hearing this information, and parts of them are coming up to protect them from that information. And, you know, anticipate some of that."
    },
    {
      "author": "MENDOZA",
      "text": "It's not really about your parents. It's about you becoming your best self in a world that looks and feels different than the one your parents grew up in."
    },
    {
      "author": "MEJIA",
      "text": "Here's Daniel with how you can shift the conversation back if you feel like your parents are trying to take control of your narrative."
    },
    {
      "author": "OLAVARRIA",
      "text": "Like, no, Mom. No, Dad. Like, it's not your fault. The world is moving quickly. Like, things are changing. And this is what people are doing now to show up as, like, the healthiest version of themselves, right? I know that you didn't have time to take care of yourself, you know? And - but thank you so much for what you did because now I do. And so I appreciate that, and I love you for that. Thank you for that because at the end of the day, your parents and your families want the best for you. You know, and I think helping them sort of make the connection that - all you're really doing is taking advantage of what they worked so hard to afford you."
    },
    {
      "author": "MEJIA",
      "text": "Nevertheless, we understand that parents aren't perfect. If your parents may have played a part in negatively impacting your mental health, Natalie says you can show compassion for their mistakes without invalidating your own truth."
    },
    {
      "author": "GUTIERREZ",
      "text": "I'm going to lovingly tell you that this hurt me, right? Like, yes, of course you were trying your best. Yes, of course you didn't know better. Yes, yes and yes. Like, you can have compassion. You can hold compassion for your parent and hold space for your truth. Just because you have compassion for your parent doesn't mean that you have to, like, surrender your own truth and your own experience. That is valid, too."
    },
    {
      "author": "MENDOZA",
      "text": "Reza Cristian-Moreno shares how her dad pushed back when she talked to him about mental health for the first time."
    },
    {
      "author": "REZA CRISTIAN-MORENO",
      "text": "He basically was like, stop bringing up that, like, mental health [expletive]. I don't care. Like, you know, so it brought a lot of, like, heightened emotions of, like - I think he was very afraid of, like, what I was telling people, like, what I grew up with. And, like, he didn't want me to share that with people. He also didn't want to talk to a therapist because he knew it might trigger some emotions."
    },
    {
      "author": "MENDOZA",
      "text": "After her first conversation with her dad didn't go as she hoped, Reza continued to try to find a middle ground. But after many unsuccessful attempts, she had to ultimately continue her mental health healing on her own."
    },
    {
      "author": "CRISTIAN-MORENO",
      "text": "Yeah. I think it's really hard to shut off family members, especially if, you know, we grow up understanding that family values are everything. It's extremely hard. But I think advice that I've learned from my therapist is, like, it's OK to put yourself first and your needs first. And I know that sounds selfish, but it helps."
    },
    {
      "author": "MENDOZA",
      "text": "After you've talked to your loved ones or parents about mental health and your own mental health struggles, it can be beneficial to have a plan for how you will take care of yourself afterwards. Think of it as an aftercare plan. You may want to set some time to go for a walk or have a friend to call for a debrief - anything that will help you self-soothe and recuperate."
    },
    {
      "author": "MEJIA",
      "text": "So to recap, our third takeaway is you scripting to help prepare for your conversation with loved ones if that's something that might be beneficial for you. Be prepared to be met with some resistance when talking to your parents, but don't let that pushback silence you. And lastly, take some time to find out what you need from your loved ones to support your mental health journey. After all is said and done, don't forget about your aftercare plan. This may be one of many conversations with loved ones, so it's important to have a self-care toolkit for when things get too heavy."
    },
    {
      "author": "MENDOZA",
      "text": "Something our experts also suggested when we asked them for advice is inviting your family on this journey with you. This can involve them accompanying you to your first appointment or vetting therapists that you're considering alongside you."
    },
    {
      "author": "MEJIA",
      "text": "If you want to invite them, you can say something along the lines of..."
    },
    {
      "author": "MEJIA",
      "text": "Mom, you know, there are things that I want to work on or get to understand better in myself. And I want to speak to somebody about it because I want to heal. And do you want to come with me?"
    },
    {
      "author": "MEJIA",
      "text": "Or..."
    },
    {
      "author": "OLAVARRIA",
      "text": "I have been really thinking about going to therapy, but I'm scared to go by myself. You know, and I have a friend who - it's been really good for them, and they're doing really well. And I, you know, feel like I don't want to wait for things to get really bad before I go. And so I'm trying to go early, but I was just wondering if maybe you would go with me."
    },
    {
      "author": "MENDOZA",
      "text": "We grew up thinking that our parents will never understand us and that they aren't capable of changing their beliefs. But that's totally not true. There's no age limit for growth. And I think they are definitely capable of becoming the best versions of themselves, just like we are."
    },
    {
      "author": "GUTIERREZ",
      "text": "Inviting your family to therapy with you can be a great way to introduce the process to them. And who knows? Maybe it will lead to you all doing family therapy together or your loved ones going to therapy on their own, like Hilda Mendoza, Isabeth's mom."
    },
    {
      "author": "HILDA MENDOZA",
      "text": "(Speaking Spanish)."
    },
    {
      "author": "MENDOZA",
      "text": "My mom says that by having honest conversations with our families, we're able to understand each other better and let go of emotional blocks to allow for more harmony. She didn't think therapy was for her at first and didn't know how it worked, but she's been in therapy for more than a year now and continues to see its value."
    },
    {
      "author": "H MENDOZA",
      "text": "(Speaking Spanish)."
    },
    {
      "author": "MENDOZA",
      "text": "My mom first started therapy after my grandmother's passing when she realized she couldn't cry. She learned in therapy that there's different types of grief, how to identify them and how to process those emotions in order to move forward. Through this process of learning, she was able to understand her own hurt. My mom being in therapy has been a huge help in making our relationship healthier, and it has allowed me to focus on my own healing, so I don't have to worry about hers. She's also become a much warmer person that doesn't run away from feeling."
    },
    {
      "author": "MEJIA",
      "text": "Yes. Shoutout to Mama Hilda. I'm so happy to hear how therapy has helped you have a better relationship with your mom."
    },
    {
      "author": "MENDOZA",
      "text": "Yeah, and my mom is 62 years old. And look at her."
    },
    {
      "author": "MEJIA",
      "text": "All right, we've covered a lot of ground. Let's recap these takeaways for talking to your Latinx parents and loved ones about mental health."
    },
    {
      "author": "MENDOZA",
      "text": "Our first takeaway was start by understanding your own mental health. That can be through journaling, meditation, social media, books or therapy."
    },
    {
      "author": "MEJIA",
      "text": "The second takeaway was if you want to talk about your mental health with loved ones, take some time to reflect on why. That guiding principle will help you as you navigate these difficult convos with them."
    },
    {
      "author": "MENDOZA",
      "text": "Third takeaway - have the conversation. Develop a plan through scripting beforehand. Or if you're comfortable enough, just dive right in. Just don't forget to map out how you're going to take care of yourself afterwards."
    },
    {
      "author": "MEJIA",
      "text": "And remember, through all of this, put yourself and your healing first. And that may or may not include your family. Healing starts by being vulnerable, and that's pretty brave, not selfish."
    },
    {
      "author": "MENDOZA",
      "text": "Now we want to pass it to you. Have you talked to your Latinx loved ones about mental health or therapy? Share the tips that worked for you by emailing us at lifekit@npr.org."
    },
    {
      "author": "MEJIA",
      "text": "You can find more episodes like these at npr.org/lifekit. And you can subscribe to our newsletter at npr.org/lifekitnewsletter. And as always, here's a completely random tip."
    },
    {
      "author": "ASA HASHANI",
      "text": "Hello. My name is Asa Hashani (ph). And if you ever break your eyeshadow, you can add a little, tiny bit of alcohol and just kind of smush it down, and you can make it whole again."
    },
    {
      "author": "MENDOZA",
      "text": "If you got a tip or story idea, leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "MEJIA",
      "text": "This episode was produced by Sylvie Douglis. Meghan Keane is the managing producer. And Beth Donovan is the senior editor. Our production team also includes Clare Marie Schneider, Janet Woojeong Lee and Audrey Nguyen. Beck Harlan is our digital and visuals editor."
    },
    {
      "author": "MENDOZA",
      "text": "Special thanks to all who contributed to this episode - Kayla Zapata Fory, Figgy Baby, Reza Cristian-Moreno, Daniel Olavarria, Natalie Gutierrez and Hilda Mendoza."
    },
    {
      "author": "MEJIA",
      "text": "I'm Naydeline Mejia."
    },
    {
      "author": "MENDOZA",
      "text": "And I'm Isabeth Mendoza. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3616908445.mp3",
  "img": "https://media.npr.org/assets/img/2022/01/17/erickmramos-final-v2_wide-cdd37434c3a0e04f0723bc20756ee8ff0e384002.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "NAYDELINE MEJIA, HOST",
    "ISABETH MENDOZA, HOST",
    "MEJIA",
    "MENDOZA",
    "FIGGY BABY",
    "KAYLA ZAPATA FORY",
    "NATALIE GUTIERREZ",
    "DANIEL OLAVARRIA",
    "OLAVARRIA",
    "FORY",
    "GUTIERREZ",
    "REZA CRISTIAN-MORENO",
    "CRISTIAN-MORENO",
    "HILDA MENDOZA",
    "H MENDOZA",
    "ASA HASHANI"
  ]
}