{
  "title": "'Extraordinary' is overrated. Here's how to embrace the power of an ordinary life",
  "url": "https://www.npr.org/transcripts/1073158746",
  "intro": "For those in emerging adulthood, there's endless pressure from all sides to chase an extraordinary standard in every aspect of life. But writer Rainesford Stauffer says the so-called milestones are more unrealistic than ever. Now's the time for creativity and carving your own path — and she's got some tips from her book, An Ordinary Age, to get you started.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT. If I called you ordinary, how would that make you feel? If I told you I had an average day at my ordinary job and then went home to my ordinary family, would you think of me as unsatisfied, unambitious, maybe even unhappy? I'm Andee Tagle, one of the producers of this show, and I would like you to know that I am completely ordinary. From author Rainesford Stauffer's perspective, this is a wonderful thing."
    },
    {
      "author": "RAINESFORD STAUFFER",
      "text": "The concept of the best life serves as a social script. Do these things in this order, and you'll end up happy or fulfilled or, at the very least, on par with the same kind of lives your peers are leading."
    },
    {
      "author": "TAGLE",
      "text": "So often, especially for those in emerging adulthood, there's pressure on all sides - TV, film, family, social media, culture - to chase an extraordinary existence in every aspect of life. You're told to travel the world and explore while simultaneously working your way to professional success, then move on to the best of best futures - marriage with a perfect partner, perfect house, and a perfect 2.5 kids. The problem here? As we all probably know too well by now..."
    },
    {
      "author": "STAUFFER",
      "text": "This is not realistic. We're never without the next best thing we should be doing on the path to growing into our next best selves. It's worth looking closer at what a best life means and remembering that it's going to look different for everyone. One of the high points of young adulthood is getting to define yourself and your life on your own terms."
    },
    {
      "author": "TAGLE",
      "text": "Be it at work, at home or in love, Stauffer says young adults need to turn away from constant comparison, throw away those supposed-tos, what-ifs, and should've-dones, and instead focus on finding fulfillment and identity in the now."
    },
    {
      "author": "STAUFFER",
      "text": "Seeking contentment, being seen in a life that feels true to who we are aren't afterthoughts. What we might find is that the big questions - what matters to me, how do I tune out the noise of what doesn't, who am I going to be in the world - have ordinary answers. Maybe it's embracing the pursuit of those answers that leads us to growth and shows us who we can grow into."
    },
    {
      "author": "TAGLE",
      "text": "Because all those so-called milestones of worthy adulthood you're chasing? Stauffer says they're more unrealistic than ever. Now is the time for creativity and carving your own path, and she's got some tips from her book, \"An Ordinary Age,\" to get you started. In this episode of LIFE KIT, embracing the power of the ordinary."
    },
    {
      "author": "TAGLE",
      "text": "Personally, I'm a little bit past that late teens to late 20s age bracket you're focusing on, but I so strongly identify - and I think my peers would, too - with this impossible pursuit of extraordinary, you know, of perfectionism. And it just feels so ingrained in everything we do - the idea that we should - constantly striving to do and be better. Rainesford, how did we get here?"
    },
    {
      "author": "STAUFFER",
      "text": "You know, I think it's kind of a compounding of different things. I think that, throughout history, young people have been given a social script that a lot of the time just doesn't match the circumstances a lot of them are building their lives in. And when you look at the current moment that we're sitting in, with multiple structural and systemic crises, tons of transition in terms of technology that impacts our day-to-day, economic crisis after economic crisis - of course, the best shot at stability feels like it's going to be being the most exceptional version of yourself. We've kind of taken perfectionism or being exceptional or being great as a stand-in for trying to live a fulfilled, stable life because it feels like one of the only ways that's going to be available to us."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, absolutely. I really like what you had to say about everything hanging on the if, you know? It's just around the corner. If I only lose 10 pounds. If I could just get to that promotion."
    },
    {
      "author": "STAUFFER",
      "text": "Well, and I think the thing about the if and everything hinging on that is that, on one hand, it's spun as this kind of aspirational element of reinvention - like, there's always a new part of yourself to find, always a new thing to try - which can be a powerful and profound thing that we get to keep growing into ourselves, that we get to keep learning."
    },
    {
      "author": "TAGLE",
      "text": "Sure."
    },
    {
      "author": "STAUFFER",
      "text": "I think the problem sneaks in when so much of our self-worth hinges on who we could theoretically be in the future. I think it takes us out of the support and resources and interests that we need and have in the moment we're currently existing in."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. So big picture, we're going to jump into more specifics and different slices of life in a minute, but how can we manage expectations and get back to embracing average and ordinary?"
    },
    {
      "author": "STAUFFER",
      "text": "It does feel like the expectations are higher. It feels like we're being expected to hold things together while structures are crumbling out from underneath us. So I think, first and foremost, we've got to look at what everyone - not just young adults, but everyone needs to live a stable, fulfilled life. I think the other thing we have to do is kind of have a reimagining of not just how we think about this time of life, but what kind of lives we find worthy to begin with. I think that embracing ordinary means doing the sometimes heavy work of unpacking what it means to sit with yourself and acknowledge that you're enough as is, and kind of looking inward toward what's important to you instead of outward at these external markers of what it means to be successful or on track."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. That's a whole lot for young adults to do. And that's..."
    },
    {
      "author": "TAGLE",
      "text": "...That's a whole lot for everybody to do, which is a good segue into my next question. I know you touch a lot on this in the book. That pressure to be extraordinary - there's a lot of privilege in that, right? There's a lot of assumption built into this notion of striving for a best life. Even being able to ask yourself that question - what do I want out of life? - is extremely privileged."
    },
    {
      "author": "STAUFFER",
      "text": "Absolutely. I think the interesting thing about the best life conversation and kind of best life mentality is that, first and foremost, it's inherently privileged. And second of all, we still pretend it isn't. We still pretend that it all comes down to hard work and perseverance and daring to dream big. And the young adults I spoke to in this book know inherently and innately that that is not how society works. And because we act like young people aren't building their lives or growing up being impacted by their societal context, it becomes a way to really center the most privileged version of the conversation about what young adulthood is, and it leaves a lot of people out."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. OK, well, let's break some of that down. Let's see what we can do about it. Let's start with work. You write that we're taught to worship at the altar of work, and that far too often and too much we align our personhood with our careers. This is complicated, of course, by our starting points, by our access to resources, but also by this overarching cultural narrative that everyone should have something that they're, quote-unquote, \"meant to do.\" You write about something called the passion principle. Can you tell us more about that?"
    },
    {
      "author": "STAUFFER",
      "text": "So the passion principle comes from research that I quote and cite in the book, which basically says that sometimes this mentality a lot of us have been raised in or at least encouraged to do - this idea of the dream job. Do what you're passionate about, and you'll never work a day in your life. That kind of insidious mentality can actually keep us from critiquing the labor structure that we're existing in. Sometimes you feel so grateful just to be in the room or to be pursuing the dream or the passion or the thing that you turn from a hobby into a job, it can actually prevent us from pushing for better work-life balance or policies that would improve our work life and our overall health and well-being and critiquing the larger systems of labor that keep us working."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. This is so interesting to me and something that I think about a lot, especially in our industry - just, you know, you'll get exposure. We can't pay you, but it's going to be such great exposure for your name. So knowing all of this - knowing that our relationship to the workplace is often complicated and unbalanced - what can young people do to protect themselves or maybe even just shift their mindset?"
    },
    {
      "author": "STAUFFER",
      "text": "I think it's a challenging question because, again, I think the biggest change comes from pushing for policies like paid leave and health care for everyone that don't tie the quality of life we get to have to the amount of labor and kind of labor that we do. I think, if we're thinking personally, young adults can start renegotiating what matters to them before you get to a place of crisis."
    },
    {
      "author": "STAUFFER",
      "text": "So there doesn't have to be a major falling-out or a pandemic or something awful happen at work for you to think, wait a second - maybe this isn't where every one of my waking hours should be spent. Maybe this isn't the thing that should house all of my self-worth. And I think having those conversations with yourself, with your friends, with your peers really strips away the isolation. Your worth does not have to come from your job. Your dreams don't have to be tethered to your job. And neither of those things means that you've failed at work."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. Yeah. So let's talk about the concept of home as it relates to this period of our lives. You wrote about viewing your own childhood home and hometown as a waiting room of sorts. And it's a common trope in TV and movies - this idea of moving to a big city so your real life can begin. Why is this problematic, Rainesford?"
    },
    {
      "author": "STAUFFER",
      "text": "I think it's problematic in a couple different ways. I think, first and foremost, it really disenfranchises people who do not have the capacity to move onward and upward, as the saying goes. Not everyone is going to be able to move across the country for college. Not everyone has the bandwidth or the capacity and economic resources to pack up and move to a new city and just kind of see what happens. I think, second of all, it kind of keeps young adults constantly on the go and constantly looking ahead to the next place with the next new group of people and the next job."
    },
    {
      "author": "TAGLE",
      "text": "True. Yes."
    },
    {
      "author": "STAUFFER",
      "text": "And if that feels good to you, I think that that's a wonderfully valid, important thing. I think people should be able to do that if that's what feels right to them in their lives. I think that the other part of the narrative kind of gets left out, which is we bring our old selves with us wherever we go. And regardless of where we end up, everyone needs their version of home and community and stability. But I think when all the focus is on moving and leaving and transition, it kind of undermines the fact that we all need our version of home and community and roots - wherever that is."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. Which very easily leads to my next question, which is, you know, what's the solution here? How can we work on cultivating joy and community and finding that sense of home wherever we are?"
    },
    {
      "author": "STAUFFER",
      "text": "I think, first and foremost, we have to acknowledge that just because we're lonely or just because we don't know where our sense of home is means that we've done something wrong or that we're the only ones feeling that way. I think, whether you're in a new city, whether you're in your hometown, reaching out and responding when others reach out is one of the single most formative, underestimated things we can do in young adulthood. I think establishing routines that feel good to you really matters. I think slowing down to acknowledge the resources that you need in order to have those routines really matters, too. And I also think, in our society, we've got to quit glorifying the idea that there's always something better out there to find."
    },
    {
      "author": "TAGLE",
      "text": "One thousand percent, Rainesford. Where were you when I was 21? This..."
    },
    {
      "author": "STAUFFER",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "...You would have saved me a lot in moving fees. OK. It's time for everyone's most dreaded party question or job interview question..."
    },
    {
      "author": "STAUFFER",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "...At least it was my least favorite thing to be asked - so what do you do for fun? What do you do in your free time?"
    },
    {
      "author": "STAUFFER",
      "text": "Oh, my gosh."
    },
    {
      "author": "TAGLE",
      "text": "It's a simple question, but it's so loaded. It forces us to put ourselves in camps and give ourselves labels - outdoorsy person or creative type. Talk to me about this, please, Rainesford."
    },
    {
      "author": "STAUFFER",
      "text": "Oh, man. This is something I heard over and over again about - in job interviews or college applications. Everything that you do for fun was supposed to be a little bit better than what you actually do for fun."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "STAUFFER",
      "text": "And I think it ties right into how everything is so oriented toward capitalistic self-optimization and constantly bettering yourself and furthering yourself in every possible way. And, again, on paper, that looks like a very noble thing - to always want to grow and learn - but I think that what we kind of leave out of that is leisure is actually really important in young adulthood, doing things just for fun, just because you enjoy doing them. And I think that there's this idea that whatever we're doing should bring us a little bit closer to a version of ourselves who is slightly cooler, slightly worldlier, slightly smarter - just a little bit better."
    },
    {
      "author": "TAGLE",
      "text": "Yes."
    },
    {
      "author": "STAUFFER",
      "text": "And what I would like to see is more downtime that is totally oriented to doing whatever feels good right then, whether it's going for a walk or baking something or calling a friend or watching the entire first season of \"Ted Lasso\" at once."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter) It's definitely something I did."
    },
    {
      "author": "STAUFFER",
      "text": "Right? Same. I think - we just need more time to be as is. It shouldn't be even the hobbies have to be extraordinary."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. Remind me to send this to my dad. See? I'm allowed..."
    },
    {
      "author": "STAUFFER",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "...To watch TV. It was good for me to watch TV. OK. I don't know about you, but it feels like my early 20s were almost entirely consumed by romantic relationships - my own, finding them, losing them..."
    },
    {
      "author": "STAUFFER",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "...Or talking about other people's love lives - and that was before dating apps were even really a thing. And I think what most characterizes that period of early adulthood is just that constant fear - the fear of not finding someone or, maybe even worse, finding someone, but it's the wrong someone, and then being stuck..."
    },
    {
      "author": "STAUFFER",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "...Wasting time. What advice do you have for staying true to yourself in the dating game as a young adult?"
    },
    {
      "author": "STAUFFER",
      "text": "Oh, my gosh. This is the advice that I wish someone had told me in my early 20s and..."
    },
    {
      "author": "TAGLE",
      "text": "Wonderful."
    },
    {
      "author": "STAUFFER",
      "text": "...Something that I - (laughter) and it's also something that I heard from experts who study this. First of all, relationships in your teens and your early 20s - they do actually matter. We kind of categorize dating in two ways. It's either going to be really serious - which always means it's supposed to lead to marriage, whether or not that's a thing you actually want in your life - or two, you're young. These relationships don't matter that much anyway. Why are you worried about it?"
    },
    {
      "author": "STAUFFER",
      "text": "Well, those relationships are really formative. The No. 1 piece of advice that I wish I'd known in my early 20s is that it is not just about someone choosing me. It is also about me choosing them and that is an extension of me choosing myself. When you make a conscious choice that you're going to be involved with someone or you're going to walk away from them, it doesn't matter what the choice is - just know that you have a choice. But I think that romantic relationships kind of get, for lack of a better word, romanticized..."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "STAUFFER",
      "text": "...That you're just going to find someone who's perfect for you, and then you'll be the most complete version of yourself. No. You're complete as is. If you choose to add romantic or sexual partners to that, and that's something that enriches your life, wonderful. That enriches yourself. If that's something that's not fitting in your life right now, nothing is wrong with you. And you have a choice either way, and all those choices are valid."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. I was nodding my head vigorously. That's not very helpful for a podcast, but strong agree. OK. Self-care. Now, honestly, Rainesford, I almost didn't want to ask you about this because, lately, this idea, this phrase - it's so overused. It's hard to mention it without rolling my eyes just a little bit. But despite the commodification of this - of taking time to take care of yourself, especially as you're just stepping out into the world - it's really critical. It's really important to do. And I would love for you to tell us how we can practice self-care in a way that isn't just about self-optimization and filling up the tank by buying every jade face roller on the market in order to get back to the, you know, all-gas, no-brakes ethos."
    },
    {
      "author": "STAUFFER",
      "text": "When we think about self-care, I think that what's kind of happened is it's been applied as a Band-Aid over top of everything - a very commercialized Band-Aid that is probably selling advertising space on the Band-Aid itself."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "STAUFFER",
      "text": "I think that sometimes self-care gets thrown around by schools or by employers, or sometimes even intentionally by peers, as the thing that's going to fix everything, which puts the burden back on the person to fix problems that are likely systemic. So I think we've got two parts of the conversation, where we need actual health care, medical care, personal care. We need time to do all of that, and we need to know that it is impacted by the structures that it's unfolding in."
    },
    {
      "author": "STAUFFER",
      "text": "On the flip side, I think a big part of young adulthood that doesn't get talked about enough is it's a really critical time to learn how to care for yourself and what that care even looks like for you. And for a lot of people, that is going to be, you know, staying home at night, running a hot bath, doing a face mask - that's fantastic. A lot of people also describe things like needing to be around community or needing to go to bed really early. And so I think the best thing that we can do for self-care as young adults is figure out, first of all, what does it mean to care for ourselves? What does that look like to me as an individual? And what kind of care will enrich my life and make me feel better? Not make me perform better - (laughter) make me feel better."
    },
    {
      "author": "STAUFFER",
      "text": "I think the best example I got in the book when I was talking to people about this was someone literally mentioned just actual rest - like staring into space. And that sums it up. It doesn't even have to be an activity. It can literally just be slowing down and staring into space."
    },
    {
      "author": "TAGLE",
      "text": "Yes. We've been talking a little bit about your journey and your struggles, Rainesford. What kind of advice would you give to yourself if you could go back to your 19-year-old self? What would you say?"
    },
    {
      "author": "STAUFFER",
      "text": "Oh, that's a great question. I think, based on the conversations I had with young adults, I think you should know that ordinariness does not stand in opposition to having dreams or having a vision for your life. It's that considering the value in our average, good-enough-as-is selves helps us reorient to the actual needs and desires we have. And in a lot of cases, that looks like simple things - like community, like support, like rest, like fulfillment - versus this myth that there's always more we need to be doing, that every struggle is our personal failing, and that every moment we don't know what we're doing signals that we're behind rather than just finding our way. It really is OK to not know, and I think we, as a society, need to ensure that people have the resources for that to truly be OK in their lives."
    },
    {
      "author": "TAGLE",
      "text": "That was Rainesford Stauffer, freelance writer, Kentuckian and author of \"An Ordinary Age: Finding Your Way In A World That Expects Exceptional.\" Her book is out now."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on overcoming the likability trap, another on feelings and personal finance, and we've got lots more on everything from parenting to mental health. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAGLE",
      "text": "And now, a completely random tip."
    },
    {
      "author": "COLE STERN",
      "text": "Hi, my name is Cole Stern (ph), and this life hack is something that my mom showed me - shout-out to my mom. You know, whether you've been, like, sweating, or you're - been working out a lot, those yellow stains can be really hard to get out. And so what you do is you either spray or dab some vinegar on the yellow area of the armpit of your shirt, and then you just put it in the wash like normal. I usually do it with other white garments that I have. Most of it should come out. Otherwise, there might be a little left that's hardly noticeable, except to the person that owns the shirt."
    },
    {
      "author": "TAGLE",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Audrey Nguyen. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Sylvie Douglis and Clare Marie Schneider. Our digital editors are Beck Harlan and Janet Woojeong Lee. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7777219111.mp3",
  "img": "https://media.npr.org/assets/img/2022/01/14/gettyimages-503231476_wide-abaf05bbe59af8ebf19df2a322eac6fd183f4ded.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "RAINESFORD STAUFFER",
    "TAGLE",
    "STAUFFER",
    "COLE STERN"
  ]
}