{"title":"Tarot can't predict the future, but it can help you make that big decision","url":"https://www.npr.org/transcripts/1077397838","intro":"Even if you've gotten a tarot reading before, you may be intimidated by the cards or wondering whether you're cool enough to learn. Tarot reader and writer Michelle Tea walks budding readers through each card in a tarot deck, shares reading tips and ways you can incorporate tarot into your self-care practice.","transcript":[{"author":"JANET WOOJEONG LEE, HOST","text":"This is NPR's LIFE KIT. I'm Janet Woojeong Lee, one of the producers of the show."},{"author":"LEE","text":"If you're anything like me - indecisive, full of regret and overwhelmed by the world around you - well, this episode is for you."},{"author":"LEE","text":"Growing up, my family often relied on spiritual practices to make big decisions. I'm talking drawing tarot cards to decide whether I should move apartments or drop out of school. It's a lot, I know, and I didn't always follow the answers, but at least the cards helped me realize what I wanted for myself and my future."},{"author":"LEE","text":"Today, I keep up with the spiritual practice by giving tarot readings. I spent years practicing on my own before reading for other people, but when I first started, I felt like I wasn't witchy or spooky enough to learn tarot at all. What convinced me otherwise was a book by writer and tarot reader Michelle Tea."},{"author":"MICHELLE TEA","text":"Tarot is incredibly welcoming for a novice. If I could learn it, really, anybody can. And it's just about becoming comfortable with the imagery and learning them kind of by heart and in your heart and understanding how the cards talk to each other so that when you pull, you know, a series of cards, you understand how they flow into a type of story."},{"author":"LEE","text":"Michelle's book is called \"Modern Tarot: Connecting With Your Higher Self Through The Wisdom Of The Cards.\" In her book, she writes about the meaning and symbolism behind each card in her very first deck, the Rider-Waite. Michelle also says there are many myths about tarot. For one, some say you should never buy your own tarot deck."},{"author":"TEA","text":"They don't need to be gifted. You can - I mean, you know, capitalism is evil, but here we are. You can buy a tarot deck, and, you know, you should buy a tarot deck and support, especially all of the independent, you know, tarot artists that are making decks these days."},{"author":"LEE","text":"Maybe you have your own doubts about tarot. What if I pull a scary card? Or what if my card doesn't address my problems at all? Well, here's another common misconception - that tarot cards predict the future, when really, it's more about reflection."},{"author":"TEA","text":"Ritual, in general, is designed to sort of, I think, open up certain parts of our psyche. But it's so personal. There's no, you know - and that's what I love about this sort of current witchy renaissance that's happening. There's so much doing it yourself and rewriting the rules and personalizing it, which is why it's such a great spiritual practice."},{"author":"LEE","text":"In this episode, a beginner's guide to tarot. We'll walk you through a deck of cards, share reading tips and ways you can incorporate tarot into your self-care practice."},{"author":"LEE","text":"For listeners who are less familiar with tarot, what is this modern tarot you write about, and what can it do for someone?"},{"author":"TEA","text":"Well, I guess the idea behind modern tarot is that you can look at tarot, which is a really ancient tool, and you can sort of, like, translate it to work for your life today. So it can be really lovely if you're a person that wants to integrate more spirituality into your life or to look at life a bit more spiritually or philosophically. It's a great tool to even just pick a daily card and have a practice of a daily card that you sort of ruminate on for the day, you know, or end your day picking a card and reflect on, you know, how that - the imagery in the card and the sort of spiritual message in the card may have been true for you on that day."},{"author":"TEA","text":"But also, we are, you know, mundane, practical humans living our busy lives."},{"author":"LEE","text":"(Laughter) Yeah."},{"author":"TEA","text":"And you can also pick cards about just sort of, you know, what should you do with your career, what should you do with your art practice, you know, where should you live? Should you ask that person on a date? Like, tarot also responds wonderfully to all of our sort of petty (laughter) - the petty concerns that feel very important to us as human beings."},{"author":"TEA","text":"So you know, I think to presume that the tarot welcomes you is a really great way to - just to begin, you know? And I think the best way to do that is to pick a deck that really resonates with you, that seems friendly in some to you or, you know, if not friendly, mysterious in a way that's exciting. But you want a deck that you feel like, oh, I'm intrigued by these images. I want to read about, what does this mean? I want to look at these things."},{"author":"LEE","text":"Yeah. I love so many things you just shared. So if you're just getting started, presume that tarot is welcoming you in, and also be open to exploring decks and finding the one that's right for you."},{"author":"TEA","text":"Yeah."},{"author":"LEE","text":"And you focus on - you write about the Rider-Waite in your book, which is comprised of the major arcana and minor arcana. Can you just give me, like, a quick rundown of those?"},{"author":"TEA","text":"Sure. So the major arcana in the tarot are those sort of archetypal cards that, you know, if you've seen tarot in media, it's probably one of those. It's like, the lovers, the devil, the star, the sun, you know, the magician. And they're archetypes. When major arcana cards come up in readings, they usually talk about a moment that is really significant. It's, like, you know, more of a peak moment in our lives or, like, a lesson that's going to be very impactful to us."},{"author":"TEA","text":"The minor arcana is divided into four kind of elements, and they're represented by symbols. So you know, we have the suit of wands. Wands represents fire, the element of fire, and it talks about the fires we have in our bellies, the fires in our hearts, where our passions and our drives and our ambitions live. It's a really sexy suit. It's really playful. It really makes us want to, you know, get out into the world and pursue whatever it is that we want."},{"author":"TEA","text":"The suit of cups is the element of water, which is often, you know, used as a metaphor for our emotional selves and our emotional experiences. So the suit of cups talks about our emotional landscape and the people and situations that, you know, move them. So it's very relational. It's about love and friendship and community."},{"author":"TEA","text":"The suit of swords is the element of air, and air is seen as the most unstable element in the tarot. And it really is talking about - you know, it's a metaphor for our mental processes. It's - air is very much like the mind, its electricity, its inspiration, communication. But it's also like our inner worlds and how, like, we can spin out and torture ourselves - right? - with anxiety, worst-case scenarios, things like that."},{"author":"TEA","text":"And then there's the suit of pentacles, sometimes called discs or coins. And that's the earth element. And it's a metaphor for, you know, here we all are on Earth. You know, we have the fire in our belly. We have our minds. We have our feelings. But it's all..."},{"author":"LEE","text":"Yeah."},{"author":"TEA","text":"...Happening here on planet Earth. And so that is a suit that talks about our home, our bodies, our workplaces, the places where we are embodied."},{"author":"TEA","text":"So the major arcanas talk about real high points in our lives, and the minor arcana is more about our daily lives."},{"author":"LEE","text":"Yeah. I love so much of what you said. And I'm just thinking back to you also what you write in your book about the biggest thing about tarot is that it helped you stay grounded when a lot of things around you felt like it was moving. And it's a way of, like, seeing the bigger picture of the world. And I'm curious. Now that we spoke about, like, the specific elements of the deck, what kind of questions can we ask of tarot? And is it possible that I could be asking too much of it and bringing too many heavy questions to the table?"},{"author":"TEA","text":"I don't think that you can ask too heavy of a question to the tarot. I think the tarot is very receptive and responsive to almost all sorts of questions. I mean, I would be more concerned about asking petty questions to the tarot like, what should I wear today? You know, really just ask one question at a time. You know, sometimes you just come to the tarot with so many issues. And you're basically asking, is everything going to be OK?"},{"author":"LEE","text":"(Laughter)."},{"author":"TEA","text":"And you're asking that because you're..."},{"author":"LEE","text":"Yeah."},{"author":"TEA","text":"...Freaked out. And like, that's a big, muddy, strange question for the tarot. I find that the key to a good tarot reading is really asking a very clear question. So you know, say you're in the state where you're like, is everything going to be OK? It's better to sit down and be like, well, what am I afraid of? - and do some writing. Do some advance work before you hit your tarot deck. Like, why do you think things might not be OK? OK. Well, I don't like my job right now. You know, do I need to find a new job? Or I don't like my relationship right now. Do I need to be out of this relationship? Once you sort of look at, like, what are the actions I could take? Maybe you're scared to take them. Maybe you're not ready to take them. But what are the actions that you can take? The tarot is a - is really a tool for you to be proactive in your own life, you know, and to kind of move into your own destiny with, you know, confidence."},{"author":"LEE","text":"OK. So I'm curious. What can we do with the wisdom of the card once we have this reading? Or I also feel like sometimes you draw something or get a reading that doesn't quite click with the question you're asking. How do you move forward from that?"},{"author":"TEA","text":"Yeah. Sometimes reading tarot cards is a little bit like reading poetry. Maybe it's speaking to another part of your psyche that's, you know, not that sort of rational-brained part. So sometimes when I get a card like that, I just allow it to be. And I'm like, OK. I'm going to just think on this. You know, maybe it's asking me to think about this kind of energy. And more is always revealed with the tarot. So sometimes, you know, something doesn't make sense in the moment, but, you know, it will make sense later on."},{"author":"LEE","text":"Right."},{"author":"TEA","text":"I wouldn't (laughter) - there's a lot of controversy or concern about reversed cards."},{"author":"LEE","text":"Right."},{"author":"TEA","text":"You know, reversals in tarot mean, like, what happens if you pull a card out and it's upside down? Does it mean that the meaning of the card is reversed? A lot of people believe in reversals and make a case for them. I don't like them. To me, they feel, like, needlessly fussy. I don't want to give somebody a tarot reading. And then, because I was sloppy putting the cards back, they get a happy card turned into..."},{"author":"LEE","text":"Right."},{"author":"TEA","text":"...A sad card. Like, I don't like it. And I also feel like it increases the sort of negative cards of the deck when you do, you know, reversals. It's like, you know, a bad card is kind of worse. Happy cards are kind of dimmed. But, you know, if you're interested in reversals, you can try it out. You can look into it and find out why people do like it."},{"author":"LEE","text":"What are some of the different kinds of readings?"},{"author":"TEA","text":"There are infinite tarot spreads that you can do. And you can make them up yourself, which is really great. You can just sort of, like, ad-lib and pull cards to answer whatever question is in your mind."},{"author":"TEA","text":"But there are some classic spreads. The Celtic Cross is a very classic spread that kind of does past, present, future - what's on your mind, what's in your subconscious, you know, what's coming up for you, what's your environment look like. It touches on all these things."},{"author":"TEA","text":"If you want to know about a very specific thing, like, what's my love life going to look like this summer or, you know, should I reach out to that person or should I not? - I find three-card readings are the perfect amount of information. One can leave you wanting more. One card can leave out possible nuances to the situation. More than three can be, like, too much information to integrate. But a three-card reading is really excellent."},{"author":"LEE","text":"Yeah. Since you have this sort of daily routine and practice going on, how do you incorporate your readings into your self-care practice or spiritual practice?"},{"author":"TEA","text":"Sure. I love doing daily readings. I mean, sometimes, they can get overwhelming. And, you know, if you're doing big readings for yourself every day, you can just be like, what is all - you know, it's like you have too much data, and you can't really - you can't really run it."},{"author":"TEA","text":"So I save larger readings for maybe on the new moon and the full moon. Aside from that, I'll do, like, one - I'll do like, a one-card pull every day, just to sort of center myself. I like to meditate and then pull a card or vice versa, pull a card and then meditate."},{"author":"TEA","text":"I like to pick a card at the end of the day and sometimes try to do dreamwork around that, where I ask, you know, the energy or the essence of that card to reveal itself to me in a dream. I did that last night, actually, but now, you know, I can't remember what I dreamt (laughter), so I don't know if it worked or not."},{"author":"LEE","text":"Yeah. But the practice itself sounds really beautiful, yeah."},{"author":"TEA","text":"Yeah, it's nice. You know, it just helps you be more present and more aware that there is a sort of numinous aspect to life that gets lost in the hustle-bustle. And I feel like tarot can remind you of that."},{"author":"LEE","text":"I'm curious. How has your experience in tarot over the years and your ongoing practice changed kind of the way you interact with the world?"},{"author":"TEA","text":"Right. Well, it's interesting. I mean, I think that tarot has taught me to think about life in terms of cycles, you know? Like, I went through - a couple of years ago, I went through a divorce that was really profound and unexpected. And for me, it was really cataclysmic. And so I was getting these cards - I was getting the tower card, when your life is uprooted. I was getting the death card, when there's a painful transformation happening. I was getting the hermit card, when you're, you know, kind of suddenly feel very solitary."},{"author":"TEA","text":"And I - because of my experience with tarot, I know that, like, people cycle in and out of these things. I didn't feel like, oh, no, I'm in the tower card; I'm going to be here forever. Like, I understand..."},{"author":"LEE","text":"Yeah."},{"author":"TEA","text":"...That we work through the tower card moments in our life. And then, the next card that comes is the star..."},{"author":"TEA","text":"...When we, you know, see there's a clear sky and we're re-inspired and we have a new North Star to orient ourself to. So I - it does help me trust that, you know, bad times are, you know, as transient as good times, you know? And ideally, you take it all with a grain of salt and just know that like, you're just - this is just, you know, a human life. This is the fabric of a human life."},{"author":"LEE","text":"Thank you, Michelle."},{"author":"TEA","text":"You're welcome."},{"author":"LEE","text":"Thanks again to Michelle Tea. For more LIFE KIT, check out our other episodes. We got one on practicing mindfulness, getting into creative activities and many more on health to finance to parenting. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now, a random tip from one of our listeners."},{"author":"ALMA ESPESI","text":"Hi. My name is Alma Espesi (ph). I'm from New York. My hack is when you buy scallions or green onions or chives with the little bulb on the bottom, when you use them, you should put them in an inch of water in a tall cup on the counter. And then you just trim them on the top end, and they will continue to grow from where you trimmed them. So you just keep cutting, and they keep growing like little plants. And you change the water out every few days. And that will last you a while before the water gets a little stinky with the roots."},{"author":"LEE","text":"If you got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."},{"author":"LEE","text":"This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is our managing producer. Beth Donovan is the senior editor. Our production team also includes Andee Tagle, Audrey Nguyen and Sylvie Douglis. Our digital and visuals editor is Beck Harlan. And a special thanks to Casey Herman."},{"author":"LEE","text":"I'm Janet Woojeong Lee. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5757416085.mp3","img":"https://media.npr.org/assets/img/2022/02/01/lk_tarot-21_wide-1edd435b6300667f689f433359c0d7fe9b657290.jpg?s=1400&c=100&f=jpeg","authors":["JANET WOOJEONG LEE, HOST","LEE","MICHELLE TEA","TEA","ALMA ESPESI"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,23007,20596,15675,21770,17689,13617,17233,12812,13212,6827,15104,13040,8313,5599,12816,12869,14114,14024,13305,10156,10905,9414,22831,25681,21779,12686,10884,7959,10994,21490,15963,4325,16412,26698,18268,15999,21945,18060,14655,15031,8009,5037,14631,10974,23963,12051,19218,20543,15778,8938,2237,3100,2824,24780,24793,19572,10422,19306,11782,14048,10323,11249,7651,9295,9625,10030,14968,11572,7657,2954,24787,20637,13542,10253,17420,14085,17848,7417,17683,12472,16783,9186,9966,11067,8600,19900,26137,18814,17288,13460,2673,12507,19020,16301,12637,2445,13923,14777,13701,14487,8665,12754,15562,11821,13070,15209,9024,12417,17918,25209,15006,16860,20620,12984,14404,6127,3061,2948,4754,22745,3508,24806,18304,14687,13484,20100,12202,10630,13624,9348,6486,3131,3282,25432,15562,16194,17985,15148,7705,9131,11540,9076,6442,12355,15964,16243,2949,24041,16893,15663,16963,23787,17113,12284,11535,12161,10544,9134,19267,12944,13513,19528,17739,3678,2798,18680,14926,15997,18813,20776,12048,22945,12927,16706,14568,10303,11744,17205,4383,2277,11337,21388,21164,22114,18955,9669,13173,11328,26685,14561,12993,14600,17328,12808,8797,11707,12665,11446,13280,6557,10611,10816,11426,13095,14771,18595,19007,16140,3238,12358,14485,15944,5049,3852,21768,21629,22242,11183,12527,12563,20905,18651,15161,15333,18663,4916,17716,7190,18059,10640,15093,10332,8658,19904,15469,20316,14208,17183,21661,5550,19821,13973,16191,14599,5809,13977,15812,21133,19159,10785,11353,4208,1397,7115,25284,15992,18006,22929,22193,13993,9939,7663,15313,19756,18743,14001,15532,23277,12685,1634,12218,23079,17583,15373,14632,7005,10272,11581,10242,10114,12241,20241,17924,15678,11902,17546,12956,12174,5737,1978,2775,23878,25416,13102,14769,16218,23614,13101,10580,12526,20487,11319,11340,8971,12299,20528,12688,8453,13614,2691,17551,17661,21252,17745,13859,23505,13821,20728,21682,21285,18182,21202,23531,17263,21661,15587,18686,11819,8548,16962,18643,17208,17403,15920,20011,17049,20634,9064,2296,14689,17842,9247,12533,21585,19571,16163,12902,23580,5734,10173,4001,2152,15740,25156,21393,19901,8066,6171,2050,17946,15217,19695,15936,16771,2735,16296,20788,17376,21444,16794,15724,17601,17570,14752,1557,18988,22606,15233,15709,8732,16372,8648,20614,18869,13988,12589,6287,14518,10043,13355,1700,7495,21137,22590,18922,11886,13178,16950,19233,10475,6370,14575,12906,11967,20219,5295,10195,1965,13776,20023,12129,17453,7985,17649,20946,19995,20577,21153,21207,9453,1889,17762,17761,10625,17596,22094,16713,1868,10594,16291,17780,19586,20281,14832,9093,11425,10181,7693,18207,18100,15775,18981,12994,15852,19279,18938,7008,1676,11570,18108,18316,11397,16584,11811,19208,9030,8947,9386,16901,9173,17601,17725,11868,12213,8423,5781,21135,12650,11833,13405,10652,5663,1091,1590,7000,17591,15098,12850,14017,16843,23691,10243,12421,1475,24652,18904,17475,19885,26316,11726,11487,13905,10104,9923,8162,15027,15179,17695,11550,4501,10437,14108,11270,11273,7426,1722,426,178,111,23075,25329,20957,16398,13712,26545,13640,16730,16273,9225,26105,16193,21355,16460,27366,12124,9678,7894,20423,16478,10508,17479,18797,17691,18872,16378,28019,7638,24506,16248,21505,12342,12833,15555,27503,16661,21659,21107,25770,13277,16086,8360,25742,23802,15628,7550,4033,20209,15594,16577,14513,17105,14953,9208,20523,16911,17844,18341,19668,23526,23763,10853,12559,13749,14886,19853,21975,20626,17942,11457,18920,19833,27761,12705,17462,16624,28142,18779,12568,20176,18630,26718,9804,8884,27750,27982,27919,16469,16209,13155,11522,9594,9093,23382,18294,24302,18857,16319,14342,15699,17178,9240,26539,16628,16060,14408,9664,3198,31,17,5434,26606,11106,26978,14143,21910,21870,26220,8332,20723,13113,13068,14913,13782,10357,14283,15717,12606,9441,11658,19055,24924,9277,12678,11463,25712,17474,19587,19082,16329,22788,25420,12088,12907,7073,23612,25786,19653,18488,26311,19442,20863,26188,20283,16847,14985,9412,1313,5,4,6,18,26177,19941,15355,8877,13087,19573,10079,15494,11454,1696,19152,21744,18840,11448,13611,13652,7224,10503,23373,14058,11391,11994,16001,11914,5268,7771,13766,7781,10860,9431,14907,10024,21119,23384,16458,9353,8327,8597,8517,5205,1851,22477,10165,22390,14667,20866,13995,1274,3,47,20,22,19,17,14,25124,15179,16838,14388,8531,9242,10859,15086,361,22235,13539,12838,18420,14717,12682,23171,22131,10706,5491,8412,4731,14322,2264,18028,20906,17909,17556,18824,19310,14088,15749,10205,11401,9457,12699,7815,16727,4528,206,3918,16201,14465,10222,14544,16883,8537,5947,11263,12216,7349,14327,14704,20706,977,21616,6556,20974,21758,19640,13406,12752,18738,19084,3919,22649,9126,3415,16746,11555,16784,13210,1059,19666,12387,18318,15581,10659,15663,7217,12462,13073,21556,16063,4986,22293,17652,15968,19263,14269,16453,17435,19128,1490,19148,18292,18800,13249,21791,20689,11103,12379,483,10529,21547,22031,13843,20459,18049,20383,16414,19628,17929,20313,12596,16352,3540,18674,21067,12413,17063,14684,17742,19625,21652,21412,19133,20534,9576,21449,22449,19596,8732,5879,18117,20086,19716,9772,2296,14836,16386,19305,17757,11023,11908,20142,20180,12020,20282,10953,9072,8282,14977,9880,9162,21166,21710,20662,16121,15058,9032,15233,18691,13070,9077,14580,15400,21296,24153,15449,7377,10239,12136,14410,15109,13914,12311,10803,6895,7162,779,12761,14044,15728,9045,11633,9995,17261,17742,15180,7750,11503,15299,16943,13932,15466,11890,4492,20304,7899,21005,15391,7501,20174,14350,8877,17926,19228,16933,18854,9002,11940,9422,1822,18668,14713,12167,20797,19828,16406,9427,15800,17416,24275,20374,20949,17321,18503,18038,13423,19112,12729,4753,7402,7308,1174,16456,16434,14867,169,17612,19517,18850,14747,231,13630,12654,8644,12855,15828,16427,17082,12340,11426,12083,17956,14551,8759,16962,16260,13479,11510,19923,11078,21814,4951,18003,20440,14195,19489,10425,13975,18913,1191,19229,15486,21296,10296,9372,17318,8559,22850,18634,10445,13994,11113,13921,19364,738,17044,18362,20513,17555,10866,21038,17169,11843,17946,7360,10845,17293,20422,16216,9431,19169,12714,6275,19412,9371,19077,17922,12374,19825,13206,643,18453,19864,11632,8285,18799,18268,11027,9064,1032,44,14254,17609,14809,12244,9182,12434,10160,14572,18699,15328,60,18971,22367,17248,22784,16179,633,52,21129,27321,26138,13686,9005,15285,6999,11997,4221,14133,15278,8742,11685,8027,15668,15057,20269,20182,13622,11948,6113,14838,21472,11121,15939,15447,7887,19493,12972,17496,4078,10656,21793,16214,12410,6842,13042,24151,9543,17817,11021,16810,23974,18039,14033,9832,9033,7330,10239,16403,9235,10273,17669,23326,11531,5911,6853,17221,12842,2510,20309,15618,14071,13939,4421,15158,14192,14998,13342,21863,14388,20475,21174,11636,9871,74,10,8175,20320,23028,22541,12641,8122,19455,6627,16665,21103,8906,16145,15476,8454,11696,11422,11446,21536,10282,21620,9088,14946,9004,14028,1916,412,13602,12237,11621,21373,18936,2906,21087,18767,24925,14008,15073,8285,12644,19986,13605,12184,7737,21532,995,13036,19561,19830,12525,9233,20660,20365,13071,12255,22702,19823,16051,11395,11982,20154,21105,7814,3099,12056,22839,18003,690,19048,16706,15881,173,22041,20048,14857,20114,20519,21528,13171,14374,16645,21539,18889,10361,11941,3439,22696,18675,17544,15321,81,8580,23514,15848,15180,13281,16876,9745,6939,20070,22209,14478,23845,24043,22074,13644,11833,1265,17936,10653,12025,17186,14388,8787,8127,15356,15163,10854,2438,23062,19636,4197,22495,13909,7693,23759,10448,21943,20120,16821,9345,21483,19605,16684,23195,21017,12589,22599,17445,19649,20739,12110,11316,19193,11766,9788,8408,13070,9195,17456,12902,22365,8948,10210,11136,17335,16730,14710,17683,23730,18012,16064,9409,11294,22166,19629,12452,21354,20417,8783,10106,14474,1751,24117,23770,2050,21443,13626,13458,20259,6649,485,17966,21444,12709,22000,17077,8663,11068,23358,13536,12655,12375,22280,20324,20576,16475,12030,18784,21303,21296,12744,7765,11062,10711,1570,22684,16587,12818,21458,23049,23075,22420,22749,16832,17688,21572,7769,23300,586,18098,20017,12676,22318,8377,6714,14667,18198,20780,15745,23889,14170,20338,19222,24088,11222,17487,14713,9891,10081,14371,17680,22080,21063,22551,12604,4355,18394,17998,17021,16476,14253,14015,14365,674,12022,19518,9348,12645,15629,17729,17495,9133,6926,10125,16218,19956,20899,23596,18554,21294,22162,12486,618,20268,20413,22046,22908,14754,12125,154,19557,21265,13336,20011,10406,23591,21655,17278,9725,10297,10168,6652,4677,23094,19965,23326,10397,10226,23466,16559,23133,9023,9036,9830,10918,18048,13306,23142,21567,22935,22296,13781,16910,14608,19739,16128,8312,8770,23895,20483,17007,16887,14852,19749,17272,24116,19367,6816,16864,17310,17712,10940,15091,19412,25476,22442,15800,17139,24027,20054,4817,23686,24060,22781,13344,3672,1176,23124,13852,4299,22959,19837,6327,22881,22232,23577,17308,17497,15387,7900,553,16193,14833,15019,13882,18215,18333,18871,15036,11796,10442,18733,15202,15708,11622,16939,16790,18036,16268,8039,12556,9157,21946,21609,19025,8207,14236,18398,14429,10726,20342,14287,13350,15515,21133,21050,22295,21582,9324,22388,23446,15592,19142,17960,11305,4197,1177,16448,18536,19992,24454,21989,9156,587,3788,18692,19642,18192,10910,16453,19238,13148,19538,9012,11868,11654,20050,13871,18460,450,8166,20807,11796,12890,6155,224,8588,6042,1001,24733,21583,7348,23,22399,17649,7629,10949,13400,4522,24775,17560,9682,22506,10271,12506,9969,24155,6850,18716,14123,17189,19830,14135,21126,16112,27775,14049,17935,11252,19982,10023,11470,15445,12707,11320,16636,6035,249,26786,15148,15706,10096,15816,12303,11229,9631,8738,13948,13417,7746,19917,18158,289,20267,16338,13606,25818,18247,5161,6258,26545,23685,10951,11583,17911,11271,14203,24115,2112,6369,25216,12714,21289,11152,7356,15742,5638,13850,11527,10405,525,23216,9718,27733,25166,7726,16408,6786,16549,19128,11709,6763,11947,3050,11908,17349,25168,8207,15665,7830,17606,8909,18549,15954,19497,19097,16218,11995,17525,4007,10611,15506,17162,11688,12097,12036,16904,21174,17260,9178,20336,18872,9408,19699,12722,10951,13893,18379,19682,10499,21136,9306,17495,18757,10526,893,17527,14985,21196,5154,18356,15702,8439,15375,8394,13502,14017,14683,1247,13495,21215,18071,16832,15149,11794,10719,3576,15056,18371,19912,18853,15243,20100,18468,17244,14955,19206,22683,20236,18936,2515,21730,17198,23587,15800,17607,9613,16614,16384,12014,10339,18118,18826,19704,13587,20806,22039,19634,17121,12373,10634,19557,7382,2447,10907,17296,7469,20571,19031,18328,9714,11214,9237,9927,8518,12508,9960,18954,15765,10363,11887,11062,10079,1315,20711,8623,16863,17670,14380,11140,14994,19714,19328,16126,16082,2191,12751,21918,16610,22005,13887,21094,13872,17698,16423,10323,17741,8777,7485,2179,7664,21248,22025,12838,13939,17156,11886,13183,16456,962,20068,19620,18721,15861,18722,20811,15810,13517,8676,3283,18195,12721,17345,8387,7188,1287,13360,14604,10722,20396,9812,16018,12557,2030,20162,18257,19508,13466,9057,8502,10092,15893,13101,8521,19613,20345,17916,10853,20585,16455,17262,22749,16669,1299,4430,21651,21771,14848,19649,13571,21524,2269,404,20233,22247,17062,17892,20821,18299,20598,15947,12642,16631,17721,21873,19082,14737,6752,13609,14950,19694,18743,19853,2506,16185,18892,14672,11458,10385,19037,9962,12505,16923,18028,11644,20300,4815,17716,17319,16742,13115,14166,14953,17328,6357,12209,4780,18932,14417,2502,9723,9445,6091,6792,228,18054,11138,27407,23502,12107,9648,6088,8647,14154,488,15528,14470,22775,15754,20944,8421,6938,19920,293,2630,24903,10032,13616,8197,6494,24568,13980,9488,16602,7702,18401,9384,21447,165,15700,13248,9769,7508,15448,12862,8686,16020,22844,9717,9477,10071,5339,2054,23162,1716,20467,18924,11880,15286,8527,13089,15519,20349,17000,20638,16084,12580,14252,7642,1343,17794,21768,9711,16505,19385,14573,18380,13789,7202,19156,20615,599,21472,17559,20185,14140,3735,17048,16704,16556,1352,16637,15096,17926,17529,20036,17933,19990,15431,20184,7202,9800,11483,14249,15227,223,22916,14746,16201,9072,12714,19543,13478,9228,3590,12780,20069,14433,13338,7745,10300,17857,16782,9400,10632,10105,11023,10637,14031,19425,15533,10970,15359,18657,13973,14373,12147,251,20800,10236,11843,9995,12897,9722,8608,95,5354,4716,23553,22636,2345,18813,24276,12024,16058,21486,18773,14585,11525,17688,16719,13236,18997,16495,15891,18413,11794,15344,3493,7718,14675,20304,14513,18032,11527,17799,20231,13263,13169,6982,15848,16980,8066,5563,8340,4109,2573,1480,24296,19495,18247,15305,12589,18817,14277,15872,9235,19038,2008,23026,13573,15494,13313,17800,14297,18122,19117,16455,18088,4688,19261,20494,18555,3784,10079,20797,12789,21144,18082,7727,10528,13269,20302,17542,10553,1690,20754,12312,17423,16625,18186,11710,12052,13993,5231,20663,18638,16006,12091,16349,19211,20172,1406,16942,20771,143,61,16977,18221,19609,9813,7017,10835,18098,14958,15908,19385,10497,10663,10819,14442,15705,15332,14126,12998,7059,7099,14794,14343,15490,8359,24690,20382,16646,23779,8855,12941,4907,109,1798,11422,21465,14069,20351,3613,17116,16089,23262,22641,21690,21525,15522,184,18572,22872,19093,11158,13837,9285,2268,17434,15750,11970,13547,10868,16281,17640,1590,10416,17722,17143,7464,8682,12983,4222,13517,19357,20737,9380,5709,5762,12926,9522,324,9165,5714,623,27349,14069,14714,6202,6243,6211,3614,70,2362,2019,15924,15870,16546,15421,18625,14954,12323,9529,17056,11739,6738,14726,13898,22996,20539,20496,9966,18711,15881,15976,22916,10781,3909,14990,10229,17167,19588,20955,11899,20322,21818,14103,17394,14693,20504,16601,19716,15866,14871,9011,9414,15330,19717,19649,19016,21653,17521,20159,17360,17358,15750,12862,16200,12428,14995,19807,15734,19906,20409,15998,14992,1106,17662,20466,14224,8820,12190,13067,21549,19018,18197,19520,14026,8849,10281,12952,13372,17541,19848,2494,4642,25128,18195,20415,13740,16262,11943,19099,13230,21095,19736,20904,20980,17221,14710,3733,21862,19608,21827,16271,21504,15035,15010,15348,10535,11894,14615,19779,14424,17302,17014,12249,19124,16621,457,17632,17267,16165,15225,19129,12608,15027,13776,19155,20676,20418,9962,20210,13436,2870,21288,21068,17830,21624,18336,12709,12791,11655,20476,10745,17195,20593,10085,13082,665,20380,13119,21714,19510,19053,9354,19168,4937,285,3306,19345,21180,16114,13667,13734,10853,8184,4198,23022,11694,15372,17807,17165,12382,17596,11681,23083,15286,16842,18777,19605,13495,23424,18303,9098,639,14393,3688,8338,11687,11036,70,559,26079,23361,15664,17980,11468,8270,11804,18948,9513,11373,9812,25672,12470,17585,17981,13298,10778,9199,9153,11927,12300,23979,8681,6658,19783,13972,10279,15048,5342,16579,17718,16539,20121,19808,13050,10437,12570,12009,9720,19393,10608,13702,21506,16376,9455,19949,15683,11124,13792,9449,20077,9545,12524,22231,11728,21518,9148,16746,18708,279,21238,16674,12209,20856,13512,17355,18444,8468,10412,14250,11700,14953,15725,10828,17977,18525,13056,6535,20822,13161,13441,5747,8352,19578,20356,3058,12667,10685,9886,13785,8370,8162,466,20150,18126,19718,17272,14306,17647,15909,19248,20050,15907,17665,17100,20566,19644,10489,8980,14460,16735,17465,16078,17853,21798,19654,17847,16575,19721,20258,18638,21445,10091,14585,18585,18729,7306,11045,10839,216,20702,17800,14012,9297,14466,16733,22454,11920,14968,20662,4963,530,22278,20070,21064,8963,11211,15455,17528,20198,18225,7260,14860,11741,16733,16039,20505,18782,443,4796,21680,17958,14819,10729,7240,5081,17502,22358,14739,18194,15237,10574,6669,9545,8242,8607,22524,19103,19696,18258,20090,13369,12502,9137,13176,25420,18613,22355,7759,6003,6352,21681,11995,13378,15098,17153,14324,9826,17489,8678,13565,11947,20239,13634,679,12498,11749,15706,14180,7440,5749,18730,15311,17913,19273,14038,19164,15905,9857,19780,19209,13814,17672,11972,200,13678,21262,16953,11790,16363,13043,10439,12134,5758,4335,24665,24571,15724,13721,10962,14970,12987,11105,8466,12272,13355,12102,12386,15525,11257,18455,7558,7360,10693,16549,18398,17713,11458,9127,12255,225,18724,16942,7780,17485,8374,4015,1239,18871,20371,16934,13991,18937,10979,20964,14262,14077,5336,15135,13973,10886,18848,11829,2310,12134,19434,15656,19591,14338,16834,11343,20945,12439,10669,16383,18506,19918,16039,23716,18846,14141,18018,19905,13135,13143,18469,16242,17114,13345,12948,20264,20224,18027,12060,21229,14611,10822,16514,16392,18540,19099,13541,11180,9028,20114,20942,8415,5286,19492,13917,19658,2977,12002,20288,13968,13905,11684,16380,12330,10468,15083,21222,21931,20051,12059,9996,13819,12717,16859,10865,12516,21023,21797,18020,19986,20403,15712,16076,12180,23128,9211,9481,21800,20698,18632,13433,7653,19075,11619,713,19289,18555,30,1569,171,17532,7163,19340,17829,12419,11205,19244,18292,22147,12231,16399,9931,19263,13254,17241,10985,12370,3240,19205,25020,22840,18827,15709,13244,13723,14784,12584,7730,18518,20451,21142,15212,10454,12524,18241,565,259,10491,19180,9571,19688,15803,15403,2131,11129,15338,16585,21402,20777,17867,16881,10988,9697,16537,14055,1544,19893,16205,15519,14148,9749,9490,16216,16856,14285,20187,16014,16891,18228,16164,12969,20732,12060,14513,10606,10238,20432,15524,18216,16803,16428,13747,9608,19194,19768,2057,11347,18791,22144,20875,10471,15913,15997,9448,8674,1179,21525,20249,15285,3911,5536,18986,7960,9363,16288,19109,9724,14124,13970,13197,6743,11191,18786,18610,13650,2606,6759,14502,22001,16622,12702,17352,6101,10565,12514,13367,12698,11145,12389,10957,21073,12076,9745,17390,14164,6209,11758,4327,4285,6155,10346,8490,6790,11473,10431,8388,7103,7953,7056,6060,24293,19410,22467,13874,12765,8802,3178,3008,1378,1520,1715,1669,1671,654,374,288,166,151,84,57,44,22146,19932,12589,24715,4109,14111,17638,19192,14867,23239,23393,6956,6562,26451,21333,23496,17817,10990,10386,18661,6472,19327,9306,10070,11145,13879,17726,20206,3648,25285,19099,6430,9029,777,5412,25163,15935,26526,25781,24814,13133,20820,18848,15593,239,9394,20176,22467,20217,18116,25657,13033,23522,14532,11026,18829,23650,20185,20926,21156,15416,3566,25284,13921,8964,10796,3964,1864,7349,4002,25948,24652,23203,21017,14652,10180,15733,15226,6844,4902,12850,22418,16249,17926,24051,20944,15662,23155,14465,21587,9067,21681,23446,13680,16281,14182,23652,19691,22603,16721,20398,20877,21310,17606,24761,18259,9220,4484,3081,19057,22814,18007,24191,16249,1094,18901,12984,23667,5863,21852,22411,16984,8625,20679,17525,25457,9559,19306,24593,21869,24639,23052,5994,22232,19738,22794,14396,24676,18960,23470,13580,4110,15639,5678,22814,20856,17699,13866,19216,10477,13714,9895,23781,21863,16199,17835,15146,14172,11000,22310,24512,16451,7234,2139,18328,16965,19224,16565,25034,14516,20058,24697,19419,18401,19682,12201,24614,21500,23792,24637,25441,24537,16085,19780,21353,2966,9812,25901,21528,21590,19512,20862,16577,24195,15150,13773,11537,14668,14472,16263,17988,7350,14194,6557,21256,16498,13594,14671,25724,15504,13434,24860,23204,22615,21596,3471,2360,15777,11190,28795,12449,7255,14515,11439,11363,9751,13608,12243,10838,12190,7683,16279,20988,20425,17685,8936,8450,12025,12502,8865,22823,20208,7277,13327,11320,10406,8646,16994,15886,18201,11144,8162,12534,8096,6267,24760,18674,15575,16079,11454,13047,18441,12921,4416,9839,17411,15665,6822,8456,8252,8185,8044,24928,13520,13121,11092,2298,10322,12840,6670,7884,5727,9177,4383,4508,18600,7294,3685,12458,12039,7411,636,9312,7208,7240,9415,5980,6181,5597,6813,4409,1618,25488,17301,23933,17277,24634,14348,10979,23149,20093,16529,8676,21819,22039,21350,26219,10948,8613,22043,14786,25730,28069,28066,12128,13290,9163,17908,23934,13797,12952,14618,20844,7432,21209,20465,15317,17299,23015,15790,17134,21324,11240,3788,25230,20455,14349,12674,18063,24341,17150,21858,19075,14483,27572,15686,18548,9880,16069,11928,15321,13859,6559,23230,15475,14310,7072,21708,23783,22394,16775,8207,23539,21142,8164,23130,19846,25675,17670,14466,15211,19703,26180,26074,15025,15284,9660,9566,13399,9917,5538,2099,25662,16632,14520,18715,9626,9063,20993,25414,10853,20907,25213,26920,20056,25923,28009,28295,6027,24159,23209,14617,13031,4626,54,9,11403,23591,12778,13971,13952,15564,19376,13297,10453,930,22239,18165,11538,9203,8677,15342,12221,13873,14026,16011,9758,747,16276,19996,14079,11933,8002,15996,13486,10372,18966,16413,13131,20902,19425,21615,11878,10916,8006,15332,10008,14631,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,19170,18007,9850,8331,16323,12442,3145,21623,14408,17982,16970,13725,7775,2661,19113,16181,7475,23518,6463,1239,21329,14704,22171,11803,17515,15316,7912,15314,19820,7486,8206,8235,12937,11284,7114,7321,14093,16529,17652,20364,12868,13112,9333,5560,880,4,2710,21512,14298,24731,25737,12903,22580,14420,16393,24868,21311,7092,10674,26412,16945,17244,20643,20129,11572,12990,12824,23639,12251,17220,20428,8227,8919,19812,17635,20392,8932,17815,26131,23864,18080,13832,13521,19046,19245,21173,23226,18376,25010,15978,12070,15426,28493,8357,14681,16996,17240,17284,10536,4692,25885,18634,18181,18121,20373,20638,18753,13660,13931,52,1],"fragments":[{"begin":"0.000","end":"6.800","lines":["This is NPR's LIFE KIT. I'm Janet Woojeong Lee, one of the producers of the show."]},{"begin":"6.800","end":"23.400","lines":["If you're anything like me - indecisive, full of regret and overwhelmed by the world around you - well, this episode is for you."]},{"begin":"23.400","end":"47.680","lines":["Growing up, my family often relied on spiritual practices to make big decisions. I'm talking drawing tarot cards to decide whether I should move apartments or drop out of school. It's a lot, I know, and I didn't always follow the answers, but at least the cards helped me realize what I wanted for myself and my future."]},{"begin":"47.680","end":"66.840","lines":["Today, I keep up with the spiritual practice by giving tarot readings. I spent years practicing on my own before reading for other people, but when I first started, I felt like I wasn't witchy or spooky enough to learn tarot at all. What convinced me otherwise was a book by writer and tarot reader Michelle Tea."]},{"begin":"66.840","end":"88.720","lines":["Tarot is incredibly welcoming for a novice. If I could learn it, really, anybody can. And it's just about becoming comfortable with the imagery and learning them kind of by heart and in your heart and understanding how the cards talk to each other so that when you pull, you know, a series of cards, you understand how they flow into a type of story."]},{"begin":"88.720","end":"105.800","lines":["Michelle's book is called \"Modern Tarot: Connecting With Your Higher Self Through The Wisdom Of The Cards.\" In her book, she writes about the meaning and symbolism behind each card in her very first deck, the Rider-Waite. Michelle also says there are many myths about tarot. For one, some say you should never buy your own tarot deck."]},{"begin":"105.800","end":"134.400","lines":["They don't need to be gifted. You can - I mean, you know, capitalism is evil, but here we are. You can buy a tarot deck, and, you know, you should buy a tarot deck and support, especially all of the independent, you know, tarot artists that are making decks these days."]},{"begin":"134.400","end":"161.520","lines":["Maybe you have your own doubts about tarot. What if I pull a scary card? Or what if my card doesn't address my problems at all? Well, here's another common misconception - that tarot cards predict the future, when really, it's more about reflection."]},{"begin":"161.520","end":"196.000","lines":["Ritual, in general, is designed to sort of, I think, open up certain parts of our psyche. But it's so personal. There's no, you know - and that's what I love about this sort of current witchy renaissance that's happening. There's so much doing it yourself and rewriting the rules and personalizing it, which is why it's such a great spiritual practice."]},{"begin":"196.000","end":"216.960","lines":["In this episode, a beginner's guide to tarot. We'll walk you through a deck of cards, share reading tips and ways you can incorporate tarot into your self-care practice."]},{"begin":"216.960","end":"232.280","lines":["For listeners who are less familiar with tarot, what is this modern tarot you write about, and what can it do for someone?"]},{"begin":"232.280","end":"276.560","lines":["Well, I guess the idea behind modern tarot is that you can look at tarot, which is a really ancient tool, and you can sort of, like, translate it to work for your life today. So it can be really lovely if you're a person that wants to integrate more spirituality into your life or to look at life a bit more spiritually or philosophically. It's a great tool to even just pick a daily card and have a practice of a daily card that you sort of ruminate on for the day, you know, or end your day picking a card and reflect on, you know, how that - the imagery in the card and the sort of spiritual message in the card may have been true for you on that day."]},{"begin":"276.560","end":"281.080","lines":["But also, we are, you know, mundane, practical humans living our busy lives."]},{"begin":"281.080","end":"281.640","lines":["(Laughter) Yeah."]},{"begin":"281.640","end":"300.960","lines":["And you can also pick cards about just sort of, you know, what should you do with your career, what should you do with your art practice, you know, where should you live? Should you ask that person on a date? Like, tarot also responds wonderfully to all of our sort of petty (laughter) - the petty concerns that feel very important to us as human beings."]},{"begin":"300.960","end":"326.800","lines":["So you know, I think to presume that the tarot welcomes you is a really great way to - just to begin, you know? And I think the best way to do that is to pick a deck that really resonates with you, that seems friendly in some to you or, you know, if not friendly, mysterious in a way that's exciting. But you want a deck that you feel like, oh, I'm intrigued by these images. I want to read about, what does this mean? I want to look at these things."]},{"begin":"326.800","end":"339.680","lines":["Yeah. I love so many things you just shared. So if you're just getting started, presume that tarot is welcoming you in, and also be open to exploring decks and finding the one that's right for you."]},{"begin":"339.680","end":"340.080","lines":["Yeah."]},{"begin":"340.080","end":"349.840","lines":["And you focus on - you write about the Rider-Waite in your book, which is comprised of the major arcana and minor arcana. Can you just give me, like, a quick rundown of those?"]},{"begin":"349.840","end":"381.680","lines":["Sure. So the major arcana in the tarot are those sort of archetypal cards that, you know, if you've seen tarot in media, it's probably one of those. It's like, the lovers, the devil, the star, the sun, you know, the magician. And they're archetypes. When major arcana cards come up in readings, they usually talk about a moment that is really significant. It's, like, you know, more of a peak moment in our lives or, like, a lesson that's going to be very impactful to us."]},{"begin":"381.680","end":"409.480","lines":["The minor arcana is divided into four kind of elements, and they're represented by symbols. So you know, we have the suit of wands. Wands represents fire, the element of fire, and it talks about the fires we have in our bellies, the fires in our hearts, where our passions and our drives and our ambitions live. It's a really sexy suit. It's really playful. It really makes us want to, you know, get out into the world and pursue whatever it is that we want."]},{"begin":"409.480","end":"428.280","lines":["The suit of cups is the element of water, which is often, you know, used as a metaphor for our emotional selves and our emotional experiences. So the suit of cups talks about our emotional landscape and the people and situations that, you know, move them. So it's very relational. It's about love and friendship and community."]},{"begin":"428.280","end":"456.560","lines":["The suit of swords is the element of air, and air is seen as the most unstable element in the tarot. And it really is talking about - you know, it's a metaphor for our mental processes. It's - air is very much like the mind, its electricity, its inspiration, communication. But it's also like our inner worlds and how, like, we can spin out and torture ourselves - right? - with anxiety, worst-case scenarios, things like that."]},{"begin":"456.560","end":"471.120","lines":["And then there's the suit of pentacles, sometimes called discs or coins. And that's the earth element. And it's a metaphor for, you know, here we all are on Earth. You know, we have the fire in our belly. We have our minds. We have our feelings. But it's all..."]},{"begin":"471.120","end":"472.040","lines":["Yeah."]},{"begin":"472.040","end":"480.520","lines":["...Happening here on planet Earth. And so that is a suit that talks about our home, our bodies, our workplaces, the places where we are embodied."]},{"begin":"480.520","end":"488.080","lines":["So the major arcanas talk about real high points in our lives, and the minor arcana is more about our daily lives."]},{"begin":"488.080","end":"518.960","lines":["Yeah. I love so much of what you said. And I'm just thinking back to you also what you write in your book about the biggest thing about tarot is that it helped you stay grounded when a lot of things around you felt like it was moving. And it's a way of, like, seeing the bigger picture of the world. And I'm curious. Now that we spoke about, like, the specific elements of the deck, what kind of questions can we ask of tarot? And is it possible that I could be asking too much of it and bringing too many heavy questions to the table?"]},{"begin":"518.960","end":"541.120","lines":["I don't think that you can ask too heavy of a question to the tarot. I think the tarot is very receptive and responsive to almost all sorts of questions. I mean, I would be more concerned about asking petty questions to the tarot like, what should I wear today? You know, really just ask one question at a time. You know, sometimes you just come to the tarot with so many issues. And you're basically asking, is everything going to be OK?"]},{"begin":"541.120","end":"541.680","lines":["(Laughter)."]},{"begin":"541.680","end":"543.320","lines":["And you're asking that because you're..."]},{"begin":"543.320","end":"543.600","lines":["Yeah."]},{"begin":"543.600","end":"593.280","lines":["...Freaked out. And like, that's a big, muddy, strange question for the tarot. I find that the key to a good tarot reading is really asking a very clear question. So you know, say you're in the state where you're like, is everything going to be OK? It's better to sit down and be like, well, what am I afraid of? - and do some writing. Do some advance work before you hit your tarot deck. Like, why do you think things might not be OK? OK. Well, I don't like my job right now. You know, do I need to find a new job? Or I don't like my relationship right now. Do I need to be out of this relationship? Once you sort of look at, like, what are the actions I could take? Maybe you're scared to take them. Maybe you're not ready to take them. But what are the actions that you can take? The tarot is a - is really a tool for you to be proactive in your own life, you know, and to kind of move into your own destiny with, you know, confidence."]},{"begin":"593.280","end":"608.960","lines":["OK. So I'm curious. What can we do with the wisdom of the card once we have this reading? Or I also feel like sometimes you draw something or get a reading that doesn't quite click with the question you're asking. How do you move forward from that?"]},{"begin":"608.960","end":"637.040","lines":["Yeah. Sometimes reading tarot cards is a little bit like reading poetry. Maybe it's speaking to another part of your psyche that's, you know, not that sort of rational-brained part. So sometimes when I get a card like that, I just allow it to be. And I'm like, OK. I'm going to just think on this. You know, maybe it's asking me to think about this kind of energy. And more is always revealed with the tarot. So sometimes, you know, something doesn't make sense in the moment, but, you know, it will make sense later on."]},{"begin":"637.040","end":"637.760","lines":["Right."]},{"begin":"637.760","end":"643.000","lines":["I wouldn't (laughter) - there's a lot of controversy or concern about reversed cards."]},{"begin":"643.000","end":"643.760","lines":["Right."]},{"begin":"643.760","end":"669.080","lines":["You know, reversals in tarot mean, like, what happens if you pull a card out and it's upside down? Does it mean that the meaning of the card is reversed? A lot of people believe in reversals and make a case for them. I don't like them. To me, they feel, like, needlessly fussy. I don't want to give somebody a tarot reading. And then, because I was sloppy putting the cards back, they get a happy card turned into..."]},{"begin":"669.080","end":"669.400","lines":["Right."]},{"begin":"669.400","end":"690.320","lines":["...A sad card. Like, I don't like it. And I also feel like it increases the sort of negative cards of the deck when you do, you know, reversals. It's like, you know, a bad card is kind of worse. Happy cards are kind of dimmed. But, you know, if you're interested in reversals, you can try it out. You can look into it and find out why people do like it."]},{"begin":"690.320","end":"694.880","lines":["What are some of the different kinds of readings?"]},{"begin":"694.880","end":"706.920","lines":["There are infinite tarot spreads that you can do. And you can make them up yourself, which is really great. You can just sort of, like, ad-lib and pull cards to answer whatever question is in your mind."]},{"begin":"706.920","end":"722.920","lines":["But there are some classic spreads. The Celtic Cross is a very classic spread that kind of does past, present, future - what's on your mind, what's in your subconscious, you know, what's coming up for you, what's your environment look like. It touches on all these things."]},{"begin":"722.920","end":"748.560","lines":["If you want to know about a very specific thing, like, what's my love life going to look like this summer or, you know, should I reach out to that person or should I not? - I find three-card readings are the perfect amount of information. One can leave you wanting more. One card can leave out possible nuances to the situation. More than three can be, like, too much information to integrate. But a three-card reading is really excellent."]},{"begin":"748.560","end":"759.480","lines":["Yeah. Since you have this sort of daily routine and practice going on, how do you incorporate your readings into your self-care practice or spiritual practice?"]},{"begin":"759.480","end":"772.920","lines":["Sure. I love doing daily readings. I mean, sometimes, they can get overwhelming. And, you know, if you're doing big readings for yourself every day, you can just be like, what is all - you know, it's like you have too much data, and you can't really - you can't really run it."]},{"begin":"772.920","end":"789.760","lines":["So I save larger readings for maybe on the new moon and the full moon. Aside from that, I'll do, like, one - I'll do like, a one-card pull every day, just to sort of center myself. I like to meditate and then pull a card or vice versa, pull a card and then meditate."]},{"begin":"789.760","end":"805.480","lines":["I like to pick a card at the end of the day and sometimes try to do dreamwork around that, where I ask, you know, the energy or the essence of that card to reveal itself to me in a dream. I did that last night, actually, but now, you know, I can't remember what I dreamt (laughter), so I don't know if it worked or not."]},{"begin":"805.480","end":"808.320","lines":["Yeah. But the practice itself sounds really beautiful, yeah."]},{"begin":"808.320","end":"821.400","lines":["Yeah, it's nice. You know, it just helps you be more present and more aware that there is a sort of numinous aspect to life that gets lost in the hustle-bustle. And I feel like tarot can remind you of that."]},{"begin":"821.400","end":"828.960","lines":["I'm curious. How has your experience in tarot over the years and your ongoing practice changed kind of the way you interact with the world?"]},{"begin":"828.960","end":"870.680","lines":["Right. Well, it's interesting. I mean, I think that tarot has taught me to think about life in terms of cycles, you know? Like, I went through - a couple of years ago, I went through a divorce that was really profound and unexpected. And for me, it was really cataclysmic. And so I was getting these cards - I was getting the tower card, when your life is uprooted. I was getting the death card, when there's a painful transformation happening. I was getting the hermit card, when you're, you know, kind of suddenly feel very solitary."]},{"begin":"870.680","end":"895.520","lines":["And I - because of my experience with tarot, I know that, like, people cycle in and out of these things. I didn't feel like, oh, no, I'm in the tower card; I'm going to be here forever. Like, I understand..."]},{"begin":"895.520","end":"895.680","lines":["Yeah."]},{"begin":"895.680","end":"909.080","lines":["...That we work through the tower card moments in our life. And then, the next card that comes is the star..."]},{"begin":"909.080","end":"946.800","lines":["...When we, you know, see there's a clear sky and we're re-inspired and we have a new North Star to orient ourself to. So I - it does help me trust that, you know, bad times are, you know, as transient as good times, you know? And ideally, you take it all with a grain of salt and just know that like, you're just - this is just, you know, a human life. This is the fabric of a human life."]},{"begin":"946.800","end":"950.120","lines":["Thank you, Michelle."]},{"begin":"950.120","end":"951.240","lines":["You're welcome."]},{"begin":"951.240","end":"986.560","lines":["Thanks again to Michelle Tea. For more LIFE KIT, check out our other episodes. We got one on practicing mindfulness, getting into creative activities and many more on health to finance to parenting. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now, a random tip from one of our listeners."]},{"begin":"986.560","end":"1039.480","lines":["Hi. My name is Alma Espesi (ph). I'm from New York. My hack is when you buy scallions or green onions or chives with the little bulb on the bottom, when you use them, you should put them in an inch of water in a tall cup on the counter. And then you just trim them on the top end, and they will continue to grow from where you trimmed them. So you just keep cutting, and they keep growing like little plants. And you change the water out every few days. And that will last you a while before the water gets a little stinky with the roots."]},{"begin":"1039.480","end":"1058.200","lines":["If you got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."]},{"begin":"1058.200","end":"1083.040","lines":["This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is our managing producer. Beth Donovan is the senior editor. Our production team also includes Andee Tagle, Audrey Nguyen and Sylvie Douglis. Our digital and visuals editor is Beck Harlan. And a special thanks to Casey Herman."]},{"begin":"1083.040","end":"1088.400","lines":["I'm Janet Woojeong Lee. Thanks for listening."]}],"duration":1088}