{
  "title": "Losing can be transformative — if you do it right",
  "url": "https://www.npr.org/transcripts/1078896034",
  "intro": "Losing is inevitable, but failure doesn't have to be. Learn how to reframe the way you look at loss, with the help of a former NBA player, a therapist who helps clients build unconditional self-worth and an entrepreneur who challenged himself to experience 100 days of rejection.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT. And this is the sound of losing."
    },
    {
      "author": "JOHN MCENROE",
      "text": "You can't be serious, man. You cannot be serious. That ball was on the line."
    },
    {
      "author": "UNIDENTIFIED SPORTS ANNOUNCER #1",
      "text": "Caught at the 11-yard line and then fumbled at the 11-yard line. And who has the football?"
    },
    {
      "author": "UNIDENTIFIED SPORTS ANNOUNCER #2",
      "text": "Has the honor of shooting the technical."
    },
    {
      "author": "UNIDENTIFIED SPORTS ANNOUNCER #3",
      "text": "Looky here, looky here. Bobby Knight just threw his chair there across the free-throw lane."
    },
    {
      "author": "TAGLE",
      "text": "We've all been there - maybe not to Wimbledon or to the Superdome or even in organized sports of any kind. But competition, loss, rejection, failing, falling, flailing - it's all a part of life."
    },
    {
      "author": "SAM WEINMAN",
      "text": "It's unavoidable, right? This is an experience that is as universal as it gets."
    },
    {
      "author": "TAGLE",
      "text": "I'm Andee Tagle, one of the producers of this show. And that was Sam Weinman, an editor at Golf Digest and author of the book \"Win At Losing: How Our Biggest Setbacks Can Lead to Our Greatest Gains.\""
    },
    {
      "author": "TAGLE",
      "text": "Another universal - no one likes to lose, especially when it comes to things they care deeply about. And why would we? Losing hurts. The hurt can cause us to act out in big, bad, nonsensical ways, spurring that much maligned taunt, sore loser, so often thrown around by kids on the playground or in heated competitions against rival teams or at my family's card table. But good sportsmanship is so much bigger than just games or sports. It's about knowing how to let go of things, being able to roll with the punches in general. As Sam spells out in his book..."
    },
    {
      "author": "WEINMAN",
      "text": "How we deal with success and failure in sports or other childhood activities early on can be a precursor to how we might navigate other obstacles later in life. Think of it this way. If you can't handle things going awry when the stakes are small, you're in for that much rougher a ride when the real challenges start to mount."
    },
    {
      "author": "TAGLE",
      "text": "While we can't avoid all of life's losses, be it a broken heart or a broken ankle, a bad job interview, a rejection email or rained out all-state race, we can choose how to react to them when they come. And those choices don't just impact our relationships. They can also inform our character, our goals..."
    },
    {
      "author": "ADIA GOODEN",
      "text": "Do you start shrinking your life to avoid risk of losing? And, you know, life doesn't feel very good when it's small."
    },
    {
      "author": "TAGLE",
      "text": "...Our self-worth..."
    },
    {
      "author": "JAY WILLIAMS, BYLINE",
      "text": "You are what you tell yourself you are."
    },
    {
      "author": "TAGLE",
      "text": "...Even the way we see the world."
    },
    {
      "author": "JIA JIANG",
      "text": "Every time I got a yes, I just kept asking myself, how many yeses have I missed in my life just because I thought there is no way I will get it?"
    },
    {
      "author": "TAGLE",
      "text": "In this episode of LIFE KIT, the art of being a good loser. We'll talk strategies for being gracious in defeat, the importance of training your rejection muscle and what it means to define success on your own terms."
    },
    {
      "author": "TAGLE",
      "text": "All right. Let's get started."
    },
    {
      "author": "RACHEL MCADAMS",
      "text": "(As Regina George) Get in, loser. We're going shopping."
    },
    {
      "author": "TAGLE",
      "text": "Instead of going to the mall with Regina George, let's make a quick stop to Sam to clarify what we mean by loser. The difference between losing and all the negative associations you might have with that word has much less to do with any individual stakes and is more about your attitude towards the thing that happens."
    },
    {
      "author": "WEINMAN",
      "text": "Losing, I say, is an event. It's a fact. It's something that happens. Failure is a interpretation of what happened. You can lose and it can be outside of your control, so it's very possible to lose and not necessarily fail."
    },
    {
      "author": "TAGLE",
      "text": "So for us, for now, a loser simply is someone who has suffered a loss of something, someone who is down when they were hoping to be up. As for the rest - failure, defeat, disappointment - as we hope this episode will illustrate, only you can define. With that, let's jump right in."
    },
    {
      "author": "TAGLE",
      "text": "Our first takeaway is don't fight your feelings."
    },
    {
      "author": "TAGLE",
      "text": "OK, it happened. Checkmate. Touchdown. Triple word score. Even though you tried your hardest, practiced all month, studied as best you could, you still lost. Ouch. When you're a kid, that reaction to losing is easy and instantaneous. Maybe it's bursting into tears or running to mom, knocking over the board game or all three at once. As adults, we've learned these options are no longer socially acceptable, but that doesn't mean we don't still feel sad or angry or don't have the need to release those strong feelings. So what do we do with all of that pent-up energy instead?"
    },
    {
      "author": "GOODEN",
      "text": "We start to judge ourselves, and we say, well, why did you do that? Why did you think you were going to do well? Why did you allow that? Right? We start beating ourselves up, and that just makes it worse."
    },
    {
      "author": "TAGLE",
      "text": "Adia Gooden is a licensed clinical psychologist with a private practice based in Evanston, Ill. Her work centers around the idea of unconditional self-worth."
    },
    {
      "author": "GOODEN",
      "text": "When we are grounded in our worthiness, then we're better able to respond to disappointments, to setbacks, to losses and failures. It doesn't take us out so much, right? We may be disappointed, and we may need to take care of ourselves, and we know that we're still worthy, then when we feel that a failure is a mark against us and against who we are as people."
    },
    {
      "author": "TAGLE",
      "text": "If we don't bottle it up, we're probably lashing out - maybe not quite like John McEnroe, who you heard at the top of the episode, but..."
    },
    {
      "author": "WEINMAN",
      "text": "You know, you see it in all walks of life, right? There are people who, when things go poorly, their first instinct is to look outward and not look at themselves."
    },
    {
      "author": "TAGLE",
      "text": "Do your hurt feelings ever keep you from extending the proverbial handshake? Maybe you've given a misplaced cold shoulder to a partner or harsh words to a ref. Slam some doors unnecessarily after taking an L? That bad loser energy always lands somewhere. Adia says when you're feeling emotional after a loss, it's important to practice the three core components of self-compassion."
    },
    {
      "author": "GOODEN",
      "text": "One is mindfulness, which really means just acknowledging how you feel without judgment. So just acknowledging, what do I feel, and where is it even in my body? Is it in my chest or my head or my back or my throat?"
    },
    {
      "author": "TAGLE",
      "text": "Step two, Adia says, is remind yourself, this is normal."
    },
    {
      "author": "GOODEN",
      "text": "Humans experience failure and loss, and this doesn't mean there's something wrong with us. And then the last component is offering ourselves kindness. And so that could look like putting a hand on your chest, giving yourself a hug, or just saying, like, I see you and I see that this is hard, and it's OK. All of those things can help to soothe you in the moment, which allows you to manage the emotion in a healthy way."
    },
    {
      "author": "TAGLE",
      "text": "But if that whole process feels a little too kumbaya or just, like, too much to chew on in the middle of a conference room or your 10th hole or whatever your current flavor of loss, Sam says that's OK. The important thing here is to get those feelings out, then move on."
    },
    {
      "author": "WEINMAN",
      "text": "It's OK to be disappointed. Look; this is important to note. And just as a sidebar, like, I'm actually a very emotional competitor, and I don't always lose well or gracefully. It doesn't mean I don't necessarily lose constructively."
    },
    {
      "author": "TAGLE",
      "text": "Now, before we get to that constructive part, let's acknowledge that working through and letting go of our disappointments or other big feelings, depending on what kind of loss you're suffering from, might not happen right in the moment or even that day or month or year. It's only a game is the common phrase, but it's not always."
    },
    {
      "author": "WILLIAMS",
      "text": "As you can imagine, being 21 years old, having your whole life in front of you, feeling like you made a mistake in which you threw everything that every individual has dreamed about - being a professional athlete - out the window because of a poor decision not just for myself, but for my parents, my dad, the business, my mom, you know, all the debt that she went into for me, that put me in a really, really negative place for a pretty extensive period of time."
    },
    {
      "author": "TAGLE",
      "text": "That's Jay Williams. He's going to introduce us to takeaway two - you control your narrative. Success is not defined simply by wins and losses."
    },
    {
      "author": "WILLIAMS",
      "text": "So I never use the terminology fail. I always use the terminology of growth opportunity. And I think that's very important."
    },
    {
      "author": "TAGLE",
      "text": "Today, Jay is a husband, a father, an entrepreneur, an NBA analyst and host of the new NPR podcast The Limits. But back in 2003, he was in that very dark place you just heard him talk about. It started with his dream scenario - after an all-star college basketball career at Duke and landing as the second pick in the NBA draft for the Chicago Bulls."
    },
    {
      "author": "WILLIAMS",
      "text": "A childhood dream - took Michael Jordan's locker 'cause he had retired, which was really cool, came out to the same music he came out to, lived in the same building as Oprah Winfrey, which was an amazing experience."
    },
    {
      "author": "TAGLE",
      "text": "It was all cut short by a motorcycle accident."
    },
    {
      "author": "WILLIAMS",
      "text": "I try to turn the bike at the last second but clipped the whole left side of my body, hitting a utility pole and pretty much spent the next 2 1/2, three months in the hospital, 2 1/2 months in the ICU. And that led me to a dark place of two suicide attempts, depression, addiction."
    },
    {
      "author": "TAGLE",
      "text": "His health, his career, his paycheck - all lost in a moment. And what Jay discovered even after he had healed was that others only wanted to define him by everything he'd lost."
    },
    {
      "author": "TAGLE",
      "text": "A quick note here - if you or anyone you know is struggling with suicidal thoughts, the National Suicide Prevention Lifeline is available 24 hours a day at 1-800-273-TALK. That's 1-800-273-8255."
    },
    {
      "author": "TAGLE",
      "text": "Now, here's Jay."
    },
    {
      "author": "WILLIAMS",
      "text": "I think people like to use their terminology to almost in a way lift themselves up about, hey, this is what you didn't accomplish. But people don't like to focus on what you did accomplish. So I found that through my journey of being depressed and going through a really bad state that I allowed other people's natural tendencies of how they describe what failure is to describe me because I didn't take ownership of my story."
    },
    {
      "author": "TAGLE",
      "text": "Taking control of his life and his story looked like choosing to shift his perspective."
    },
    {
      "author": "WILLIAMS",
      "text": "When I wake up every single morning and I have a long scar that runs all the way from my ankle to my high thigh, and it's easy to stay in that type of mindset where you're angered by what you've lost. And when you do that, you don't focus on what the hell you found. So it takes away my appreciation from the fact that I can walk. I can run. It may be painful, but I can run with my daughter."
    },
    {
      "author": "TAGLE",
      "text": "This to say you're allowed to feel bad when bad things happen. The point is, just don't get stuck in that mode. Fueling Jay always is a desire for continual excellence and growth."
    },
    {
      "author": "WILLIAMS",
      "text": "I didn't have a second chance to be here to be marginal. I don't want to be average. I don't want to be status quo. I don't want to just follow everybody else's lead. I want to be different."
    },
    {
      "author": "TAGLE",
      "text": "Today, Jay's story is one of a life full of new opportunities and family and a dog named Denzel Washington and no set finish line for success. The experts say there's a name for that last bit. It's called a growth mindset."
    },
    {
      "author": "WEINMAN",
      "text": "And that's that phrase popularized by Carol Dweck, an author and psychologist."
    },
    {
      "author": "TAGLE",
      "text": "A growth-minded person, like Jay, is someone who sees opportunity in struggle and believes effort leads to mastery. Winning and losing isn't based on a scoreboard or a trophy or some other tangible result, but rather..."
    },
    {
      "author": "WEINMAN",
      "text": "Success and failure is in what we give of ourselves and the effort we put into something and the ability to grow and learn from an experience. And the great \"losers\" - and I use losers in air quotes - are the people who are able to recognize that a loss is just one step in a process. It doesn't need to be the last step."
    },
    {
      "author": "TAGLE",
      "text": "The opposite of a growth mindset is a fixed mindset, in which you believe your talents and intelligence are static. The finish line is where it is, and I've got what I've got. If Jay had approached, say, podcasting or broadcasting with a fixed mindset, skill sets not on his original career path, he could've gone up to the mic the first time, struggled and said, well, I guess I'm not the public speaking type. Must not be my thing. But instead, he approached new horizons with ambition and gratitude and found what Sam has found many growth-minded losers find."
    },
    {
      "author": "WEINMAN",
      "text": "A real great opportunity and springboard to success."
    },
    {
      "author": "TAGLE",
      "text": "So maybe consider what your metrics are for success. Are they fixed boundaries, or are they fluid? How come? Is your finish line really yours, or is it what your parents told you it should be, maybe what your peers think it should be? Are your motivations really your own?"
    },
    {
      "author": "TAGLE",
      "text": "Those questions lead us to takeaway three. Now, we say this one with love. Nobody's perfect, so get over yourself. To be a better loser, get out of your head and get a grip on reality for the future."
    },
    {
      "author": "TAGLE",
      "text": "All right, now that we're set on growing and not just winning, let's quickly pop under the hood to understand some of the mechanisms that make us so emotional when we lose."
    },
    {
      "author": "GOODEN",
      "text": "At a core level, we all want to be accepted, loved and approved of. And one of the ways that we experience acceptance and approval from society is by winning - is by getting the job, getting into the school, getting the accolade, getting the award, getting the good grade. And when we don't get that, it can feel like a rejection."
    },
    {
      "author": "TAGLE",
      "text": "Taking the time to air out your fears of failure or rejection can help distinguish the real from the imagined. Adia says by verbalizing your worst-case scenario, you can keep your brain from catastrophizing unnecessarily and get back to reality quicker. From there, you'll be better able to recenter on your actual wants and needs for the task at hand."
    },
    {
      "author": "GOODEN",
      "text": "And if we can refocus on what's your value or what's your intention for the situation, that can help bring down the fear and help you move forward in a situation and think, you know, I don't have to be perfect to contribute to my team. I don't have to be the perfect partner to make my partner feel loved."
    },
    {
      "author": "TAGLE",
      "text": "It goes back to that idea of unconditional self-worth. A loss does not change your inherent value, and perfection isn't required or - let's note with strong emphasis here - even possible."
    },
    {
      "author": "GOODEN",
      "text": "None of the people that we admire are perfect, right? They've made mistakes. They've had failures."
    },
    {
      "author": "TAGLE",
      "text": "You, me, Oprah, Dolly, Spider-Man, Queen Bey - everyone stumbles."
    },
    {
      "author": "GOODEN",
      "text": "And the things that have made them successful is that they've learned from it and they've grown through it."
    },
    {
      "author": "TAGLE",
      "text": "So we know where we want to go. The way we get there is getting a firm grasp on reality and building on that foundation. That requires detaching your ego as much as possible."
    },
    {
      "author": "GOODEN",
      "text": "I like to remind my clients and sometimes myself that about probably, like, 90% of everything everybody does is about them and not about us."
    },
    {
      "author": "TAGLE",
      "text": "Everything is a mirror. So even after getting some distance from that initial emotional sting of losing, it can be hard not to spin stories in your head about the way things went. Everyone blames me. I've brought dishonor to my ancestors. But the next time you want to be overly critical, Adia says take a pause and remember the last time you noticed someone else's mistake. Did it actually affect you? Did you stay up all night thinking about their misstep?"
    },
    {
      "author": "GOODEN",
      "text": "People are not talking for days and being like, oh, my gosh, can you believe they had a typo on slide three?"
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "GOODEN",
      "text": "Can you believe they had a typo? Oh, my gosh. Right? Like, they forget. Maybe in the moment they're like, oh, there's a typo. And then they forget about it because they're focused on themselves."
    },
    {
      "author": "TAGLE",
      "text": "So part one of this process in sum - we'll call it takeaway 3 1/2 - you made a mistake, and that's OK. Don't harp. Just resolve to move forward. From there, it's time to roll up your sleeves and get to some data entry via..."
    },
    {
      "author": "WEINMAN",
      "text": "Brutal honesty with yourself, with whomever you're involved with because when you lose and you're able to look at it from a very clear-eyed perspective, you're able to learn a lot about what you could've done better, where your weaknesses lie, where there's opportunity for growth."
    },
    {
      "author": "TAGLE",
      "text": "This game plan part will, of course, look and act differently for everyone, but the deeper you dig in, the more you can expect to grow. Maybe it's extra time with game tape with your coach, sending an email with specific questions to your interviewer or, if you're really brave, asking an ex what went wrong after a sudden breakup."
    },
    {
      "author": "TAGLE",
      "text": "The natural pairing to this data mining that might come easier to some is humility."
    },
    {
      "author": "GOODEN",
      "text": "Being able to say, OK, I'm not always going to get it right."
    },
    {
      "author": "TAGLE",
      "text": "That means looking for what you can learn from your loss and exercising respect for your competitors. Where did you fall short? How was your opponent's technique more skillful? How could you close that knowledge gap next time? But this debriefing bit isn't and shouldn't just be about finding flaws, of course. It's about getting a realistic view of how things went. Don't just have tunnel vision on your mistakes."
    },
    {
      "author": "WEINMAN",
      "text": "And I think that's actually a really important ingredient to losing well at times in the sense that, look, there's a lot of lessons from your losses, but sometimes they're not. Sometimes you just need to chalk it up to a bad day or elements outside of your control and accepting that and moving on it."
    },
    {
      "author": "WEINMAN",
      "text": "Because when you take that inventory of whatever the experience is and you just sort of say, OK, no big deal, it wasn't really me, that's OK as well."
    },
    {
      "author": "TAGLE",
      "text": "So get out of your head, remember your motivation, gather feedback to assess how you did compared to your goals and how you might improve for next time."
    },
    {
      "author": "TAGLE",
      "text": "What's next? You guessed it - lose some more. Takeaway four - build your perseverance muscle by losing often. Author and entrepreneur Jia Jiang found success through deliberately getting rejected. The idea for his project, 100 Days of Rejection, came to him a few years ago after he opened up a dreaded rejection email sent by an investor for much needed funding for his software startup. It was a loss that really hurt, and he sat with it a while."
    },
    {
      "author": "JIANG",
      "text": "This felt so bad. I don't want to do this again. And that's where it dawned on me. You know, would anyone successful at anything feel this way?"
    },
    {
      "author": "TAGLE",
      "text": "He decided he needed to make real change."
    },
    {
      "author": "JIANG",
      "text": "If I were to be successful at anything I do in the future, I got to overcome my fear of rejection. That's why I started this project."
    },
    {
      "author": "TAGLE",
      "text": "His rules were pretty simple. Every day for 100 days, he would challenge himself to get rejected somehow with only three parameters - nothing illegal, nothing unethical and nothing physically impossible."
    },
    {
      "author": "JIANG",
      "text": "You know, I don't want to challenge people to jump out a window and fly away because we couldn't."
    },
    {
      "author": "TAGLE",
      "text": "He'd make up the rest as he went, with the hopes that by the end of it, he would be desensitized to rejection's sting. On Day 1, he asked a stranger for $100. It did not go well."
    },
    {
      "author": "JIANG",
      "text": "And I just started to sweat. My heart started to pound. The hair on the back of my neck stood up. You know, when I got there, I was a total mess."
    },
    {
      "author": "TAGLE",
      "text": "Jia, being growth-minded, recorded each of his interactions. The first one was over in a flash."
    },
    {
      "author": "JIANG",
      "text": "When I asked him, can I borrow $100 from you, he said, no. And I just ran away. I said, OK, thank you. Sorry. Bye."
    },
    {
      "author": "TAGLE",
      "text": "Having his game tape allowed him some distance and objectivity for the next time."
    },
    {
      "author": "JIANG",
      "text": "It was like the microcosm of my life. When I get scared, when I get rejected, the first thing I do is run away because I hated the fear, I hated the rejection. And so that first day was the worst."
    },
    {
      "author": "TAGLE",
      "text": "But every day, it got just a little bit easier. The second day, he asked for a burger refill - like a soda refill, but for the whole meal. This time, he kept his feet planted and tried a little humor."
    },
    {
      "author": "JIANG",
      "text": "I'll tell other people about it. It's free marketing, you know?"
    },
    {
      "author": "TAGLE",
      "text": "Jia learned a lot from his project, but the message he pushes most is the importance of exposing yourself to small losses, no matter who you are or what your situation. The way he sees it, life is going to throw you curveballs at some point. Why not get in some practice swings when you can?"
    },
    {
      "author": "JIANG",
      "text": "If you just don't give up yourself, you don't have to feel too bad. It's the running that feels bad, not the rejection itself."
    },
    {
      "author": "TAGLE",
      "text": "His favorite exposure therapy for beginners - asking strangers for socially distant selfies. And if that exercise sounds scary to you, Jia says he's been there. But..."
    },
    {
      "author": "JIANG",
      "text": "Knowing you're not going to die actually helps a lot."
    },
    {
      "author": "TAGLE",
      "text": "What Jia was most surprised to find, however, was how kind the world could be when you put yourself out there, even if you're a loser."
    },
    {
      "author": "JIANG",
      "text": "A lot of times, people - they want to say yes to you, and they want to have you succeed. So if you're kind to them, they're most likely - they're kind back to you. So the world is a lot more accepting and kinder than I thought."
    },
    {
      "author": "TAGLE",
      "text": "So when all else fails, try some kindness."
    },
    {
      "author": "TAGLE",
      "text": "OK, quick recap for how to be a good loser. Takeaway one - it's OK to feel feelings when you lose. Don't shove them down or blow up at other people. Find ways to self-soothe or talk to someone you trust. Takeaway two - a loss doesn't have to be the end of the story. Be growth-minded. Takeaway three - pobody's nerfect (ph), so don't beat yourself up. Once you've gotten out of your head, get honest feedback to create a clear game plan for the future. Takeaway four - perseverance is a muscle you flex in every avenue of life. Practice losing, daily if you can. You might be surprised how much you win when you do."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to be more open-minded, another on how to make lasting change in your life and another on how to listen better. You can find those and lots more at npr.org/lifekit. And if you love LIFE KIT, want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAGLE",
      "text": "And now a completely random tip."
    },
    {
      "author": "DONNA HARLAN",
      "text": "This is Donna Harlan (ph) with a life hack. If you get a splinter and can still see the tip poking out of the skin but you're afraid you're going to dig it deeper, just put a piece of duct tape over it securely, and then jerk (ph) it off. And if you're lucky, the whole splinter will come out."
    },
    {
      "author": "TAGLE",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Audrey Nguyen. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Sylvie Douglis and Clare Marie Schneider. Special thanks to Eddie Jones at the National Conflict Resolution Center and Barton Girdwood, Yolanda Sangweni, Rachel Neel and the whole team at The Limits. Our digital editors are Beck Harlan and Janet Woojeong Lee. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3910911566.mp3",
  "img": "https://media.npr.org/assets/img/2022/02/07/lk_goodloser-final-copy_wide-a26c943a4ca2049458e5fbe722a72d9dc70ae65c.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "JOHN MCENROE",
    "UNIDENTIFIED SPORTS ANNOUNCER #1",
    "UNIDENTIFIED SPORTS ANNOUNCER #2",
    "UNIDENTIFIED SPORTS ANNOUNCER #3",
    "TAGLE",
    "SAM WEINMAN",
    "WEINMAN",
    "ADIA GOODEN",
    "JAY WILLIAMS, BYLINE",
    "JIA JIANG",
    "RACHEL MCADAMS",
    "GOODEN",
    "WILLIAMS",
    "JIANG",
    "DONNA HARLAN"
  ]
}