{
  "title": "How to turn your breakup into a new beginning",
  "url": "https://www.npr.org/transcripts/1079532260",
  "intro": "Breakups come in all shapes and sizes — slow dissolves, out-of-nowhere endings — and maybe you even initiated the breakup. But they all have a few things in common. Mainly, they can hurt. These six tips can help you move forward after a breakup.",
  "transcript": [
    {
      "author": "ANDREW LIMBONG, HOST",
      "text": "This is NPR's LIFE KIT. I'm Andrew Limbong. When Amy Chan was in her late 20s, things were looking pretty solid. She had a partner and was on her way to finishing the relationship rat race - you know, marriage, house, kids, all that white-picket-fence stuff."
    },
    {
      "author": "AMY CHAN",
      "text": "And one day, that fairy tale of mine completely fell apart due to infidelity."
    },
    {
      "author": "LIMBONG",
      "text": "Her response was instantaneous."
    },
    {
      "author": "CHAN",
      "text": "I remember so clearly the moment I found out and just physically falling to the floor and not being able to get myself up."
    },
    {
      "author": "LIMBONG",
      "text": "Cheating was a hard line for her, so she split up with her partner."
    },
    {
      "author": "CHAN",
      "text": "When the breakup happened, I completely broke to pieces, and a large part of that was because I put so much of my identity in him and us and our future plans that without that, I didn't know who I was."
    },
    {
      "author": "LIMBONG",
      "text": "It got bad for her - depression, panic attacks."
    },
    {
      "author": "CHAN",
      "text": "I stopped eating, and I would have friends that would come on shift to actually physically witness me eat. It was really bad."
    },
    {
      "author": "LIMBONG",
      "text": "It's obvious but worth stating - heartbreak hurts. As my close personal friend Chris Martin likes to say, when you love someone but it goes to waste, could it be worse? Maybe not, but we can do things to make it better. On this episode of NPR's LIFE KIT, we're going to talk about breakups. They come in all types, right? - slow dissolves, out-of-nowhere immediate endings, mutual breakups, maybe you were the breaker upper. It doesn't matter. They all hurt in some way. So we'll find out how to recover, heal and move on from heartbreak."
    },
    {
      "author": "LIMBONG",
      "text": "I want to hammer on something I said at the top about heartbreak hurting. I don't mean that in an overly dramatic sort of, you know, put on black eyeliner and listen to The Cure sort of way. I mean, it actually hurts, according to Naomi Eisenberger. She's a professor of psychology at UCLA specializing in social neuroscience. And she says, when we're with our loved ones and they say nice things to us and we feel warm and welcomed, our brains light up in certain spots."
    },
    {
      "author": "NAOMI EISENBERGER",
      "text": "We show activity in basic reward-related regions, the same kind of regions that activate when you eat a piece of chocolate or win an amount of money."
    },
    {
      "author": "LIMBONG",
      "text": "On the flip side, when we feel rejected..."
    },
    {
      "author": "EISENBERGER",
      "text": "Parts of the brain that process physical pain that are there to sort of produce this distressing experience of pain, to make us suffer in response to physically painful things, these same regions activated when people were socially excluded."
    },
    {
      "author": "LIMBONG",
      "text": "To put it more plainly."
    },
    {
      "author": "EISENBERGER",
      "text": "There is something that is really painful, not just metaphorically speaking but also something very in truth painful about social rejection."
    },
    {
      "author": "LIMBONG",
      "text": "So what are we to do with this information? Well, that brings us to our first takeaway - respect the pain of a breakup."
    },
    {
      "author": "ORNA GURALNIK",
      "text": "I recommend that people remember that a breakup is, first of all, worthy of their self-care, of paying attention to their feelings and not expecting of themselves to get over a breakup as if it's nothing."
    },
    {
      "author": "LIMBONG",
      "text": "That's Orna Guralnik, clinical psychologist, psychoanalyst and the center of the Showtime documentary series \"Couples Therapy,\" so she knows a thing or two about how important these connections are. And she says they are at the core of our being."
    },
    {
      "author": "GURALNIK",
      "text": "And if that's hurt, then we're hurt in the place that is the deepest and most profound."
    },
    {
      "author": "CHAN",
      "text": "You are mourning. You are grieving."
    },
    {
      "author": "LIMBONG",
      "text": "That's Amy Chan again, who we should say is OK now. She used the lessons she learned to start Renew Breakup Bootcamp, a retreat the broken-hearted can go to to learn from relationship experts. And she wrote a book called \"Breakup Bootcamp: The Science Of Rewiring Your Heart.\" She says as she was still reeling from her breakup, well-intentioned people would run out of patience and eventually tell her to buck up, to get over it, which is not super helpful."
    },
    {
      "author": "CHAN",
      "text": "It is perfectly OK for you to feel a range of emotions. And because you feel those emotions, it doesn't mean something is wrong with you."
    },
    {
      "author": "LIMBONG",
      "text": "It is a grieving process of a sort, and it will take some time and work to process, which I guess now is as good a time as any to mention that after a breakup, using substances such as booze and drugs as a crutch is a bad idea. I know you know this, but a reminder couldn't hurt."
    },
    {
      "author": "CHAN",
      "text": "When you are intoxicated, whether it's with drugs or with alcohol, the part of your brain that is rational, logical, thinks about the future, can strategize, starts to turn off. And that is when we will make decisions that we can really regret. And when you are feeling sadness and anger and all of those emotions that come with grief and you are intoxicated, it will amplify whatever you are feeling."
    },
    {
      "author": "LIMBONG",
      "text": "Basically, it'll get in the way of maintaining a sense of clarity, which is something you'll need because our second takeaway is face reality and actually be broken up, which is harder than it sounds."
    },
    {
      "author": "CHAN",
      "text": "When you're with someone, you have neural pathways that have been wired together. And when you break up, even if on a cognitive level you know it's over, your body is in a state of shock. And it is wondering, where the heck are those love hormones? And so if you continuously go back on memory lane by either, you know, looking at old text messages or stalking their social media or calling them or meeting up with them, you're not allowing those old neural pathways to prune away."
    },
    {
      "author": "LIMBONG",
      "text": "So with caveats for if you share a car or pet or something, Amy Chan says there's no real reason to contact your ex - yes even, or maybe especially, if you're looking for closure. This is something Amy's clients often say they want, but..."
    },
    {
      "author": "CHAN",
      "text": "They're searching for the wrong thing because it's actually not closure. It's a relief from pain that they're looking for. And there is no apology, there is no data, there's nothing that that ex can say that's going to make the pain go away because you are grieving the separation."
    },
    {
      "author": "LIMBONG",
      "text": "In general, it's best to not view this breakup through the prism of your ex at all."
    },
    {
      "author": "CHAN",
      "text": "If you're still blaming your ex, analyzing your ex, hoping for your ex to change, you're still in a relationship with your ex. And that emotional charge keeps you hooked. And sometimes, we hold onto the pain because that's the last part of the relationship that we've got left, so it's better than nothing."
    },
    {
      "author": "LIMBONG",
      "text": "This also means resist the urge to villainize them. It's a popular thing to do. Maybe you do it on your own or invite your friends over for the great post-breakup trash-talking ritual. Orna Guralnik understands why the desire to do that is there. But at the end of the day, it just isn't 100% honest."
    },
    {
      "author": "GURALNIK",
      "text": "And I think it provides kind of temporary relief. And it gives a certain kind of explanation. Like, you can have a whodunit explanation to what happened. But ultimately, you don't want to get stuck there because it's a distortion of reality. It prevents people from learning more about themselves and seeing reality for what it is. Ultimately, it's not a good method."
    },
    {
      "author": "LIMBONG",
      "text": "Oh, but it feels great (laughter)."
    },
    {
      "author": "GURALNIK",
      "text": "It does feel good. Yep, feels great. It organizes the world very well."
    },
    {
      "author": "LIMBONG",
      "text": "But the world is messy. Now, not villainizing doesn't necessarily mean whitewashing your ex's fault or even forgiving them if they hurt you in any way. It's just telling the true story of what happened."
    },
    {
      "author": "CHAN",
      "text": "You want to do what you can so that you can move forward, and you can acknowledge the facts of what happened without going into this rabbit hole of pathologizing and vilifying that person."
    },
    {
      "author": "LIMBONG",
      "text": "At her retreats, Amy Chan often meets people who do the opposite, too, valorize their ex, you know? Oh, the relationship was perfect. How could this happen?"
    },
    {
      "author": "CHAN",
      "text": "It's the same thing. They are in a fantasy. They're not living in reality. And so when that happens, I work with them on peeling the layers of that story. And they'll eventually see, oh, well, yes, there was this red flag. And, oh, yes, well - yeah. That happened. The sooner we can knock that ex off that pedestal, we can start working with reality."
    },
    {
      "author": "LIMBONG",
      "text": "OK. So what does working with reality look like? That brings us to our third takeaway. Use this time to do some self-reflection."
    },
    {
      "author": "CHAN",
      "text": "One of the exercises we do is everyone writes down their breakup story. And they write it down as if they are catching up with a friend and telling them everything that happened. And then, I teach them how to separate fact from fiction. And we review all of the cognitive distortions - also known as thinking traps - so from generalization to black-and-white thinking, to being caught up in shoulds. And then they circle all of the cognitive distortions that are in their story. They then rewrite their story with just the facts."
    },
    {
      "author": "LIMBONG",
      "text": "Look back on your past relationships, too. And see if there are any patterns there, maybe baggage from a previous breakup or other relationships falling apart that keep bubbling up in your current relationships. Amy calls this recycled pain."
    },
    {
      "author": "CHAN",
      "text": "When we dig deeper, we realize that sometimes, we didn't even really like the person. And it's not specifically this lost ex, but it was the sense of abandonment that they have felt over and over again in their life. And the pain does compound. And that is that recycled pain. That is these patterns that are repeating over and over again."
    },
    {
      "author": "LIMBONG",
      "text": "But as you're doing this self-reflection, make sure you differentiate between things you can learn and grow from and unhelpful thoughts rooted in shame."
    },
    {
      "author": "GURALNIK",
      "text": "If you're thinking, oh, now I understand that I was this, that and the other, I was - I don't know - too self-absorbed or too controlling or too - you're learning something about yourself. And you might be feeling guilty. I mean, if you use those insights well, then you will grow as a person. Shame-based thoughts have more to do with, I'm this or that kind of person. I'm a loser. I'll never hold onto anyone. I'm unlovable. I'm..."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah. Yeah. I guess it's hard to understand. Like, because on the one hand, trying to grow, right? You can ask yourself very healthy questions - right? - about, like, am I - did I do this right? Did I do that right? But I feel like those can easily turn into shame-based sentiments, right?"
    },
    {
      "author": "GURALNIK",
      "text": "Right."
    },
    {
      "author": "LIMBONG",
      "text": "I am X. I am Y."
    },
    {
      "author": "GURALNIK",
      "text": "Yes, they can. But if you're observing yourself, then you know that shame-based cycling is not useful information from which you grow. I mean, if you're stuck there, then know that about yourself. And it's - it means you have to do some work."
    },
    {
      "author": "LIMBONG",
      "text": "And this work isn't a linear process. And everyone goes through it in their own time. But something Orna said there brings us to our fourth takeaway. Recognize when you're stuck."
    },
    {
      "author": "LIMBONG",
      "text": "First things first - everyone gets over each breakup at their own pace. There's not really a recommended timeline for these things."
    },
    {
      "author": "GURALNIK",
      "text": "People differ in how they attach. And they differ in how they mourn their attachments. I've had people in my practice that have taken years to get over a breakup. And I've watched them go through a very honest, deep process of mourning."
    },
    {
      "author": "LIMBONG",
      "text": "On the other hand, she's seen people get through it a little quicker. People, attachments, situations all vary. But do be aware if you're stalling out."
    },
    {
      "author": "GURALNIK",
      "text": "If you're noticing that there's no change happening, if you're having sort of the same series of thoughts, the same emotional experience week after week after week and nothing is developing, nothing is changing, then you're - something's off."
    },
    {
      "author": "LIMBONG",
      "text": "Amy Chan needed a friend to help her realize she was stuck villainizing her ex after her own breakup."
    },
    {
      "author": "CHAN",
      "text": "Two years after the breakup, I was having a conversation with an old friend who I hadn't seen since all this had gone down. And I told them the story. And he just stopped me. And he said, so Amy, does this story serve you? And I was like, OK, no. And he's like, can you tell me about a time when he was kind, when there was love and joy? Tell me about that. And so I was like, oh, yeah. And I started rattling off some memories. And I was smiling. And it was this aha moment."
    },
    {
      "author": "LIMBONG",
      "text": "Where she really started the recovery process and remembered the relationship fully, the bad and the good. But she says it's natural to get stuck in a rut."
    },
    {
      "author": "CHAN",
      "text": "What happens is we feel the emotion, the primary emotion, and then there is the emotion we have about the emotion. So maybe you feel sadness, and then you feel ashamed because you shouldn't feel sadness. And then what happens is you start feeling that emotion story. So I call it feeling the emotional monster. And those emotions, They want to stick around for as long as they possibly can, and they want to get as big as they possibly can. And its food of choice are your thoughts and your stories and your assumptions. And that's when we start ruminating, and that's when that emotion can stick around for hours, if not days."
    },
    {
      "author": "LIMBONG",
      "text": "And sometimes we don't do ourselves any favors by feeding into these emotions."
    },
    {
      "author": "CHAN",
      "text": "You do these things that you know is going to make you feel worse - so playing Coldplay \"Fix You\" on repeat, your body posture being in fetal position. And so in that case, you actually want to do opposite action. So your natural instinct when you're sad might be to just hunch over and curl up in a little ball and you want to do the opposite of that. You want to stand up tall and put your shoulders back. You want to put on a more high beat, positive playlist versus sad, depressing love songs. So in those moments, you need to look at what you're doing and ask yourself if it's going to make you feel worse or if it's going to help you pull you out of that state."
    },
    {
      "author": "LIMBONG",
      "text": "Naomi Eisenberger, the researcher we heard from earlier, says that our bodies can naturally produce pain-easing opioids when we perform certain actions."
    },
    {
      "author": "EISENBERGER",
      "text": "Exercise is one of the things that actually increases opioids, so people talk about the runner's high. That's an opioid-mediated effect. Another one, we know opioids are released when we're in close contact with loved ones. So when we're interacting with loved ones, when we're sort of physically near them, this can lead to a release of opioids."
    },
    {
      "author": "LIMBONG",
      "text": "Speaking of your friends and loved ones, you can really turn to them here. Ask them for a little grace, a little patience, and to just be someone to talk to. You can also take that energy you'd spend of ruminating on your ex and funnel it into a new hobby or a passion of yours you want to get more fully invested in. Fill up your life, and eventually you'll be ready to move on, whatever that looks like for you, which is our fifth and final takeaway. Start dating again when you feel like you're ready."
    },
    {
      "author": "GURALNIK",
      "text": "When a person stops being completely consumed and preoccupied with trying to understand what happened, when they feel like they've come to some honest understanding of what happened, that's a good moment."
    },
    {
      "author": "LIMBONG",
      "text": "This doesn't mean you're not still nursing some wounds from the breakup. You might even still miss your ex. But if you've accepted what happened and are starting to form a natural curiosity about the outside world, it might be worth going out on a date. And finding out if you're ready might be a process of trial and error."
    },
    {
      "author": "CHAN",
      "text": "The only way to tell is to actually do it. And if you go and you're absolutely destroyed and it takes you back to what you think is square one, then OK, you know, rest a bit. But you might go and you're like, oh, OK, well, yeah, I didn't have I didn't have much of a connection, but it wasn't bad. And it was kind of nice to be able to to go out and meet someone new again. Then, yeah, I would keep going."
    },
    {
      "author": "LIMBONG",
      "text": "Just make sure you're real with yourself and are dating again because you feel like you're ready and not distracting yourself from your breakup."
    },
    {
      "author": "CHAN",
      "text": "I think sometimes when we experience heartache, we don't have the tools. And so our way of survival, our way - the way we adapt is to put walls around our heart. And when you learn the tools - and there are tools and they do work - you realize that the pain isn't forever."
    },
    {
      "author": "LIMBONG",
      "text": "Obviously, if you are listening to this, you still might be hurting, but we're here for you. And we're rooting for you."
    },
    {
      "author": "LIMBONG",
      "text": "OK. So to recap, one, respect the pain of a breakup. It hurts. It sucks. It doesn't much matter if the relationship was eight years or a short fling. It all causes some pain. So give yourself some time to get over it. Two, don't focus on your ex. Don't villainize them or valorize them or try to get in touch immediately after for some so-called closure because it's just a way to hang on to the relationship."
    },
    {
      "author": "CHAN",
      "text": "And you've got to get really honest with yourself if you're in a relationship with someone who's not in a relationship with you."
    },
    {
      "author": "LIMBONG",
      "text": "Three, instead, turn that energy inward into some self-reflection. Examine past relationships. Maybe you're carrying around some baggage you didn't know you had. That's OK, and nothing to feel shame about. But four, recognize when you're stuck in a feedback loop of sorts. And don't feed into it by blasting the five-hour-plus Spotify playlist literally titled breakup songs that hit hard, even if some of those songs do, in fact, hit hard. Instead, try energizing your body either through exercise or finding a new passion. And five, when you're ready, and if you want to, open your heart again and try going out on a date."
    },
    {
      "author": "LIMBONG",
      "text": "For more LIFE KIT, check out our other episodes. I've hosted one on how to brew a perfect cup of coffee, and we have another on how to be single. You can find those and lots more at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a random tip from one of our listeners."
    },
    {
      "author": "RAFFERTY BAKER",
      "text": "My name - Rafferty Baker (ph) in Vancouver, Canada. If you get your shoes wet, soaking wet, the first thing to do when you get home is stuff a bunch of newspaper crumpled up in there. And that'll absorb most of the moisture. Leave them in there for an hour or two, and then the rest will dry out very quickly."
    },
    {
      "author": "LIMBONG",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Andee Tagle, Janet Woojeong Lee. And our digital editor is Beck Harlan. And special thanks to the listeners who wrote in with their own post-breakup tips. I'm Andrew Limbong. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7395229130.mp3",
  "img": "https://media.npr.org/assets/img/2022/02/09/lk_heartbreak_wide-a525db4a24765436c25dd028193fa9d557fc996d.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDREW LIMBONG, HOST",
    "AMY CHAN",
    "LIMBONG",
    "CHAN",
    "NAOMI EISENBERGER",
    "EISENBERGER",
    "ORNA GURALNIK",
    "GURALNIK",
    "RAFFERTY BAKER"
  ]
}