{
  "title": "How to let more joy into your life",
  "url": "https://www.npr.org/transcripts/1079629345",
  "intro": "Poet Ross Gay sees joy all around him. In infinity scarves, orchards, pawpaws, even weeds. He explains the subtle mindset shift that allows him to let in more self-compassion and more joy.",
  "transcript": [
    {
      "author": "CHRISTINA CALA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Christina Cala."
    },
    {
      "author": "CALA",
      "text": "Let's talk about delight, specifically delight in the every-day."
    },
    {
      "author": "CALA",
      "text": "Please introduce yourself. Tell me your name and what it is that you do - or just how you would introduce yourself."
    },
    {
      "author": "ROSS GAY",
      "text": "Yeah, my name is Ross Gay and, you know, I write (laughter)."
    },
    {
      "author": "CALA",
      "text": "(Laughter) Yeah, that's accurate."
    },
    {
      "author": "GAY",
      "text": "(Laughter) I garden."
    },
    {
      "author": "CALA",
      "text": "That's Ross Gay. He's a writer, poet, gardener and the author of \"The Book Of Delights\". In that collection of essays, he explores the delights of handmade infinity scarves, loitering, the joy of carrying a heavy bag between two people, paw paws, even weeds. It's a book I've read many times, and I often gift copies of it to my friends because it can be so easy to miss the beauty around you. Ross teaches at Indiana University and says he'll sometimes start class like this..."
    },
    {
      "author": "GAY",
      "text": "Tell me something that was beautiful that you saw on the way to class. And it can be really challenging for people to say that because it feels vulnerable to be like, I thought something was beautiful. Once you sort of admitted that you thought something was beautiful, you've also admitted that you're moveable, which I think also is an admission that you have needs."
    },
    {
      "author": "CALA",
      "text": "This episode of LIFE KIT, a conversation with Poet Ross Gay on the role of joy in daily life, the difficulty of allowing yourself to be moved, and why he thinks it's important to use the word love."
    },
    {
      "author": "CALA",
      "text": "So Ross, what does joy look like to you?"
    },
    {
      "author": "GAY",
      "text": "I'm writing about joy, you know, and it - the thing is, I'm not exactly sure what joy is. And I'm sort of constantly trying to sort of wonder about it and wonder about it with other people. But, for instance, you know, I've worked for years on this project called the Bloomington Community Orchard. And within about eight months, we eventually planted this orchard. And it's been just cared for by so many people, and it's been loved and adored and wondered about by so many people. The sort of feeling of watching those trees go into the ground and all of that labor and all of that care and all of that struggle, actually, too - like, we were trying to imagine how to make this thing, and we didn't know quite what this thing was. But what we did know was that it would be something that we, together, could make that might care for people we do not know, and might care for people in the future who we could not imagine. I can just remember it plain as day when I was leaving that day. I was - you know, my eyes were welled up and I was just so filled up. And I was so profoundly indebted to these people. The feeling is such love for these people that we did this for. And when I say these people, I mean, it's a lot of people."
    },
    {
      "author": "CALA",
      "text": "Yeah."
    },
    {
      "author": "GAY",
      "text": "And, you know, all the potlucks, all the arguments (laughter), all the, you know, going to get limestone, all the, you know, talking about what kind of trees it's going to be, all of this and all of the that, and not agreeing on everything..."
    },
    {
      "author": "CALA",
      "text": "(Laughter)."
    },
    {
      "author": "GAY",
      "text": "That actually felt like - I've been thinking about it as joy, but I'm also going to say I think maybe that was an experience of freedom."
    },
    {
      "author": "CALA",
      "text": "That's so lovely. And when I read your book, I really sat on what you were saying about wanting to be softer and, like, that effusiveness. And I think what it offered me is this roadmap or shout - not even a whisper - of you or someone (laughter), saying, it's OK to love things and it's OK to feel joy. And there is, like, a lot of freedom in finding something delightful and taking time with something and then also sharing that."
    },
    {
      "author": "GAY",
      "text": "You know, you could say one of the projects of the book is to be moved. To be moved is to be connected. To be moved is to be alive. You know? To be moved is to be life. And I think, for any number of reasons, I also have wanted to imagine the fantasy - the brutal fantasy of not being moveable. You know, I kind of played college football. You know, like, a lot of my training was to be unmovable, was to be, you know, whatever the words are, you know? Strong is one of those words. And to be movable, it's all kinds of things, obviously. It's tears and it's shock and it's flabbergastment (ph), you know?"
    },
    {
      "author": "GAY",
      "text": "You know, I was seeing this all the time. And, you know, I teach. I start a class off like this. You know, say something that you love - that you realize you love in the last week or something (laughter). And not only is it difficult for people. It's so amazing how quickly people - how quickly we turn the word love into like. Oh, I like that. And I have to be like, now, let's go with love. Let's go with love, you know? What did you learn that you love in the last week? Which is to say, what were you really moved by? What did you learn that you were really moved by in the last week?"
    },
    {
      "author": "CALA",
      "text": "Yeah, that - I was, like - this is kind of an aside - but I was doing, like, a writing exercise with a friend of mine last night, and it was to write comically. And one of the statements was, I love it when..."
    },
    {
      "author": "GAY",
      "text": "Ah."
    },
    {
      "author": "CALA",
      "text": "And I found myself turning it sarcastic."
    },
    {
      "author": "CALA",
      "text": "Oh, I love it when this happens. So yeah, the fact that you're noting that - I'm like, ooh, that's so real (laughter)."
    },
    {
      "author": "GAY",
      "text": "I'm telling you. I know it's real. It's real - like, to be like, you know, I love it when you just touch me on the forearm and say, are you OK? I love it when you, you know, drop off seeds for the garden. I love it when - I love it when - that's an awesome exercise. I'm going to do that with my students."
    },
    {
      "author": "CALA",
      "text": "Yeah."
    },
    {
      "author": "GAY",
      "text": "Yeah. I think the experience of being moved, which then, I think, suggests the experience or the understanding of one's need puts us into this other thing, which is like, oh, I'm grateful; I'm grateful, you know? We are constantly in need. We are constantly being moved, which makes gratitude kind of a deep and hopefully a fundamental aspect."
    },
    {
      "author": "CALA",
      "text": "All of this kind of makes me think that life is, like - it's kind of always trying to make you hard to something. You know, we use words like toughen up preparing for a fight - and how being cool is not showing emotion and not being excited about things. And here, you're writing about your deep love of vegetarian burger patties..."
    },
    {
      "author": "GAY",
      "text": "(Laughter)."
    },
    {
      "author": "CALA",
      "text": "...And the way you write about almost kissing lilies or irises and smacking a sneeze guard because you're just laughing so hard."
    },
    {
      "author": "CALA",
      "text": "I think it also, for me, was kind of an example of not necessarily needing to conform to the way that you're being told that you need to be. I guess I wonder if it also feels like a revolution towards that messaging of having to be hard to things."
    },
    {
      "author": "GAY",
      "text": "I think it is. And it feels like an internal revolution, of course. You know, even, like, when, you know - toughen up or, like, dominate the day or crush this - all of that language, which is really pervasive, you know, and, like, it's always about separating oneself, you know - all these ways - be the best, you know - it feels to me, like, really important to do something else and to do the opposite, actually, of toughening up, you know - that there's something truer to softening up and to being moved and to being in need and asking the flower, how are you doing, you know?"
    },
    {
      "author": "CALA",
      "text": "I think that also makes me think of - we're using these words like softer, effusiveness gratitude. And then, like, one thing I see so much of also is generosity. That, like, was very much prevalent in the essay \"Umbrella In The Cafe.\""
    },
    {
      "author": "GAY",
      "text": "(Laughter)."
    },
    {
      "author": "CALA",
      "text": "And I'm just going to read the, like, sort of last bit of it..."
    },
    {
      "author": "GAY",
      "text": "Yeah."
    },
    {
      "author": "CALA",
      "text": "...Which I just love."
    },
    {
      "author": "CALA",
      "text": "(Reading) Do you ever think of yourself late to your meeting or peed in your pants some or sent the private email to the group or burned the soup or ordered your cortado with your fly down or snot on your face or opened your umbrella in the bakery as the cutest little thing?"
    },
    {
      "author": "CALA",
      "text": "And I was like, no (laughter)."
    },
    {
      "author": "GAY",
      "text": "Exactly - me too. I know. Me too - but we do with other people. We would all the time. So often you see someone do that, and you just are like, man, sweet thing. You got - your fly is down. You got to pull your zipper up..."
    },
    {
      "author": "GAY",
      "text": "...Or whatever - you got - you know? You got some snot on your face (laughter)."
    },
    {
      "author": "CALA",
      "text": "How do you cultivate that kind of generosity for yourself?"
    },
    {
      "author": "GAY",
      "text": "Yeah, good question. You know, one of the things I think is actually like a true thing, and it's - again, it's about need, and it's about being beholden to other people - is that I have people in my life who love me who are like, you're OK. You're OK."
    },
    {
      "author": "CALA",
      "text": "Yeah."
    },
    {
      "author": "GAY",
      "text": "And even in the midst of my own feeling not OK, which is plenty, to have people be like, no, no, you're OK, is profound. And it's also profound, you know, to, like, enter a forest, where, you know, the forest is also probably going to say you're OK, you know? That's been my experience. The forest is going to be like, you're OK. I guess in a certain kind of way, I'm trying to sort of, for myself - to, like, love myself regardless."
    },
    {
      "author": "CALA",
      "text": "Yeah. Oh, that's lovely. It sounds so simple (laughter)."
    },
    {
      "author": "GAY",
      "text": "It sounds so simple. It sounds so simple. I mean, and - for me, I guess for myself, it feels like a pretty regular struggle to do that, you know? And when you say, like, practices, like, I have one of these essays in here. And actually, I'm kind of inclined to read the last paragraph of it if I could."
    },
    {
      "author": "CALA",
      "text": "Please. That would be an honor."
    },
    {
      "author": "GAY",
      "text": "OK. It's called \"Coco-baby,\" and it's - this is how it finishes. I'm sort of talking about, like, you know, oiling myself."
    },
    {
      "author": "GAY",
      "text": "(Reading) When you watch yourself in the mirror oiling yourself like this, wrapping your arms around yourself, jostling yourself a little, it is easy or easier to see yourself as a child and maybe even a child you really love. It is easy if you decide it, which might be hard, to let the oiling be of the baby you - or at least I thought so today looking at myself, whom I am so often not nice to. But the baby you, you oil until he shines."
    },
    {
      "author": "CALA",
      "text": "Ooh. Ah, man. That almost brought me to tears (laughter)."
    },
    {
      "author": "GAY",
      "text": "Yeah, it seems like one of the ways is like, man, how would you treat the baby you, you know?"
    },
    {
      "author": "CALA",
      "text": "Yeah. And again, we're talking about softness and fighting against being hard. But like, I feel like this effusiveness and this, like, generosity is also so often equated with being childlike."
    },
    {
      "author": "GAY",
      "text": "That's right."
    },
    {
      "author": "CALA",
      "text": "And it's used sometimes as a way to put someone down or, like, make them smaller. But there's so much bigness in it, I guess. Like (laughter) I don't know."
    },
    {
      "author": "GAY",
      "text": "It is the biggest thing. It is the biggest thing because that kind of effusiveness or that childlikeness, what it is - it's like when you see a kid who, you know, like, sees a cardinal and, like, (screaming)..."
    },
    {
      "author": "GAY",
      "text": "...Starts screaming because they are like, oh, my God - how is that possible? - you know, it's because they are connected to the goldfish. They are connected to the cardinal. They are connected to the - you know, the magnolia tree. They are connected to the person who has those, you know, wheels on their shoes, and they can, like, roll around. Like, what is that, you know?"
    },
    {
      "author": "GAY",
      "text": "It is - you know, it is kind of - it is so big, you know? And that's part of why it can feel so, I think, probably daunting or vulnerable. It's because you're like I'm connected (laughter). I'm movable."
    },
    {
      "author": "CALA",
      "text": "Yeah. I have some friends who - like, some poems we'll read and, like, share with each other. And it's like, oh, my heart grew three sizes. Like, it feels like we..."
    },
    {
      "author": "GAY",
      "text": "That's right."
    },
    {
      "author": "CALA",
      "text": "...Bring back that Grinch analogy often..."
    },
    {
      "author": "GAY",
      "text": "Yeah (laughter)."
    },
    {
      "author": "CALA",
      "text": "...Of being like, oh, wow, I let something in and..."
    },
    {
      "author": "GAY",
      "text": "That's it."
    },
    {
      "author": "CALA",
      "text": "...Somehow I feel more expansive, like I can hold a little bit more of the world in me."
    },
    {
      "author": "GAY",
      "text": "That's totally it, you know. And even - I can't remember exactly how it happens in \"The Grinch.\""
    },
    {
      "author": "GAY",
      "text": "But like, actually, you know, for the heart to get bigger, there's breaking happening, you know. It's like - it has to change shape. It might have a different shape to it, too, the heart. It can get bigger."
    },
    {
      "author": "CALA",
      "text": "That's writer Ross Gay. His book is called \"The Book Of Delights.\" An excerpt of this was originally published in an episode of Code Switch. For more LIFE KIT, check out our other episodes. There's one about how to get into poetry and another about how to start journaling. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now, a completely random tip."
    },
    {
      "author": "CHRIS CASTILLO",
      "text": "Hi. This is Chris Castillo (ph). And my life hack is - I liked your article on winter outdoor activities during the pandemic - it's best to plan activities midday when the sun is probably the warmest. Don't forget to wear a hat and double socks with any shoes, boots, sneakers that you wear."
    },
    {
      "author": "CALA",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "CALA",
      "text": "This episode of LIFE KIT was produced by Meghan Keane, who is also the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Andee Tagle, Clare Marie Schneider and Janet Woojeong Lee. Our digital editor is Beck Harlan. I'm Christina Cala. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7893604732.mp3",
  "img": "https://media.npr.org/assets/img/2022/02/11/gettyimages-918886044_wide-cceffed8dac6114760d8f8e87be1f30243ba40ed.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "CHRISTINA CALA, HOST",
    "CALA",
    "ROSS GAY",
    "GAY",
    "CHRIS CASTILLO"
  ]
}