{
  "title": "Yes, you can run a marathon! Here's how to start training",
  "url": "https://www.npr.org/transcripts/1081713717",
  "intro": "A running coach and athlete with a background in exercise science shares tips on building your mileage and finishing your first race injury-free.",
  "transcript": [
    {
      "author": "EMILY KWONG, HOST",
      "text": "This is NPR's LIFE KIT. I'm Emily Kwong. So last year, for the very first time, I ran a marathon. Yeah - 26.2 miles. These two feet carried me across the finish line hand in hand with my little sister, Amanda, who has run 10 marathons. I promised her sometime in my lifetime I'd do one with her, and when the pandemic hit, it seemed like a good opportunity to train. Amanda is my best friend and kind of my running coach now. She told me, Emily, you can do this."
    },
    {
      "author": "EMILY KWONG, HOST",
      "text": "Oh, my God. We did it. Amanda Kwong is a legend. Oh, God."
    },
    {
      "author": "EMILY KWONG, HOST",
      "text": "Me, one of the slowest kids in gym class, is now a marathoner. How many people in the world can say that? I ran a few times a week before but 3 to 4 miles at most. This time last year, 26.2 miles seemed impossible for us mere mortals. It reminds me of that one scene in \"Captain America\"..."
    },
    {
      "author": "CHRIS EVANS",
      "text": "(As Steve Rogers) On your left."
    },
    {
      "author": "ANTHONY MACKIE",
      "text": "(As Sam Wilson) On my left; got it."
    },
    {
      "author": "E KWONG",
      "text": "...You know, when Steve Rogers is running around the National Mall around and around, and he just keeps passing Sam Wilson, lapping him."
    },
    {
      "author": "MACKIE",
      "text": "(As Sam Wilson) Don't say it. Don't you say it."
    },
    {
      "author": "EVANS",
      "text": "(As Steve Rogers) On your left."
    },
    {
      "author": "MACKIE",
      "text": "(As Sam Wilson) Come on."
    },
    {
      "author": "E KWONG",
      "text": "For so many years, I thought I had to be like Captain America to run a marathon - like, really fit, really skinny, a dude - things I am not."
    },
    {
      "author": "E KWONG",
      "text": "But let me dispel that myth for you real quick because on the course at the Baltimore Running Festival, I saw all kinds of people running and wheelchair racing their way through the marathon, putting months of training to the test before cheering crowds and volunteers who were keeping the Gatorade refilled and the oranges replenished. There's something about a marathon, just seeing humanity come together in this powerful way, striving for something physically difficult but not impossible."
    },
    {
      "author": "LAURA NORRIS",
      "text": "You know, I see runners of all body sizes, all ages, all socioeconomic backgrounds running marathons. If you have the will and the ability to train, most people can run a marathon."
    },
    {
      "author": "E KWONG",
      "text": "That is Laura Norris, a certified running coach and athlete with a background in exercise science, which as a science journalist and the host of Short Wave, NPR's daily science podcast, makes me trust Laura all the more. She's coached over 200 people, from first-time runners to Boston qualifiers to ultramarathoners. And Laura's ethical code is this - coach the athlete as a person first, runner second."
    },
    {
      "author": "NORRIS",
      "text": "So I'm never going to be the coach who really pushes an athlete super hard in a single training cycle. Maybe they have a lot of breakthroughs, but then they are burnt out, or they're injured, or they have low energy availability and overtraining. I never want that to happen to anyone."
    },
    {
      "author": "E KWONG",
      "text": "So if you have ever had the slightest desire to run a marathon, Laura and I are going to help you out. This episode of LIFE KIT - how to train for a marathon. Laura will be our running coach. I'll share what worked for me. And together, we'll help you first-time marathoners out there build your mileage and finish your first race injury-free with a smile on your face."
    },
    {
      "author": "E KWONG",
      "text": "All right, runners, you are just in time because a lot of marathons take place in the fall. And since it takes about four to six months to train, depending on how much you run now, now's the perfect time to scope out a local marathon in your state or maybe a destination marathon in a place you're longing to travel. Come up with a registration plan and prepare to run your marathon sometime in October and November."
    },
    {
      "author": "E KWONG",
      "text": "And then there's no other way to say this but prepare to run a lot. If you don't run much now, that's OK. Start with six to 12 weeks of base training. That just means you're going to get to the point where you're comfortable running three to four times a week with your longest run being about 6 miles. But take your time getting to this point. Like, it's OK if you work up to it next year. This investment in base training, it gives your lungs and legs a solid foundation on which to build. This reduces your risk for injury, allowing your body to transform slowly and steadily."
    },
    {
      "author": "NORRIS",
      "text": "I think one of the biggest risks posed to any runner in training is this big, overarching, scary risk of musculoskeletal injury - there's two types. There's soft tissue injury, like muscle strains to pretty severe muscle tears, and then there's bone stress injuries, which no one wants to have - you know, your beginner runner encounters. And it becomes this cycle that they repeat through or it's something that kind of scares them off and keeps them from pursuing their big dreams of a half-marathon."
    },
    {
      "author": "E KWONG",
      "text": "Especially if they feel like they don't look like a marathoner. They think, like, I'm going to hurt myself."
    },
    {
      "author": "NORRIS",
      "text": "Absolutely 'cause there is this kind of old lingering stereotype that heavier runners get injured more often."
    },
    {
      "author": "E KWONG",
      "text": "Yeah, yeah."
    },
    {
      "author": "NORRIS",
      "text": "That's not true. Like, thinner doesn't mean you're less likely to get injured. In fact, a lot of runners trying to lose a lot of weight, trying to look like the ideal runner, actually get injured more because their bodies don't have the energy available to repair after runs."
    },
    {
      "author": "E KWONG",
      "text": "So that is takeaway No. 1 - change your mind about what a marathon body even looks like, but give your body time to adapt. Increase your mileage gradually, even if that means doing the tried-and-true method of running for a few minutes and walking for a few minutes. This is how I got off the couch and started running, too."
    },
    {
      "author": "NORRIS",
      "text": "You know, if they're doing 1 mile, maybe try to get up to 1 1/2 and do that across those three runs. And once they feel like they can pretty comfortably cover 2, maybe 3 miles, then maybe work on decreasing the walk interval frequency and increasing the duration of the run. That's not to say that's the path for everyone 'cause some people really hold dear to their run-walk intervals, really thrive on them, and run marathons following, you know, two-minutes run, one-minute walk or something."
    },
    {
      "author": "E KWONG",
      "text": "So if someone is going from running a handful of miles to training for something like a marathon, what's going down in your body? What kinds of changes are taking place in the human form?"
    },
    {
      "author": "NORRIS",
      "text": "There's a lot of changes that are happening."
    },
    {
      "author": "E KWONG",
      "text": "List them. List them for me."
    },
    {
      "author": "NORRIS",
      "text": "Yeah. So metabolic changes are happening. And what we mean by metabolic is essentially that your body is becoming more efficient at producing energy. How it does that is becoming more efficient at getting oxygen to your working muscles 'cause running is predominantly aerobic. That means it uses oxygen plus fatty acids and carbs to make energy. So what happens is the mitochondria in your muscle cells - those powerhouses we learn about in high school biology..."
    },
    {
      "author": "E KWONG",
      "text": "Yes, yes, yes."
    },
    {
      "author": "NORRIS",
      "text": "...There is a greater density of them and more generate to create more ATP, more energy that your muscles use."
    },
    {
      "author": "E KWONG",
      "text": "Wait a minute. When you start running more, you make more mitochondria."
    },
    {
      "author": "NORRIS",
      "text": "Yeah, it's called mitochondrial biogenesis."
    },
    {
      "author": "E KWONG",
      "text": "Holy moly. You're basically making more energy factories in your own body."
    },
    {
      "author": "NORRIS",
      "text": "Yes."
    },
    {
      "author": "E KWONG",
      "text": "Wow."
    },
    {
      "author": "NORRIS",
      "text": "And that's why running just - like, all of a sudden, it hits this threshold where you're like, wow, this feels so much easier. It's because you have more powerhouses, and you also get more capillaries - those very fine blood vessels - taking oxygen to those muscles. So you have more oxygen that you can turn then into energy more rapidly. Like, that's how you get from couch to marathon is your body literally changes on the inside. Yeah."
    },
    {
      "author": "E KWONG",
      "text": "You're basically becoming a Marvel superhero, just slowly."
    },
    {
      "author": "NORRIS",
      "text": "Pretty much, yeah. I mean, when you think about that, it is almost like getting these superpowers and that - you know, it's, I think, really easy to look at those very trained runners and be like, they must just be like that because of genetics."
    },
    {
      "author": "E KWONG",
      "text": "Yeah."
    },
    {
      "author": "NORRIS",
      "text": "No. They're like that 'cause years and years and years of those metabolic adaptations happening."
    },
    {
      "author": "E KWONG",
      "text": "Runners, once you've built a strong base, you are ready for marathon training. Look for a training program that lasts about four months, so 14 to 16 weeks. The idea is that every week, you are increasing the mileage of your long run. So maybe you start with 6 miles, then go to 7, 8, 9, 11, all the way up to about 18 or 20 or 22. You want to get up around there before the big race day, so you know you can finish 26.2 when the time comes. Obviously, every body is different, and it can be hard to navigate all the training plans out there. So I asked Laura for some guidance."
    },
    {
      "author": "E KWONG",
      "text": "There are a lot of components to marathon training. But if you had to pick, what are the three most important things to prioritize in order to train safely?"
    },
    {
      "author": "NORRIS",
      "text": "In order to train safely, the three things I would prioritize the most is, No. 1, run most, if not all, of your runs truly easy. And what this means is running at this effort that you can carry on a conversation at. And maybe you have to use walk intervals to get to that effort; definitely use them then. But you want most of your runs to feel easy because those adaptations we talked about before occur mostly below a certain threshold of your maximum oxygen consumption, your VO2 max. So you want to keep your runs easy."
    },
    {
      "author": "NORRIS",
      "text": "Keeping them easy also lowers your risk of injury. A lot of people get injured training for a marathon 'cause they're running all their runs really hard, and that puts a lot of stress on the body. And you don't recover between the runs then."
    },
    {
      "author": "E KWONG",
      "text": "Laura says you know a training program is good if it's sustainable for you, creating a positive feedback loop where you're like, oh, I want to get out there again next week. So my long runs were always on Saturdays - Saturday mornings. And I'll never forget the first time I got up to 10 miles in one go. It was right on the National Mall, Captain America style. My legs were fine. And I thought, OK, maybe I can do 11 miles next week or 12. That kind of sustainability builds your confidence in invisible muscle you'll definitely need on marathon day. The other thing that can build confidence is letting the people you love know what you're doing. A running coach like Laura or a running buddy like my sister Amanda..."
    },
    {
      "author": "AMANDA KWONG",
      "text": "Woo, conquering Wilson Boulevard. Yes, queen. Look at her."
    },
    {
      "author": "E KWONG",
      "text": "...Made all the difference on those summer mornings when I ran farther and longer than I ever had before, trying to get it done before the sun was too high in the sky and it was just really hot outside."
    },
    {
      "author": "E KWONG",
      "text": "What are the two other most important things you prioritize for training safely?"
    },
    {
      "author": "NORRIS",
      "text": "Yes. The second one I personally would prioritize - other coaches may debate me on this, but I believe that the research evidence points this way - is strength training. Running is a very highly repetitive motion. And if you have muscle weaknesses, you're going to probably get injured. And a lot of first-time marathoners get injured. Strength training helps kind of smooth out biomechanical irregularities, you know, where maybe one side is weaker than the other side. It kind of brings everything into balance, and it decreases your energy risk. It also is shown repeatedly by research to improve your running economy, which simply means that you need less oxygen to produce energy at the same pace so you're running more efficiently."
    },
    {
      "author": "E KWONG",
      "text": "Third most important thing."
    },
    {
      "author": "NORRIS",
      "text": "The third-biggest priority for marathon training is fueling your body well. We hear about this dreaded wall in the marathon that happens mile 18 to 20 for most people."
    },
    {
      "author": "E KWONG",
      "text": "Oh, yeah."
    },
    {
      "author": "NORRIS",
      "text": "And what that wall really is is that's your body running out of glycogen. Glycogen is stored carbohydrates in your muscles, and when you run out glycogen, your body can't support that energy production as well, and it shifts to just using fatty acids. But that's a slower process, so you literally are forced to slow down - for some people, slow down to a walk, even. So making sure that you are taking in some form of carbohydrates while running the marathon itself will prevent you from hitting the wall. That's why we have all these gels and chews and sports drinks on the market. They're there for a reason. So making sure that you just get in the habit of, on your long runs, take in a gel or whatever - 30, 60 grams of carbs per hour, which is roughly every 30 to 45 minutes."
    },
    {
      "author": "E KWONG",
      "text": "OK, so we got make the majority of your runs easy, strength training and fueling yourself properly. Let's say you've registered for a marathon. How much time should you plan if you're someone who's never run a marathon? How much time should you plan to train? And how many hours per week can you expect to be devoting to this process of transformation?"
    },
    {
      "author": "NORRIS",
      "text": "When you register for your marathon and your marathon is six, eight months out, start preparing now. The time to expect really varies. But I would say anticipate probably spending at least six, eight hours per week preparing for your first marathon when you really get into the nitty-gritty training."
    },
    {
      "author": "E KWONG",
      "text": "Yeah."
    },
    {
      "author": "NORRIS",
      "text": "It might be more if your long runs take you a lot of time, although most long runs really shouldn't be over 3 1/2 to four hours at their peak, even if that means you're only going 16 miles."
    },
    {
      "author": "E KWONG",
      "text": "Yeah, four hours on your feet is a long time. What I did was I would do a long run on Saturday, and I found that regularity really helpful - just like the predictability of my long run will always be Saturday. Also, because it's Saturday - so you can take all the time you need to do that long run. What's the rule for increasing that mileage every week or weekend to make sure you're not overextending yourself?"
    },
    {
      "author": "NORRIS",
      "text": "Yeah. So generally, safe rule for most runners is to build at about 10% per week. I would add a caveat that for some people, it actually works really well to build maybe 10 to 15% and then hold it for a week where you don't change it at all the next week and then build it again. That kind of gives your musculoskeletal system time to adapt. But whether you're building every week or you're building taking a week to adapt building, you generally don't want to do much more than 10 to 15% increase per week."
    },
    {
      "author": "E KWONG",
      "text": "Let's talk about reducing injury and recovery. What are some things that you really want your athletes to do when they're getting ready for these races?"
    },
    {
      "author": "NORRIS",
      "text": "Yes. So one thing I have all my athletes do - and I would most certainly encourage a novice marathoner to do - is to take at least one day per week, maybe two if you're really injury prone, but one day per week where you are not exercising. You can go for a walk. Walking is great for general health and not hard on the body, but you don't want to run. You don't want to lift weights. You don't want to get on the bike and cross-train. You want to rest. Do you want to let your body, your muscles and your heart repair that day so that you can keep training and be fully recovered going into your next block of training, and that brings down injury risk. I would also say you want to make sure you're getting seven to nine hours of sleep per night. That way, that muscle damage incurred from training is repaired. And that way, you can go into your next training block stronger and less likely to get injured."
    },
    {
      "author": "E KWONG",
      "text": "Yeah. One thing I really do want to acknowledge is it does require money to run a marathon. For me, the biggest expense came from the shoes - going to an actual, like, athletic shoe store where I could be fitted a little bit. They could look a little bit at my gait. And I could get a shoe that was actually really comfortable so that my feet were as happy as could be in the lead-up to the marathon because you don't want to run in a shoe that has too many miles on it. It's, like, worn out, and it won't support you properly. What other things should you keep in mind when it comes to gear that are, like, essentials for you when you pack for a marathon? What do you bring? And how do you budget for that?"
    },
    {
      "author": "NORRIS",
      "text": "Yes. So shoes are definitely something to budget for. What I always tell my athletes - it's much cheaper to buy a new pair of shoes than to go visit a physical therapist."
    },
    {
      "author": "E KWONG",
      "text": "Amen."
    },
    {
      "author": "NORRIS",
      "text": "Yeah. So that's always, like, well worth the cost. Personally - and I've seen a lot of my athletes quite enjoy this also - I love a hydration vest, one of those Salomon or Ultimate Direction vests you wear with the water flask in the front - big game changer, especially if you're training in summer. It's a huge game changer. The other thing I would say is a good pair of socks because no one wants blisters. Blisters are awful. And your shoes aren't going to actually be what makes the difference. It's the socks. So if it's in your budget, get a pair of merino socks or, you know, at least a pair of running-specific socks so that you don't blister. You don't have that unpleasant experience. And then finally, I would say sunscreen."
    },
    {
      "author": "E KWONG",
      "text": "Yeah."
    },
    {
      "author": "NORRIS",
      "text": "Especially in the summer months, having that layer of, like, zinc oxide on your skin actually can help you keep a little cooler than if you were getting burnt by the sun."
    },
    {
      "author": "E KWONG",
      "text": "Yeah. Last thing I want to ask you is just, why do a marathon at all? Like, if someone were interested in it - but knowing how much time it takes, how much money it takes, how much energy it takes, that it takes some courage. I actually think it takes a lot of courage. Why do this at all? What would you say to them?"
    },
    {
      "author": "NORRIS",
      "text": "So if their interest or the desire is there, I would highly encourage someone to do a marathon because there is a lot of power to pushing yourself outside of your comfort zone and finding that you are capable. For a lot of people, it can almost be life-changing in a way because they did something incredibly difficult and came out on the other side stronger because of that. And that transfers over to other areas of life in a very real way."
    },
    {
      "author": "E KWONG",
      "text": "Yeah. You know what? It just occurred to me - we're often very alienated from our bodies. When you train for a marathon, it is intimate."
    },
    {
      "author": "NORRIS",
      "text": "Yes."
    },
    {
      "author": "E KWONG",
      "text": "You understand your body in a completely different way by the end of it, and you actually - at least speaking for me - I have a lot more respect for what my body does every day, you know?"
    },
    {
      "author": "NORRIS",
      "text": "Absolutely. And I think that I can almost be an alarming thing at first..."
    },
    {
      "author": "E KWONG",
      "text": "(Laughter.)"
    },
    {
      "author": "NORRIS",
      "text": "...For people venturing into their first marathon - is they're like, whoa, I have all these sensations."
    },
    {
      "author": "E KWONG",
      "text": "Right."
    },
    {
      "author": "NORRIS",
      "text": "I feel all these things, and it's alarming at first."
    },
    {
      "author": "E KWONG",
      "text": "I didn't want to see that chafing in that spot. No thank you."
    },
    {
      "author": "NORRIS",
      "text": "Yeah (laughter), yeah, exactly. Blisters are, you know, something very unsettling for most people."
    },
    {
      "author": "E KWONG",
      "text": "(Laughter)."
    },
    {
      "author": "NORRIS",
      "text": "But then you also are like, wow, my body did that, though."
    },
    {
      "author": "E KWONG",
      "text": "OK, runners, I think you're ready. Let's recap. Takeaway number one - change your mindset about what a marathon body is and how your body will change throughout this process. Takeaway number two - pick out a good training plan, seriously. Look for one where the majority of your runs are at an easy pace, meaning you can carry on a conversation. And build up the mileage of your long run gradually, meaning you're increasing your mileage by no more than 10 to 15% every week. Takeaway number three - remember to strength train. It helps you. Takeaway number four - fuel and suit up your body properly. Check out gels, chews and HydraPaks. Invest in good shoes and good gear. And our last and final takeaway, takeaway number five - rest. Get your sleep. And definitely take at least a day off from training a week. Give those hard-working muscles a chance to recover. And when race day comes, savor it. Invite your friends and family, in person or virtually, to cheer you on. A lot of people will bring signs. And my favorite one simply says, trust your training. Marvel at your strength and your determination as you cross that finish line with your head held high. For more LIFE KIT, check out our other episodes. We have one on how to start weightlifting and another on how to pick out the best sunscreen for you, very helpful for us runners. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip."
    },
    {
      "author": "JAMIE THOMAS",
      "text": "Hi. My name is Jamie Thomas (ph) and I'm from Williamsburg, Va. My LIFE KIT hack is using older hangers with clips on them, especially ones that are pants hangers, and removing the clips and using them as chip clips. And it's just a really user-friendly, kind of fun, creative way to repurpose old hangers."
    },
    {
      "author": "E KWONG",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Audrey Nguyen. It was edited by Gisele Grayson and Meghan Keane, who is also LIFE KIT's managing producer. Beth Donovan is our senior editor. Our production team also includes Andee Tagle, Sylvie Douglis and Clare Marie Schneider. Our digital editors are Beck Harlan and Janet Woojeong Lee. Special thanks to Muslima Ali (ph), the entire team at SHORT WAVE and my sister, Amanda Kwong. You are a running inspiration. And you were totally right - running a marathon was so worth it. I'm Emily Kwong. Thank you so much for listening to LIFE KIT from NPR."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2750793955.mp3",
  "img": "https://media.npr.org/assets/img/2022/02/18/lk_marathon-4-copy_wide-bf1522a819e24eb4bfd623389cf2f1ee1de3b869.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "EMILY KWONG, HOST",
    "CHRIS EVANS",
    "ANTHONY MACKIE",
    "E KWONG",
    "MACKIE",
    "EVANS",
    "LAURA NORRIS",
    "NORRIS",
    "AMANDA KWONG",
    "JAMIE THOMAS"
  ]
}