{
  "title": "Next time you're missing an ingredient, try substitution instead of shopping",
  "url": "https://www.npr.org/transcripts/1082220527",
  "intro": "Improvising in the kitchen takes a lot of practice. But when you get to that point in the recipe where you realize you're out of white wine/fresh garlic/brown sugar/whatever you absolutely MUST have for this recipe, being able to swap in another ingredient can really come in handy. Chef and author Kenji López-Alt and cook and food writer Deb Perelman walk us through the basics of food substitutions.",
  "transcript": [
    {
      "author": "DALIA MORTADA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Dalia Mortada."
    },
    {
      "author": "MORTADA",
      "text": "Have you ever been in the kitchen..."
    },
    {
      "author": "MORTADA",
      "text": "...Starting to cook a meal you're really excited about, like, say, a pot of mussels simmered with shallots and garlic and cherry tomatoes, and you realize..."
    },
    {
      "author": "MORTADA",
      "text": "I don't have any white wine."
    },
    {
      "author": "MORTADA",
      "text": "...You don't actually have all the ingredients the recipe calls for? It's OK. We've all been there before."
    },
    {
      "author": "KENJI LOPEZ-ALT",
      "text": "And I think the most important thing is really just being easy on yourself and recognizing that, you know, cooking is a - you know, there's no real silver bullet, right?"
    },
    {
      "author": "MORTADA",
      "text": "Kenji Lopez-Alt is a professional chef and has written a couple of cookbooks to help guide you in the kitchen."
    },
    {
      "author": "LOPEZ-ALT",
      "text": "It's something that you have to practice and get good at. And the more you do it, the more easy it becomes to make substitutions or the more easy it becomes to adapt recipes to yourself. And, of course, you can think about this in, you know, different ways, you know? If you rely solely on recipes, it becomes difficult to figure out how to make substitutions or how to make changes to suit your own palate."
    },
    {
      "author": "DEB PERELMAN",
      "text": "I mean, a good recipe will hopefully give you a heads-up of what swaps you can make. But even if you can't, I wish - I would like people to feel more comfortable making swaps, understanding that they're taking risks."
    },
    {
      "author": "MORTADA",
      "text": "Deb Perelman knows plenty about cooking at home and taking risks. She runs a wildly popular website called smittenkitchen.com that's been around since 2006."
    },
    {
      "author": "PERELMAN",
      "text": "It's just - it's really great with unsalted butter. But, like, so what if you only have coconut oil or margarine or salted butter?"
    },
    {
      "author": "MORTADA",
      "text": "So before you drop your knife, turn off your stove and run out to the store, ask yourself some important questions."
    },
    {
      "author": "PERELMAN",
      "text": "Why am I going, running around for one single ingredient? Is this ingredient essential? Is it a deal-breaker if I don't have it? What's lost if I don't use it?"
    },
    {
      "author": "MORTADA",
      "text": "It's taken me years of practice and plenty of less-than-perfect meals to figure out how to swap out ingredients while I'm cooking, and sometimes I still need some help."
    },
    {
      "author": "LYNN",
      "text": "So I'm thinking - do you have anything that's a bit more acidic that you could substitute? Probably not the same amount."
    },
    {
      "author": "MORTADA",
      "text": "My friend, Lynn (ph), is my lifeline, a trusted adviser on many things, including cooking."
    },
    {
      "author": "MORTADA",
      "text": "No, I have a bunch of vinegars. I have, like, apple cider vinegar. I have rice vinegar. And I have white wine vinegar."
    },
    {
      "author": "LYNN",
      "text": "I feel like white wine vinegar could be a good substitute, but not too much."
    },
    {
      "author": "MORTADA",
      "text": "Like, a couple tablespoons, maybe, diluted in some water - that kind of thing?"
    },
    {
      "author": "LYNN",
      "text": "Mmm hmm."
    },
    {
      "author": "MORTADA",
      "text": "OK."
    },
    {
      "author": "MORTADA",
      "text": "She's suggesting I replace the wine I don't have with something acidic because that's the role the wine plays in this meal. That has a lot to do with the sensation I feel on my tongue when I get a good slurp of broth with these mussels."
    },
    {
      "author": "MORTADA",
      "text": "Yeah. I will try that. I'm going to try that."
    },
    {
      "author": "MORTADA",
      "text": "In this episode of LIFE KIT - how to substitute while cooking. Cooking a dish, even when you don't have all the supplies in a recipe, is about more than just knowing your ingredients; it's about trusting your taste buds, knowing what flavors you like and what goes into that flavor and being confident that making substitutions can still make the meal of your dreams."
    },
    {
      "author": "MORTADA",
      "text": "All right, can I show you my mussels?"
    },
    {
      "author": "LYNN",
      "text": "Yes."
    },
    {
      "author": "MORTADA",
      "text": "OK. Are you ready? They all look really good. Let's try it. Oh, that's good. Yep. We nailed it."
    },
    {
      "author": "MORTADA",
      "text": "Those mussels turned out great, but I've had plenty of substitutions that didn't go so well. When I started cooking about a decade ago, I was far from home in a country that didn't have the same restaurants I was used to or the same ingredients I was used to or my mom's home cooking. I barely knew how to follow a recipe, so I had to learn how to do that, and then I had to figure out how to substitute with the ingredients that I could find. My first lesson and today's first takeaway is get to know your taste buds."
    },
    {
      "author": "LOPEZ-ALT",
      "text": "I think one important way - or one useful way to think about it is to understand that our perception of taste, of flavor, is something that comes both from what we perceive on our tongue, like, the basic flavors like sweet, salty, acidic, spicy - things like that, that we sense on our tongue, combined with what we smell."
    },
    {
      "author": "MORTADA",
      "text": "Kenji Lopez-Alt is the chief culinary adviser for the website Serious Eats. His cookbooks are a trove of good wisdom to help explain how we cook to achieve certain flavors. He's written \"The Food Lab: Better Home Cooking Through Science\" and \"The Wok: Recipes And Techniques.\" Flavor has a lot to do with the different sensations you can feel on your tongue."
    },
    {
      "author": "LOPEZ-ALT",
      "text": "Think about what senses are being triggered, whether it's just the acidity or whether there's also sort of an aromatic component to it that you'd want to capture. But I think, you know, generally, the more practice you have doing those things, the easier it gets."
    },
    {
      "author": "MORTADA",
      "text": "Those categories Kenji mentions - aromatics, salts, acids, sweet, fats - are key to unlocking how you can substitute ingredients. Ingredients that fall into the same category can often be swapped out. And if you don't know where to start, you can definitely ask the internet for suggestions. I Google stuff all the time, and there are lots of great ideas on how to swap out ingredients."
    },
    {
      "author": "MORTADA",
      "text": "But you can also really lean into your senses and think about how they're being activated. Where does the flavor hit your tongue? Do you feel the heat from something spicy? What do you smell? And does that smell impact what you taste? Does the bite you just took feel creamy or silky in your mouth? Is there a little sweetness you can feel coat your tongue? Is it balanced with something salty or sour? Acids, like lemon juice or lime juice or different types of vinegars, might trigger your cheeks to scrunch up or a sensation on the sides or back of your tongue. It can really add some brightness to a dish and draw out other flavors."
    },
    {
      "author": "LOPEZ-ALT",
      "text": "I think acid is a component that people don't often think about enough when they're cooking. But acid, like salt, is one of those basic flavors that helps other flavors come out."
    },
    {
      "author": "MORTADA",
      "text": "Think about the role of a spice or an herb in your dish. Those are usually aromatic things that really affect the way a dish smells, like garlic. So, for example..."
    },
    {
      "author": "LOPEZ-ALT",
      "text": "Cumin has a very strong aroma, but it doesn't actually have a very strong perception on - like, if you put it on your tongue, and your tongue is not really sensing any heat or sweetness or saltiness very much. It really - mostly, it's coming through your nose. And so if I don't particularly like cumin, well, I can probably swap it out with coriander or white pepper or another one of these things that is mainly an aroma component, and the dish will smell different in the end, but the general way the flavors work together and the way my tongue perceives it should still be balanced, as long as I'm leaving sort of the fattiness and the sweetness and the saltiness and the acidity at the same level."
    },
    {
      "author": "MORTADA",
      "text": "Sweet ingredients can be any type of sugar or maple syrup or honey or molasses. Fats are a great way to soften vegetables as you saute them, and they can add a depth of flavor or texture to a dish. Some examples are olive oil, coconut oil, butter or ghee. Other fats are things like heavy cream or cashew milk or even cheese. What you choose can depend on when you add it to a dish."
    },
    {
      "author": "LOPEZ-ALT",
      "text": "So, for example, like, a recipe that calls for adding butter to a sauce at the end, right? Like, the butter is not necessarily there for flavor; it's really there for adding richness and texture."
    },
    {
      "author": "MORTADA",
      "text": "Salt comes in so many forms, like sea salt, coarse salt, kosher salt. But it's also soy sauce or fish sauce or capers, even. Each of them takes a different amount to pack the same punch. So if you're trading in one type of salt for another, add it gradually to make sure you're not oversalting or overseasoning your dish, which leads us to takeaway No. 2 - taste your dish as you cook, and add salt, spices and other flavors accordingly."
    },
    {
      "author": "PERELMAN",
      "text": "Seasoning is such a big thing. If somebody makes a recipe and it has eight onions and 12 cloves of garlic and a can of tomatoes and three chili peppers and they tell me it was bland, I'm like, I think it was salt. It really needs to be seasoned. When you're pinching salt into a pot of soup, it's not going to do it. It's a whole pot. It's, like, 12 servings. It's not a pinch. It's a lot (laughter). It's a lot more."
    },
    {
      "author": "MORTADA",
      "text": "Deb Perelman runs one of my most trusted sources for recipes - smittenkitchen.com."
    },
    {
      "author": "PERELMAN",
      "text": "So I started Smitten Kitchen. And, like, talk about giving my age away - I started in 2006 (laughter), which is ancient times. And I wanted a place that I could kind of share these recipes and tell other people about the things that I had found to be successful."
    },
    {
      "author": "MORTADA",
      "text": "When it comes to seasoning, she says to consider the amount of what you're cooking and adjust how much salt, spices or acids you add based on how much you're making. So if you're doubling a recipe, chances are you'll need to double the seasoning. You'll also need to adjust based on what you use to replace an ingredient. Remember earlier when I was cooking my mussels? I replaced the wine in my recipe with white wine vinegar. The recipe called for half a cup of wine, but vinegar is way more acidic, and half a cup would overpower the dish. So instead, I put two tablespoons of vinegar in a measuring cup, and I added water to reach half a cup of liquid."
    },
    {
      "author": "MORTADA",
      "text": "Or another example is dried herbs, like rosemary or basil, ginger or even garlic. They're great alternative to their fresh counterparts, but they're stronger in flavor, so you'll want to use less of them if you're swapping them in. Deb suggests one relatively foolproof way to get your seasoning just right - keep tasting your dish as you go."
    },
    {
      "author": "PERELMAN",
      "text": "It really makes a huge difference. That's something chefs in restaurants do. And you could be cooking for 20 years and still have your seasoning off in a dish. The people who taste it all the time as they go, their seasoning is - they land it."
    },
    {
      "author": "MORTADA",
      "text": "With each taste, you can ask yourself, what's missing from this balance? Are the flavors kind of weak? Does it need something bright or sour or sharp or a little more weight, something to make it more rich or creamy? That way, you can make sure the dish tastes right to you."
    },
    {
      "author": "MORTADA",
      "text": "For me, that almost always means adding a lot more garlic than a recipe calls for. And when in doubt, start with less seasoning and adjust according to what you taste once your dish is almost done cooking."
    },
    {
      "author": "LOPEZ-ALT",
      "text": "With most flavors, it's very easy to add things but difficult to take them away. So as you're tasting, you know, you want your dishes to generally be a little bit underseasoned through the cooking process so that you can adjust the seasoning at the end."
    },
    {
      "author": "MORTADA",
      "text": "Seasoning and flavor aren't the only components that go into what you taste in a dish, which brings us to takeaway No. 3."
    },
    {
      "author": "LOPEZ-ALT",
      "text": "If you really focus on technique and noticing, like, all right, I'm searing meat in this recipe, I'm also searing meat in this recipe - like, what function does that searing do, and how is it similar in these two recipes, and how is it different?"
    },
    {
      "author": "MORTADA",
      "text": "How you cook your food is just as important to how it tastes as what you put in it."
    },
    {
      "author": "LOPEZ-ALT",
      "text": "If you start really sort of thinking about it that way, then you realize that cooking is not just a series of recipes, but it's a series of techniques that you can adapt to your own taste."
    },
    {
      "author": "MORTADA",
      "text": "Sometimes, searing or browning before you start adding other ingredients can add a more robust flavor to a dish. If you simmer a bunch of ingredients in liquid over the course of an hour, that'll let flavors mingle and develop more deeply than if they were just warmed together in 15 minutes. Slowly sauteing vegetables, like onions, can help them caramelize, making them sweet and jammy, but if you quickly pan-fry them or roast them on high heat, they can become crispy. Understanding the technique can give you a lot of flexibility to figure out what you can substitute, including what type of pan you should use, especially if you don't have the same equipment a recipe suggests."
    },
    {
      "author": "LOPEZ-ALT",
      "text": "A recipe that requires a lot of heavy searing of, like, meats and things like that, you generally want something really heavy that's going to retain heat. So you could do it in a Dutch oven. You could do it in a cast-iron pan. You could do it in a tri-ply stainless steel skillet. And whereas a recipe that requires very, very rapid temperature adjustments - so like a lot of stir-fried recipes, for example - you're going to want something that's a little bit thinner and lighter so that you can adjust on the fly. If a recipe calls for putting something in the oven, you want something that's going to be oven-safe."
    },
    {
      "author": "MORTADA",
      "text": "Technique can also help you figure out how to swap out more main ingredients, like a cut of meat."
    },
    {
      "author": "LOPEZ-ALT",
      "text": "What I tend to think about when I'm selecting a cut of meat for cooking is not necessarily the specific cut, but whether that cut is going to be quick-cooked or slow-cooked."
    },
    {
      "author": "MORTADA",
      "text": "If you're slow-cooking something, it usually means you'll have it running on lower heat over a few hours or even longer. A fatty cut of meat will have a chance to slowly break down. The fat will melt over time, and you'll get lots of richness without running into chewy pieces. Those cuts can be something like a chuck roast or a pork shoulder or a leg of lamb. If you're looking to grill or sear a cut of meat, like if you're making a steak or chicken breast or burgers, that's quick-cooking."
    },
    {
      "author": "LOPEZ-ALT",
      "text": "So in general, most quick-cooking cuts can be substituted for each other, and most slow-cooking cuts can be substituted for each other."
    },
    {
      "author": "MORTADA",
      "text": "If you're not sure what kind of meat is slow- or quick-cooking, the person behind the meat counter can definitely help you. Knowing your technique will help swap out vegetables, too, like, say, mushrooms, for example."
    },
    {
      "author": "PERELMAN",
      "text": "I will say that almost any time I'm using a mix of mushrooms or wild mushrooms, I mean, it's wonderful - the flavor, the texture. I just realize that for almost any mushroom - wild mushroom - pasta sauce or risotto, you can use cremini mushrooms. It's fine. It's about the way you cook them and how you season them almost as much as the mushrooms you have. And I think it's really important that people know that because the amount of steps, the amount of miles and the amount of expense that goes into getting that one ingredient may not have changed the recipe fundamentally for the person who made it at home."
    },
    {
      "author": "MORTADA",
      "text": "That brings us to takeaway No. 4. Ultimately, a recipe is there as a guide. It's not the law."
    },
    {
      "author": "PERELMAN",
      "text": "You know, recipes are just constructs. They're just - we just write this stuff down because we want it to be the best-case scenario for you. And so when I say use morel mushrooms or chanterelles or something like that, it's because I had a really good experience with it and they're really good. But it does not mean that you need to travel to the ends of the Earth to have these kinds of mushrooms."
    },
    {
      "author": "MORTADA",
      "text": "And sometimes, certain ingredients can be really expensive, or your local store doesn't carry miso paste or pomegranate molasses."
    },
    {
      "author": "PERELMAN",
      "text": "It's just - the recipe is the best-case scenario. It is not law. We are not God. We are not here to, like, tell you how to cook and how not to cook."
    },
    {
      "author": "MORTADA",
      "text": "Which means you can also decide to separate out certain ingredients instead of trying to replace them if you have someone at your table that has an allergy or just doesn't like a thing."
    },
    {
      "author": "PERELMAN",
      "text": "I do a lot of separating things out into components. Maybe - not going too crazy, but, like, maybe if it's a chicken and mushroom stir-fry, like, maybe the chicken is in one pan and the mushrooms are another. I think it's also more fun, too, 'cause you feel like you have a little more control, you know, getting to make your taco or your salad or your pizza, even, if we make - you know, get them - pick their toppings, like, the way you want it, which I don't think anybody really minds at any age. Basically, I'm trying to keep as many people inside the meal as possible (laughter) and not, like, going to the kitchen to make peanut butter and jelly."
    },
    {
      "author": "MORTADA",
      "text": "A dinner guest doesn't eat cilantro? That's fine. Keep the cilantro on the side, and people can sprinkle it on themselves. Does your dinner table have meat eaters and vegetarians? Each person can build their own taco. Just lay out the fillings and fixings. What really matters is that you're making food you are excited about. So go ahead and replace whatever works for you."
    },
    {
      "author": "PERELMAN",
      "text": "You should make food the way you want it. That's all that matters. It may not be that recipe anymore, but you're not cooking for the approval of a magazine. We're cooking for ourselves. It should work for you."
    },
    {
      "author": "LOPEZ-ALT",
      "text": "But I think it really, honestly, all starts with just being kind to yourself and understanding that if you mess something up, it's not really that big a deal. Like, it's really hard to mess up food to the point where it's just inedible, right? And you have three chances every day to retry, you know? So if you overcook the chicken, OK, you have slightly dry chicken today. You'll do it better the next time."
    },
    {
      "author": "MORTADA",
      "text": "Feeling ready to tackle a recipe with what you've got at home? Great. Let's recap what we learned here."
    },
    {
      "author": "MORTADA",
      "text": "Takeaway No. 1 - get to know your taste buds. Really lean into your senses to understand the flavor of a dish - not just the way it tastes, but how it smells, the way it hits your tongue, whether you feel sensations like spiciness or creaminess in your mouth. That'll help you figure out what categories of flavors the dish's components fall into. Aromatics, salt, acid, fat, sweet - ingredients that fall into the same categories can be swapped out more easily."
    },
    {
      "author": "MORTADA",
      "text": "Takeaway No. 2 - taste your food as you cook, and ask yourself if you're tasting the right balance of flavors. That way, you can adjust your seasoning as you go and add the amount that tastes right to you. If you're like me, that's going to mean adding, like, three times more garlic than a recipe calls for."
    },
    {
      "author": "MORTADA",
      "text": "Takeaway No. 3 - don't forget that flavor isn't just about the ingredients. It's also about technique. Understand whether you're slow-cooking or pan-searing or baking or braising and what that brings to your dish. That'll help you figure out what type of pan to use or what more major components you can swap out. Maybe it's one cut of meat for another or different types of vegetables."
    },
    {
      "author": "MORTADA",
      "text": "Takeaway No. 4 - remember, recipes and recipe writers are not God. They're just the best-case scenario for a dish in one person's experience. It's OK if you don't have access to a specific ingredient. You have plenty of chances to make it really, really great."
    },
    {
      "author": "MORTADA",
      "text": "And last but not least - this really isn't a takeaway, but something to remember every step of the way - you do you. Make food that you are excited about. And if your experiment isn't exactly what you hoped for this time, that's OK. It's how you learn."
    },
    {
      "author": "MORTADA",
      "text": "For more LIFE KIT, check out our other episodes. We've got another with Deb Perelman on how to organize your pantry, another on how to cook a family recipe and lots more. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "MORTADA",
      "text": "And now, a completely random tip."
    },
    {
      "author": "ALISA PERSITA",
      "text": "Hi. My name is Alisa Persita (ph), and my LIFE KIT tip is about putting away your grocery cart when you're grocery shopping, especially when you have young children with you or when it's - the weather isn't great, if it's cold. My tip is to park right next to one of the areas that you put the cart away. That way, you don't have to walk across the parking lot, especially if you have a little one in the car strapped in already. So you also get some extra steps in this way. So typically, the place where you put it away is farther in the parking lot. So if you just find one that has a parking spot next to it, you're also getting in some extra steps."
    },
    {
      "author": "MORTADA",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. Thanks again to Deb Perelman and Kenji Lopez-Alt. I can't wait to use your tips in the kitchen."
    },
    {
      "author": "MORTADA",
      "text": "This episode of LIFE KIT was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Sylvie Douglis, Audrey Nguyen and Clare Marie Schneider. Our digital editors are Beck Harlan and Janet Woojeong Lee. I'm Dalia Mortada. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7838498794.mp3",
  "img": "https://media.npr.org/assets/img/2022/02/23/lk_foodsubstitutions-lead-cutout-copy-red_wide-a05670cac81a6ca2736d028e031b6a12dd908a80.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "DALIA MORTADA, HOST",
    "MORTADA",
    "KENJI LOPEZ-ALT",
    "LOPEZ-ALT",
    "DEB PERELMAN",
    "PERELMAN",
    "LYNN",
    "ALISA PERSITA"
  ]
}