{
  "title": "How to have real fun — even when life's got you down",
  "url": "https://www.npr.org/transcripts/1082374139",
  "intro": "Do you have enough fun in life? Catherine Price, author of The Power of Fun, explains the three components of true fun and how to tap into this powerful, everyday source of joy.",
  "transcript": [
    {
      "author": "JULIA FURLAN, HOST",
      "text": "This is NPR's LIFE KIT. I'm Julia Furlan. And I have a question for you. When was the last time you had fun..."
    },
    {
      "author": "FURLAN",
      "text": "...Like, true fun - not, like, I-saw-a-funny-TikTok fun, but, like, laughing out loud, fully immersed, playfulness fun."
    },
    {
      "author": "FURLAN",
      "text": "Oh, wow (laughter)."
    },
    {
      "author": "FURLAN",
      "text": "I recently went sledding and experienced the unadulterated joy of sliding down a snowy hill on a piece of plastic."
    },
    {
      "author": "FURLAN",
      "text": "I love the tube."
    },
    {
      "author": "FURLAN",
      "text": "It was glorious."
    },
    {
      "author": "FURLAN",
      "text": "Whatever fun looks like for you, it might be time to ask yourself if you have enough of it in your life because those fun feelings can have lasting effects."
    },
    {
      "author": "CATHERINE PRICE",
      "text": "Counterintuitive, though, it may sound, the more you can prioritize fun in hard times, the better you'll be able to cope with those hard times. It's actually a tool for resiliency."
    },
    {
      "author": "FURLAN",
      "text": "That's Catherine Price, author of \"How To Break Up With Your Phone\" and a new book called \"The Power Of Fun.\" Catherine says that we've lost touch with true fun, you know, the sledding type of fun. And we've replaced it with fake fun, like watching Netflix until it rudely asks you, are you still watching? Yes, Netflix, I am still watching."
    },
    {
      "author": "PRICE",
      "text": "We are out of practice when it comes to fun. And we haven't had much of it. Or more precisely, we haven't recognized or paid attention to fun that much. And as a result, it feels so foreign that it can feel inaccessible. We don't even remember how good it feels."
    },
    {
      "author": "FURLAN",
      "text": "But Catherine says fun isn't hard to find. It's everywhere if you start looking for it. Seriously, give it a try. And, no, you don't need a big snowstorm or a fancy vacation just to have fun."
    },
    {
      "author": "PRICE",
      "text": "There actually are already moments, little moments of playful, connected flow that we are experiencing each day that we don't notice. And there's also opportunities for playfulness and connection and flow floating in the air around us all the time, you know, someone whose eye we could catch and we could smile at them above their mask, or some way to have a more playful interaction with someone on a work call, right? So what we need to do is simply to grab those. And as you do that, the more you get in the habit, the more opportunities you'll notice."
    },
    {
      "author": "FURLAN",
      "text": "In this episode of LIFE KIT, let's have some fun. I'm going to talk to Catherine Price about how you can start to identify what is truly fun and carve out the space and time for it."
    },
    {
      "author": "FURLAN",
      "text": "I love the inner tube. That's my review."
    },
    {
      "author": "FURLAN",
      "text": "I kind of want to start out at the top of this interview just acknowledging really explicitly that, like, in order to have fun, you need to have your basic needs met. You need to be in a place where you have, you know, safety and all of those basic things. You need space and safety because I think that's something that, like, I just want to, like, make it really, really explicit."
    },
    {
      "author": "PRICE",
      "text": "So what I'd say to that is that, first of all, if you don't have food on the table, if you don't have a place to live, you know, if you're - you've got someone who's seriously sick in your family that you're caring for and that's just all-consuming, I am certainly not saying that you should then add fun to your to-do list. With that said..."
    },
    {
      "author": "FURLAN",
      "text": "(Laughter) Right."
    },
    {
      "author": "PRICE",
      "text": "...I think it is very interesting to push back on some other aspects of those assumptions and those arguments against fun. And one is the idea that you can only have fun if you're already doing well. And something I discovered in my research that I thought was really interesting is that the opposite is actually true, that fun can help us do better when we're not doing well."
    },
    {
      "author": "FURLAN",
      "text": "When my grandmother - my grandmother had, like, a very degenerative stroke disorder. And it was really bad. But when I would come in and ask her if she was - like, I was going out. And I would be like, where is your sequin dress? I would, like, bring a really, like, skimpy outfit and pretend that I was like, are you going to put it on? Come on. Let's go. That's not fun by your definition. But, like, bringing that sort of lightness to even a sort of difficult situation - I mean, a very difficult situation - you know, she would laugh and that kind of thing. It felt like we were getting a little bit - a little, tiny sprinkle of fun, I guess, in a day."
    },
    {
      "author": "PRICE",
      "text": "I agree, though. I would say that you were. I think that completely matches my definition. You had a moment of playful, connected flow with her. The feeling of sharing fun with someone actually can bring us closer and help us get through these horrible and challenging experiences."
    },
    {
      "author": "FURLAN",
      "text": "Right. What are some of the techniques, the very simple techniques, that people can use to help them make some space for fun?"
    },
    {
      "author": "PRICE",
      "text": "I do think the first step in trying to prioritize fun is to figure out a way to make more space and time for it. And often, a lot of the lowest hanging fruit is going to be the time we're currently spending on devices. And then the next step is to just get curious about your own curiosity. I started asking myself this question that I had been asking people when I researched \"How To Break Up With Your Phone.\" But I hadn't really asked myself. And that question was, what is something I say I want to do but I supposedly don't have time for?"
    },
    {
      "author": "FURLAN",
      "text": "Right."
    },
    {
      "author": "PRICE",
      "text": "And I really encourage people to ask themselves that and just see what comes to mind. And for me, what came to mind was learn the guitar, because I have a guitar (laughter). I have supposedly long wanted to learn to play it. So I ended up, with the next time I was online, signing up for this guitar class at this music studio here in Philadelphia. And it was BYOB. It was Wednesday nights. And it was just so interesting because as I went to this class, I started to feel the sense of energy. I mean, I start to sound extremely cheesy and, like, new-agey when I talk about this, but this..."
    },
    {
      "author": "FURLAN",
      "text": "No, yeah."
    },
    {
      "author": "PRICE",
      "text": "...Feeling of energy that buoyed me for the rest of the week. You know, Wednesday nights quickly became the highlight of my week. And I got really intrigued by that feeling. I was like, what is that? And also, you know, is it about this skill that we're learning? 'Cause I think another misperception we have about fun is that if we just stuffed more things into our schedules and we just try more things and have more activities, that's going to be fun. So to answer your question about how to get started, don't do that."
    },
    {
      "author": "PRICE",
      "text": "'Cause what I quickly realized is that, yeah, it was nice to learn guitar, but it was really the experience of being with other adults in this context where there was no reason other than to have a good time, to play."
    },
    {
      "author": "FURLAN",
      "text": "Yeah, that question - I feel like that question might be one of our really good takeaways, which is, like, ask yourself what is something that you've always said that you wanted to do but didn't have the time for? That's a really strong and powerful question. Like, I'm - you know, I'm trying to learn how to draw. I told myself at the beginning of the pandemic that I was going to try and learn how to play the guitar. I have not. But I..."
    },
    {
      "author": "PRICE",
      "text": "(Laughter)."
    },
    {
      "author": "FURLAN",
      "text": "...Have moved on to wanting to learn how to draw. And that's where we're going to be for now, you know? That's what we're doing (laughter)."
    },
    {
      "author": "PRICE",
      "text": "I think that's great. But I think, you know, it's interesting, too, because it can seem so intimidating to try..."
    },
    {
      "author": "FURLAN",
      "text": "Right."
    },
    {
      "author": "PRICE",
      "text": "...Something new. And I think that that's where the spirit of fun can be really helpful because if you say, I want to learn how to draw, it kind of almost implies there'll be a point at which you know how to draw..."
    },
    {
      "author": "FURLAN",
      "text": "Yes."
    },
    {
      "author": "PRICE",
      "text": "...And you will be a draw-er..."
    },
    {
      "author": "FURLAN",
      "text": "Yes."
    },
    {
      "author": "PRICE",
      "text": "...Or, you know, and you'll be..."
    },
    {
      "author": "FURLAN",
      "text": "(Laughter)."
    },
    {
      "author": "PRICE",
      "text": "...Done. I think there's a mindset shift that has to happen where you just allow this curiosity that is inside all of us but that's been squelched down by adulthood, when you allow it to come out a little bit and to not immediately shut it down with your inner critic and that judgmental part of yourself that's like, why would you do that? Or you're going to suck at that, or whatever."
    },
    {
      "author": "FURLAN",
      "text": "Or, like, let yourself be terrible (laughter)."
    },
    {
      "author": "PRICE",
      "text": "Let yourself be terrible. Exactly. Like, why not? What's the worst that can happen?"
    },
    {
      "author": "FURLAN",
      "text": "(Laughter) I mean, truly. So can you talk a little bit about the difference between fake fun and true fun, and how we can differentiate between the two?"
    },
    {
      "author": "PRICE",
      "text": "So you might be wondering why I am talking about true fun as opposed to just fun. So the reason for that is because I realized that the fact that we don't have a good definition of fun means that we're really susceptible to anyone who wants to use the word fun to sell us on their product or their service or their activity, even if that thing does not result in playful, connected flow. So social media is one of the biggest examples of this..."
    },
    {
      "author": "FURLAN",
      "text": "Right."
    },
    {
      "author": "PRICE",
      "text": "...Right now. Like, it's marketed to us as a way - something to do in our leisure time that presumably must be fun, but it actually doesn't leave us feeling that we're in playful, connected flow. Instead, it often leaves us feeling depleted and demoralized (laughter)."
    },
    {
      "author": "FURLAN",
      "text": "Right."
    },
    {
      "author": "PRICE",
      "text": "So I wanted to create a word for that type of activity that would distinguish it from true fun. So the most obvious choice seemed to be fake fun. So I use the fake fun to refer to any activity or product or, in some cases, people who aren't actually fun, who are presented to us as fun, but they're not fun. And the reason I think it's important to get into the details of parsing this out is that I think the better we're able to distinguish between sources of true fun and fake fun in our lives, the better we'll be able to allocate our limited leisure time. Once you're able to identify and call out fake fun for what it is, then it becomes much easier to clear out space for the good stuff, the true fun."
    },
    {
      "author": "FURLAN",
      "text": "Right. And also, like, you can try something that's like, quote-unquote, \"fun,\" and it's - for somebody else, they're having true fun and you are just like, this is not - I'm not feeling it. And you can go and try and learn something else. You know, like, you can find something that works better for you."
    },
    {
      "author": "PRICE",
      "text": "Yeah. And I think if there's just an activity that you don't really like, I wouldn't say that that's fake fun, per se. I think of fake fun as being a little bit more nefarious than that, where it's something that's kind of slipped under your radar and presented itself as fun and it's not actually fun, so you're trying to kind of like swat it away (laughter) versus just something that you don't really like that's not - it's not doing it for you. Like, that's just good awareness to have."
    },
    {
      "author": "PRICE",
      "text": "I'd also like to clarify the distinction between what I see as true fun activities and just things we enjoy. Like, we enjoy all the things that bring us true fun, but there's also things that might not result in full on playful, connected flow but that still are really enjoyable that we should still make time for - so reading books, for example, you know. So there's also plenty of activities we legitimately find nourishing or relaxing or enjoyable that might not result in full on true fun, but you really like doing them, and you should keep doing that. So if you love a particular show, watch it. Just don't watch it past the point where it goes from being enjoyable to making you feel gross."
    },
    {
      "author": "FURLAN",
      "text": "Or like - yeah, I think that - what one of the things that I saw as a distinction here that might be helpful to clarify is that, like, the connected part of true fun, which is that you're enjoying something and you're enjoying it with other people or with another person where you're connected to them."
    },
    {
      "author": "PRICE",
      "text": "One of the pillars of what I call true fun is this feeling of connection. And I do think it's possible to have fun alone. There's plenty of people who have told me stories of having fun alone. So I think you can feel this sense of connection with the activity that you're doing. You can have this sense of connection with your physical body. But when I asked people around the world to share these stories of fun with me, most of them had another person or another creature involved. So I've got a whole list in my book of these fun factors, as I call them, and some of them are things like physicality - you know, some people love physical activities; other people, that's an anti-fun factor for them - music, nature, different size groups, like being in a small, intimate group, a bigger group. And I think it's kind of, if I may say, kind of fun to think about, to kind of break down your own experiences and figure out why because it just gives you more ideas."
    },
    {
      "author": "FURLAN",
      "text": "This book basically leads the reader through looking at their life and thinking about the things that bring them into that state of playful, connected flow. How do you do a fun audit?"
    },
    {
      "author": "PRICE",
      "text": "First of all, let me acknowledge that a fun audit sounds very unfun..."
    },
    {
      "author": "FURLAN",
      "text": "(Laughter)."
    },
    {
      "author": "PRICE",
      "text": "...But the idea of a fun audit, in my defense, is really an opportunity to kind of evaluate your present existence and figure out how much fun you are currently, or are currently not, having and try to hone in a bit more on so what are the situations in which you typically have the most fun? Because while we can't pin fun down and just say, I'm going to have fun, you know, that's ridiculous, fun is going to run away and just laugh for you, you can create a mood for fun. You can set the stage for fun. So this process..."
    },
    {
      "author": "FURLAN",
      "text": "Right."
    },
    {
      "author": "PRICE",
      "text": "...Of the fun audit is really understanding what brings you, personally, into a state of playful connected flow, or what is the most..."
    },
    {
      "author": "FURLAN",
      "text": "Right."
    },
    {
      "author": "PRICE",
      "text": "...Likely to do that for you? Because once you do understand the magnets and the fun factors that are most likely to lead you to fun, that's when you turn fun from an abstract, nebulous concept into something you actually can prioritize. You can plan for fun."
    },
    {
      "author": "FURLAN",
      "text": "Right. A question that I'd love to answer is, like, what are people getting wrong about fun?"
    },
    {
      "author": "PRICE",
      "text": "The fundamental thing, if you will, that we get wrong about fun is the idea that fun is frivolous, when it is not frivolous at all. It can help connect us with other people, it helps connect us with our own lives, it helps us feel alive. So that's, you know, one of the biggest things we get wrong about fun, that it's frivolous, or that we don't deserve to have it, when in fact, it's enormously important and we do deserve to have it."
    },
    {
      "author": "PRICE",
      "text": "But I would say that in terms of one thing we get wrong about fun or that we don't think of when we think of fun that I found personally fascinating as a huge dork and science journalist is that it's good not just for our mental health but also for our physical health. And just to highlight two ways in which that's true, one is fun's effects on our feelings of loneliness and isolation, which is to say, it helps overcome feelings of loneliness and isolation, that we feel connected with other people and not alone when we're having fun. That's a really big deal because loneliness and isolation are enormously, hugely bad for our physical health. There is a study that actually concluded that the risks of loneliness and isolation could be comparable to those who are smoking 15 cigarettes a day (laughter)."
    },
    {
      "author": "FURLAN",
      "text": "Oh. Wow."
    },
    {
      "author": "PRICE",
      "text": "So it's a really big deal. So by connecting us, fun actually helps our physical health. Another way that fun helps us is by reducing stress. Anything we can do that reduces our baseline stress levels is going to be good for us, physically. And fun is a very relaxed state. It's simultaneously energizing but also very rejuvenating. So I think it's just fascinating to think about fun as being a health intervention."
    },
    {
      "author": "FURLAN",
      "text": "To wrap things up here, I'd love to highlight a really simple acronym - your girl loves acronyms - that Catherine uses to help folks think about ways to add fun to their lives. And that acronym is SPARK. The S is for making space in your life for fun. You know, put down your phone, set aside some time, and let that fun happen."
    },
    {
      "author": "PRICE",
      "text": "The P is for pursue passions, which is also like pursuing hobbies and interests, too, but basically trying to find more things that engage us and invigorate us that we're curious about. You don't need to put pressure on yourself and think, I'm going to become a professional snowboarder. That's my passion. I just really mean, like, opening yourself up to anything that seems vaguely interesting. Let's set our bars really low, guys."
    },
    {
      "author": "FURLAN",
      "text": "The A is for attracting fun, and that means to develop an attitude that's just open to it, you know?"
    },
    {
      "author": "PRICE",
      "text": "If you start to really, like, invite fun in, there's actually much more of it available than we realize."
    },
    {
      "author": "FURLAN",
      "text": "The R is for a little gentle rebellion. In her research, Catherine realized that doing something slightly rebellious can be a good way to spark fun. Be spontaneous, you know, jump into a pool with your clothes on, go roller skating in the middle of the night - gentle rebellion. That sense of stepping outside of your normal or expected role can be a really good way to find fun in your life. And the final letter in SPARK stands for keep at it, which, honestly, is pretty self-explanatory. And the more you do it, the more fun you might find appearing in your life."
    },
    {
      "author": "PRICE",
      "text": "I think having something to look forward to and making a point to always have something to look forward to is a really helpful technique to use to keep fun at the top of your priority list and to therefore benefit from it and, again, going back to the fundamental point of this all, to enjoy your own life."
    },
    {
      "author": "FURLAN",
      "text": "Look, I really want to do the credits and all, and I, you know, want to wrap up this episode, but I got to be honest, there's a sledding hill with my name on it, so I got to run."
    },
    {
      "author": "FURLAN",
      "text": "(Laughter) Woo. Yeah."
    },
    {
      "author": "FURLAN",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on how to give feedback, and we have another one on how to break up with your phone with Catherine. You can find those at npr.org/lifekit. And if you love LIFE KIT, which I know you do, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Andee Tagle and Janet Woojeong Lee. Our visuals and digital editor is Beck Harlan. I'm Julia Furlan. Thanks so much for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3707700025.mp3",
  "img": "https://media.npr.org/assets/img/2022/02/22/lk_poweroffun_galvin_wide-9fcba9ee2125fa022ccc4738d6f23a3d71770a00.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "JULIA FURLAN, HOST",
    "FURLAN",
    "CATHERINE PRICE",
    "PRICE"
  ]
}