{
  "title": "How to make creativity part of your daily routine",
  "url": "https://www.npr.org/transcripts/1083493312",
  "intro": "Julia Cameron, author of The Artist's Way and architect of the famous creative practice \"Morning Pages,\" has spent her career teaching \"creative unblocking.\"In her new book, Seeking Wisdom: a spiritual path to creative connection, she combines the creative practices of The Artist's Way, with a new intentional practice – prayer.",
  "transcript": [
    {
      "author": "RACHEL MARTIN, HOST",
      "text": "This is NPR's LIFE KIT, and I'm Rachel Martin. When the author Julia Cameron first got sober, she was told to pray, to pray to stay sober."
    },
    {
      "author": "JULIA CAMERON",
      "text": "And I said, you don't understand. I have 16 years of Catholic education. That's the grease slide to agnosticism."
    },
    {
      "author": "MARTIN",
      "text": "But she found over time that prayer led her to deeper creativity. As a writer, this was important. And in 1992, she wrote the bestselling book \"The Artist's Way.\" That book taught the basics for unblocking creativity. Cameron's latest book is called \"Seeking Wisdom.\" It combines the creative practices of \"The Artist's Way,\" like morning pages, with a new intentional practice, prayer."
    },
    {
      "author": "CAMERON",
      "text": "I think that all of us have a deep, inner need for a higher power, and I think that when we try to contact that power, we're given grace."
    },
    {
      "author": "MARTIN",
      "text": "Prayer will look, feel and sound different for a lot of us. But Cameron says it doesn't matter how it comes out. Ultimately, praying brings a kind of freedom."
    },
    {
      "author": "CAMERON",
      "text": "You may start out like I did sort of cornered into prayer. As you go along trying to put together a daily practice of morning pages and prayer, you may find yourself feeling expanded. Morning pages train you to expand."
    },
    {
      "author": "MARTIN",
      "text": "In this episode of LIFE KIT, you'll hear my conversation with Julia Cameron about different kinds of prayer, what morning pages can offer us and her own creative recovery."
    },
    {
      "author": "MARTIN",
      "text": "You write about your own experiences with prayer and that it was really your own sobriety that put you not just on a more creative path but that led you to God, as you define that to be, and to prayer. But what really works about this book is that you don't expect people to define God in the same way - quite the opposite. Talk about what it means to have a God that works for you as you write."
    },
    {
      "author": "CAMERON",
      "text": "Well, what happened to me the day that I got sober was that they said, now, if you want to stay sober, you have to pray. Yes, I was offended (laughter)."
    },
    {
      "author": "MARTIN",
      "text": "In other words, prayer wasn't going to be the antidote for you or so you thought."
    },
    {
      "author": "CAMERON",
      "text": "Right. So they said, well, you must believe in something. And I thought about it. And then I said, yes, I do believe in something. I believe in a line of poetry from the poet Dylan Thomas - the force that through the green fuse drives the flower. I said I could pray to that creative energy. It wasn't an answer for morphic God. It was a god that captured my imagination. They said, now, when you get up in the morning, say, please keep me sober. And when you go to bed at night, say, thank you for keeping me sober. So it was - I felt like was that I was being cornered into praying, but I was so worried about drinking again that I decided to do what they told me to do."
    },
    {
      "author": "MARTIN",
      "text": "And when did it start to feel like you were getting something out of it?"
    },
    {
      "author": "CAMERON",
      "text": "Well, I think what happened was I wanted to remain a writer. And so they said to me, well, let your higher power, your creative energy, your line of poetry, let that write through you. And what I found out was that my writing straightened out. Before that, I had always tried to be brilliant, to write the very best thing that could be written. And once I started letting the higher power write through me, I put up a little sign near my writing station and it said, OK, God, you take care of the quality, I'll take care of the quantity. So that was when prayer began to feel effective to me."
    },
    {
      "author": "MARTIN",
      "text": "Yeah. In the book, you lay out different types of prayer that have worked for you, that have worked for your friends and loved ones. Can you offer just a short definition of what that looks like?"
    },
    {
      "author": "CAMERON",
      "text": "Well, the first form of prayer that I talk about in the book is called a prayer of petition. And it's when you are asking God for something - a boon, a favor, a blessing, a grace. And I sometimes think of it as the Santa Claus prayer because you're asking for something and you're hoping that the higher power will deliver it. You need to remind yourself that God is far seeing and has the longer view and may have something better in store for you than what you yourself had planned. So that's the first form of prayer."
    },
    {
      "author": "MARTIN",
      "text": "You also talk about prayer in the form of praise and gratitude in particular. How does gratitude play into your daily prayer practice?"
    },
    {
      "author": "CAMERON",
      "text": "When we talk about prayers of gratitude, we're talking about something very personal. And it's as though you've said your prayers of petition, and now you move on and you talk about what you're grateful for, which is personal. It might be I'm grateful for my curly hair. I'm grateful for my dog. You start out with a small list, and as you write, more things come to you. And prayers of gratitude move you from pessimism into optimism."
    },
    {
      "author": "MARTIN",
      "text": "And do you need optimism to be creative?"
    },
    {
      "author": "CAMERON",
      "text": "I think it's a big help."
    },
    {
      "author": "MARTIN",
      "text": "I mean, this is what your bestselling book, \"The Artist's Way,\" was all about. I remember a friend giving me my copy when I was in my mid-20s. And it was very practical. It had very - laid out very practical steps on how to live with more intention and how that could show up in creative ways. And a lot of it was about setting very specific routines for yourself. And you recommend that in this book as well - right? - developing daily practices. And central to that is the idea of morning pages. Can you explain what that means?"
    },
    {
      "author": "CAMERON",
      "text": "Well, I'd love to explain morning pages. They are sort of the bedrock tool of what I call a creative recovery. And what they are are three pages of longhand morning writing that you do first thing on awakening. And they can be about anything or everything. They often feel scattered. You find yourself saying, I forgot to call my sister back. I didn't remember to buy kitty litter."
    },
    {
      "author": "MARTIN",
      "text": "(Laughter)."
    },
    {
      "author": "CAMERON",
      "text": "You find yourself saying the car has a funny knock in it. I think I should get it looked at."
    },
    {
      "author": "MARTIN",
      "text": "Minus the cat stuff, those are all the mumblings of my mind in the middle of the night when I can't sleep, right? So you're giving me permission to then just put all that, dump it on the page."
    },
    {
      "author": "CAMERON",
      "text": "Yes. I tend to say, you're ventilating your negativity."
    },
    {
      "author": "MARTIN",
      "text": "What does that do for you as you move through your day?"
    },
    {
      "author": "CAMERON",
      "text": "Well, it keeps you from being sidetracked by other people's agendas."
    },
    {
      "author": "MARTIN",
      "text": "Say more about that."
    },
    {
      "author": "CAMERON",
      "text": "Well, when you write your morning pages, you're writing down, this is what I like. This is what I don't like. This is what I want more of. This is what I want less of. You want to be authentic. You want to tell people precisely how it is you are feeling. And what I find with morning pages is that they puncture denial. Whereas we might have said previously, I feel fine, with morning pages, you define fine. You say, this is what I mean by fine."
    },
    {
      "author": "MARTIN",
      "text": "You talk about other parts of your spiritual routine - going for a walk, for example, which can be its own form of prayer and meditation. And something called an artist date - explain what that means."
    },
    {
      "author": "CAMERON",
      "text": "Well, I would say it's the second primary tool of a creative recovery. And what it is is once a week, I ask you to go play, to go do something that interests or enchants you, something festive. So it has two parts to it - artist, which is you, and date, which is something you look forward to. And what I find - it's interesting. When I teach, if I say I have a tool, it's a nightmare, you have to wake up 45 minutes early and work, and it's called morning pages, and people will say, oh, work. I get it. I'm going to work on my creativity. But then if I say now, once a week, I want you to let yourself go play, just sheer frivolous play, people cross their arms, tilt their head skeptically to one side and say to me, Julia, I don't see what play has to do with creativity."
    },
    {
      "author": "MARTIN",
      "text": "Because they think it just seems - they think it seems frivolous or..."
    },
    {
      "author": "CAMERON",
      "text": "I think so."
    },
    {
      "author": "MARTIN",
      "text": "Yeah. I love - that was one of my - that was one of my favorite prescriptions that you had is just the ability to just go do something that's - that you don't normally give yourself permission to do, that does seem like some frivolity or luxury, and just see what happens, right? Just see what comes to you in that moment. See who you meet. See what befalls you when you put yourself in a different circumstance, open to play."
    },
    {
      "author": "CAMERON",
      "text": "Yes."
    },
    {
      "author": "MARTIN",
      "text": "Why do you believe spirituality and creativity are so intrinsically linked?"
    },
    {
      "author": "CAMERON",
      "text": "I have found that if I teach people to work on their creativity, their spirituality wakes up. And if I try teaching about spirituality, their creativity wakes up. So the two seem to me to go hand in glove. And I think we have a lot of negative mythology about creativity. We tend to believe in the image of a suffering artist and that..."
    },
    {
      "author": "MARTIN",
      "text": "Yes."
    },
    {
      "author": "CAMERON",
      "text": "...Creativity is born out of pain. What I have found is that creativity is born out of happiness, which is a radical step to take."
    },
    {
      "author": "MARTIN",
      "text": "Julia Cameron - her new book is called \"Seeking Wisdom: A Spiritual Path to Creative Connection.\" Julia, what a pleasure it's been to talk to you. Thank you."
    },
    {
      "author": "CAMERON",
      "text": "You're welcome. It's been a pleasure talking with you as well."
    },
    {
      "author": "MARTIN",
      "text": "For more LIFE KIT advice, check out other episodes. We've got one on how to start a creative practice and another on managing jealousy. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more - and who doesn't? - subscribe to the newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "MARTIN",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Andee Tagle and Janet Woojeong Lee. Our digital editor is Beck Harlan. Special thanks to Avery Keatley. I'm Rachel Martin. Thank you so much for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7331189574.mp3",
  "img": "https://media.npr.org/assets/img/2022/02/28/lk_seekingwisdom_wide-24b2471b4987dfcf91b504bd74487bcf7f9f9ad4.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "RACHEL MARTIN, HOST",
    "JULIA CAMERON",
    "MARTIN",
    "CAMERON"
  ]
}