{
  "title": "How to be more decisive",
  "url": "https://www.npr.org/transcripts/1084907897",
  "intro": "We make so many basic decisions each day that it's easy to fall into \"analysis paralysis.\" We explore where indecision comes from, why so many of us are sweating the small stuff and what you can do about it.",
  "transcript": [
    {
      "author": "FRANK FESTA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Frank Festa. Deciding between seemingly inconsequential choices can make me mark up the chalkboard in my head like a mad scientist. Sometimes, for example, I'd rather not watch anything at all than go through the trouble of trying to actually find something to watch on Netflix. There's literally thousands of options."
    },
    {
      "author": "FRANK FESTA, HOST",
      "text": "OK, Kevin Hart's in this one. Very tempting. Oh, \"Selling Sunset.\""
    },
    {
      "author": "FESTA",
      "text": "Maybe, maybe not. Let's see what else we got, though. Oh yeah, this is the obvious pick."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "(As character) Hi. It's me."
    },
    {
      "author": "FESTA",
      "text": "Wow. I didn't know this was on here. I love this movie. It took me about 15 minutes to land on this '90s movie, \"Mars Attacks!\" - a goofy Tim Burton movie with a million celebrities and yapping aliens that you should definitely watch if you haven't seen it."
    },
    {
      "author": "ROD STEIGER",
      "text": "(As General Decker) Hey, we all make mistakes, Mr. President."
    },
    {
      "author": "FESTA",
      "text": "For me, to be clear, this was a comfort choice more than anything. I've seen it a million times. This sort of analysis paralysis happens way more often than I care to admit. I'm indecisive - not all the time and not so much about big things like moving to a new city or changing careers. My indecisiveness shows up in everyday decisions of all kinds, like trying to choose takeout with my roommate and comparing restaurant reviews or when I'm running a little late, and trying to pick out what to wear results in a mountain of clothes on the floor."
    },
    {
      "author": "BROOKE STRUCK",
      "text": "If you feel that same level of stress deciding which pair of pants to put on in the morning, you are suffering from indecision. Like, there's just not enough import in which pair of pants you put on to be worth investing that kind of mental energy."
    },
    {
      "author": "FESTA",
      "text": "That's Dr. Brooke Struck. He's the research director of The Decision Lab, a think tank that specializes in behavioral science. Brooke defines indecision as..."
    },
    {
      "author": "STRUCK",
      "text": "Undue difficulty in trying to reach a decision about which direction we're going to take. And when I say undue, what I mean there is, like, there's kind of this miscalibration between how hard we find it to make a decision and how much rides on that decision."
    },
    {
      "author": "FESTA",
      "text": "On this episode of NPR's LIFE KIT, how to be less indecisive about the dozens of basic choices we make every single day. We'll explore where indecision comes from, how we got to the point where so many of us are sweating the small stuff. And we'll leave you with a few ideas and strategies you can stuff in your back pocket for the next time you're reading eight different Yelp reviews trying to decide on takeout."
    },
    {
      "author": "FESTA",
      "text": "Big decisions are supposed to be stressful. To stress about them means, that we care and we're hoping for the best. When it comes to little decisions, though, there's all sorts of reasons someone might have a hard time making a choice."
    },
    {
      "author": "MONICA JOHNSON",
      "text": "Sometimes, people are approval-seeking or recognition-seeking. So even little things like what to wear is a big decision because you want to feel accepted by the other people that you're going to be around. A lot of us have really high standards or are hypercritical. So we're always looking for what we deem to be the right decision."
    },
    {
      "author": "FESTA",
      "text": "That's Monica Johnson."
    },
    {
      "author": "JOHNSON",
      "text": "I'm a licensed psychologist in New York City. I own a group practice called Kind Mind Psych, and I'm also the host of the \"Savvy Psychologist.\""
    },
    {
      "author": "FESTA",
      "text": "She says anxiety around finding the perfect decision is something she sees a lot in her patients. It might sound silly, but think about the last time you were looking through a giant menu at a restaurant. This happens to me all the time, like, when I'm back home in Jersey and go to one of the many local diners. The descriptions of my options blur together. I'm hawking the plates and neighboring tables to see what looks good."
    },
    {
      "author": "JOHNSON",
      "text": "So, like, if someone says, well, what do you want to eat? It's like there's no right or wrong to that. It's just whatever you feel like in that moment. But, you know, some of us will tell ourselves, well, there's a perfect choice here. Like, I just have to figure out what it is."
    },
    {
      "author": "FESTA",
      "text": "Worst-case scenario here for me is I go for an omelet and end up wishing that I had gotten pancakes instead. In reality, I understand there is no right or wrong choice here. There's no perfect breakfast. And that's our first takeaway. Let go of the idea of the perfect decision."
    },
    {
      "author": "JOHNSON",
      "text": "There are some people who may just give up and not eat because, like, the process of trying to decide what to eat - they would rather just starve because that's easier to cope with than having to make a decision in that moment and the anxiety that it comes up with if they make the wrong decision. So a nondecision sometimes will seem better than making what they could perceive is the wrong decision."
    },
    {
      "author": "FESTA",
      "text": "And while that sort of paralysis might not resonate for you personally, it fits into the larger picture of the pressure our society puts on the things we choose. According to Sheena Iyengar, who's an expert on choice and decision-making, we live in a world where every choice can feel like an expression of our identity."
    },
    {
      "author": "SHEENA IYENGAR",
      "text": "I'm always asking myself, who am I? And given who I am, what do I want? And given what I want, what should I choose? And if I choose X or Y or Z, am I sending the right message to you about who I am and what I stand for?"
    },
    {
      "author": "FESTA",
      "text": "Where that pressure we put on ourselves to find these perfect choices comes from can differ quite a bit. Our identities and their associated stereotypes, for example, can also play a factor. For me as a white guy, not being able to land on something as trivial as breakfast might lead people to believe that I'm contemplative or thoughtful. Now, if I were somebody else, maybe a woman or a person of color, people might think of me as picky or difficult or high maintenance."
    },
    {
      "author": "JOHNSON",
      "text": "Being indecisive or, like, not making the right choice might feel like it has a lot more weight to it than someone else might feel, you know, in that scenario, right? Because we already know that we're going to be judged or scrutinized because of our race or gender or religion, whatever it is. I'm always careful to not minimize the difficulty of a decision for a person."
    },
    {
      "author": "FESTA",
      "text": "Our second takeaway, get choosy about how you choose. It might seem a little counterintuitive, but there's a few concrete ways we can go about making everyday decisions. The TED Talk unpacking Sheena's book \"The Art Of Choosing\" has nearly 4 million views, and it's there that she presents the idea that more choice doesn't necessarily result in better or more satisfying decisions."
    },
    {
      "author": "IYENGAR",
      "text": "So we know that, on average, we can handle about seven, plus or minus two, choices. And I would say a good rule of thumb is, you know, closer to between three and five choices is about the level that you can handle unless you really spend some time studying it."
    },
    {
      "author": "FESTA",
      "text": "Sheena says the optimal range of three to five choices gives us just enough choice without overdoing it."
    },
    {
      "author": "IYENGAR",
      "text": "No, it's, like, I sometimes make this joke about - well, so what's the difference between simple white paint versus super-white versus alabaster versus white linen, etc.? I mean, yeah, there are slightly different shades of white, but can people really, meaningfully, tell them apart?"
    },
    {
      "author": "FESTA",
      "text": "Sheena or some of you might be able to, but I certainly cannot. Once we're in the right neighborhood of the number of choices we should be considering, the next step of taking the pressure out of deciding for Sheena is considering how much she actually cares about the choice - not always easy to do. But, in other words, we need to figure out when the juice is worth the squeeze - when she's looking at a wine list in a restaurant, for example."
    },
    {
      "author": "IYENGAR",
      "text": "And I say, look; just - can you recommend for me a bottle of wine? Here's what I typically like. I let them choose - done. It'll be - for the most part, it'll be good. And even if it's not, you know what? - that wasn't the most important part."
    },
    {
      "author": "FESTA",
      "text": "This is what's known as making a satisficing decision, a term all of our experts talked about and what we'll refer to here as making a good enough decision, where any option will do just fine. It's another way to control our decision-making environment, which is what we're really after here. Or, if it's something you care more about, like where you eat, you can optimize your choices. Rather than google food near me or best pizza in Brooklyn, you can keep a list on your phone of places you know you like or want to try. That way, you've already thought about the pros and cons and even narrowed it down to a short list. Monica does something similar with TV shows."
    },
    {
      "author": "JOHNSON",
      "text": "I have a whole list of comedy shows (laughter) that I, like, can go back and rewatch on a certain, like, interval. But again, it's a way to, like, reduce choices."
    },
    {
      "author": "FESTA",
      "text": "Now, I'll admit that I have a tendency to outsource all kinds of little decisions. I phone friends to talk through ideas for work, for a fit check before going out, to run a restaurant or TV show by them to see if they've heard anything I haven't. If they choose, not only do I not have to, somebody I respect has cosigned the choice I'm about to make. It seems like a win-win, and there's definitely good times to outsource a choice. But sometimes, it can make decisions more complicated than they need to be."
    },
    {
      "author": "JOHNSON",
      "text": "Do I want hot breakfast or cold breakfast? And it's like you're going to the person saying, well, what do I want to eat today? That person doesn't know (laughter). Like, you know, they don't have your feelings, your thoughts. They don't know what your taste buds are desiring right now. They can make a guess, but their guess is worse than your guess because you're the one who has all of that, like, information."
    },
    {
      "author": "FESTA",
      "text": "Monica says that if we're serious about getting less indecisive about little decisions, we need to check our tendency to appeal for a second opinion every chance we get. Setting parameters around how we navigate this can be a helpful framework, as in - maybe I'll only let myself seek a second opinion once a day, or, if I know that picking out sneakers is really stressful for me, I'll push through that discomfort when I feel the need to see if one of my friends thinks they're cool."
    },
    {
      "author": "JOHNSON",
      "text": "Here are situations where I want to sit with the discomfort of making the decision myself and then kind of look at what is the outcome of the decision so that I can build up trust in my ability to know what's right for me in any given moment."
    },
    {
      "author": "FESTA",
      "text": "Something I tell myself in all sorts of situations is - it's not that deep. It helps bring me back to reality, especially when I'm trying to decide between, let's say, Special K and Rice Krispies at the grocery store. Some people might disagree with me, but when the details are so trivial between two options like this, getting bogged down in them is definitely not worth it."
    },
    {
      "author": "STRUCK",
      "text": "When we're at gridlock on a small-stakes decision, like, basically flip a coin. Do whatever you need to do to break the gridlock because the gridlock itself is really, really hard. Like, it's taxing resources."
    },
    {
      "author": "FESTA",
      "text": "Here, Brooke means flip a coin literally - heads, Special K; tails, Rice Krispies, and keep it moving. Something that's come up a few times related to gridlock that we should address more directly is how important our bandwidth is for our decision-making resources. As humans, we crave consistency and the familiar."
    },
    {
      "author": "STRUCK",
      "text": "If you're making the same decision over and over and over again and always coming to the same conclusion, you start to lay down a habit."
    },
    {
      "author": "FESTA",
      "text": "That brings us to takeaway three - double down on some habits and routines. Making the same decision over and over again - like, for example, brushing your teeth in the morning before you leave the house - sets a habit. And after a while, that habit becomes an unconscious part of our lives."
    },
    {
      "author": "STRUCK",
      "text": "Of course, as all of us around the world have experienced in the last two years, nothing has been more disrupted than our habits."
    },
    {
      "author": "FESTA",
      "text": "According to the American Psychological Association's annual Stress in America survey, the pandemic's seismic disruption of our lives has had a dramatic effect on our indecisiveness. More than a third of all adults reported that making everyday decisions can sometimes be more stressful for them now than they were before the pandemic began. For Gen Z and millennials, that number was even higher - 40% and 46%, respectively - which, according to Sheena, shouldn't necessarily come as much of a surprise."
    },
    {
      "author": "IYENGAR",
      "text": "The older we get, we also know what we like and don't like more. And so we are also less likely to experiment, right? And so younger people are more likely to experiment with every aspect of themselves."
    },
    {
      "author": "FESTA",
      "text": "In other words, learning what works best for you is a natural part of being young. If you're in that camp, embrace it. Problem is, COVID really crashed the coming-of-age party of plenty of young people."
    },
    {
      "author": "STRUCK",
      "text": "What we're seeing here in the pandemic is like a ramp-up of the demand on our cognitive resources because habits have been disrupted, as well as a ramp-down in the resources that we have to deploy to that because we are just so overwhelmed."
    },
    {
      "author": "FESTA",
      "text": "Routines are a great way to cut down on this mental overload, whether it's choosing how often to hit the gym, when you're going to call your loved ones, when to go grocery shopping for the week - routines can take the stress out of the moment by giving us the structure we so desperately want and need. Naturally, though, the biggest concern with starting routine is what can happen when we fall off the horse."
    },
    {
      "author": "JOHNSON",
      "text": "So, like, if you perceive that as I have failed, then what you will do is completely take yourself out of the game. That's how you end up going from I missed one workout to I haven't worked out in, like, eight months is because you look at each miss as though it's this monumental, like, failure."
    },
    {
      "author": "FESTA",
      "text": "Self-compassion in these moments is always the best option. When it comes to routines specifically, be flexible and make sure you give yourself some space to experiment, fail and grow into what works best for you."
    },
    {
      "author": "JOHNSON",
      "text": "I generally, like, tell my patients to follow kind of, like, an 80-20 rule. Like, you know, at least 80% of the time, I want to be following the routine. But I want to allow wiggle room because the world doesn't operate on my schedule. And so I have to allow room for reality to sometimes screw me over."
    },
    {
      "author": "FESTA",
      "text": "A big part of why we can be so befuddled by our free time and how we spend it is our allegiance to being busy. Sheena touched on how over identifying with the choices we make can be a recipe for disaster. The value we put on being busy makes the moments in between the perfect opportunity for our anxiety monster to creep in. Isn't there another email I should answer? Am I forgetting about a homework assignment? Will my friends think I'm lame if I don't go out with them tonight?"
    },
    {
      "author": "JOHNSON",
      "text": "Some people don't know how to be relaxed, and so even you telling them to like, hey, go relax, that stresses them out."
    },
    {
      "author": "FESTA",
      "text": "Nobody - not you, not me, not Dwayne The Rock Johnson - is capable of being on 24-7. Decision-making fatigue is very real, and getting to the point where we literally just have enough space to breathe takes more than a little self-compassion. Our fourth and final takeaway - try to declutter your life."
    },
    {
      "author": "JOHNSON",
      "text": "Assessing your values is really important because if you're going to declutter your life, you have to first decide what you're going to consider to be clutter."
    },
    {
      "author": "FESTA",
      "text": "If I were really into clothes, for example, the idea of cutting my wardrobe in half would feel like an affront to my identity. But listen, I'm not Timothee Chalamet, and I never wear about half the clothes I own. So the anxiety I can feel about getting dressed has less to do with style than how cluttered my closet is. Decluttering here for me personally, which I finally actually started to do after talking with Monica, saves me from the stress of looking through a bunch of options I'm not even interested in considering in the first place."
    },
    {
      "author": "JOHNSON",
      "text": "I also will say that, like, decluttering - we're not just talking about, like, objects in your home."
    },
    {
      "author": "FESTA",
      "text": "On the other hand, sometimes decluttering your life looks like having better boundaries in different aspects of your life, whether it's setting more clear boundaries around work, for our relationships or even what we do in our free time. FOMO is real, and our hypersocial society doesn't place much value on me time."
    },
    {
      "author": "JOHNSON",
      "text": "And so having boundaries around that is really important because we do live in a very social world that does not value anything that people do by themselves."
    },
    {
      "author": "FESTA",
      "text": "Maybe one night a weekend is sacred time for takeout and trashy TV. Maybe we silence our work email when we clock out for the day. Boundaries like this can keep certain times and activities sacred - free from clutter, with less opportunities for indecisiveness to creep in."
    },
    {
      "author": "FESTA",
      "text": "My strategy for finding something to watch on Netflix lately has been to stick with the first three options that catch my interest. And then if I really can't choose, to literally flip a coin. Did I end up binging the new season of \"Love Is Blind\" this way? The answer is yes. Did I enjoy it? The answer is also yes, but doubly so because I didn't spend 25 minutes watching previews. The next time you're beating up on yourself for not being able to make even the most basic decisions, remember that we've been living in an incredibly stressful and strange time. Please be nice to yourself. Don't worry - if you can't decide whether to run this episode back from the top for the key points, we got you. Let's recap."
    },
    {
      "author": "FESTA",
      "text": "Takeaway one - let go of the idea of the perfect decision. Any decision, no matter how big or small, has no perfect choice. Takeaway two - be choosy about how you choose. If you can, whittle down your choices to the optimal range of three to five. Resist the urge to always appeal for a second opinion, and don't discredit the effectiveness of just flipping a coin when you have to. Takeaway three - shoot for building habits and start setting some routines. And finally, takeaway four - declutter your life. Get right with your values, throw out the T-shirts that you haven't worn since high school, and set clear boundaries with work and friends."
    },
    {
      "author": "FESTA",
      "text": "For more LIFE KIT, check out our other episodes on mindfulness 101 and how to start therapy - plus lots more at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a random tip from one of our listeners."
    },
    {
      "author": "ALANA LYNN",
      "text": "Hi, my name is Alana Lynn (ph). If you have a dish drainer on your kitchen counter, a lot of them come with those plastic trays underneath, and all the water dripping into the tray makes it really moldy and gross. If you just remove the tray, get a pack of dark-colored dish towels, you can switch out the dish towel every couple of weeks, wash it, and the kitchen counter will look much less gross."
    },
    {
      "author": "FESTA",
      "text": "If you've got a good tip, we want to hear it. Leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "FESTA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editor is Beck Harlan. Our production team also includes Audrey Nguyen and Janet Woojeong Lee. This episode was edited by Andee Tagle. Special thanks to Daniel Olavarria, Reza Feyzi, Donna Oriowo, and to Brooke, Monica and Sheena for helping us sort through our indecisiveness. I'm Frank Festa. Thanks for listening."
    },
    {
      "author": "FESTA",
      "text": "I'm Frank (laughter) - I'm Frank Festa. No, you're Frank Festa."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1644723530.mp3",
  "img": "https://media.npr.org/assets/img/2022/03/07/lk_indecision-copy1_wide-bc47bbc5743107e61db5009dc377a29bb1a6fb66.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "FRANK FESTA, HOST",
    "FESTA",
    "UNIDENTIFIED PERSON",
    "ROD STEIGER",
    "BROOKE STRUCK",
    "STRUCK",
    "MONICA JOHNSON",
    "JOHNSON",
    "SHEENA IYENGAR",
    "IYENGAR",
    "ALANA LYNN"
  ]
}