{
  "title": "4 tips to stay connected when your friends live far away",
  "url": "https://www.npr.org/transcripts/1086433752",
  "intro": "Long distance friendships are a common reality of adulthood, as we move around for school, work or family. While they might require some planning and creativity to keep up, there's no reason to let physical distance keep you from staying connected.",
  "transcript": [
    {
      "author": "KAVITHA GEORGE, HOST",
      "text": "This is NPR's LIFE KIT. I'm Kavitha George."
    },
    {
      "author": "LAURA",
      "text": "Ahh (ph)."
    },
    {
      "author": "LAURA",
      "text": "Oh, my God. Wait, are we on the air?"
    },
    {
      "author": "GEORGE",
      "text": "This is Laura (ph), my best friend in the world. We've been best friends since first grade, when we'd make up fantasy worlds on the playground together and sneak into the library to eat apples and read during recess because we are nerds. We were pretty much attached at the hip until college, when I moved to the Bay Area and she started school in Cambridge, and we've been long-distance ever since. Today, I'm a reporter based in Alaska, and Laura is an engineer-turned-musician in LA. And for the first time since the pandemic started, she's coming to visit me in Anchorage."
    },
    {
      "author": "GEORGE",
      "text": "What kind of stuff do you want to do in Alaska?"
    },
    {
      "author": "LAURA",
      "text": "I really just want to hang out with you, maybe have a - wait, what's it called? Pashmin (ph)..."
    },
    {
      "author": "GEORGE",
      "text": "Pelmeni (laughter)?"
    },
    {
      "author": "LAURA",
      "text": "Yeah, what is it? Pelmeni. Pelmeni. Yeah, I want to get pelmeni. But yeah, and I just want to, like, land then meet any such people that live..."
    },
    {
      "author": "GEORGE",
      "text": "They're so excited to meet you."
    },
    {
      "author": "LAURA",
      "text": "Aw (laughter)."
    },
    {
      "author": "GEORGE",
      "text": "Pelmeni, FYI, are delicious Russian dumplings that you can find at a late-night spot in Anchorage. Look them up if you're ever in town. When we were in second grade, Laura and I came up with this concept of a friendship rope."
    },
    {
      "author": "LAURA",
      "text": "So basically, this invisible tie, if you will, which means however - like, wherever we are, it's kind of always connecting us. And it's - I mean, it can be, you know, stronger at times or, like, weaker at times, but it's still always there. And you can't just, like, destroy it, you know?"
    },
    {
      "author": "GEORGE",
      "text": "Yeah. And, like, no matter how far we go apart from each other, there's always, like, that invisible tie between us."
    },
    {
      "author": "LAURA",
      "text": "Yes. Yes. Exactly. Exactly."
    },
    {
      "author": "GEORGE",
      "text": "I told you we're nerds. No matter where we live, Laura and I will be friends forever. But that doesn't mean that while we're long distance, things aren't challenging at times. Sometimes that rope feels stretched or frayed, and it takes work to keep it secure and repair it when we have to. As often as we move around these days for school, work or family, long-distance friendships are a reality of adulthood. And while they might require some planning and creativity to keep up, there's no reason to let physical distance keep you from staying connected. In this episode of LIFE KIT, how to maintain your long-distance friendships."
    },
    {
      "author": "GEORGE",
      "text": "We've all heard that saying, friends are the family you choose. Choose is the key word there. When your friend is nearby, that choice is usually pretty convenient because hanging out isn't that hard to do. But when you and your friend live far apart, that choice has to be a lot more intentional. Aminatou Sow and Ann Friedman are writers and podcasters who've been friends for over a decade."
    },
    {
      "author": "AMINATOU SOW",
      "text": "We were introduced to each other by our mutual friend at a \"Gossip Girl\" viewing party, back when you had to watch television by appointment."
    },
    {
      "author": "ANN FRIEDMAN",
      "text": "And we were, like, pretty much instantly taken with each other. I think there are, like, you know, a very limited number of magical meet-cutes that we all get in our lives. And for us, we were just instantly like, who is she? What does she think about everything? Let's hang out all the time. And we did."
    },
    {
      "author": "GEORGE",
      "text": "After a year and a half of being friends in D.C., Ann moved across the country, and since then, the two friends have never lived in the same city. Early on in their long-distance journey, they established a pattern of visiting each other every few months."
    },
    {
      "author": "SOW",
      "text": "It was almost, you know, like you're dating someone and then they move away, and you're like, how are we going to make this work?"
    },
    {
      "author": "GEORGE",
      "text": "Aminatou and Ann agree that being explicit about their commitment to their friendship was key to keeping the magic going."
    },
    {
      "author": "FRIEDMAN",
      "text": "Being able to say, like, actually, this friendship is really important to me, and I want to say that to you upfront, that I want to, like - I want to be in this friendship and I want to stay close to you, because that's something that we often skip over in friendship, too. And right now is this unique time when we are all in a period of upheaval, we are all reevaluating our lives and relationships. And so it's actually a great time to, like, reach out to a friend and say, like, this is important to me, you're important to me."
    },
    {
      "author": "GEORGE",
      "text": "And that brings us to takeaway one. If you want to keep people in your life, you have to tell them. This is essential for long-distance friends when you can't just rely on proximity to bring you together. Just like you would show up for a romantic partner, be intentional and explicit about your commitment to your long-distance friend."
    },
    {
      "author": "MARISA G FRANCO",
      "text": "You know, it requires effort. I think sometimes we think about friendship as this - just this place of, you know, good vibes only, and it should be easy. But like any sort of relationship, you have to be putting effort into the friendship."
    },
    {
      "author": "GEORGE",
      "text": "That's Marisa G. Franco, a psychologist and friendship expert. She started researching friendship after she went through a bad breakup in her 20s that ended up helping her grow closer to her platonic friends. She argues that while society might place way more value on romantic relationships, that's no reason to treat your friendships with less care."
    },
    {
      "author": "FRANCO",
      "text": "Platonic love can be every bit as deep as romantic love. Our friends can be every bit as meaningful to us as a romantic partner, and we can invest just as much resources into a friendship as we do a romantic partner, if we so choose. Like, we can give up this sort of conception of friendship as being something to take for granted or not to invest in or not to put too much effort in."
    },
    {
      "author": "GEORGE",
      "text": "And whether you've just moved away from your friend or you've been apart for years, Marisa says long-distance friendships require a reciprocal commitment."
    },
    {
      "author": "FRANCO",
      "text": "And so that means reaching out. That means finding time to hang out. That means showing your friend you value them - all the things you would think about as important for a romantic relationship, really. Like, that's one thing I've learned from studying friendship - that there's not really hard lines. Relationships are relationships."
    },
    {
      "author": "GEORGE",
      "text": "One thing to keep in mind as you're navigating that commitment - it sounds obvious, but assume your friends like you. Especially when you're trying to stay in touch across great distances, it can be easy to get in your head about your relationship and withdraw when you think things are off. When you start with the baseline assumption that people like you, Marisa says you actually become more likable. So don't shoot yourself in the foot."
    },
    {
      "author": "GEORGE",
      "text": "OK, so we established we want to keep our friendship going. Now what? Well, like in any relationship, but probably more so in a long-distance friendship, it comes down to communication. Marisa says it's important to establish how you want to keep in touch and ask your friend their preferences, too."
    },
    {
      "author": "FRANCO",
      "text": "So they might say texts. They might say phone call. They might say, I'd love to, like, meet up in person sometimes. And, you know, you try to fulfill their needs to the extent that you can. If they're completely antithetical to how you like to communicate, then you can negotiate a little, like maybe we'll do a phone call once a month, even though you hate it, and then we can text the rest of the time."
    },
    {
      "author": "GEORGE",
      "text": "That brings us to takeaway two."
    },
    {
      "author": "GEORGE",
      "text": "Communication is key to maintaining your long-distance friendship. Work out which channels feel best for you and your friend, and look for ways to build vulnerability into your conversations. Friends might have different preferences for communication depending on the type of conversation. For Aminatou and Ann, there are some clear likes and dislikes."
    },
    {
      "author": "SOW",
      "text": "One thing that I appreciate in our friendship is that hard conversations are never texted, you know? Like, that is something that, like, I was like, oh, wow, if everyone who knew me knew this about me - but if you have something hard to tell me, either call me or email me, but do not text me."
    },
    {
      "author": "FRIEDMAN",
      "text": "Yeah. I mean, I also think I've come to appreciate more, you know, like the voice memo or the phone call - things that don't require maybe the same appointment as, like, video does. It is really different to be able to hear the inflections in someone's voice when they just - when they basically say nothing other than, I'm thinking about you. Like, that really feels a lot more powerful sometimes than a text."
    },
    {
      "author": "GEORGE",
      "text": "If spontaneous texts and calls feel difficult to keep up with or communication isn't your friend's strong suit, one option Marisa suggests is setting up a recurring event on your calendars to catch up."
    },
    {
      "author": "GEORGE",
      "text": "Another strategy if you're looking for ways to connect is to develop an anchor for your friendship. An anchor is something that you have in common with your friend that acts as a trigger to reach out to them. Maybe you both love cooking, so you each send photos of the new dishes you make with a link to the recipe. Or you both love, let's say, the HBO show \"Euphoria,\" and you text to discuss after each episode comes out. It doesn't really matter what it is as long as it helps you initiate a connection."
    },
    {
      "author": "FRANCO",
      "text": "And what the anchor does is it also generates exclusivity, and that's something that builds our friendships when we have memories, experiences, inside jokes that we share with one person that we don't have with other people. So I would say, think about what you have in common with that friend, what you've connected on originally, and turn it into an anchor that you can then use as an excuse to be reaching out to your friend."
    },
    {
      "author": "GEORGE",
      "text": "Of course, a friendship can't survive on cooking and \"Euphoria\" chats alone. Marisa says the key to building on your bond from afar is vulnerability. She says your ability to show vulnerability is a big predictor of whether you'll stay close over time. Try being vulnerable about what's going on in your life and asking questions that welcome your friend's vulnerability."
    },
    {
      "author": "FRANCO",
      "text": "When you talk to your friend and they're like, how's it going, not saying everything's fine, telling them what you're actually struggling with, what's hard in your life, calling them when you need support, for example. It also requires us to become openers. Openers is this term for people that make other people open up, and openers have better friendships. And their secret is that they ask questions, that they enjoy listening, that they're sort of nonjudgmental. So, you know, it involves asking your friends, like, I'm just wondering about how you're doing. Like, how are things going for you? What's going on with X, Y, Z that you mentioned earlier that I wanted to follow up and check in on?"
    },
    {
      "author": "GEORGE",
      "text": "And it's not just about how you offer vulnerability, but when. If your friend is going through a difficult time, being there for them from afar is even more important. And get creative with how you reach out. When I'm having a rough week, Laura sometimes sends me a care package of Trader Joe's snacks since she knows I can't get them up here in Alaska. There's something about a box of chocolate meringues that she picked out for me that turns a whole week around."
    },
    {
      "author": "FRANCO",
      "text": "When we can show up in those low moments when we know our friends are going through difficult times and we recognize them as a portal to deep intimacy - if we, like, can show up, then we can really make our friendship strong and hearty, even when they're far away."
    },
    {
      "author": "GEORGE",
      "text": "One thing I've noticed being long-distance with Laura is that staying in touch can sometimes get weirdly tedious. You get into a rut of trying to catch up on all the basic facts of what's happening in your lives. What's going on at work? How's your dog? What happened with that date you went on? And you miss the sparks of fun connection that come about naturally when you're together. And that brings us to takeaway three. Get creative with how you stay in touch. There are plenty of ways to shake things up to get past the boring catch-ups. And don't be afraid to go first."
    },
    {
      "author": "GEORGE",
      "text": "For creative tips, we turned to you. We asked you how you stay in touch with your friends from afar, and you had some excellent ideas. When they were kids, Teresa Vincent (ph) and her friend Jan (ph), an exchange student from England, pooled their money to buy a stuffed seal at the Saint Louis Zoo. And since then, they've been mailing their seal, named Smoo (ph), back-and-forth across the Atlantic Ocean, along with handwritten letters, for over 30 years now."
    },
    {
      "author": "TERESA VINCENT",
      "text": "I've had him for quite a while now. He came back to live with me in 2013 when Jan got married and came here on her honeymoon. But soon it's going to be time for him to go back to England for another stay."
    },
    {
      "author": "GEORGE",
      "text": "Michael Crosa (ph) and his college friend Matt (ph) originally bonded over music. Now that they live on opposite sides of the country, they send postcards with playlist challenges."
    },
    {
      "author": "MICHAEL CROSA",
      "text": "So the first time, somebody sent a playlist written down on a postcard and included a challenge for the next guy. And sometimes that's a theme. Sometimes it's something that all the songs have in common - something like that. And we went back-and-forth on this for years. I have a huge stack of postcards from Matt with a bunch of cool songs on them."
    },
    {
      "author": "GEORGE",
      "text": "Julie Grusynske (ph) exchanges garbage mail with her friends."
    },
    {
      "author": "JULIE GRUSYNSKE",
      "text": "Funny sheets from my page-a-day calendar or when you order something from Etsy, you get little cards that say, thanks for shopping with us - we send those to each other. And it's been a really fun and silly and ridiculous way to maintain our connection, even though we live far apart and haven't been able to visit."
    },
    {
      "author": "GEORGE",
      "text": "And you know what? Don't be afraid to go juvenile with your correspondence. Corinne Housley (ph) and her childhood best friend know this well."
    },
    {
      "author": "CORINNE HOUSLEY",
      "text": "We'll send a random Snapchat to each other while we're pooping with the caption, guess what I'm doing."
    },
    {
      "author": "GEORGE",
      "text": "If you feel like your communication is in a rut, your friend probably feels that way, too. So don't be afraid to be the first one to reach out or pitch a creative project. Marisa says it shows your friend they don't need to fear rejection."
    },
    {
      "author": "FRANCO",
      "text": "In doing this and basically creating the space to make our friend feel valued, we help them become more courageous to take risks of intimacy with us. We help create the space for them to want to invest more with us."
    },
    {
      "author": "GEORGE",
      "text": "And last, when garbage mail and pooping Snapchats won't cut it, think about a visit. Marisa says visiting is one of the most important things we can do to keep a long-distance friendship going. There's no right frequency for visits, so talk about what works best for you and your friend."
    },
    {
      "author": "GEORGE",
      "text": "So as anyone who's been apart from a loved one knows, separation is hard. Miscommunication happens. Maybe there's a distance that arises because you can't share in experiences as easily. And because there's just a limited amount of time you get with your friends, it's easy to let conflicts go unaddressed. And here's takeaway four. Don't avoid bringing up whatever conflicts arise while you're long-distance with a friend. Address them with kindness and empathy. Your relationship will be stronger for it. In fact, addressing conflict is one of the ways you become closer with your friend, Marisa says."
    },
    {
      "author": "FRANCO",
      "text": "Like, imagine being in a romantic relationship and never having conflict. Like, how long could that last? But yet, with friends, instead of having that conflict, we tend to back away. We tend to withdraw. We tend to ghost. And so if you want your relationships to maintain - this is a study that shocked me. It found that open conflict in an empathic way is actually linked to more intimacy."
    },
    {
      "author": "GEORGE",
      "text": "Marisa recommends bringing up issues in a non-accusatory way using I statements, like I felt hurt when you bailed on our phone call last-minute. And then ask your friend what their experience of the issue was and try to see things from both sides. One common issue long-distance friends face is with reciprocity. That's where one friend feels like they're putting more into the relationship than the other is."
    },
    {
      "author": "FRANCO",
      "text": "One person feels like, I'm reaching out. They're not reaching out, right? And they just decide, well, that person's not going to reach out. I'm going to stop reaching out. And then the friendship ends. And it's just like, maybe you could just say, like, I would love to hear from you more. Like, what would that be like for you? Is that something that you would be willing to do? If the friendship's going to end anyway, then what do you really have to lose? Like, you might as well just have this conversation and see if they'd be willing."
    },
    {
      "author": "GEORGE",
      "text": "A few years into their long-distance friendship, Ann and Aminatou were starting to grow apart as each one tackled the big life changes of new cities and jobs and relationships. It snowballed into what they describe as a communication breakdown. And to start to figure out where things went wrong and rebuild their relationship, they agreed that talking about everything openly was the only way to get through it."
    },
    {
      "author": "FRIEDMAN",
      "text": "You do kind of have to, like, break through the chitchat on the phone and be like, actually, you know what? Like, it's weird to say this, but, like, this is a really hard time, or, like, this is a huge thing that I feel uncomfortable with, or I'm not sure how to talk about this - like, stuff can be really hard to just offer out of the blue when you're not spending, you know, a lot of time in person and reading, you know, the signs on each other's faces. And so it was a few years later that we really got into trouble with keeping each other, like, you know, really informed of what was going on with us at an emotional level individually."
    },
    {
      "author": "GEORGE",
      "text": "Aminatou adds, being vulnerable with your emotions is understandably difficult, but there's no point trying to be detached to protect your ego."
    },
    {
      "author": "SOW",
      "text": "If you want people to stay in your life, you, like, kind of can't have any pride, you know? Like, you just - it's like you have to be - you can't be proud, and you can't be closed off. Like, there is just no - and trust me. Those are some of the two hardest things in the world for me. So I'm, like, cackling internally, hearing myself saying (laughter) that. I was like - yeah. I was like, you can't be cool if you're trying to, like, repair a relationship. It is, like, humiliating and painful and - you know, but the reward is that you get to learn a lot about yourself, and you sometimes get to save the relationships that you have, and they turn into new things."
    },
    {
      "author": "GEORGE",
      "text": "Conflict, memes, visits - it's all part of your friendship rope. And when it works, it's so worth it."
    },
    {
      "author": "LAURA",
      "text": "Sounds good, and I love you so much."
    },
    {
      "author": "GEORGE",
      "text": "I love you, too."
    },
    {
      "author": "LAURA",
      "text": "Bye."
    },
    {
      "author": "GEORGE",
      "text": "Bye."
    },
    {
      "author": "GEORGE",
      "text": "OK, I'm sure you're about ready to go call all your friends, so let's recap."
    },
    {
      "author": "GEORGE",
      "text": "Takeaway one - tell your friends you are committed to maintaining your long-distance friendships. Start with the assumption your friends like you and be ready to put in the effort."
    },
    {
      "author": "GEORGE",
      "text": "Takeaway two - the best long-distance friends are the ones who know how to communicate well, and that looks different for everyone. So see what works for you, and don't forget to show vulnerability."
    },
    {
      "author": "GEORGE",
      "text": "Takeaway three - don't be afraid to shake things up when you find yourself in a communication rut. Find something creative, and get weird with it."
    },
    {
      "author": "GEORGE",
      "text": "And takeaway four - conflict is a natural and healthy part of any relationship. Instead of sweeping things under the rug, choose to address them with kindness and empathy."
    },
    {
      "author": "GEORGE",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on how to wake up early, and we have another on long-distance romantic relationships. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "GEORGE",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Dalia Mortada. Our production team also includes Audrey Nguyen, Andee Tagle, Janet Woojeong Lee and Sylvie Douglis. I'm Kavitha George. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5431597801.mp3",
  "img": "https://media.npr.org/assets/img/2022/03/14/sol-cotti-npr-2_wide-b1c373c1805bdf75ef5e81d8e6455f6b27fb0c41.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "KAVITHA GEORGE, HOST",
    "LAURA",
    "GEORGE",
    "AMINATOU SOW",
    "ANN FRIEDMAN",
    "SOW",
    "FRIEDMAN",
    "MARISA G FRANCO",
    "FRANCO",
    "TERESA VINCENT",
    "MICHAEL CROSA",
    "JULIE GRUSYNSKE",
    "CORINNE HOUSLEY"
  ]
}