{
  "title": "How to talk to customer service – and actually get what you want",
  "url": "https://www.npr.org/transcripts/1086915600",
  "intro": "Asking to speak to the manager isn't going to get the results you want. In this episode, negotiation consultant Craig dos Santos gives tips on how to make a customer service representative your collaborator instead of your enemy.",
  "transcript": [
    {
      "author": "MEGHAN KEANE, HOST",
      "text": "This is NPR's LIFE KIT. I'm Meghan Keane, the show's managing producer."
    },
    {
      "author": "AUTOMATED VOICE",
      "text": "To begin, tell me which of these you'd like."
    },
    {
      "author": "KEANE",
      "text": "Every time I'm about to call a customer service line, I feel like I've already lost. I'm in this state of dread because I know as soon as a customer service representative says, no, Meghan, your request for a refund just isn't possible, I'm going to fold instantly. I mean instantly. After all, I'm just one person whereas a company has poured so much money and time into creating policies that help them keep their money. How am I ever supposed to get through?"
    },
    {
      "author": "AUTOMATED VOICE",
      "text": "Please hold while your call is being transferred."
    },
    {
      "author": "CRAIG DOS SANTOS",
      "text": "Behind every rule, there's a person who has to apply that rule, and that person often has some leeway, and they're only going to change things if you can reach them."
    },
    {
      "author": "KEANE",
      "text": "That's Craig Dos Santos. He's a consultant who specializes in negotiation, which makes him pretty incredible at dealing with customer service. He's done seemingly impossible tasks, like successfully returning three new iPads after the return period was over and negotiating a $16,000 medical bill to $0. But he didn't do any of this by yelling or demanding to speak to the manager."
    },
    {
      "author": "DOS SANTOS",
      "text": "It's tempting to think of these as transactions, but there's a real human there. And if you've ever worked in anything where you have, you know, customer service or anything like that, they're having a human experience in that moment just the same as you are. And if you treat them as a transactional being, then they will also treat you that way."
    },
    {
      "author": "KEANE",
      "text": "I know this can get tricky. Depending on your gender and/or race, people can make some pretty unfair and demeaning assumptions during a call. That is very real. But Craig says it's possible for anyone to learn these tips of negotiation to make any customer service interaction work in your favor. This episode of LIFE KIT - dealing with customer service. We're going to press zero and speak to an associate and get what we want."
    },
    {
      "author": "KEANE",
      "text": "Like I mentioned at the beginning of the episode, I get customer service anxiety. So the first thing I asked Craig was, how can I psych myself up when I'm about to dial that toll-free number?"
    },
    {
      "author": "DOS SANTOS",
      "text": "Yeah, I would say there's two elements to that. One is separate the person from the problem because most of the time that people say no to themselves, they're saying no - meaning you go in and you're like, I'm not going to ask or I'm not going to ask a second time. And that's - in my version, that's you saying no to yourself. And most of the time, people do that because they're worried about offending somebody or they don't want to feel bad themselves when they get turned down. And I think if you separate the problem that you're addressing from the person, it's way easier to deal with it. So, you know, if I call in to customer service, usually I'm upset about something or I want something changed."
    },
    {
      "author": "KEANE",
      "text": "Sure."
    },
    {
      "author": "DOS SANTOS",
      "text": "But I also don't have to yell at the person. So what I'll tell them is like, look, I know that you don't have anything to do with this. I know you're trying to help me, but I want to tell you what happened. And then I will go into my, you know, mild tirade about what happened. And I can express that I'm upset, but now they're not feeling confronted. They can empathize with me. And that is the key is like I want them to empathize with my situation."
    },
    {
      "author": "KEANE",
      "text": "Mmm hmm."
    },
    {
      "author": "DOS SANTOS",
      "text": "So the second thing there is what I call caretaking statements. So at any given time in a conversation, if you ask for something, there's a little bit of tension. And that tension can be uncomfortable for both sides. And I think that what oftentimes what people will do is they'll back off the request and they're like, oh, you know, it's OK or they won't ask because they don't want that tension. And I think that having something where you're caretaking for the other person is really important. So in the case of a customer service call, like, you don't really know the person that well, so you can't really speak to them, you know, in a personal way. But you can always appreciate them for the process that they're going through. So you can say, look, you know, I appreciate you, like, being patient with me as we figure this thing out. If it's, you know, somebody who's emailed you back, you can say, look, I deal with a lot of people and you've been really, like, kind and, like, got back to me right away. I really appreciate that. You can always insert one of these little, what I call, caretaking statements to reduce the tension, but you're not releasing the request."
    },
    {
      "author": "KEANE",
      "text": "Yeah, totally. You're keeping your eyes on the prize, but it's almost like you're preemptively, like, de-escalating."
    },
    {
      "author": "DOS SANTOS",
      "text": "Yes."
    },
    {
      "author": "KEANE",
      "text": "Being like, I'm safe. I'm not going to hurt you. We're just going to focus on the problem together."
    },
    {
      "author": "DOS SANTOS",
      "text": "That kind of underlies another point, which is that when you want something, it's tempting to, like, just think about things from the perspective of like, OK, I want this thing, how can they give it to me? And I think, like, there's an underlying point of like, oh, I'm going to ask for this. They're actually going to say no, and then I'm going to say this, and there's a kind of mental game that you might play in your head."
    },
    {
      "author": "KEANE",
      "text": "Right."
    },
    {
      "author": "DOS SANTOS",
      "text": "I think it's more important to think about people make decisions emotionally. So instead, pay attention to where is the other person emotionally? And can I bring them to a spot where they want to help me?"
    },
    {
      "author": "KEANE",
      "text": "Totally. How much of getting good customer service is just about being nice?"
    },
    {
      "author": "DOS SANTOS",
      "text": "I think it's definitely about being nice, but there are a lot of people who are nice but are not tactical in the way that they're nice. Does that make sense?"
    },
    {
      "author": "KEANE",
      "text": "Say more."
    },
    {
      "author": "DOS SANTOS",
      "text": "Like, so if you call in to your cable company, maybe they can knock off five bucks off your bill or take away that late charge, whatever. But maybe you want more than that. You feel like you were wronged because they charged you for something. And they have a limit. They were not authorized for X, Y or Z that you want. And so what I think is - I don't mind what their limit is. I just want to make them my ally. Whatever train I have to go through to get to the end person who's going to make the decision, I want them to not just be passed over, give me your manager. That's a common thing to ask for. Can I speak to your manager?"
    },
    {
      "author": "KEANE",
      "text": "Right."
    },
    {
      "author": "DOS SANTOS",
      "text": "I don't want them. I want them to go to their manager with my story and say, hey, I have somebody, what can we do here? And so when they say no, I'll ask them for advice. Like, what would you do in my situation?"
    },
    {
      "author": "KEANE",
      "text": "Oh, I like that."
    },
    {
      "author": "DOS SANTOS",
      "text": "Or I'll just state the situation. Like, you know, I woke up today and I was just not expecting to get a bill for $145. Like, I don't know what to do. Silence. You know? Let them contemplate that situation, and then see what they say. And oftentimes they'll be like, yeah, that would be crappy if I woke up in the morning and had a $145 bill. I would not be happy either. And then see if you can turn it around that way by, like, making them your ally."
    },
    {
      "author": "KEANE",
      "text": "That's a really good point you're making about the one thing is like don't say I need to speak to your manager. People seem to think that that's like some gotcha move."
    },
    {
      "author": "DOS SANTOS",
      "text": "Yeah."
    },
    {
      "author": "KEANE",
      "text": "But it just seems to really work against you (laughter). I love the idea of, like, having them collaborate with you and to - yeah, sometimes also just letting people fill silence is really effective, like you're saying, and just have them really let this sink in and being like, ah, yeah, that would be awful. Yeah. So it's almost like you're trying to make them your ally, make this like a we problem almost instead of, like, I need this from you."
    },
    {
      "author": "DOS SANTOS",
      "text": "Totally. I'll use the analogy often when I'm trying to coach somebody else, which is that you can imagine a situation where there's me and I have a laptop here, and then there's a table that we're sitting at, and you have your laptop, and we're discussing a problem that we're trying to - you know, I want this, you want this. I want the verbal equivalent of closing my laptop, walking around the table, putting my hand on your shoulder, and then we look at the problem together - right? - the verbal equivalent of that, which is, look, this situation sucks. Here's the problem. But from a personal perspective, I like you. You like me. I'm not mad at you. Let's figure out this problem."
    },
    {
      "author": "KEANE",
      "text": "Totally. I think you might have been getting at this just a moment ago, but you talk about this technique in your videos called calibrated questions. Can you just define that and give some more examples?"
    },
    {
      "author": "DOS SANTOS",
      "text": "Yeah. So I think, you know, when you're asking questions, you want the person to take a certain perspective, right? So for example, if I say, like, I woke up this morning and, like, I just was not expecting to get a $145 bill, I'm forcing them to take the perspective of me in that situation..."
    },
    {
      "author": "KEANE",
      "text": "Yeah."
    },
    {
      "author": "DOS SANTOS",
      "text": "...Versus if I'm just saying like, hey, I want this, what can you do for me here, and giving them a lot of reasons why I deserve what I want - so when you ask somebody a question, you can frame it in a way that is making them take your perspective. Like, what would you do in my situation, or what should I do about this? I don't know. And you're - you know, I'm deferent. I'm not, like, aggressive. I'm, like, deferring to them. People love to be, you know, asked for advice."
    },
    {
      "author": "KEANE",
      "text": "Totally. Yeah. Because it's almost like it keeps the conversation going when you're like, well, what would you do, or what do you think I should do next..."
    },
    {
      "author": "DOS SANTOS",
      "text": "Yep."
    },
    {
      "author": "KEANE",
      "text": "...Instead of closing down a conversation of, like, well, why can't you fix this? Because then it could be just, like, well, there's a policy and it's - that's how it is, you know?"
    },
    {
      "author": "DOS SANTOS",
      "text": "Right."
    },
    {
      "author": "KEANE",
      "text": "What are some other tactics that you find effective? I saw you also did a video about tactical listening, for instance."
    },
    {
      "author": "DOS SANTOS",
      "text": "Yeah the - having a place, whether it's asking for discounts or, you know, for me, like, having this kind of playground where I play with different ideas, where I'm talking to people on the phone, like what is working, and there's all these different personalities that show up, you know, taking a day where instead of talking about my ideas, I'm just going to see if I can ask questions so I can elicit the talk to conversation (ph) that I want. I can elicit the opinions that I want, as opposed to saying, I'm going to be the talker. Oftentimes, the person who's in control of a conversation is the one asking questions, like you right now, as opposed to the one talking."
    },
    {
      "author": "KEANE",
      "text": "Totally. Yeah, so tactical listening, really just - it's like asking questions, asking follow-ups, maybe some of those calibrated questions and, like, even engendering a little bit of trust, it sounds like. It shows that you're thoughtful and thinking this through instead of, you know, again, being reactive."
    },
    {
      "author": "DOS SANTOS",
      "text": "Yep."
    },
    {
      "author": "KEANE",
      "text": "So how would you get someone out of that script, you know? Like, sometimes when you call these places, they're just so heavily scripted."
    },
    {
      "author": "DOS SANTOS",
      "text": "Yeah."
    },
    {
      "author": "KEANE",
      "text": "And every now and then you get, like, a glimpse. That's when it's like, OK, yeah, like, if I can make someone laugh, feel like I'm in. But how do you do what you're talking about, when you have such, like, a wall of a script coming at you?"
    },
    {
      "author": "DOS SANTOS",
      "text": "I think an easy way to do it is - let's say you're on the phone. I will literally open up the conversation, giving a commentary on whatever it is that I'm paying attention to."
    },
    {
      "author": "KEANE",
      "text": "Huh."
    },
    {
      "author": "DOS SANTOS",
      "text": "I'll say something like, hey, hang on one second. Sorry. Like, my stove's on, and I totally didn't - like, I'm cooking food for my mom. She's coming over later tonight. Give me a second. OK, cool. And I will just give them a small glimpse at the world that I'm seeing. And that may not be the best example, but it actually doesn't matter what it is, as long as it shows me as a human. It's important that you're not showing off something."
    },
    {
      "author": "KEANE",
      "text": "Right."
    },
    {
      "author": "DOS SANTOS",
      "text": "You're showing - in fact, what you want to do is show vulnerability. Like, oh, my God. Like, I'm going to burn stuff. I'm horrible at cooking. That's actually a better way that people can relate. And that way, it gives them an opportunity to be out of their script and be like, oh, yeah, like, is it dinnertime where you are? And they'll say something. And you can open up like a 15-second conversation on something that's human, and that can actually let them bring out some humanness as well. Now it's two humans talking as opposed to a customer service representative and a person they have to deal with."
    },
    {
      "author": "KEANE",
      "text": "Totally. That's a great little tip. You're right. And all it takes is like that 10, 15 second little connection. And I feel like that's when I get the best experiences."
    },
    {
      "author": "DOS SANTOS",
      "text": "Yeah."
    },
    {
      "author": "KEANE",
      "text": "OK. But what happens if our charming selves don't quite make the connection and we're just met with, like, a ton of resistance from an agent? You know, it's like, hey, Craig, sorry. These are just the rules. This is just our policy. I'm so sorry. Like, we can't refund you on this. Or, you know, how do you break past, like, a dead end?"
    },
    {
      "author": "DOS SANTOS",
      "text": "So this speaks to what we said before, which is you deal with the person, you can feel like you win and they feel like they win, right? So it's also important if you're asking for a discount and they can't give it to you, you need to let them feel OK about it. Which means I'll say something like, you know, if I owned this place, I would make you boss and let you give as many discounts as you can."
    },
    {
      "author": "KEANE",
      "text": "Right."
    },
    {
      "author": "DOS SANTOS",
      "text": "Right. And it makes it light, right? OK. They didn't give me the discount, but now they feel OK about it. And it's important that you see things from their perspective. So if you meet a lot of resistance, like somebody shuts a door in your face and says, no is the answer. Door is shut. What I want to know is - and I'll ask - is there any crack in the doorframe, you know?"
    },
    {
      "author": "KEANE",
      "text": "Oh, that's nice."
    },
    {
      "author": "DOS SANTOS",
      "text": "But before that, I am deferent in like, look, I understand that you have limits. I probably shouldn't have even asked. I apologize. You know, have you ever seen any exceptions to that? And I'll just kind of like lean back. OK. If you need to be the boss here, you can be the boss. No problem. I'm just a little peon who's asking you for something, like, no problem, you know?"
    },
    {
      "author": "KEANE",
      "text": "(Laughter) Right."
    },
    {
      "author": "DOS SANTOS",
      "text": "Separating the person and the problem means that I'm not trying to class personalities with them. Like, if they need to be this person, no problem. I'm looking for what's effective here. And I want to deal with the person. And I can be resolute about what I want. But I don't need to, like, meet, like, you know, aggression with aggression."
    },
    {
      "author": "KEANE",
      "text": "Totally. That makes a lot of sense. Oh, also, yeah - the other thing I'm thinking of it too is like sometimes just using their name. They always say their name at the top of the call. So easy, so effective."
    },
    {
      "author": "DOS SANTOS",
      "text": "Yeah. Totally. Getting the name, especially when you're on a phone call with somebody. They'll call and say, hi, my name is Brianna (ph). And they'll keep going. And I'll often - I'm sorry. I didn't catch your name. Is it Brianna? You know, and make sure that they - not only did I use their name, but I'm acknowledging, like, OK, like, I'm seeing you for a person here, not just a function."
    },
    {
      "author": "KEANE",
      "text": "So what if you're being transferred to department to department? I feel like that happens for the stuff that feels like, though seemingly should be the easiest question, but you just keep getting passed around. You have to explain your situation 50 times. What's a good thing to keep in mind when you're just like at your breaking point?"
    },
    {
      "author": "DOS SANTOS",
      "text": "So I think it's always dangerous to try to act outside of who you are. You know, like kind of a concept I've mentioned before, which is if you separate the person and the problem, like, just tell them, look, I'm really frustrated. I just want to tell you what's been my experience so far and separate that out. I think that is one way to, like, bring reality into the conversation without making it about them. The other thing is people, when they run out of strategy and they don't have a way to approach it, they either get upset or they start lying. And both of those are - I look at them as a failing of strategy, a failing of an approach."
    },
    {
      "author": "DOS SANTOS",
      "text": "And so I think keeping some of these concepts in mind, you know, where you're being deferent, you're treating them as a human, you are separating the person the problem, you are trying to show empathy and get empathy in return. Like, all these concepts, if you go in and say like, look, this is not working. Like, let me just keep - and stick to the plan. You know, people want to be heard for the way that they look at themselves. And if you can speak to that, now you're talking about something that actually impacts people emotionally. And when you need to move somebody emotionally, then you can move what their decisions are."
    },
    {
      "author": "KEANE",
      "text": "Thanks again to Craig dos Santos. For more LIFE KIT, check out our other episodes. We've got one about how to have a productive argument and many more on everything from health to finance to parenting. You name it. You can find all of those at npr.org/lifekit. And if you love LIFE KIT and you want more, subscribe to our newsletter at npr.org/lifekitnewsletter. newsletter. And now for a completely random tip from a listener."
    },
    {
      "author": "NICOLE JACKSON",
      "text": "Hi, this is Nicole Jackson (ph). My life hack is if your dog won't eat their kibble without something special on top, instead of topping with those - with treats or with those expensive kibble toppers, you can boil a piece of chicken and reserve the water in a shaker. Keep it in the fridge and warm it a little bit to pour over the kibble at Feeding time. Warming it up makes it smell really enticing. And you can cut the meat and use for training treats later on."
    },
    {
      "author": "KEANE",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Janet Woojeong Lee. Beth Donovan is the senior editor. Our production team also includes Andee Tagle, Audrey Nguyen and Clare Marie Schneider. Our visuals and digital editor is Beck Harlan. I'm Meghan Keane. Thank you for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3691294676.mp3",
  "img": "https://media.npr.org/assets/img/2022/03/16/gettyimages-97970472_wide-89b9a257fbd056ad01ea82f037804143f931ddd6.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MEGHAN KEANE, HOST",
    "AUTOMATED VOICE",
    "KEANE",
    "CRAIG DOS SANTOS",
    "DOS SANTOS",
    "NICOLE JACKSON"
  ]
}