{"title":"These strategies can help working parents build support and reclaim some time","url":"https://www.npr.org/transcripts/1086480869","intro":"Calling all working parents and caregivers! We see you, and we know you don't have much time. Career coach Daisy Dowling shares time management tips to help working parents find sanity and joy.","transcript":[{"author":"DIANA OPONG, HOST","text":"This is NPR's LIFE KIT. I'm Diana Opong."},{"author":"OPONG","text":"Being a working parent can be - well, let's be honest - really hard. I've got three kids and I'm working over 20 hours a week in one job, and I'm spending almost as many hours doing side projects to help grow my career. Oh, and did I mention that I have three school-aged kids? You know, sometimes it just feels like there isn't enough time in the day to get it all done, and done well."},{"author":"DAISY DOWLING","text":"I've spoken to parents in all different fields and family structures and phases of parenting doing different kinds of jobs."},{"author":"OPONG","text":"That's Daisy Dowling. She's an executive coach and leading expert on working parenthood, and she's also the author of \"Workparent: The Complete Guide To Succeeding On The Job, Staying True To Yourself And Raising Happy Kids.\""},{"author":"DOWLING","text":"So many of them report to me being on what I call the toxic treadmill, which is that feeling of having an endless to-do list and running as hard as you can to get through it all, but being on a treadmill where there's not that big red stop button and no matter how far or how fast, how hard you run, always feeling like you're not progressing or moving forward."},{"author":"OPONG","text":"It's not a secret - we all want to find balance in life, and as a working parent myself, I know the uphill struggle that is trying to build a career while being an intentional and present parent."},{"author":"OPONG","text":"Whether you're working parent like me, you're planning to start a family, are already expecting or thinking about returning to work now that your kids are school age, this episode of LIFE KIT is for you. We'll talk about simple ways to win back some time and feel a little more in control as working parents."},{"author":"OPONG","text":"What would you say working parents are up against these days? There's just a lot going on in the world."},{"author":"DOWLING","text":"So you and I and every other working parent really wants to do three things. We want to succeed at work and earn a living, get ahead on the job. We want to be present and loving parents, and we want to remain ourselves and healthy and whole in that process. The challenge that we have, and the pandemic has only made it worse, is figuring out how to do those three things at the same time without borrowing from one to fund the other. So, for example, not sleeping less and less and less just to get all your work done and take care of the kids, or resigning yourself to the idea that to get ahead on the job, you have to somehow put your kids into the back seat. That's the really distressing thing that I spend a lot of time coaching parents on."},{"author":"OPONG","text":"So, Daisy, in your work, you have identified those three parenting goals, right? You want to do well at work, you want to be a present caregiver and you don't want to lose yourself in the process. But how do we even begin to do that?"},{"author":"DOWLING","text":"So the good news is there are ways to pull this working parent time problem up by the roots. The first is to take charge of your working parent template. Your working parent template is very simply the mental picture that you have of what it means and is and requires of you to be a working parent. And that picture is made up of all the different experiences and impressions you've picked up really over the course of your life."},{"author":"DOWLING","text":"So I recommend trying to jot out on a piece of paper, if you can, just all the different bits and pieces that you've picked up over the course of your life. How did your parents operate as working parents? What did your early career mentors tell you about how you were going to have to commit and sacrifice on the job? What are you seeing in your social media group about how people are using their time?"},{"author":"DOWLING","text":"Those are all part of your mental model. But now take a step back and say to yourself, you know what? I'm trying to work overtime to save for that down payment for the house, or my job means that I need to be available in the evenings. So set your own parameters based on your current reality, rather than listening to and always responding to those shoulds."},{"author":"OPONG","text":"In your book, you share some time management strategies, and one of them is called calendar auditing. What does that look like?"},{"author":"DOWLING","text":"Yeah. So let's look at some ways to win yourself some time back. And the first thing to do is to look at how you're already using your time. So I call this doing a calendar audit. And I want you to grab your last week's calendar and a red pen - real or virtual - and I want you to go back and look at all the different time commitments and obligations that you had on your calendar. And I want you to start circling as you read through them some of the items that feasibly you could have stepped away from, maybe avoided, said no to, done in slightly less time. There won't be tons of things. You're not going to find 25% of your calendar's suddenly free. And as you go back and you look at the different items you've circled, more importantly, you're going to find some themes and throughlines."},{"author":"DOWLING","text":"Maybe you're a little bit of a perfectionist and you tend to rewrite messages before sending them off to your team or your boss. Or maybe your kids are getting a little bit older now and they could throw the laundry in, and you're doing it all yourself because that's how you've always done it before. Now I want you to take those insights and play it forward to next week and start circling the things with those insights in mind that maybe you could get off your calendar. Yeah. I think the other piece of the story, too, Daisy, is keeping up with the Joneses in a way. Social media shows people on vacation or - it's easy, I think, to compare oneself to what other people are doing and thinking, well, if I just work harder or if I'm more like my parents who worked really hard and never took breaks, that's success. So breaking that template's one thing, but how do you break the template when everybody else is also doing that?"},{"author":"DOWLING","text":"Right. So try to get out and break the habit of day in, day out scorekeeping. When you're constantly sort of marking yourself and grading yourself against what happened in the day or what you see in the moment, it's going to be really tough. Instead, think about week to week, and look back and say, did I use my time the way I wanted to? Look at your accomplishments, what you were able to produce or deliver at work. And as much as possible, remind yourself that this is your game that you're playing - it's not other people's - and that you may see other people's Instagram feeds or sort of the highlights reel of their working parent experience. But behind that highlights reel, they're facing all the same struggles that you are."},{"author":"OPONG","text":"Yeah. OK. So here's a question that I'm curious about. So we don't want to do the daily scorekeeping, which I totally do, but we do want to do the calendar audit. How do those two things coexist?"},{"author":"DOWLING","text":"What you're doing with a calendar audit is looking at a different unit of time. You're saying, over the past week or over the past month, what was I able, in average, to get done? Is my overall time usage aligned to my goals? Over the past 10 days, have I shown up as the kind of loving, caring, thoughtful, good listening mom or dad that I want to be? So it gets you out of the sort of day in, day out sense that you're falling down, not doing well. Instead, you're basically opening the aperture up and saying, where am I going with this? Am I generally on the right path? And that's a much more powerful way to think about managing your time. So think about the next week, and think about just taking on and actioning one or two small things that will give you just that tiny bit of extra wiggle room of extra lift."},{"author":"DOWLING","text":"So let's say this coming week, you ask one of your extended relatives to beam in and to help your 10-year-old with her math homework instead of you're doing it, and that gives you 20 minutes back of your time. And maybe you go back through your calendar, and you realize that you're working on a project at work that maybe you could ask for a little bit of help for. And you go in, and you start asking at work if you might be able to get a little bit of resource or support there. Maybe that works. Maybe it doesn't. But regardless, what you've just done is take charge. You've won yourself back some time. You've put yourself in the position of being active about taking charge of your time."},{"author":"OPONG","text":"One thing that you mentioned in your book that I really enjoyed was the idea of timeboxing. Can you tell me a bit more about timeboxing and how it can help a busy family be less overwhelmed and feel calmer?"},{"author":"DOWLING","text":"Timeboxing or containment is just taking a lot of stuff that's inevitable but that you may not want to engage with constantly and putting it into a container. So let's say you find yourself constantly doing housework and trying to keep up there. And that can take over, like, all of your time. Instead of doing that, say, I'm going to spend the next 25 minutes cleaning and tidying this house. You set a timer on your phone. When the buzzer rings, you're done. You will have only made a dent. The house is still probably going to be, if it's like mine, pretty messy. But in working parent world, a dent is good enough."},{"author":"OPONG","text":"Yeah. But there are those moments, Daisy, where we're too tired. The list is too long. The treadmill is too fast. So I can hear a working parent hearing all of this and thinking, I don't have the energy, the time or the money to enact any of this. What would you say to that person?"},{"author":"DOWLING","text":"Break it down into small bites. Huge comprehensive changes or new approaches - yeah, they can feel exhausting. And if you are all out, try taking a micro-break. A micro-break is 10 minutes, 15 minutes where you say to yourself, I'm not going to do anything that's, quote, unquote, \"productive,\" right? I'm not going to be folding the laundry or reading my work messages or whatever it is. I'm just going to be doing something that I find enjoyable and restorative, whether that's taking a walk or just sitting here with my thoughts or calling a friend, whatever. But that is not inactive time. It is time I need to keep moving forward professionally and as a parent."},{"author":"OPONG","text":"I feel like there's a lot of judgment around taking breaks as parents and workers. How can we free ourselves from other people's opinions and our own?"},{"author":"DOWLING","text":"I think one thing that can be really powerful personally is to take a set-it-and-forget-it-type approach. And by that, I mean, coming up with rules or guidelines for yourself that work. And I'm going to use a personal example here. So I've taken an approach that on Saturdays, it's my - and I use this word non-religiously - but it's my Sabbath. It's the time that I'm going to do things that I find fun, relaxing, happy. And as soon as I made that decision to say I'm going to try and protect my Saturdays, I wasn't constantly bargaining and negotiating with myself. Well, other people work Saturdays or I have a lot to do or what's on my to-do list. That kind of mental chatter and noise just went way down, and I could actually enjoy that time, restore, and then, you know, honestly, Sundays, I spend a lot of time catching up on email. But that's OK because I have that regularized break."},{"author":"OPONG","text":"Yeah. But then there's also, like, 100 things to do at home. There's laundry, there's dinner that you have to decide whether or not you're going to buy takeout or get at home, but some people don't have the financial means to make some of these changes. What can parents who can't afford takeout - let's say that's not an option for them - what can those parents and caregivers do?"},{"author":"DOWLING","text":"Yeah, so we all have different levels of resources. We all have different types of help we can reach for and not reach for. So maybe a manager who can extend you a little bit of informal flexibility, or maybe a - the nurse practitioner at the pediatrician's office can give you some advice about how to make your kid's bedtime just a little bit easier, or maybe neighbors or friends of friends or if you're a member of a faith community, for example, maybe some of the people in that community can help bolster you in ways large and small, make sure the kids get, you know, home safe from the bus after school, for example. Help and support system is this village is going to look unique and different, but we're going to be the architects of that and think about how to make it as large and robust and well-functioning as possible."},{"author":"OPONG","text":"Is there language or a good way to ask for help when that's outside of our wheelhouse?"},{"author":"DOWLING","text":"Yeah. So one of the ways to think about approaching those conversations is that it's OK to hear no. You know, if I'm not asking for enough help, if I don't hear no sometimes, it means I'm not going far enough. So if you take that pressure off - I think a lot of us are worried that we're going to say, can I get your help? Could you do me a favor, and that the other person is going to decline. That's actually OK, and you can bake that into your ask. So I think it's just taking that pressure down and thinking about how you make the ask in a way that doesn't put you into a position of thinking I have to get yes as an answer or put the other person under pressure."},{"author":"OPONG","text":"So what are maybe your final encouraging words for working parents who are like, OK, I hear this. I hear what Daisy's saying. What can you tell them to help launch the start of this new perspective, this new journey?"},{"author":"DOWLING","text":"Yeah, so the time management thing I wish were once and done, like we could prepare and then step into working parenthood. And the reality is that this is an ongoing system that you're going to have to keep working. You want to set some good baseline routines in place. But then you constantly want to be going back and reevaluating and saying, how are things going? So if you thought, OK, well, the baby's 6 months old, you know, I'm back at work, things seem to be on a good keel, I'm just getting the hang of working parenthood - yeah, then the baby starts crawling, and everything seems to change, right? That's when you need to go back and reset and look at your calendar again. So this is an ongoing maintenance as opposed to a destination that you can land."},{"author":"OPONG","text":"Thanks again to Daisy Dowling. For more tips, check out her book \"Workparent: The Complete Guide To Succeeding On The Job, Staying True To Yourself, And Raising Happy Kids.\" For more LIFE KIT, check out our other episodes. We've got one on the benefits of reading aloud to kids and many more on everything from health to finance and parenting. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now, a completely random tip, this time from my sister, Patricia."},{"author":"PATRICIA","text":"Here's a tip for busy families who use a dishwasher to save time. It can be hard to know whether dishes are clean or dirty. A trick we use in my family was filling and closing the soap dispenser. So whenever you open the dishwasher and see the soap dispenser open, you know the dishes are clean and ready to be put away. It's a simple step that can save you time and provide a mental shortcut in a busy day for parents."},{"author":"OPONG","text":"Thanks, sis. That tip gets a 3 out of 3 dishwashers from me. We use that trick at my house, and now most of the time, no one's grabbing a dirty plate from the dishwasher to eat off of (laughter). If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."},{"author":"OPONG","text":"This episode of Life Kit was produced by Janet Woojeong Lee. Meghan Keane is our managing producer. Beth Donovan is a senior editor. Our production team also includes Andee Tagle, Audrey Nguyen and Clare Marie Schneider. Our digital editors are Beck Harlan and Dalia Mortada. I'm Diana Opong. Thanks for listening, and good luck slowing down that working parent treadmill. I'll be right there with you."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6148590245.mp3","img":"https://media.npr.org/assets/img/2022/03/23/tildarose_npr_finalart-copy_wide-c55a1eefd1a86ea3f52833eda819dede6a5abea1.jpg?s=1400&c=100&f=jpeg","authors":["DIANA OPONG, HOST","OPONG","DAISY DOWLING","DOWLING","PATRICIA"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,17,3476,19808,19677,25840,20316,18138,17648,18236,22074,13517,4644,5293,2632,6234,3262,2311,1796,881,1414,19687,23593,14880,16239,12846,12412,7804,13911,18496,3195,14005,26948,3808,1790,1126,26473,21694,15404,16601,23993,13057,15940,20427,20361,10561,19625,16502,8145,22368,18142,20142,18139,20746,16048,22268,21341,14864,14030,18272,11519,12109,25229,25721,26413,17219,20732,18606,9458,5084,17219,20804,18390,1797,3696,22735,18684,11817,11887,24001,23094,24947,9957,18166,21981,16829,12796,8214,19703,17117,10530,23652,8359,1278,16216,19134,17054,17792,4716,18291,15007,16290,18296,14071,9102,14820,9035,12105,13720,17061,10165,13068,10814,9382,9119,13279,13334,8222,13046,15733,18873,26823,15787,20468,4421,13931,29715,15061,21287,13782,10618,21346,12695,16464,12382,13853,10967,2855,25997,27818,21459,21858,26656,16814,17693,4542,16949,14038,21440,10691,11964,22791,23626,22408,10199,15107,12269,22390,17692,22102,14016,10877,16770,10077,3772,16465,20597,14294,12246,15232,12132,14255,19169,14686,12397,17591,11502,14402,16271,21365,8186,3804,4904,15702,20103,18043,13396,11483,9789,14838,12861,12486,9151,6040,22501,22001,13833,18839,9928,13951,15524,13554,12206,2600,22339,14978,18317,16380,13025,13077,17811,11360,13225,13921,15505,16788,18888,17432,16226,13675,23366,16472,8278,22692,8732,3380,24456,19258,17654,13552,19001,4918,13631,13854,9720,9655,12004,4299,15180,19504,15815,12304,26872,22660,19918,21926,14769,11301,17330,20617,20158,14015,23594,21041,3923,25653,23432,19942,25595,17160,21233,10845,23399,10269,17903,11415,9100,11188,11236,17373,13214,21582,16486,20239,9179,4016,3867,5035,27957,26752,20310,23417,12906,10514,16764,17656,20364,19465,14109,16702,17984,25445,19469,7075,2986,19804,21069,27381,12682,21558,25707,12894,17360,11833,19384,12015,16556,24261,15689,18846,8244,7125,11920,8656,4256,2312,3628,18353,23801,15661,11527,16120,14581,10060,24665,7909,15786,13996,15774,18762,6802,11361,24613,19444,20655,15108,15714,7136,12263,4333,3386,1651,1862,1808,5969,5759,3373,4271,2746,723,692,1691,1095,904,510,811,1363,20516,26599,26079,16628,24737,14272,12019,26989,20029,13231,14507,20508,14949,17929,25020,12401,11698,9837,11571,14237,17598,13134,18128,23670,15197,3486,23661,24785,15747,20417,21267,24772,10172,9059,17377,17933,9703,17753,1516,18269,15750,20417,12923,14577,12092,10519,7684,9954,23807,22372,21904,16859,15985,13445,12785,17382,12218,14583,15751,24248,13388,19109,9969,20521,5847,18083,13623,15955,15944,10374,8168,15170,11298,11641,13115,13704,11441,7250,9389,24187,23300,15993,6719,82,41,26,22188,28516,27475,15030,20545,19579,25236,16887,8043,14637,16245,18089,17189,14222,16812,26109,14035,9000,9609,9529,13791,22548,17836,20109,20494,21028,17579,14068,9482,13326,13458,13728,25629,15464,10584,17144,23950,23196,15471,14268,16746,25153,24383,26352,24594,19001,11779,24751,17250,13417,14441,2102,3,4,41,19817,16092,18655,16564,15758,21379,11727,20683,7620,3024,14857,9383,13403,12129,6694,16817,10316,8398,19280,9579,3396,22287,13913,21550,8769,8514,19318,16694,10777,9492,10527,15896,18134,19061,20389,12066,10764,16731,10227,8301,8957,12951,11959,13470,22621,16375,10409,7029,23063,13924,21986,21699,21755,20303,14320,16325,16465,10505,12147,12624,11855,9904,12395,11194,22574,18380,17898,21447,14853,21861,21117,15112,21544,7822,12631,739,6,14,9,7,7,6,5,24629,16469,23094,23520,12112,21721,21136,22856,16526,23605,20386,22412,15420,17632,26531,23780,17169,5373,201,2195,1128,22080,13696,7797,21887,17317,12265,23980,12490,12475,14046,12539,13428,11151,9363,8116,5703,141,13591,13252,14660,17811,8513,5294,439,23479,16106,13660,11618,13507,819,577,20926,23763,21182,16608,13125,14069,18821,494,14846,17398,13698,17770,18424,5825,19037,17479,15879,11288,12405,14834,18935,5619,718,594,17944,20269,16508,21541,17741,11830,15705,12012,11085,12688,12826,12895,3374,945,18597,15512,13576,11310,11583,8312,21227,9265,10891,424,23442,20355,26841,17270,17685,17546,9458,20613,22262,7184,591,19940,15726,19933,14313,21630,17463,14824,16615,10369,22247,12110,15669,15401,21060,10313,9459,14509,11083,16238,748,11837,23429,17495,14775,11735,14642,16752,12452,12181,15762,1631,18087,17602,14957,12885,12181,9470,11620,21783,1068,21286,22185,11450,14253,21256,11266,10726,18235,16948,7219,7646,12597,4839,3,25196,17519,12063,14232,22454,22273,3851,13324,27412,27115,16756,8944,19168,15432,12268,21244,13227,13278,26337,19538,13693,14881,22230,12221,14866,13820,24226,18853,9207,18281,15726,23694,18064,995,9885,25773,8098,12363,13789,6390,9663,2466,71,5177,993,18104,18580,15954,11615,17177,13430,14849,15733,14091,13120,15203,21036,15182,12349,14486,12497,17669,16324,24550,11077,10234,1142,1587,23096,18600,13321,13170,11026,11724,12428,13048,14745,10535,12968,13119,6261,1070,667,21974,18304,22702,15775,9195,16033,14483,11143,13603,13647,13093,20642,19244,3830,3234,21512,13523,13939,14700,11222,20114,15438,7466,9226,10303,8633,4674,340,24525,16748,16919,19731,14275,16088,11010,18238,13436,18530,13363,12241,20534,13028,13934,14431,10603,15679,1436,593,16182,24014,23592,17877,20481,19075,13796,14967,15910,22781,18593,8585,14007,9217,265,4051,20794,24047,15795,12517,12771,11185,25356,1436,12777,14436,15824,12764,11382,8579,15636,1497,20017,19328,19696,10893,9583,8189,8248,15263,13718,11868,11950,13709,10286,10351,18084,3848,28798,9795,8384,13997,20061,12675,8436,11928,2064,19132,22836,12670,15390,13457,12881,11450,9601,16847,9658,10866,12687,6781,4270,599,4982,24966,17118,21085,12074,11793,13209,18987,24513,15263,14303,13541,11821,17419,10944,18272,1573,1142,24533,16361,11179,18921,13239,13226,21402,17109,16224,16758,9032,8216,15768,14993,15581,1023,22101,15439,23772,14997,12067,13128,13903,11568,10730,7487,27121,10386,15638,20176,11386,13913,10991,15517,7954,17616,17204,14255,11718,16532,6142,22518,13155,9252,8287,20325,9143,20266,16393,14058,42,13480,14232,13623,9593,7358,72,905,19592,27530,960,10727,20908,20149,9920,23248,6177,11729,18977,28188,15841,5521,23226,21397,10515,3314,19783,25741,16619,7240,230,67,2475,2063,21487,22577,19660,18796,18869,13534,15827,17299,15263,10648,13589,11683,700,25691,17249,19417,15644,16338,5424,14104,8666,17114,10720,17254,18982,13953,10492,8356,6418,5399,2214,6654,20065,26738,16889,16054,13581,11312,11551,9988,8562,963,20696,24722,14730,18086,17217,12999,13453,524,23687,20817,14629,12479,11853,13236,8950,7164,16021,10428,9031,1219,22978,21229,15391,15624,12650,11337,18585,17087,14359,9905,12034,12766,19644,16940,11131,7605,9784,11039,11827,2167,27355,23473,9562,17164,13093,13069,11804,129,18269,16817,11791,11619,562,21090,23498,16857,15643,12057,13067,13622,3571,3919,19001,18954,6197,17674,13064,18180,11627,8968,13248,10169,12365,12489,9097,11681,17392,17055,10107,12392,12513,7662,25224,22476,13096,21832,12620,13608,16474,15903,9823,13004,13490,10651,11024,21726,14447,8877,14528,10510,1427,21929,16381,16858,11688,16474,13568,13134,11647,13738,8235,10786,15821,17553,8857,16869,14970,9012,16712,10199,9071,15421,929,16444,16561,15557,16228,14409,14214,18776,24159,12246,9809,11306,13074,14369,13998,19690,11397,12222,12098,20109,8609,7510,18024,13432,1257,19745,21226,17773,10796,14604,11935,12898,15433,14997,12775,12821,18884,10319,9857,6519,9294,13089,16945,16588,14791,12987,13146,12697,13452,5324,5591,486,588,22420,18525,9308,13334,12480,7180,540,20391,24778,22595,13453,13364,1820,22261,23163,19803,13256,9993,15315,11689,16839,15110,16851,16324,8778,12621,12501,7816,7773,460,19,378,27160,27981,14796,26822,14974,10454,14615,8361,10472,14347,13235,4132,11047,26651,17610,15773,18923,6231,21008,21188,479,16834,14387,23657,19859,14363,20358,19579,17541,17019,18199,19849,624,16932,10642,17625,20230,7142,8064,14850,13684,6150,122,1235,23539,28767,14829,11654,20661,16498,12125,10683,18828,459,18869,20648,24667,23996,15357,24934,19065,23196,26732,26803,15971,10340,22853,11275,19613,24453,13630,18975,3308,3141,27520,3960,17344,26016,2501,377,17732,24935,24052,20138,20196,19193,18587,25215,22259,18948,26243,15311,605,17273,27255,16814,14391,8976,9378,102,1319,14326,2040,18105,21119,8847,19942,18897,22448,304,19658,11296,18847,17934,15166,2011,20675,12993,20334,15245,17181,6896,5453,1162,3867,18199,22347,22677,14248,12691,19863,22160,11934,10670,13193,14130,9608,12105,10738,22913,12285,11901,9630,19889,12697,14487,1088,22300,18465,12359,15843,6350,422,24506,15856,16099,14073,14997,12782,10929,11171,7730,3164,20622,15650,20678,9219,11833,722,18417,21414,9158,14262,11321,10963,15228,7979,13532,16513,8372,9170,11378,10564,8740,13216,14536,21390,16547,19383,929,22766,22283,16172,10536,13553,13170,7968,14005,16479,11161,17433,9319,9329,10393,13778,21468,17004,8692,10815,13285,11156,17981,10161,10524,168,488,18335,17037,9208,11137,13003,22879,13680,12619,11755,15983,16514,16898,16529,15263,16686,18255,19270,13317,13720,1244,19394,15712,11051,10793,7372,7833,320,41,19246,15802,181,24982,17678,17043,23362,2208,24782,13735,18228,12418,14204,20503,15677,338,1689,28030,24790,18716,14549,15514,8021,4323,18419,17352,15681,16709,9551,273,476,20105,27131,20751,19081,20299,16162,25097,9669,20627,5102,19621,19268,1843,49,19644,17387,11386,13424,20494,14228,12093,12885,15472,16311,12834,11931,10531,12618,8070,5112,1060,22533,16435,16757,11174,10356,12608,13374,17055,17675,13809,744,26216,22924,20466,14384,15635,1917,21243,22328,20196,6798,11603,16891,12588,5466,26822,22415,18670,16042,14975,10901,10226,20391,18052,9083,10245,23887,1230,978,20102,17637,10710,13528,14920,12076,12082,14842,12069,11741,2329,383,25074,16901,13131,13383,7328,23000,15450,20241,11563,13540,23307,22238,14516,15606,11016,10850,1616,18100,21350,19475,22913,14063,12466,17234,10760,22136,19286,12348,11671,5557,7263,24038,22736,14934,24303,25550,5378,18473,19026,14600,14554,16241,10895,10876,9948,8706,12915,8535,818,16164,19765,18289,20882,10847,18195,12613,13380,8314,15253,12745,1391,22276,16917,11022,25429,14136,7719,11066,12203,7331,6312,1696,1863,22355,24061,25456,17680,9314,15740,18154,16999,11897,8377,13830,11256,10480,12697,9567,17857,12981,10280,19837,17325,14509,11059,10255,8612,10562,11874,16886,13496,13300,16248,16259,12100,8998,8750,1631,1256,22189,21802,13308,12619,10399,8448,8853,22812,13496,2711,17605,19505,13353,23158,13625,11980,12236,12546,15041,14253,9307,26935,15243,16296,15388,14883,12870,23362,13324,8726,12483,8834,11771,9184,993,23798,15902,14228,14020,14129,8524,9494,2412,21928,19868,11567,12395,21936,8852,11067,10022,19206,18866,14560,18412,18541,16891,1066,14010,16451,15465,20384,10570,16832,12969,14047,17456,12528,12962,15234,9650,2671,16822,20347,13988,9641,16074,25169,10955,19627,16572,13450,10955,14737,15092,15740,11615,10615,11382,7926,12076,1132,17679,22770,8979,14579,9165,2742,1204,21735,21768,13221,17118,14868,13463,11409,13017,14098,9476,10280,18268,16315,14088,11157,9556,7982,17429,11013,11622,10604,7829,691,25189,15432,17858,26425,173,15599,16713,16525,12195,13446,2,22872,17210,27611,11741,11384,17554,15182,9775,16551,20327,6708,337,26704,24645,25348,23904,9838,13258,13977,25184,9803,24897,24423,26898,27801,19325,4952,25511,25724,19531,14812,16778,13325,15501,23628,21667,15942,12544,14603,8745,113,6968,23266,16994,10405,5694,12945,11531,1220,21966,18647,13782,18070,21569,14092,22341,16111,20421,20710,19539,16408,14226,19401,9263,11716,12074,11377,4904,19879,17675,16341,9608,8246,5510,16462,12239,7891,1602,19635,23776,20975,10789,19454,19777,19934,6370,19050,10936,15423,11851,14209,9551,20276,15543,1778,1058,24867,17223,24858,12066,12135,12618,10373,20834,14619,9377,13646,1545,1074,19842,15140,12344,12664,22942,10730,263,25349,15993,10399,11551,15535,11466,5691,43,13446,16384,14564,22015,9583,19818,15708,596,14529,11987,20067,14967,20681,4767,12553,21048,17427,9743,13542,7457,15246,17086,10939,9563,16094,12912,11694,17967,10050,14929,23119,11958,16188,12797,17421,15896,26339,20879,21367,9440,21587,21744,21010,15444,13887,12082,15050,8099,10435,9846,252,70,796,24214,2767,342,169,25213,27916,21368,12777,7004,11814,28321,25224,21267,6532,17274,13278,22883,19758,9839,14542,27163,11669,443,7831,26943,20037,7978,17704,13125,14808,19763,15753,7666,11035,133,24163,23044,9393,5163,19574,19134,17765,19044,15692,17676,24442,14918,9033,218,4976,26230,22235,24203,17888,9502,5351,18,32,5866,1871,15038,19708,22482,20382,10933,18036,15723,17506,2265,11480,12716,8744,10329,18122,15413,11265,17744,19692,14361,15701,11478,15927,18342,4328,1246,18618,14375,14850,18135,502,14659,13285,12005,20930,14901,16379,7783,299,11251,22981,14968,12322,5570,13310,10872,11848,14321,10877,12771,13124,21065,2106,111,23785,23369,13882,17223,8876,13787,14035,16997,4132,20870,26357,19408,17037,23978,12748,17742,14200,14812,16899,14489,10374,9355,15263,15135,16052,14330,1688,22943,19128,12979,14968,22708,16049,8422,10402,18304,9505,12984,11672,11301,26039,23321,17184,12687,9258,26147,18042,19074,20479,19697,11211,1176,1001,23847,23082,17728,18418,5872,8957,17452,15891,16673,10295,9408,8065,10821,9419,21776,11689,151,818,22158,12470,19374,8668,10922,3,9966,21461,20694,25851,22172,14709,21157,11954,19976,2849,11585,17943,10315,15803,12886,4740,278,831,25194,14985,23763,20771,11523,5472,23182,9913,8658,10828,2287,15115,18098,3816,16,18,1284,1103,26437,22967,21110,13180,13027,13400,22123,7551,14367,10251,9010,9843,23706,14149,11684,12491,13163,12186,18261,18864,10847,6941,1311,9499,20747,23999,17515,5727,11531,15018,19200,17185,11347,16879,9387,13097,3053,1088,25662,21442,16193,15937,19160,10178,9216,16575,26880,17500,11670,17884,16944,12683,11853,13605,10607,7540,13472,13264,17757,15185,9102,11409,16334,11908,11079,8875,1348,20740,13255,17300,2793,7634,5975,17557,22057,14889,18186,11442,9927,9184,18192,13779,4480,24902,12827,16369,16169,22651,10338,1438,17749,18740,21326,17528,14139,10677,17962,8677,771,24356,20873,8881,11893,20938,12142,1920,24676,21356,22713,10754,27975,13248,8872,14381,9617,15785,12209,17646,12476,9591,11300,9356,24730,10327,13838,20423,9700,12506,1834,21562,23611,19837,18160,11235,15236,13505,12728,10726,13456,10097,20730,21055,22489,8581,9562,14368,14005,10661,9299,13300,16981,17469,11310,14798,15991,17231,15572,11962,23921,19942,14569,16695,10241,13895,9575,25066,16393,10486,23204,16798,15378,9395,12257,8265,149,16,7435,20890,7924,211,25491,19889,20517,20446,14257,19,17,9129,23752,27586,21316,18875,19602,9720,20238,12480,10829,11308,1105,936,18036,18945,13850,18248,18680,16485,14714,21873,26537,23814,1663,17059,20081,593,25771,13327,21529,18788,20870,826,19263,16437,13354,12912,2229,11005,17907,18452,7964,10046,10429,380,17213,18136,14567,6582,5697,25644,16321,10608,20440,21861,25391,19253,13284,10149,248,17314,25075,7743,12052,9531,8566,7580,2815,2150,15375,23526,26181,23681,22271,16130,19799,12689,12645,16797,9674,27545,17735,14950,10758,12177,17716,9150,15457,23795,14871,22980,6533,10425,1557,1429,10556,14416,11746,19678,22295,12825,11098,14880,15045,14150,5508,23750,17050,17976,12770,11287,14991,16147,809,14670,17408,16185,17391,15305,8960,11086,20207,19225,19608,18656,13819,16937,16214,15172,12872,11408,11072,16072,16549,8966,12437,11859,13427,11338,12157,12146,12921,19141,17299,13194,11461,11670,148,690,18316,19394,14901,12761,9901,9609,18103,9272,5036,19006,26690,12578,15172,19830,22841,9021,7494,22984,17634,11991,13591,11391,15615,8064,13887,18843,17318,13686,14598,12264,10000,23951,14493,21975,19278,15025,10152,7560,8959,5165,1448,5071,24061,17087,20516,16300,13142,9253,11972,12267,9735,9453,13279,13304,19692,6560,629,21084,19201,16067,12654,23161,14069,11323,11954,19391,15810,15561,13204,12716,18844,24180,20249,10591,22512,15856,21648,6925,9135,5448,9,61,20,21745,23349,25531,13295,19561,22300,20768,17927,15682,19584,21478,511,25085,26698,25224,25330,22073,18588,13563,3488,206,160,1731,869,19059,21567,20909,20628,17440,17533,16856,12937,9246,9543,10311,11565,14675,26369,16239,15382,22932,6338,14545,5218,10022,15708,12137,11520,12430,887,1391,784,8701,23054,23389,9722,17222,18434,17539,15582,12250,14019,19597,16903,12008,1227,25664,17227,11520,19742,8284,9673,18562,16475,12445,22956,26417,19952,18163,20723,15456,12664,9194,20207,7897,12300,22181,16551,7072,14389,18362,8634,20316,23923,12976,8943,7745,17952,6593,24596,24814,17808,9964,11957,19683,15897,15969,11809,18072,15293,1029,13839,22923,12362,14421,18719,13072,10220,10909,4345,15930,23200,16314,20055,9458,19664,13205,10471,12744,10801,7965,311,6189,18739,15936,13248,14191,12170,12387,22239,12420,8583,25310,13142,23292,20916,17446,8853,11822,5293,52,313,187,150,19650,26559,14313,17644,14273,26890,16784,13657,25576,20866,19883,20776,18125,15033,21383,24914,15223,18657,10284,12803,8063,17065,11942,3547,24184,13763,23976,18520,2592,17036,2865,22527,21882,11860,13466,9471,25619,12286,9397,9142,10884,87,1066,897,496,22532,17115,18453,17840,15184,15594,16265,20126,14571,20569,19476,24697,9247,8397,25232,20277,12561,14922,13937,22091,11241,18999,17952,22354,15057,9672,12430,15978,11524,9679,7259,13135,16804,9928,8601,6138,1296,9757,19412,16171,11466,8324,15453,15288,17653,10699,7260,6583,6964,10781,452,726,16723,14814,20202,14716,10574,7689,11592,9353,1126,21196,15242,17832,6290,12027,7746,16063,7489,8086,1359,2296,17759,22315,16374,19549,23143,18816,23953,10817,16773,7508,18492,12712,17455,10110,14667,25511,15772,12427,15842,9620,8336,12020,12371,18183,8709,8137,23569,17104,1850,25129,12145,12140,21901,17410,10225,22302,24917,14674,7748,15522,11377,1745,337,24305,24931,13434,14752,14329,16247,7646,17991,12559,11080,10508,12635,10994,5571,18480,16415,18253,16121,16816,8264,17266,14162,12444,14643,9908,5222,13654,14544,6500,9521,6746,6184,3891,9150,8624,6199,10287,9145,21666,20670,25606,21087,26584,13731,23689,23238,4206,12810,5422,15062,27762,25721,24217,23140,21946,16422,22684,10531,3885,19364,14145,22856,11745,15599,17830,26785,24946,16856,13480,8369,27518,16173,17144,11420,13930,4517,6988,3173,1406,15923,25249,19605,19826,16019,20355,27282,14373,5948,8596,26871,24597,23848,29592,11567,17306,22452,12502,6306,22634,20257,16208,27109,11669,25962,15724,20780,15974,11785,16404,9439,4086,1785,25665,26380,23530,25451,21176,15619,23174,12891,14667,7240,9516,16584,28072,27735,19274,17730,18707,13413,24712,20580,22787,23071,13902,22583,21592,12899,24113,18227,13013,7454,11722,4086,17737,22227,16728,13268,21184,21873,14571,24653,22107,21832,16862,10543,13098,7468,3150,6214,15773,19648,20406,9930,14587,7632,9985,15995,14873,21679,10157,11635,17100,2272,2195,19784,24612,10589,23507,21315,14367,18691,8199,13009,13392,5894,2523,22742,21362,8526,7529,24346,18908,12701,11923,12766,11482,12527,11557,18283,15696,13907,11017,1765,20410,23095,13732,18244,20166,12614,21250,16159,8468,20870,19921,12744,12331,20719,12431,6334,20974,13519,24884,16886,11970,3262,21381,8228,20395,11534,3068,2473,8264,18840,11124,25820,22748,8578,10222,7310,19459,1464,13203,22656,16671,12390,17030,21326,6264,11123,16069,20943,11896,7449,5081,1283,20891,17455,7030,5007,29458,19658,12842,23084,27502,22304,24793,13989,9653,14178,23854,29040,17441,10768,25116,25416,25464,26058,8299,21930,29934,15582,12995,16908,16462,21434,18834,16580,16232,11520,9440,6867,13151,12201,23888,18660,23890,23146,28101,18715,28247,12719,21278,10092,8051,12431,25207,11753,7236,23454,11753,13576,13232,17620,25892,14289,15466,14555,5917,18465,26171,10549,16943,13546,16860,13943,8321,5381,4700,2298,18205,19610,25906,16078,10556,26072,21091,18098,17634,10779,7500,3298,27736,24643,15424,13690,21453,17072,10710,9931,5278,5551,26368,27709,21919,25198,21941,16045,26822,27431,17498,12235,10109,16286,12679,15638,3998,26705,18285,15052,16951,20803,21372,19259,4391,24022,18551,25672,23023,21160,28007,18893,13301,16546,20652,19930,7037,1329,12632,23970,26085,19119,26597,18192,20741,25028,25139,6929,23478,24003,20663,20228,10028,8459,10496,18012,7390,16773,19508,10758,2992,1664,1045,14123,8943,6722,3129,7326,5631,1416,902,3847,4929,2322,1392,819,951,339,152,78,45,17,27,23591,12778,12741,13971,15564,19376,13297,10453,3865,22239,18165,12338,9203,8677,5954,15342,11265,14026,16011,9758,2123,16276,19996,14079,11933,10300,15996,13486,10372,18966,16413,13131,20902,3225,21615,15681,10916,10017,15332,13637,14631,17796,11246,15196,11988,11935,16253,21891,10712,4069,17806,18892,15302,21087,18007,10814,8331,16323,12579,8535,21623,17717,17982,16970,13725,7775,3745,19113,14505,16181,23518,8019,3957,21329,14704,22171,11803,17515,17365,9404,15314,14314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,11785,12868,13112,5754,1996,11,3,25488,24477,23933,17277,24634,14348,10979,23149,20093,16529,3552,19185,21819,22039,26219,10948,8613,22043,20062,2408,28069,28066,12128,13290,4392,17908,23934,13797,12952,14618,20844,7432,21209,20465,15317,17299,23015,14926,15790,21324,11240,4529,25230,20455,15374,12674,18063,24341,16334,21858,20105,11715,27572,14661,15686,18548,16069,11928,15321,14117,6559,23230,15475,14310,10765,21708,21304,23783,20291,8207,23539,21142,8164,23130,19846,25675,17670,14466,15211,19703,14133,26180,15025,15284,9660,9566,13399,9917,5538,2099,25662,16632,14520,18715,9626,9063,20993,25414,12007,10635,25213,26920,20056,25923,23821,28295,6027,24159,23209,14617,13031,5360,69,21512,19360,11732,24731,25737,22580,13826,14420,19395,24868,21311,7092,26412,17229,12246,20643,20129,10510,11572,12990,11970,23639,9557,17220,20428,8919,12229,19812,17635,20392,8443,26131,20850,23864,18080,13521,17735,19245,14329,21173,23226,25010,15990,15978,15426,25800,28493,8543,16996,13389,17240,17284,10536,4136,25885,12669,18181,20373,20638,18753,10764,13931,4613,43],"fragments":[{"begin":"0.000","end":"4.600","lines":["This is NPR's LIFE KIT. I'm Diana Opong."]},{"begin":"4.600","end":"46.640","lines":["Being a working parent can be - well, let's be honest - really hard. I've got three kids and I'm working over 20 hours a week in one job, and I'm spending almost as many hours doing side projects to help grow my career. Oh, and did I mention that I have three school-aged kids? You know, sometimes it just feels like there isn't enough time in the day to get it all done, and done well."]},{"begin":"46.640","end":"53.040","lines":["I've spoken to parents in all different fields and family structures and phases of parenting doing different kinds of jobs."]},{"begin":"53.040","end":"66.400","lines":["That's Daisy Dowling. She's an executive coach and leading expert on working parenthood, and she's also the author of \"Workparent: The Complete Guide To Succeeding On The Job, Staying True To Yourself And Raising Happy Kids.\""]},{"begin":"66.400","end":"88.200","lines":["So many of them report to me being on what I call the toxic treadmill, which is that feeling of having an endless to-do list and running as hard as you can to get through it all, but being on a treadmill where there's not that big red stop button and no matter how far or how fast, how hard you run, always feeling like you're not progressing or moving forward."]},{"begin":"88.200","end":"100.520","lines":["It's not a secret - we all want to find balance in life, and as a working parent myself, I know the uphill struggle that is trying to build a career while being an intentional and present parent."]},{"begin":"100.520","end":"135.640","lines":["Whether you're working parent like me, you're planning to start a family, are already expecting or thinking about returning to work now that your kids are school age, this episode of LIFE KIT is for you. We'll talk about simple ways to win back some time and feel a little more in control as working parents."]},{"begin":"135.640","end":"141.040","lines":["What would you say working parents are up against these days? There's just a lot going on in the world."]},{"begin":"141.040","end":"231.280","lines":["So you and I and every other working parent really wants to do three things. We want to succeed at work and earn a living, get ahead on the job. We want to be present and loving parents, and we want to remain ourselves and healthy and whole in that process. The challenge that we have, and the pandemic has only made it worse, is figuring out how to do those three things at the same time without borrowing from one to fund the other. So, for example, not sleeping less and less and less just to get all your work done and take care of the kids, or resigning yourself to the idea that to get ahead on the job, you have to somehow put your kids into the back seat. That's the really distressing thing that I spend a lot of time coaching parents on."]},{"begin":"231.280","end":"254.280","lines":["So, Daisy, in your work, you have identified those three parenting goals, right? You want to do well at work, you want to be a present caregiver and you don't want to lose yourself in the process. But how do we even begin to do that?"]},{"begin":"254.280","end":"280.080","lines":["So the good news is there are ways to pull this working parent time problem up by the roots. The first is to take charge of your working parent template. Your working parent template is very simply the mental picture that you have of what it means and is and requires of you to be a working parent. And that picture is made up of all the different experiences and impressions you've picked up really over the course of your life."]},{"begin":"280.080","end":"301.760","lines":["So I recommend trying to jot out on a piece of paper, if you can, just all the different bits and pieces that you've picked up over the course of your life. How did your parents operate as working parents? What did your early career mentors tell you about how you were going to have to commit and sacrifice on the job? What are you seeing in your social media group about how people are using their time?"]},{"begin":"301.760","end":"324.400","lines":["Those are all part of your mental model. But now take a step back and say to yourself, you know what? I'm trying to work overtime to save for that down payment for the house, or my job means that I need to be available in the evenings. So set your own parameters based on your current reality, rather than listening to and always responding to those shoulds."]},{"begin":"324.400","end":"331.640","lines":["In your book, you share some time management strategies, and one of them is called calendar auditing. What does that look like?"]},{"begin":"331.640","end":"381.240","lines":["Yeah. So let's look at some ways to win yourself some time back. And the first thing to do is to look at how you're already using your time. So I call this doing a calendar audit. And I want you to grab your last week's calendar and a red pen - real or virtual - and I want you to go back and look at all the different time commitments and obligations that you had on your calendar. And I want you to start circling as you read through them some of the items that feasibly you could have stepped away from, maybe avoided, said no to, done in slightly less time. There won't be tons of things. You're not going to find 25% of your calendar's suddenly free. And as you go back and you look at the different items you've circled, more importantly, you're going to find some themes and throughlines."]},{"begin":"381.240","end":"437.120","lines":["Maybe you're a little bit of a perfectionist and you tend to rewrite messages before sending them off to your team or your boss. Or maybe your kids are getting a little bit older now and they could throw the laundry in, and you're doing it all yourself because that's how you've always done it before. Now I want you to take those insights and play it forward to next week and start circling the things with those insights in mind that maybe you could get off your calendar. Yeah. I think the other piece of the story, too, Daisy, is keeping up with the Joneses in a way. Social media shows people on vacation or - it's easy, I think, to compare oneself to what other people are doing and thinking, well, if I just work harder or if I'm more like my parents who worked really hard and never took breaks, that's success. So breaking that template's one thing, but how do you break the template when everybody else is also doing that?"]},{"begin":"437.120","end":"480.080","lines":["Right. So try to get out and break the habit of day in, day out scorekeeping. When you're constantly sort of marking yourself and grading yourself against what happened in the day or what you see in the moment, it's going to be really tough. Instead, think about week to week, and look back and say, did I use my time the way I wanted to? Look at your accomplishments, what you were able to produce or deliver at work. And as much as possible, remind yourself that this is your game that you're playing - it's not other people's - and that you may see other people's Instagram feeds or sort of the highlights reel of their working parent experience. But behind that highlights reel, they're facing all the same struggles that you are."]},{"begin":"480.080","end":"493.600","lines":["Yeah. OK. So here's a question that I'm curious about. So we don't want to do the daily scorekeeping, which I totally do, but we do want to do the calendar audit. How do those two things coexist?"]},{"begin":"493.600","end":"546.600","lines":["What you're doing with a calendar audit is looking at a different unit of time. You're saying, over the past week or over the past month, what was I able, in average, to get done? Is my overall time usage aligned to my goals? Over the past 10 days, have I shown up as the kind of loving, caring, thoughtful, good listening mom or dad that I want to be? So it gets you out of the sort of day in, day out sense that you're falling down, not doing well. Instead, you're basically opening the aperture up and saying, where am I going with this? Am I generally on the right path? And that's a much more powerful way to think about managing your time. So think about the next week, and think about just taking on and actioning one or two small things that will give you just that tiny bit of extra wiggle room of extra lift."]},{"begin":"546.600","end":"586.600","lines":["So let's say this coming week, you ask one of your extended relatives to beam in and to help your 10-year-old with her math homework instead of you're doing it, and that gives you 20 minutes back of your time. And maybe you go back through your calendar, and you realize that you're working on a project at work that maybe you could ask for a little bit of help for. And you go in, and you start asking at work if you might be able to get a little bit of resource or support there. Maybe that works. Maybe it doesn't. But regardless, what you've just done is take charge. You've won yourself back some time. You've put yourself in the position of being active about taking charge of your time."]},{"begin":"586.600","end":"599.080","lines":["One thing that you mentioned in your book that I really enjoyed was the idea of timeboxing. Can you tell me a bit more about timeboxing and how it can help a busy family be less overwhelmed and feel calmer?"]},{"begin":"599.080","end":"639.600","lines":["Timeboxing or containment is just taking a lot of stuff that's inevitable but that you may not want to engage with constantly and putting it into a container. So let's say you find yourself constantly doing housework and trying to keep up there. And that can take over, like, all of your time. Instead of doing that, say, I'm going to spend the next 25 minutes cleaning and tidying this house. You set a timer on your phone. When the buzzer rings, you're done. You will have only made a dent. The house is still probably going to be, if it's like mine, pretty messy. But in working parent world, a dent is good enough."]},{"begin":"639.600","end":"657.120","lines":["Yeah. But there are those moments, Daisy, where we're too tired. The list is too long. The treadmill is too fast. So I can hear a working parent hearing all of this and thinking, I don't have the energy, the time or the money to enact any of this. What would you say to that person?"]},{"begin":"657.120","end":"696.800","lines":["Break it down into small bites. Huge comprehensive changes or new approaches - yeah, they can feel exhausting. And if you are all out, try taking a micro-break. A micro-break is 10 minutes, 15 minutes where you say to yourself, I'm not going to do anything that's, quote, unquote, \"productive,\" right? I'm not going to be folding the laundry or reading my work messages or whatever it is. I'm just going to be doing something that I find enjoyable and restorative, whether that's taking a walk or just sitting here with my thoughts or calling a friend, whatever. But that is not inactive time. It is time I need to keep moving forward professionally and as a parent."]},{"begin":"696.800","end":"706.920","lines":["I feel like there's a lot of judgment around taking breaks as parents and workers. How can we free ourselves from other people's opinions and our own?"]},{"begin":"706.920","end":"760.440","lines":["I think one thing that can be really powerful personally is to take a set-it-and-forget-it-type approach. And by that, I mean, coming up with rules or guidelines for yourself that work. And I'm going to use a personal example here. So I've taken an approach that on Saturdays, it's my - and I use this word non-religiously - but it's my Sabbath. It's the time that I'm going to do things that I find fun, relaxing, happy. And as soon as I made that decision to say I'm going to try and protect my Saturdays, I wasn't constantly bargaining and negotiating with myself. Well, other people work Saturdays or I have a lot to do or what's on my to-do list. That kind of mental chatter and noise just went way down, and I could actually enjoy that time, restore, and then, you know, honestly, Sundays, I spend a lot of time catching up on email. But that's OK because I have that regularized break."]},{"begin":"760.440","end":"783.840","lines":["Yeah. But then there's also, like, 100 things to do at home. There's laundry, there's dinner that you have to decide whether or not you're going to buy takeout or get at home, but some people don't have the financial means to make some of these changes. What can parents who can't afford takeout - let's say that's not an option for them - what can those parents and caregivers do?"]},{"begin":"783.840","end":"833.160","lines":["Yeah, so we all have different levels of resources. We all have different types of help we can reach for and not reach for. So maybe a manager who can extend you a little bit of informal flexibility, or maybe a - the nurse practitioner at the pediatrician's office can give you some advice about how to make your kid's bedtime just a little bit easier, or maybe neighbors or friends of friends or if you're a member of a faith community, for example, maybe some of the people in that community can help bolster you in ways large and small, make sure the kids get, you know, home safe from the bus after school, for example. Help and support system is this village is going to look unique and different, but we're going to be the architects of that and think about how to make it as large and robust and well-functioning as possible."]},{"begin":"833.160","end":"839.760","lines":["Is there language or a good way to ask for help when that's outside of our wheelhouse?"]},{"begin":"839.760","end":"879.360","lines":["Yeah. So one of the ways to think about approaching those conversations is that it's OK to hear no. You know, if I'm not asking for enough help, if I don't hear no sometimes, it means I'm not going far enough. So if you take that pressure off - I think a lot of us are worried that we're going to say, can I get your help? Could you do me a favor, and that the other person is going to decline. That's actually OK, and you can bake that into your ask. So I think it's just taking that pressure down and thinking about how you make the ask in a way that doesn't put you into a position of thinking I have to get yes as an answer or put the other person under pressure."]},{"begin":"879.360","end":"892.160","lines":["So what are maybe your final encouraging words for working parents who are like, OK, I hear this. I hear what Daisy's saying. What can you tell them to help launch the start of this new perspective, this new journey?"]},{"begin":"892.160","end":"938.560","lines":["Yeah, so the time management thing I wish were once and done, like we could prepare and then step into working parenthood. And the reality is that this is an ongoing system that you're going to have to keep working. You want to set some good baseline routines in place. But then you constantly want to be going back and reevaluating and saying, how are things going? So if you thought, OK, well, the baby's 6 months old, you know, I'm back at work, things seem to be on a good keel, I'm just getting the hang of working parenthood - yeah, then the baby starts crawling, and everything seems to change, right? That's when you need to go back and reset and look at your calendar again. So this is an ongoing maintenance as opposed to a destination that you can land."]},{"begin":"938.560","end":"1001.120","lines":["Thanks again to Daisy Dowling. For more tips, check out her book \"Workparent: The Complete Guide To Succeeding On The Job, Staying True To Yourself, And Raising Happy Kids.\" For more LIFE KIT, check out our other episodes. We've got one on the benefits of reading aloud to kids and many more on everything from health to finance and parenting. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now, a completely random tip, this time from my sister, Patricia."]},{"begin":"1001.120","end":"1063.720","lines":["Here's a tip for busy families who use a dishwasher to save time. It can be hard to know whether dishes are clean or dirty. A trick we use in my family was filling and closing the soap dispenser. So whenever you open the dishwasher and see the soap dispenser open, you know the dishes are clean and ready to be put away. It's a simple step that can save you time and provide a mental shortcut in a busy day for parents."]},{"begin":"1063.720","end":"1106.120","lines":["Thanks, sis. That tip gets a 3 out of 3 dishwashers from me. We use that trick at my house, and now most of the time, no one's grabbing a dirty plate from the dishwasher to eat off of (laughter). If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."]},{"begin":"1106.120","end":"1140.200","lines":["This episode of Life Kit was produced by Janet Woojeong Lee. Meghan Keane is our managing producer. Beth Donovan is a senior editor. Our production team also includes Andee Tagle, Audrey Nguyen and Clare Marie Schneider. Our digital editors are Beck Harlan and Dalia Mortada. I'm Diana Opong. Thanks for listening, and good luck slowing down that working parent treadmill. I'll be right there with you."]}],"duration":1140}