{"title":"File your taxes on time. Here's what you should know about your refund","url":"https://www.npr.org/transcripts/1088210118","intro":"It's tax season (insert collective groan here). But don't worry: in this episode of Life Kit, CPA and tax analyst Kimberly Washington offers helpful advice on maximizing your refund, what deductions to remember and how the child tax credit impacts your tax filings this year.","transcript":[{"author":"MICHEL MARTIN, HOST","text":"This is NPR's LIFE KIT. I'm Michel Martin. It's tax season. And for many of us - let's say most of us - that might elicit a deep, heavy sigh. But don't worry. We're here to help. Maybe you're wondering, what's different about taxes this year? What are you overlooking on your tax return? After a year with stimulus payments and changes to the way we work, what do you need to know? In this episode of LIFE KIT, we'll talk to Kemberley Washington, a CPA and tax analyst who's going to help us parse fact from fiction and who has lots of helpful advice on everything from deductions you may be forgetting to how the Child Tax Credit might impact your tax filings this year."},{"author":"MARTIN","text":"Kemberley Washington, thanks so much for joining us."},{"author":"KEMBERLEY WASHINGTON","text":"Thank you so much for having me. I appreciate it."},{"author":"MARTIN","text":"So let's start with this consumer survey that you did with taxpayers. What are some of the headlines there? What are people feeling about their 2021 taxes?"},{"author":"WASHINGTON","text":"Right. So many people are feeling as though that their tax refunds this year will be a bit lower compared to last year. The survey found that 50% of taxpayers are expecting smaller refunds. And we believe - a Forbes advisor along with myself and Lisa, who also helped me with the survey - we determined that it came out down to that a lot of people were just pretty much confused when it came to some of the pandemic payments that were paid out last year. So they don't know what TO expect as they go into this tax season because, of course, they're thinking that, because of the stimulus payments or the Child Tax Credit payments - that it would actually reduce their tax refund. So people are just feeling kind of confused, very uneasy about this tax season. So they're expecting lower refunds this year."},{"author":"MARTIN","text":"Oh, is that - I don't want to say negativity. But is it - because who's really happy about paying their taxes? But is that sort of fear and anxiety justified so far as you can see? I mean, what is the payout forecast looking like?"},{"author":"WASHINGTON","text":"And so the IRS have reported that the average refund is about $3,000. And I think many people - once they dig deep and get assistance maybe from a tax professional or even utilize free services that may be available, they will see that they would typically be able to receive somewhat of the same amount of refund from last year for most people. So I think it comes about a lot of fear and anxiety, just as you mentioned, a lot of confusion, just so many changes that people just truly didn't know what to expect. But I think once they get into the tax season, once they file a tax return, they'll see, for most people, that they'll be A-OK. And their refund will probably be just about the same from last year."},{"author":"MARTIN","text":"So let's talk about the Child Tax Credit because, as you were just telling us, a lot of parents are concerned that their taxes are going to actually be harder this year because of it. Can you just give us some sort of guidance about how families that received this pandemic assistance should calculate their taxes, just recognizing, of course, that you can't give, you know, specific tax advice..."},{"author":"WASHINGTON","text":"Right."},{"author":"MARTIN","text":"...On a - you know, on a - in a news interview? But do you have some sort of general guidance for people here?"},{"author":"WASHINGTON","text":"Right. So the first thing I would say is to create an online account with the IRS. This is really a big deal, and a lot of people are not even talking about this also. But you want to create an online account. The reason why that's important with those individuals who received the Child Tax Credit payments is because you want to get an idea exactly how much you did receive in 2021. Now, keep in mind the IRS did send out letters to families, but then they also sent out a note that said, hey; the information we sent in your letter may be inaccurate. So they're saying, hey; check out the online account."},{"author":"WASHINGTON","text":"So the first thing I would do is create an online account and make certain I'm getting the correct amount. Now, keep in mind whatever amount that you received last year of 2021, you want to report that on your tax return this year. So you report what you receive, and then you also determine whether or not you qualify for more. In many cases, if you are - if you qualify, rather, for the Child Tax Credit, you will qualify for the additional money because the payments were up to 50% last year."},{"author":"WASHINGTON","text":"And so you can expect to receive more money when you file your tax return. And, of course, that doesn't apply to everyone, but you definitely want to look into it and make certain you take full advantage of the money that's due to you, especially if you didn't have any changes as it relates to your tax situation. So you really want to take advantage of the Child Tax Credit - not only the payments you received last year but, of course, for the amount that you're able to claim when you file your tax return this year."},{"author":"MARTIN","text":"I think that advice about setting up an online account is - makes sense because many people will probably are - might be intimidated by it. So any other big changes that people should be aware of?"},{"author":"WASHINGTON","text":"Right. One other change - but before I mention, you just brought up a good point - not only just setting it up for the Child Tax Credit, but remember; you can keep this online account to check out, hey; which years did I file? Am I missing any tax return? What was my tax refund amount last year? All of that information's in at one place. So sometimes when we're trying to get in contact with the IRS, we really don't need to if we go directly to that online account."},{"author":"WASHINGTON","text":"So that's so important. Another big change this year you want to take advantage of is the recovery rebate tax credit. And what this credit does - if you're someone who did not receive the third-round stimulus payment last year, you may be entitled to receive it now when you file your tax return. Keep in mind that amount is up to $1,400 not only for yourself but maybe for your spouse and also dependents. So that can make a big deal. And a key thing there, too - even if you're not required to file a tax return, keep in mind you still are able to claim this money. So if you don't owe taxes, you're just getting this money back into your pocket. So you definitely want to take advantage of that this year."},{"author":"MARTIN","text":"Another story that I think people have been following or maybe they've been sort of hearing about kind of in the air is how hard it can be to get through to the IRS."},{"author":"WASHINGTON","text":"Yes."},{"author":"MARTIN","text":"So what options do people have for assistance..."},{"author":"WASHINGTON","text":"Right."},{"author":"MARTIN","text":"...Especially if it's expensive or they're afraid that it might be expensive? Are there options for free tax help?"},{"author":"WASHINGTON","text":"So one thing is that we have an article that discussed that on our website at Forbes Advisor - steps you can take to definitely get in contact with the IRS. But some of the things you want to keep in mind - again, create that online account because some of the information you need may be there. A second tool you can use this what's called where's my refund tool. So if you're like, OK, where is my refund, what's going on, you can actually put in your information and you can get information there concerning your refund. If you've done all of those things and you still have questions, you will need to contact the IRS. Now, keep in mind, the times of calling the IRS, it's been long hold times. But I would say be very patient, continue to call and try to call early in the morning if you're able to so that you can try to get through. But you do want to make contact if you need to. But you want to try all resources online first before making contact with the IRS."},{"author":"MARTIN","text":"And you said that there's a way that you can track your refund. Could you help us find that site? What's - how do you find that site? Is it just where's my refund?"},{"author":"WASHINGTON","text":"Right. So you're going to go to irs.gov. You're going to click on where's my refund? But another way that you can search through is actually downloading an app from the IRS, and it's called IRS2Go. And you can actually track your refund using an app. So there are a couple of different ways. Those are the ways that you can utilize to make certain that you stay on top of your refund."},{"author":"MARTIN","text":"Kemberley, are there any deductions that you have seen that people commonly overlook? I mean, we're talking about individuals now."},{"author":"WASHINGTON","text":"Right. So when you think about overlooked deductions, I would say that one of the biggest things for this year, for 2021 - and this is actually one of - a newer change - is that you're able to take a deduction if you gave to a charitable organization, a cash donation up to $300 if you're someone who's single, up to $600 if you're married. And you could take this donation, this deduction on your tax return, even if you don't itemize. So that's really different for this year. So many people may not be aware of that. So that's one of the things that you may want to keep your eye out for."},{"author":"WASHINGTON","text":"Another of the ways that you can reduce your tax liability - keep in mind you have until the due date, which is April 18 this year - that you can actually put money into an IRA, which is an individual retirement account. So you still have time to lower your tax liability. So if you're working on your taxes and you're like, wait a minute, I owe a little bit too much, what can I do, you know, you can maybe look at and see putting money into an IRA. So that's a few things you can do at this time."},{"author":"WASHINGTON","text":"Another thing that you may want to consider, too, and that may be overlooked - if you paid any expenses for a dependent, maybe your spouse or yourself if you went back to school, some education expenses, that can also be a big help when it comes to tax time. So those are a few things that you may want to look at at this time."},{"author":"MARTIN","text":"And before I let you go, there's also been a lot of talk about fraud lately. I know that a lot of people have experienced this who - you know, around unemployment compensation, for example. People are being, you know, sent notices that they received funds that they didn't actually receive. And there's just been a lot of - I mean, it's just - it's really unfortunate, but there's just been a lot of talk about fraud, and a lot of it is justified."},{"author":"WASHINGTON","text":"Right."},{"author":"MARTIN","text":"So the IRS has said that some people who claim some tax credits may expect longer processing time..."},{"author":"WASHINGTON","text":"Right."},{"author":"MARTIN","text":"...Due to anti-fraud measures. So do you have some advice about this?"},{"author":"WASHINGTON","text":"Right. One of the things that you want to do is make sure you file your tax return early. A lot of the scammers, they will try to file your tax return before you file to receive your payments. If you think that you are a victim of identity theft, you definitely want to reach out to the irs.gov. If you want to be proactive, another thing you can do is request a PIN from the IRS. It's a six-digit PIN. And so when you file your tax return, that PIN is going to be required. You use it every single year. So that's some ways that you can safeguard yourself and your family."},{"author":"WASHINGTON","text":"And you want to be careful about where you get your taxes prepared, you know, so make certain that you go to someone that's reputable during this time. And keep in mind, you can take advantage of the free file service with the irs.gov. You can actually find out information there. But if you earn less than $73,000 per year, you can actually file your taxes for free. So that's some help that you can find, too, as well. But you want to be proactive, file early to make certain that you protect yourself against all the different scams that's going on right now."},{"author":"MARTIN","text":"That was Kemberley Washington, CPA and tax expert with Forbes Advisor. Kemberley Washington, thanks so much for talking with us and sharing this expertise."},{"author":"WASHINGTON","text":"Thank you so much. I appreciate it."},{"author":"MARTIN","text":"For more LIFE KIT, check out our other episodes. There's one about dealing with money avoidance and another about talking money with friends. And if you love LIFE KIT and want more, consider subscribing to our newsletter at npr.org/lifekitnewsletter."},{"author":"MARTIN","text":"This episode of LIFE KIT was produced by Andee Tagle and Emma Klein. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Clare Marie Schneider and Janet Woojeong Lee. Special thanks to William Troop. Our digital editor is Beck Harlan. I'm Michel Martin. Thank you for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4475523196.mp3","img":"https://media.npr.org/assets/img/2022/03/23/npr_lifekit_taxes_wide-bbebd67b589dc6af9bfea931b1081147b9b5d7a2.jpg?s=1400&c=100&f=jpeg","authors":["MICHEL MARTIN, HOST","MARTIN","KEMBERLEY WASHINGTON","WASHINGTON"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,64,14818,19635,17387,15347,15060,12876,18541,13032,16002,5832,14612,11208,6153,16998,27646,15492,13824,12856,15259,17624,9687,17866,14888,23909,2430,20097,15628,16570,14234,9329,13096,16444,21111,19639,21750,21691,21086,23225,18138,4060,16041,16515,17506,14389,12930,24495,19577,24425,8673,9419,4038,15239,15986,19646,11967,24448,17928,9367,1680,24124,15876,23433,17869,12763,13569,13386,15472,12937,18438,18509,11736,19280,19394,1700,11349,20017,20831,13350,28107,23798,18139,13220,19223,16478,12037,10578,14492,10333,18063,20186,13888,3873,19809,15553,21231,20601,16055,15709,11334,14238,14547,23829,16418,17849,20077,13679,12888,9939,22547,12515,11654,16064,21121,7450,25686,20892,26318,19285,21102,14110,12063,26050,14470,8234,10627,6080,12524,9090,22553,17070,21224,23170,13900,15388,11573,17018,9075,5868,6257,3954,3137,3976,1687,1898,578,260,147,2823,28150,15631,22477,22164,16023,13466,25760,17679,11100,24981,16554,11142,9958,26256,24817,18278,12342,20262,24955,23895,11829,1515,27363,22530,12800,13350,14278,28298,11438,11956,16884,17434,19361,21684,26666,8397,20215,19081,15789,910,27498,23580,20535,25063,23505,20967,19364,21603,24863,8021,16384,22901,21374,25423,22845,14193,12157,12434,18743,5365,26880,24678,23088,11321,19235,25435,25835,15208,4435,26090,23862,25748,17404,16683,12321,14537,10427,11047,23882,25675,26631,12839,18972,19327,11488,6215,18,11,4117,27400,13759,19720,16229,22642,22293,21221,20481,6353,3000,18944,15672,18872,12705,22358,13550,14041,9953,25381,13262,14893,19949,12525,15648,12017,24291,12859,21017,13769,23486,24093,20817,25759,18975,11700,4614,20949,11323,16506,13024,26618,12920,13319,21952,15470,22442,16860,17670,20415,28651,11460,24534,11289,22587,15521,16732,16604,14993,16539,24789,3224,26799,22687,18544,17931,25428,17866,19727,17469,20498,11470,13731,6468,108,3,3,18,26177,19941,11700,15355,11314,14396,19573,13070,15494,2779,19152,21744,18840,14947,13611,13652,11191,1603,23373,14058,11391,11994,16001,11914,5598,7771,13766,10194,8068,10860,14907,10633,5215,23384,18914,10213,8327,7983,8597,8517,3961,22477,21492,22390,14667,20866,16913,6679,12,3,0,0,0,0,13437,19277,21495,17375,13791,17530,11443,4296,12481,11495,14200,19170,19372,14338,15619,9437,9517,13837,14262,18266,12800,14852,14234,10920,13434,12593,13909,11325,21372,14353,18901,19102,15088,14573,11197,15713,8682,10676,11957,9719,6481,6516,4769,208,9459,19820,10706,16570,17443,18881,13040,18443,18819,12771,20451,12147,16608,13344,10496,10965,12260,13350,13869,6825,19391,19218,16257,15562,1080,19636,16241,19734,16195,12043,18477,18814,11913,19180,6323,20197,9084,14899,9126,6441,14896,12711,21180,19294,18572,15160,16467,16434,11627,7518,14118,19133,19018,8355,15358,14811,8931,18696,17250,7946,18909,19490,16671,18502,8420,6827,9984,17478,6933,8077,8555,11805,10781,16808,15633,15768,13831,14774,13626,20401,12991,15551,7419,20497,9567,18487,13388,20174,19438,15148,13935,19154,6020,11537,12482,20740,16700,14220,19509,1670,12400,14983,20136,10258,13210,17354,18631,16806,19014,9849,16978,19416,9173,8957,8407,19145,19439,11418,13405,20585,12362,21610,896,19470,13386,7815,7320,20733,9782,10654,22045,19712,12444,18593,20344,14096,12503,12570,6136,8155,6308,21616,15745,12334,13707,1816,7290,12162,12991,14872,14242,13701,17596,10472,21562,5528,14853,23126,15733,12357,17498,19913,21969,6963,21205,17887,4525,13273,10836,8714,6379,644,13311,17398,13690,17776,17534,14806,12181,8483,10067,5431,9380,8880,8677,16419,19355,17914,11413,15332,6588,6242,1207,16809,21220,19320,17620,20262,12580,13132,19520,10774,14774,12007,17712,17718,22410,17961,20298,15095,12021,8723,12875,17460,9201,1535,18791,8684,10991,10611,14566,15804,14953,20182,18558,16855,11446,11752,20157,11410,16933,18539,9371,18398,13192,7339,20137,11076,20833,19486,21247,13190,9919,18706,13631,9464,8187,8932,19893,20662,13728,21261,11833,21299,4516,20307,10826,16641,5794,11878,8844,20928,13188,18309,20073,19426,8906,13660,20383,5764,12089,12669,12819,20210,3254,6651,15067,2139,16692,17026,11254,17203,12764,7992,11308,9007,11300,10640,14954,20730,20889,10688,13648,14481,9634,20123,6074,14137,20788,20419,19633,11415,5388,21974,18674,20528,16662,10265,18968,12039,14290,11465,20845,10150,14848,21620,5809,18943,19633,11711,9310,12380,8805,4219,2381,20099,12046,12236,14508,14443,22369,9887,17504,6532,12877,16781,11773,19595,14567,11620,8103,10126,9757,13521,9744,14054,20252,21760,10727,12728,9776,18333,18352,1310,20271,14437,5395,15239,13274,18014,12308,12635,25473,13981,9783,16597,18636,17528,12982,15978,21364,16587,13245,15080,12434,1414,12035,17077,13331,27684,24905,23512,11995,7781,16241,19823,15643,14790,18052,16212,18104,15277,9961,15001,7463,12282,13347,7986,16793,22746,15619,9936,575,15534,16329,10279,11143,9892,20591,8098,8817,9386,145,20442,20240,19976,19747,21937,11633,18607,15790,20474,21800,19990,21079,20927,10092,12062,18115,15042,17926,12174,21049,15449,21380,20402,21203,17695,14937,22341,12432,16852,700,21594,21506,15192,21052,16281,7163,18406,15940,13550,14799,10878,9372,7773,11867,20856,20574,21154,11217,7753,15501,13765,6807,22500,17117,20988,20716,10965,20592,17134,8840,10455,8856,11441,12497,10221,20470,17280,17919,7985,21216,21570,13942,9719,19675,20426,17328,7897,12888,9522,11842,11756,18332,7539,20586,11468,10697,10261,710,20837,21483,12062,9677,19610,10542,15485,15572,13129,15652,10844,21065,20676,20782,16728,9259,17870,20982,12451,6205,18926,15328,20882,19992,17169,19267,17463,22006,19096,22349,1721,21216,8358,16408,17814,19911,20882,14390,6888,5324,21095,11151,11828,12332,12616,16810,10931,5785,17759,16740,20147,16937,21186,13824,11636,9645,12156,11849,14694,17585,11868,10905,5625,13624,8354,21124,10153,18751,16749,5354,20792,20871,22230,17680,19990,12661,9571,8732,9425,6226,12619,21391,19851,21497,9861,22206,20681,14284,21160,20401,14303,10428,4839,12829,19518,20702,14192,6934,12904,14950,12846,12212,10278,14880,21406,9790,12859,13034,20459,15315,7482,9497,8995,10783,16075,19413,8089,5914,5462,23609,18340,20612,18755,19346,11733,13348,22526,21714,20993,19177,16846,18232,9007,21549,14978,17987,14260,11649,15289,8355,10952,14822,15113,10457,18894,19405,7639,8847,5189,22646,21180,12002,19179,10200,9621,15934,12355,8532,21413,13195,11493,2218,14255,16342,20085,21539,22337,12659,21046,20717,15414,21192,8607,7584,9991,21749,11359,11253,21142,21164,19859,20901,21452,6779,14400,17485,10108,21800,19451,7599,12927,6963,5922,3071,15140,19182,15793,19105,15224,13377,15301,1073,7402,23459,19971,27765,14391,11882,12359,15263,14499,26996,21306,7894,30094,19699,14966,19662,13840,2428,18988,18993,10905,16218,14759,15288,11760,10997,397,21229,21103,16966,16659,15424,18864,16136,13582,19318,23438,17099,9767,23908,13243,21196,18582,21085,21122,19446,16211,11464,6769,14706,20836,20754,17791,21117,2309,16277,10655,3652,20101,17660,21606,21511,7746,10992,6197,20976,6210,11443,12721,15928,20815,19902,995,20739,15925,20459,20595,21281,20964,19276,8797,11784,13556,17150,20174,12836,16064,20865,8188,21779,13442,20559,17696,15105,940,19906,20625,8706,11788,17779,21982,12165,7294,20623,20323,19380,11682,21054,13154,14382,16701,18161,21023,9647,17665,11428,12805,13131,10950,18227,13045,15092,19793,12698,14038,14877,21890,7326,17418,20074,21362,18979,14253,19230,10035,20274,17302,16608,13066,20015,4796,11077,22111,12330,14630,14735,20566,14515,12548,13518,20629,20722,8377,10485,8030,12876,9704,21324,6339,11016,10182,13378,22059,13679,21281,10528,11975,11358,14207,7047,16897,21025,18055,15825,15202,8340,20924,20153,21266,12662,9305,21275,5588,14133,9436,21438,22100,17008,11110,12192,11440,20805,9285,12042,14130,12937,12396,16661,5793,12977,16002,8270,10905,13361,21526,20893,10846,20331,15736,6957,12220,6196,7700,20802,18082,4321,18843,20455,10792,14930,10144,16071,16766,13946,21496,7053,8772,15768,18680,4770,16284,22829,2088,12064,22344,16575,13374,20342,15950,20361,20432,7602,8711,7245,961,314,2845,3402,24394,9528,19560,13332,12713,11957,8647,16642,10900,11116,11518,14139,15260,13419,9993,10277,16289,9536,22719,13208,10944,11654,506,20169,15394,22353,14856,9555,1004,21688,17501,16653,19568,12637,11641,9833,12202,11862,16899,426,1598,17468,15237,8854,6974,16600,16879,19660,19082,11596,15245,13355,21267,18763,25637,28143,10976,10480,23310,23637,10104,7798,13938,7029,207,1676,17965,12991,13294,22073,18122,14179,15839,15125,16462,17544,11644,20633,10579,20804,5453,14633,14250,797,8533,22274,20800,20590,20277,20400,22720,16035,15764,16195,12985,16698,15267,20393,12660,21683,19126,20053,18664,10743,16110,11637,11041,5448,6084,720,20260,8422,16657,9944,21850,21142,5158,8303,9951,6530,12977,22114,16764,21161,18053,8016,8192,16616,20726,15574,17225,15336,18399,15098,17794,15523,20739,10068,23250,18332,19257,15224,10557,6052,16225,17013,12258,7392,20644,14732,20610,12589,19661,16165,22498,10211,21566,17335,8236,11487,6402,20519,21631,10681,3927,9492,17738,11795,20514,21003,18697,6165,16617,19589,15756,11881,20633,17695,21601,21611,21374,21011,4383,19103,17933,15261,16231,14015,14261,663,22933,18610,11435,8271,12458,19597,12301,7006,8744,10104,21044,18152,13670,23616,20423,12529,10952,11401,9917,11478,8677,10911,19204,10174,22117,18683,10728,11619,12271,13184,14208,18883,21931,6869,7671,13251,19218,21571,21108,20944,21063,15338,12131,16930,21556,15165,13250,17964,18445,23213,21561,12499,1009,1709,15210,11929,14634,14383,17888,19345,21156,2541,14155,13886,14204,10361,9743,18852,4231,17671,14581,10162,10570,21584,8067,12985,12404,14791,17695,13884,11513,4620,917,21366,20365,20301,21967,21025,20965,17915,7799,11792,13922,14974,16217,15843,11535,3806,21480,21083,16662,12205,14885,14490,6803,15685,9341,21267,13641,13329,13805,18494,18094,18872,14801,22049,21625,16808,11536,6191,15223,9444,5429,21690,8091,20132,9621,13945,9182,13429,16038,20209,10656,15958,7895,17011,17096,12479,7136,21414,21105,10566,10444,8731,11210,21117,10029,8272,6591,144,97,16544,19983,16967,17357,18925,16048,13201,18965,18577,15915,13199,12573,10015,16798,18304,23676,23961,15441,15537,9702,9594,984,10588,22257,20370,13292,23767,15859,19292,21351,9522,21433,17066,20653,21160,16858,12008,10316,11967,18990,14657,22737,22287,18819,21926,21596,19597,15740,11447,10193,17104,15865,9688,13861,21501,20175,20395,13483,20960,21414,11876,7588,16352,7043,21394,20840,15470,13025,11010,20272,20988,10628,10069,18623,10697,17790,21321,9325,12980,13890,18382,14675,9848,21524,21317,16279,21910,17903,18693,19258,9153,13403,21329,8396,19947,11645,10420,18856,21744,15234,19410,16600,14009,13294,20892,20433,13190,21105,13348,15708,13265,14900,13362,4479,15918,13891,13856,21970,13582,20433,19175,19512,13043,10815,11144,13208,21163,16478,12802,17653,21463,22372,11427,9219,9412,6358,19797,20462,9730,9149,11924,20559,14870,21190,20913,11308,16849,19172,8876,18044,15553,5884,11169,12864,13200,8136,21719,21910,16481,21494,8993,16011,21240,11525,12909,9116,8936,18775,14547,17073,21547,21907,18569,9537,18220,17798,21167,21246,9372,12399,22484,21301,10175,13275,17597,14311,20993,11741,21214,19014,13100,19506,21292,15538,14613,21045,957,15635,19872,12207,9229,14106,9469,14043,5330,20774,11917,10688,15674,8232,20107,17390,22056,8737,11940,7038,10089,5360,22150,22985,21159,21173,21868,15823,13707,17806,8400,7796,6377,23351,13283,20991,13800,11752,11788,10662,13939,11340,20884,9369,14074,12351,16013,21679,15477,22162,13546,7222,13989,5535,20668,9063,11803,10916,11304,657,21264,21214,14867,6799,13347,10369,22838,15677,22564,20601,17399,21550,10694,12688,9566,11473,20381,20971,9732,9825,8421,3481,18724,13315,13589,17996,14183,12620,10101,13152,13899,14626,6204,9615,13974,18294,22088,10468,9560,9220,10990,6502,689,580,19132,15540,14915,8371,9655,11052,12326,13325,12921,11165,11725,6249,12295,10018,16024,10597,15007,14135,12783,17572,13605,8875,14803,19115,12003,10717,12732,28633,13585,15301,18482,11928,1091,4069,25032,11163,15115,18657,20292,22624,16179,11856,10518,13459,9075,12181,12416,13903,14347,27847,26789,26566,19470,19824,12070,15157,14995,17951,13042,10368,9691,9029,13378,18934,20827,15842,16876,12241,20609,19707,14556,13881,5123,14496,12226,17492,16583,12462,9218,18969,9013,15747,12393,14685,14039,13512,4629,854,15035,13897,7680,13788,10351,15503,11363,23177,9667,22006,18543,16719,15584,21111,8246,16062,12576,22000,22334,22307,21379,12812,13349,12614,22424,21847,4020,16491,17659,19663,14755,9306,15054,15201,21921,14951,18068,20534,11114,16841,11376,23121,12843,11299,21381,22128,19324,16715,10065,11609,12498,20615,20184,10726,12402,6426,6678,8965,19954,10697,13242,4222,21819,18611,10794,9199,15682,11767,14578,15049,11457,20843,22373,23284,7875,16053,3977,22048,15696,16423,13551,21602,9128,18140,10463,6991,20522,17789,15353,13165,8749,20583,21323,19315,11181,16838,17068,17231,21584,21996,22168,17200,17349,14715,5440,20575,21193,18889,14216,13240,16031,11089,14722,17472,14622,14324,14190,2942,19459,21734,12017,12739,19610,8014,19279,22108,6040,8564,20156,12114,16817,14676,22695,21806,14509,20428,18291,15186,11678,4100,16545,20149,14500,11496,12682,18977,4448,14884,15810,21794,19513,21292,21725,20795,20086,8538,12976,16072,20799,6331,22365,20380,14579,10522,21236,20601,2575,22570,10602,22951,9017,15994,12838,19525,20741,15049,10998,21758,17192,2108,21475,18499,12139,14251,12128,8920,15908,13457,11569,15526,21588,19991,14711,11135,13879,13897,19213,9650,1163,17545,19745,11773,10850,6824,9712,12302,10008,9909,17876,15223,15889,12789,8201,22986,19244,13443,14157,17535,16902,16269,15150,12235,11931,13955,5640,21641,24226,23997,12095,7408,4334,10343,16897,13522,19828,24521,27021,23539,14001,27359,11980,25752,25437,13302,17470,12140,7793,8968,6928,7279,5114,3480,17437,16324,22103,15960,24209,21934,16181,14645,18054,16620,13021,8859,15131,10626,8780,5537,25062,16808,17739,14413,12203,11275,10087,13625,5161,8760,23947,11450,12234,8906,12694,6095,3614,23200,21674,20497,15570,23512,19965,16656,17321,13840,16262,16146,17702,14046,9903,12944,7399,6990,5795,6151,16005,25238,18311,21111,16161,19137,12939,16634,10631,19358,22795,13799,13348,6855,7091,16085,16059,15645,14481,12058,19015,24757,29101,19604,21537,19348,15068,11793,4380,13562,20286,13619,14749,13479,11343,14111,16939,19790,15850,17704,20301,21112,18414,20380,17060,17988,10080,3163,20846,18223,22319,19118,9437,26313,14734,13518,15740,17164,15004,15056,11571,14499,14055,14199,9775,7153,8822,1733,2055,7302,4230,5823,818,4822,2552,2490,2520,1357,957,605,124,150,167,37,125,22268,20864,18213,16565,25665,17253,11045,22843,21742,12937,14359,23480,16586,19546,24427,20487,15819,14881,3843,22761,24964,9820,10962,14832,21290,19281,19545,12167,17497,20541,8385,11881,9264,11596,10209,6919,24755,20787,20364,27754,8746,10695,25472,18337,10083,25816,25223,14973,13192,23915,17812,8866,2591,19,9,27,23591,12778,12741,13971,15564,19376,13297,10453,3865,22239,18165,12338,9203,8677,6576,15342,11265,14026,16011,9758,2123,16276,19996,14079,11933,10300,15996,13486,10372,18966,16413,13131,20902,3225,21615,15681,10916,10017,15332,13637,14631,17796,11246,15196,11988,11935,16253,21891,10712,4069,17806,18892,15302,21087,18007,10814,8331,16323,12579,8535,21623,17717,17982,16970,13725,7775,3745,19113,14505,16181,23518,8019,3957,21329,14704,22171,11803,17515,17365,9404,15314,14314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,11785,12868,13112,5754,1996,11,3,1204,3042,11357,23023,25214,22463,19119,17966,10724,10937,7223,8541,10170,18135,12197,8054,16574,15571,18101,9503,10958,18065,12797,16676,15962,11281,14646,24596,12578,10905,18289,25596,7214,21677,16096,22676,20623,12593,13527,12590,7040,9446,8566,6628,12981,11471,11930,8916,16456,19643,20031,14055,13564,6780,20021,17062,8854,10905,17412,7516,10503,13767,12643,12400,12683,14193,8956,15239,8136,15510,15768,14223,14576,12346,20960,14311,10321,8515,11558,20225,17178,6762,12217,17492,26180,11905,11114,7885,5812,15715,10093,12484,13770,690],"fragments":[{"begin":"0.000","end":"68.400","lines":["This is NPR's LIFE KIT. I'm Michel Martin. It's tax season. And for many of us - let's say most of us - that might elicit a deep, heavy sigh. But don't worry. We're here to help. Maybe you're wondering, what's different about taxes this year? What are you overlooking on your tax return? After a year with stimulus payments and changes to the way we work, what do you need to know? In this episode of LIFE KIT, we'll talk to Kemberley Washington, a CPA and tax analyst who's going to help us parse fact from fiction and who has lots of helpful advice on everything from deductions you may be forgetting to how the Child Tax Credit might impact your tax filings this year."]},{"begin":"68.400","end":"76.760","lines":["Kemberley Washington, thanks so much for joining us."]},{"begin":"76.760","end":"82.760","lines":["Thank you so much for having me. I appreciate it."]},{"begin":"82.760","end":"100.080","lines":["So let's start with this consumer survey that you did with taxpayers. What are some of the headlines there? What are people feeling about their 2021 taxes?"]},{"begin":"100.080","end":"183.520","lines":["Right. So many people are feeling as though that their tax refunds this year will be a bit lower compared to last year. The survey found that 50% of taxpayers are expecting smaller refunds. And we believe - a Forbes advisor along with myself and Lisa, who also helped me with the survey - we determined that it came out down to that a lot of people were just pretty much confused when it came to some of the pandemic payments that were paid out last year. So they don't know what TO expect as they go into this tax season because, of course, they're thinking that, because of the stimulus payments or the Child Tax Credit payments - that it would actually reduce their tax refund. So people are just feeling kind of confused, very uneasy about this tax season. So they're expecting lower refunds this year."]},{"begin":"183.520","end":"199.000","lines":["Oh, is that - I don't want to say negativity. But is it - because who's really happy about paying their taxes? But is that sort of fear and anxiety justified so far as you can see? I mean, what is the payout forecast looking like?"]},{"begin":"199.000","end":"238.280","lines":["And so the IRS have reported that the average refund is about $3,000. And I think many people - once they dig deep and get assistance maybe from a tax professional or even utilize free services that may be available, they will see that they would typically be able to receive somewhat of the same amount of refund from last year for most people. So I think it comes about a lot of fear and anxiety, just as you mentioned, a lot of confusion, just so many changes that people just truly didn't know what to expect. But I think once they get into the tax season, once they file a tax return, they'll see, for most people, that they'll be A-OK. And their refund will probably be just about the same from last year."]},{"begin":"238.280","end":"258.680","lines":["So let's talk about the Child Tax Credit because, as you were just telling us, a lot of parents are concerned that their taxes are going to actually be harder this year because of it. Can you just give us some sort of guidance about how families that received this pandemic assistance should calculate their taxes, just recognizing, of course, that you can't give, you know, specific tax advice..."]},{"begin":"258.680","end":"259.440","lines":["Right."]},{"begin":"259.440","end":"264.120","lines":["...On a - you know, on a - in a news interview? But do you have some sort of general guidance for people here?"]},{"begin":"264.120","end":"295.800","lines":["Right. So the first thing I would say is to create an online account with the IRS. This is really a big deal, and a lot of people are not even talking about this also. But you want to create an online account. The reason why that's important with those individuals who received the Child Tax Credit payments is because you want to get an idea exactly how much you did receive in 2021. Now, keep in mind the IRS did send out letters to families, but then they also sent out a note that said, hey; the information we sent in your letter may be inaccurate. So they're saying, hey; check out the online account."]},{"begin":"295.800","end":"324.720","lines":["So the first thing I would do is create an online account and make certain I'm getting the correct amount. Now, keep in mind whatever amount that you received last year of 2021, you want to report that on your tax return this year. So you report what you receive, and then you also determine whether or not you qualify for more. In many cases, if you are - if you qualify, rather, for the Child Tax Credit, you will qualify for the additional money because the payments were up to 50% last year."]},{"begin":"324.720","end":"349.320","lines":["And so you can expect to receive more money when you file your tax return. And, of course, that doesn't apply to everyone, but you definitely want to look into it and make certain you take full advantage of the money that's due to you, especially if you didn't have any changes as it relates to your tax situation. So you really want to take advantage of the Child Tax Credit - not only the payments you received last year but, of course, for the amount that you're able to claim when you file your tax return this year."]},{"begin":"349.320","end":"360.200","lines":["I think that advice about setting up an online account is - makes sense because many people will probably are - might be intimidated by it. So any other big changes that people should be aware of?"]},{"begin":"360.200","end":"383.960","lines":["Right. One other change - but before I mention, you just brought up a good point - not only just setting it up for the Child Tax Credit, but remember; you can keep this online account to check out, hey; which years did I file? Am I missing any tax return? What was my tax refund amount last year? All of that information's in at one place. So sometimes when we're trying to get in contact with the IRS, we really don't need to if we go directly to that online account."]},{"begin":"383.960","end":"426.320","lines":["So that's so important. Another big change this year you want to take advantage of is the recovery rebate tax credit. And what this credit does - if you're someone who did not receive the third-round stimulus payment last year, you may be entitled to receive it now when you file your tax return. Keep in mind that amount is up to $1,400 not only for yourself but maybe for your spouse and also dependents. So that can make a big deal. And a key thing there, too - even if you're not required to file a tax return, keep in mind you still are able to claim this money. So if you don't owe taxes, you're just getting this money back into your pocket. So you definitely want to take advantage of that this year."]},{"begin":"426.320","end":"434.680","lines":["Another story that I think people have been following or maybe they've been sort of hearing about kind of in the air is how hard it can be to get through to the IRS."]},{"begin":"434.680","end":"435.520","lines":["Yes."]},{"begin":"435.520","end":"439.720","lines":["So what options do people have for assistance..."]},{"begin":"439.720","end":"439.800","lines":["Right."]},{"begin":"439.800","end":"446.040","lines":["...Especially if it's expensive or they're afraid that it might be expensive? Are there options for free tax help?"]},{"begin":"446.040","end":"499.800","lines":["So one thing is that we have an article that discussed that on our website at Forbes Advisor - steps you can take to definitely get in contact with the IRS. But some of the things you want to keep in mind - again, create that online account because some of the information you need may be there. A second tool you can use this what's called where's my refund tool. So if you're like, OK, where is my refund, what's going on, you can actually put in your information and you can get information there concerning your refund. If you've done all of those things and you still have questions, you will need to contact the IRS. Now, keep in mind, the times of calling the IRS, it's been long hold times. But I would say be very patient, continue to call and try to call early in the morning if you're able to so that you can try to get through. But you do want to make contact if you need to. But you want to try all resources online first before making contact with the IRS."]},{"begin":"499.800","end":"507.720","lines":["And you said that there's a way that you can track your refund. Could you help us find that site? What's - how do you find that site? Is it just where's my refund?"]},{"begin":"507.720","end":"528.720","lines":["Right. So you're going to go to irs.gov. You're going to click on where's my refund? But another way that you can search through is actually downloading an app from the IRS, and it's called IRS2Go. And you can actually track your refund using an app. So there are a couple of different ways. Those are the ways that you can utilize to make certain that you stay on top of your refund."]},{"begin":"528.720","end":"535.320","lines":["Kemberley, are there any deductions that you have seen that people commonly overlook? I mean, we're talking about individuals now."]},{"begin":"535.320","end":"567.800","lines":["Right. So when you think about overlooked deductions, I would say that one of the biggest things for this year, for 2021 - and this is actually one of - a newer change - is that you're able to take a deduction if you gave to a charitable organization, a cash donation up to $300 if you're someone who's single, up to $600 if you're married. And you could take this donation, this deduction on your tax return, even if you don't itemize. So that's really different for this year. So many people may not be aware of that. So that's one of the things that you may want to keep your eye out for."]},{"begin":"567.800","end":"595.240","lines":["Another of the ways that you can reduce your tax liability - keep in mind you have until the due date, which is April 18 this year - that you can actually put money into an IRA, which is an individual retirement account. So you still have time to lower your tax liability. So if you're working on your taxes and you're like, wait a minute, I owe a little bit too much, what can I do, you know, you can maybe look at and see putting money into an IRA. So that's a few things you can do at this time."]},{"begin":"595.240","end":"611.640","lines":["Another thing that you may want to consider, too, and that may be overlooked - if you paid any expenses for a dependent, maybe your spouse or yourself if you went back to school, some education expenses, that can also be a big help when it comes to tax time. So those are a few things that you may want to look at at this time."]},{"begin":"611.640","end":"634.760","lines":["And before I let you go, there's also been a lot of talk about fraud lately. I know that a lot of people have experienced this who - you know, around unemployment compensation, for example. People are being, you know, sent notices that they received funds that they didn't actually receive. And there's just been a lot of - I mean, it's just - it's really unfortunate, but there's just been a lot of talk about fraud, and a lot of it is justified."]},{"begin":"634.760","end":"635.160","lines":["Right."]},{"begin":"635.160","end":"640.240","lines":["So the IRS has said that some people who claim some tax credits may expect longer processing time..."]},{"begin":"640.240","end":"640.640","lines":["Right."]},{"begin":"640.640","end":"645.160","lines":["...Due to anti-fraud measures. So do you have some advice about this?"]},{"begin":"645.160","end":"700.560","lines":["Right. One of the things that you want to do is make sure you file your tax return early. A lot of the scammers, they will try to file your tax return before you file to receive your payments. If you think that you are a victim of identity theft, you definitely want to reach out to the irs.gov. If you want to be proactive, another thing you can do is request a PIN from the IRS. It's a six-digit PIN. And so when you file your tax return, that PIN is going to be required. You use it every single year. So that's some ways that you can safeguard yourself and your family."]},{"begin":"700.560","end":"761.720","lines":["And you want to be careful about where you get your taxes prepared, you know, so make certain that you go to someone that's reputable during this time. And keep in mind, you can take advantage of the free file service with the irs.gov. You can actually find out information there. But if you earn less than $73,000 per year, you can actually file your taxes for free. So that's some help that you can find, too, as well. But you want to be proactive, file early to make certain that you protect yourself against all the different scams that's going on right now."]},{"begin":"761.720","end":"772.520","lines":["That was Kemberley Washington, CPA and tax expert with Forbes Advisor. Kemberley Washington, thanks so much for talking with us and sharing this expertise."]},{"begin":"772.520","end":"775.080","lines":["Thank you so much. I appreciate it."]},{"begin":"775.080","end":"797.240","lines":["For more LIFE KIT, check out our other episodes. There's one about dealing with money avoidance and another about talking money with friends. And if you love LIFE KIT and want more, consider subscribing to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"797.240","end":"836.560","lines":["This episode of LIFE KIT was produced by Andee Tagle and Emma Klein. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Clare Marie Schneider and Janet Woojeong Lee. Special thanks to William Troop. Our digital editor is Beck Harlan. I'm Michel Martin. Thank you for listening."]}],"duration":836}