{
  "title": "There's no one way to enjoy nature. How to find what works for you and get outside",
  "url": "https://www.npr.org/transcripts/1092822560",
  "intro": "Enjoying the outdoors can look like anything from walking the dog to celebrating Indigenous culture — you don't have to hike the tallest mountain peaks or go camping to love nature. Learn how to find your footing in nature in a way that works best for you.",
  "transcript": [
    {
      "author": "GABRIELLE HORTON, HOST",
      "text": "This is NPR's LIFE KIT. I'm Gabrielle Horton."
    },
    {
      "author": "GABRIELLE HORTON, HOST",
      "text": "As a kid growing up in Los Angeles, I loved being outside. Making mud pies, doing cartwheels and collecting roly-polies were some of my favorite ways to enjoy the outdoors. But as I got older, something shifted, perhaps a mix of what I was seeing in magazines and on TV, plus other people's ideas of what makes someone an outdoorsy person. I started noticing that my love for the outdoors - well, it got complicated."
    },
    {
      "author": "GABRIELLE HORTON, HOST",
      "text": "It felt like only big-N nature mattered - you know, the national parks, ski trips, overnight camping, all fun things but activities that require a certain level of physical mobility, lots of travel time and, of course, money. While I could save up or plan for some of those bigger experiences here and there, I also realized just how deeply I felt about little-N nature - the smaller day-to-day moments that gave me a chance to bring nature in my way and with greater ease. And over the past two years, as we've all had to renegotiate our relationship with the outdoors, I've been thinking about this a lot."
    },
    {
      "author": "GABRIELLE HORTON, HOST",
      "text": "For this episode of LIFE KIT, I got a chance to talk to several nature enthusiasts about ways that all of us might find our footing outdoors. And as you can tell, it won't be a conversation just about sweeping wilderness views and weeklong safaris. It will include ways to honor Indigenous land practices, find an outdoor community group and even play your way through nature."
    },
    {
      "author": "GABRIELLE HORTON, HOST",
      "text": "In the fall of 2021, I embarked on one of my biggest big-N nature excursions yet. I headed off to Banff National Park in Alberta, Canada. And to be honest, I've never been a national park girl, per se, but it was hard to deny the sheer beauty of it all. My time away in the Canadian Rockies was everything. But more than that, being out there, exploring new hiking trails - it just felt so good. And when I got back to LA, I found myself smiling and laughing more, going through my camera roll full of flowers, and I just couldn't shake this feeling."
    },
    {
      "author": "GABRIELLE HORTON, HOST",
      "text": "But the good news is that we don't have to go to Banff every weekend to reap these benefits because the thing is, nature is all around us, and it means something different to all of us. So I reached out to Ming Kuo, an associate professor of natural resources and environmental sciences to get her thoughts on it all."
    },
    {
      "author": "MING KUO",
      "text": "I define nature the way the scientific literature does, which is that originally, you know, when people studied nature, they were studying capital-N nature - wilderness."
    },
    {
      "author": "HORTON",
      "text": "At the University of Illinois Urbana-Champaign, Ming's research focuses on how being in green environments affects our quality of life and social behavior. And over the years, her work has expanded to create a much more comprehensive view of nature, too."
    },
    {
      "author": "KUO",
      "text": "Nature includes everything from capital-N beautiful, spectacular untouched wilderness all the way to a window box or having a view of squirrels from your office window or the little tiny bits of nature that are part of our potentially very urban lives."
    },
    {
      "author": "HORTON",
      "text": "So whether you're tapping into big- or small-N nature, professor Kuo shares that there are enormous benefits for our mind and body, which leads us to our first takeaway - nature is the ultimate multivitamin. So go out and get it."
    },
    {
      "author": "KUO",
      "text": "If you wanted to summarize all of my work - and really, a huge number of researchers' work - in a single sentence, it's that nature is an essential component of a healthy human habitat."
    },
    {
      "author": "HORTON",
      "text": "I know. You're probably like, human habitats? But people forget - we're animals, too."
    },
    {
      "author": "KUO",
      "text": "We know from ethology, the study of animals in the wild, the study of animals in zoos and in labs, that when animals are housed in settings that are appropriate to them, that fit them, they do better socially and psychologically and physically. And that's basically what we see with people."
    },
    {
      "author": "HORTON",
      "text": "Ming tests out this theory often in her own habitat."
    },
    {
      "author": "KUO",
      "text": "One thing I've done over the years because of my research (laughter) is that I walk to campus. It's about a 15-minute walk. And my neighborhood is tree-lined because I chose a place that was - with tree-lined streets. And I walk with my chin up and my eyes in the canopy, kind of flowing through the river of trees, both to and from campus."
    },
    {
      "author": "HORTON",
      "text": "But I was still curious, though. What exactly does nature do to the brain? Why is it so essential?"
    },
    {
      "author": "KUO",
      "text": "One is that nature helps our mental muscle relax and recover."
    },
    {
      "author": "HORTON",
      "text": "For instance, if you're spending hours at a computer screen or reading something difficult, you're pretty exhausted afterwards. So there's a reason why you're encouraged to get some fresh air to give yourself a mental break."
    },
    {
      "author": "KUO",
      "text": "If we get our breaks or even our micro-restorative moments through the view outside, we recover some capacity to use that mental muscle so we can do things that are hard to do, and we can do them more easily and less painfully."
    },
    {
      "author": "HORTON",
      "text": "When we spoke, Professor Kuo also mentioned how pivotal nature is in building up our immune systems. And to put it simply, nature heals. It's not some add-on bonus. It's something we all need to make room for."
    },
    {
      "author": "KUO",
      "text": "But what our research suggests is that it's not a luxury. It's actually what you need to function well. It's kind of like a multivitamin. So you should get it (laughter) even if it's nice. You know, just because it's nice, doesn't mean you don't need it."
    },
    {
      "author": "HORTON",
      "text": "With all the benefits that nature has to offer us, why does it seem to be so hard to access it or that it's a luxury for a select few? Speaking with herpetologist and science communicator Earyn McGee really helped to put it all into perspective for me."
    },
    {
      "author": "EARYN MCGEE",
      "text": "I think the biggest thing to remember is you still count as an outdoors person and a nature person even if you can't get to these big national parks. They were not designed to be inclusive. They were actually designed to be exclusive."
    },
    {
      "author": "HORTON",
      "text": "Earyn's right. This history of exclusion from public recreational sites like state and national parks has had a big impact on how people like Earyn, a Black woman, even connect to the outdoors today. And don't worry, we'll get a chance to hear more from her later on. But prior to the 1964 civil rights bill, most people of color were legally denied access to or segregated at these outdoor sites, especially big national parks. But even before that, don't forget that these lands were originally stolen from Indigenous peoples. And as poet Karenne Wood reminds us, nothing was discovered. Everything was already loved."
    },
    {
      "author": "HORTON",
      "text": "And this sentiment couldn't be more true for anthropologist Spirit Brooks. Her work considers how we can acknowledge the ancestral homelands we're hiking, running and living on."
    },
    {
      "author": "SPIRIT BROOKS",
      "text": "I think it kind of reframes our relationship to land and place, maybe in a different way than traditional approaches to, say, environmental education. So if we're emphasizing our relationship to land as a foundation for instruction or how we center the well-being and the futures of Indigenous nations, we're really sort of shifting this dominant narrative of wilderness and conservation and those ideas being kind of rooted in settler colonialism."
    },
    {
      "author": "HORTON",
      "text": "That leads us to our second takeaway - recognize the history of the land. It will truly ground your experiences in the outdoors. A citizen of the Cheyenne and Arapaho Nations, Spirit's work seeks to expand the lens of nature from something that is often white-centered to something that's much bigger than us humans."
    },
    {
      "author": "BROOKS",
      "text": "I really think about nature as Mother Earth. And what I think about when I think about earth as the mother and land is really land as first teacher. And I think about nature as kind of more than human, right? And possibly, that's because of my Indigenous worldview. So I think of plants and animals as our brothers and sisters on this earth, and it's just kind of a part of who I am."
    },
    {
      "author": "HORTON",
      "text": "At Oregon State University, Spirit is able to share Mother Earth with students across the state. There, she works with the Outdoor School, a publicly funded statewide outdoor science program for fifth and sixth graders. This approach to land-based education centers Indigenous history and traditions. And that weeklong coursework might look different depending on if kids live in the mountains or if they live along the Pacific Coast."
    },
    {
      "author": "BROOKS",
      "text": "It might be curriculum related to salmon and streams, and it might focus on land-based education that centers the Indigenous peoples that live on the coast in Oregon."
    },
    {
      "author": "HORTON",
      "text": "There are six P's that guide Spirit's work, but we're going to just focus on three that you can even incorporate into your own nature appreciation. So there's place, which, in practice, might look like a land acknowledgement."
    },
    {
      "author": "BROOKS",
      "text": "I think this could be as simple as learning about the Indigenous place names in your area for streams, for mountains, for parks, and then making an effort to learn about contemporary efforts to steward local native lands in sustainable ways by tribes."
    },
    {
      "author": "HORTON",
      "text": "Then there's presence, which recognizes that there is still very much a vibrant Indigenous presence in our communities and across the U.S. And then there's perspective."
    },
    {
      "author": "BROOKS",
      "text": "We ask educators that we work with to think about some critical questions about their outdoor education curriculum. Whose perspectives are represented? Who benefits from those representations? And how are those perspectives valued or devalued? And then, I think, really importantly, what perspectives are missing?"
    },
    {
      "author": "HORTON",
      "text": "So the next time you're at a state or national park, pick up a brochure, read the plaques or even check out apps like Native Land to get started because there's just so many perspectives missing. And it's something that outdoor professional Ash Manning didn't even realize as a young kid."
    },
    {
      "author": "ASH MANNING",
      "text": "I am from Appalachia, and I was born in Athens, Ga., but I was raised in the holler."
    },
    {
      "author": "HORTON",
      "text": "Even though Ash was always a bigger kid, they never second-guessed their love for nature. It wasn't until they went away to college when that love started to change."
    },
    {
      "author": "MANNING",
      "text": "I questioned being in the outdoors for a long time when, in reality, my entire childhood was in the outdoors. It was so odd. Like, you know, everyone has a right to be out there. But it's like, why did I ever think that I didn't have a right to be out there when my entire childhood was just me rolling around in some grass and making mud pies?"
    },
    {
      "author": "HORTON",
      "text": "And the messages that they didn't belong were coming from those around them."
    },
    {
      "author": "MANNING",
      "text": "I started to realize that there was a lot of, like, gatekeeping on trails. There was a lot of, like, weird feeling towards plus-size people when it came to the outdoors."
    },
    {
      "author": "HORTON",
      "text": "Eventually, one of Ash's friends invited them to a whitewater rafting excursion in the Grand Canyon. Ash was hesitant at first, but ultimately decided to join the group, which leads us to our third takeaway - dive into the outdoors with others."
    },
    {
      "author": "MANNING",
      "text": "And it was pivotal because I went down the grand, and I, like, found myself just eating it up and loving every second of it and learning how I work in a boat and how to read water better and how to be a better guide and how to be a better oarsman or how to paddle better for myself and the people around me."
    },
    {
      "author": "HORTON",
      "text": "With her faith in Mother Nature restored, Ash wanted to find nature groups where being plus-size wasn't an anomaly."
    },
    {
      "author": "MANNING",
      "text": "I think being bigger - it's always been like, am I the only one doing this? The answer is no, absolutely not. There's so many of us. And I really started to kind of see that when I kind of figured out who the Unlikely Hikers were, which was started by Jenny Bruso."
    },
    {
      "author": "HORTON",
      "text": "Unlikely Hikers is an outdoor community featuring the underrepresented outdoors person, meaning adventurers are plus-size and fat, Black, Indigenous, people of color, queer, trans and nonbinary, disabled, neurodivergent and beyond. You can find Unlikely Hikers on Instagram, but you can also meet nature guides like Ash on hiking trails all over the U.S. And as you can probably tell, doing nature in community as a white plus-size person has given Ash a whole new confidence and freedom."
    },
    {
      "author": "MANNING",
      "text": "And I think that there's something refreshing for me, knowing that I can take my body into the outdoors, and it does not matter what anyone else's opinion is or was. It does not matter, like, what I've been through to even try to be out there because I can just commune with nature and just kind of be out there and just exist."
    },
    {
      "author": "HORTON",
      "text": "Getting out there and trying things out in a group setting can also be a lot less daunting. You can figure out what you like and don't like in the company of others. Not to mention, going out with a crew is a practical way to stay safe in more remote areas and to connect with others that have similar interests and backgrounds as you. So check out groups like Melanin Base Camp, Disabled Hikers, Outdoor Asian, Brown People Camping - just to name a few."
    },
    {
      "author": "MANNING",
      "text": "I think you have to ask yourself, like, does the physical side of it appeal to you? Does the meditative part of it - like, is that what draws you in? Or is it - you know, is it the adrenaline? You want cool Instagram photos? I don't know. I mean, like, there's so many questions that you can ask yourself."
    },
    {
      "author": "HORTON",
      "text": "So what do you want out of nature? When you stop and ask yourself that question, it's like a whole new world opens up. Given the limited access many have to big-N Nature, finding other ways to connect to the outdoors is critical and just as worthy. But you don't have to take my word for it. Here's Ming again."
    },
    {
      "author": "KUO",
      "text": "There's a kind of famous study in which they looked at people recovering from gallbladder operations. And it turns out that if you were in an identical room to recover but one room has a view of a brick wall and the other one has a little view of a small bit of trees, then you recover faster, in general, in the room with the green view."
    },
    {
      "author": "HORTON",
      "text": "This leads us to takeaway No. 4 - bring nature in - into your room, into your life, and even into the palm of your hand. As a herpetologist, Earyn McGee is constantly thinking about ways to bring her research on lizards and climate change to her followers on Twitter and Instagram, where she's best known as the creator of the #FindThatLizard game."
    },
    {
      "author": "MCGEE",
      "text": "#FindThatLizard is a game that I run every Wednesday. And essentially, I post a photo of a lizard camouflaged in its natural environment, and people have to find the lizard in the photo. They don't have to go outside."
    },
    {
      "author": "HORTON",
      "text": "And she's not just talking science, y'all. Earyn uses the game as a way to connect what's happening in lizard habitats with today's news headlines, kind of like that time she wanted to raise awareness about student protests at her alma mater, Howard University."
    },
    {
      "author": "MCGEE",
      "text": "I talked about how lizards were being impacted by habitat loss. And then I said something along the lines of, in addition to making sure that we have proper habitat for these lizards, we also need to make sure that we're having proper housing for students."
    },
    {
      "author": "HORTON",
      "text": "As everyone so far has gotten at, we are a part of nature and it's a part of us. And we can have fun with what that relationship looks like with other online games like Crow or No and Just the Skull. There's even things like live wildlife webcams and virtual aquarium tours. And don't worry, we'll link to some good ones on our episode page. But these are just some ways that we can bring the outdoors to us. And it's especially useful for those who might be disabled, immunocompromised and/or unable to spend money on fancy gear and travel."
    },
    {
      "author": "MCGEE",
      "text": "I'm also super into houseplants, and that's a way of bringing nature into your house. So either you can have, like, houseplants or you can start, like, a small garden or something. And that's a really great way to start thinking about ecosystems and the environment."
    },
    {
      "author": "HORTON",
      "text": "Other ways to immerse yourself in the outdoors can include, but are absolutely not limited to, barbecuing in the backyard, opening the windows to get fresh air, using an essential oil diffuser or even taking a walk in the neighborhood, something me and my puppy Tex love to do. But no matter how you decide to engage with nature, it's important that the generations after us can do so as well. And, no, you don't need to solve climate change on your own by next year. But that leads us to our fifth and final takeaway, which is to appreciate the outdoors for our todays and our tomorrows."
    },
    {
      "author": "BROOKS",
      "text": "The world is kind of a [expletive] show right now. It's a mess. And with climate change and the impact of pollution and greed on communities of color specifically, I feel like it's more important than ever for all of us to have a connection to nature and the outside."
    },
    {
      "author": "HORTON",
      "text": "This is it, y'all. This is our home that we share with other animals and our plant siblings, and we should start getting to know each other really well. If nothing else, it's a reminder to get to know ourselves and get back to our inner child, who's very eager to make some more mud pies."
    },
    {
      "author": "HORTON",
      "text": "So I hope this has been helpful and a whole lot of fun because finding your footing in the great outdoors is a wonderful experience that we all need and deserve. So whether you've climbed to new peaks in the Rockies or you've started sharing photos of your favorite flowers in the group chat, all of it counts."
    },
    {
      "author": "HORTON",
      "text": "So before we go, let's recap. Takeaway 1 - nature is the ultimate multivitamin, so go out there and go get you some. Takeaway No. 2 - recognize and celebrate the Indigenous history of the land we are on. It will truly ground your experiences in the outdoors. Takeaway No. 3 - explore the outdoors with others. Take a friend. Find new friends. But just don't feel like you've got to go about it alone. Takeaway No. 4 - bring the outdoors into your world, whether it's caring for houseplants or playing that #FindThatLizard game. And our final takeaway, No. 5 - create a legacy that inspires others around you to appreciate the outdoors, too."
    },
    {
      "author": "HORTON",
      "text": "For more LIFE KIT, check out our other episodes on car camping, birding and even gardening. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now, a completely random tip."
    },
    {
      "author": "ANDIE D'ANGELO",
      "text": "Hi. This is Andie D'Angelo (ph) from Ketchum, Idaho. And my life hack is to store your sleeping bag in your car with your spare tire. That way, it's both out of the way, and it's available in case your car breaks down in a cold situation."
    },
    {
      "author": "HORTON",
      "text": "Now, if you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "HORTON",
      "text": "This episode of LIFE KIT was produced by Audrey Nguyen. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Andee Tagle, Clare Marie Schneider and Janet Woojeong Lee. Our digital editor is Beck Harlan. Our editor is Dalia Mortada. I'm Gabrielle Horton. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8787477621.mp3",
  "img": "https://media.npr.org/assets/img/2022/04/14/lk_hsieh_angela__greenspaces_wide-9599b4ba1a85bedf3cc6c225fa700cfb25300df1.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "GABRIELLE HORTON, HOST",
    "MING KUO",
    "HORTON",
    "KUO",
    "EARYN MCGEE",
    "SPIRIT BROOKS",
    "BROOKS",
    "ASH MANNING",
    "MANNING",
    "MCGEE",
    "ANDIE D'ANGELO"
  ]
}