{
  "title": "How to tell a captivating story — from a wedding toast to a job interview",
  "url": "https://www.npr.org/transcripts/1094947453",
  "intro": "Storytelling creates connections and builds community. In this episode of Life Kit, storytelling coaches from The Moth give a step-by-step guide to telling good stories.",
  "transcript": [
    {
      "author": "ELISE HU, HOST",
      "text": "This is NPR's LIFE KIT. I'm Elise Hu."
    },
    {
      "author": "SARAH AUSTIN JENNESS",
      "text": "I think personal story connects us all no matter where we are and what we're doing. It's a real tool that you should have in your toolbox."
    },
    {
      "author": "HU",
      "text": "When was the last time you told a story? Maybe you were on a date, or you were asked to share a failure in a job interview. Maybe you were asked to give a toast or a eulogy for a loved one."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "It's also just fun (laughter). I mean, it's connecting, but it's also a lot of fun. I mean, how many people do you know and love but their stories continue to wow you and surprise you 'cause you didn't know them in that way? It's a real sharing."
    },
    {
      "author": "HU",
      "text": "That's Sarah Austin Jenness. She's the executive producer of The Moth. If you're listening to this, chances are you've heard of it. But in case you haven't..."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "The Moth looks like a storytelling organization, and it is. But it's really a place where we ask people to practice the art of listening. And it's very rare these days that people are listened to for an extended period of time. But at The Moth, there's no interrupting, and the storyteller really takes you on a journey so that you're next to the storyteller, like, walking in their shoes for five or 10 minutes."
    },
    {
      "author": "HU",
      "text": "And here's Meg Bowles, The Moth's senior director."
    },
    {
      "author": "MEG BOWLES",
      "text": "We have some specific kind of rules for the stage where, you know, the stories have to be true and told in the first person. They aren't read. They're not recited. And they have to involve some stakes - you had everything to gain or everything to lose - and some sort of change or transformation over the course of the story. And all Moth stories, depending on where they're told, have a time limit. But I think the biggest thing about Moth-style storytelling is it is personal. You know, it is moments from your life and - that only you can tell."
    },
    {
      "author": "HU",
      "text": "To mark the organization's 25-year anniversary, they co-wrote a book with their colleagues, \"How To Tell A Story: The Essential Guide To Memorable Storytelling From The Moth.\" But before we jump into the thick of things, I wanted to ask one thing in particular."
    },
    {
      "author": "HU",
      "text": "So what is the difference between a story and an anecdote? What makes a story a story?"
    },
    {
      "author": "HU",
      "text": "Is it a funny question?"
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "I'll go quick."
    },
    {
      "author": "HU",
      "text": "OK (laughter)."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "No, no, no. I - we - so this is Sarah. We spent two years discussing this as we wrote the book. So (laughter) that's why..."
    },
    {
      "author": "HU",
      "text": "Oh, that's great."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "...I'm laughing. At The Moth, we've discussed what the difference is between an anecdote and a story over and over and over again. And we outline it in the book, too. An anecdote is a funny - this thing happened. It's a moment. A story has an arc. A story has stakes. A story has a beginning, middle and an end. And both anecdotes and stories are incredible. You just need to know where you want to tell which and what the difference is."
    },
    {
      "author": "BOWLES",
      "text": "Yeah. I - and this is Meg. I would say, you know, we - often, you know, anecdotes are small moments. But - and they tend to be more reporting of something, right? And with good stories, Moth-style stories, we tend to encourage people to go inside that. Go inside that anecdote. Go inside that story, and really tell us about it in detail - right? - how it unfolded, how it felt physically and emotionally, like, and really how you were impacted and changed so that you can build out an arc and make that anecdote kind of blossom into more of a full-bodied story."
    },
    {
      "author": "HU",
      "text": "With that out of the way, as you might have gathered, on this episode of LIFE KIT, how to tell a story."
    },
    {
      "author": "HU",
      "text": "Why is storytelling so important?"
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "This is Sarah. I - well, storytelling is what humans do best. Storytelling is the art that is specific to humans. And it's the way in which we connect and foster community and build empathy and get closer to one another. And so Moth stories are profound in some cases. And in some cases, they're surprising or shocking. And in some cases, they're downright hilarious. They're (laughter) - they make us laugh."
    },
    {
      "author": "HU",
      "text": "Yeah."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "And they make us feel hope. And they make us feel like it's going to be OK, or they make us feel like we're less alone. Stories are like fingerprints, so only you can tell your stories. So as you're thinking of what stories you have to tell, you're thinking of, well, what changed me, but also, what left a mark and why? And how can I describe it so that someone feels like they're going through it with me?"
    },
    {
      "author": "HU",
      "text": "And we all are full of stories and episodes in our lives. So how do we know which stories to tell? Can you walk us through your decision process or questions to ask ourselves to decide what to surface?"
    },
    {
      "author": "BOWLES",
      "text": "Sure. This is Meg. Usually when I sit down with somebody and they have no idea what story they want to tell, I always say to think back to moments in your life that really shifted you in some way. They can be big moments. They can be smaller moments. You know, we talk about, like, sitting down with an old scrapbook - right? - in your mind of your memories. You know, things - a family vacation or a, you know, some sort of - your first kiss or, like, certain moments that just - memories that stick with you, and dig in to that. Like, why did they stick with you? Why was that important to you? And suddenly, you start to see patterns of your story arise. You know, our founder often says that stories - all stories hinge on a decision. You know, you decided to do something or not to do something."
    },
    {
      "author": "HU",
      "text": "Meg also asks people to look back at a time when something didn't go exactly as planned or to think about their biggest embarrassments or their mistakes. In the book, they call it looking at the ouch, because there's often something meaningful to be found when you take time to explore your moments of vulnerability."
    },
    {
      "author": "BOWLES",
      "text": "Things that changed you often came in moments of vulnerability. We have a great example from astronaut Mike Massimino, who talks about going on a mission to fix the Hubble Telescope."
    },
    {
      "author": "HU",
      "text": "Yes."
    },
    {
      "author": "BOWLES",
      "text": "And he trained for it - for years, he trained for it, and millions of dollars were spent. And he gets there and is tethered - on a spacewalk. He's out in the - in space. And he goes to do this thing that he has practiced a million times, and he strips the screw on the cabinet that is - contains the Hubble spacecraft (laughter). And his whole..."
    },
    {
      "author": "HU",
      "text": "This was cinematic, yeah."
    },
    {
      "author": "BOWLES",
      "text": "Yeah. And his whole story is all, like, just this moment of a stripped screw. But it kind of tells us so much about him. It tells us so much about the training that he does. It - but the whole thing revolves around that moment. And so when I'm working with people for the first time, it's like asking them to kind of think back through moments in their life where things happened."
    },
    {
      "author": "HU",
      "text": "And those moments don't have to be big, like that time you were out on a spacewalk. Don't forget to examine the small moments."
    },
    {
      "author": "BOWLES",
      "text": "Because often, those small moments will take you down - it's like the thread you need to get to the heart of a bigger story."
    },
    {
      "author": "HU",
      "text": "If you're struggling to come up with something, Sarah suggests looking at or working with some prompts."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "If your life were a movie, what's one scene you'll never forget? What's something that someone said to you that you'll never forget? I find that many times, the words that people say to us are so striking we remember them decades later because it was the first time they ever said that. It was the last time they ever said that. You know, you were surprised that they said something like that. And that may be the seed for a longer story. Some other prompts - tell us about a breakthrough moment. Tell us about a time you had to follow your heart. And one of my favorites - tell us about a time you were reunited with something you treasure. So a lot of these prompts in the Moth book, \"How To Tell A Story,\" will lead you to one of your hundred, 200, 300 stories that you could tell."
    },
    {
      "author": "HU",
      "text": "I love that. So if we have found the story that we want to tell, where do we begin? Because structure can feel really overwhelming for those of us who are not professional storytellers. Can you talk us through some options and what you recommend?"
    },
    {
      "author": "BOWLES",
      "text": "Sure. I mean - it's Meg. Once you find a moment, I always tell people, the first step is to kind of blow it up big and just look at everything you have to play with. Kind of look at where you were in your life at that moment. How did that moment change your situation? You know, how did - what were the results of this event happening to you? Then I ask people to kind of think about, ultimately, what is the story about for you? - you know, just gelling it down to one sentence that can really tell you what the focus of the story you want to tell is. And it just helps you decide, after you blow it up big, like, which of these details are important and support that."
    },
    {
      "author": "HU",
      "text": "I think so many of us have watched so much prestige TV now that we're used to, like, flashbacks or non-traditional structure because they play with it a lot. But is there kind of a best route for a story to take?"
    },
    {
      "author": "BOWLES",
      "text": "I often tell people to start with a scene or start in the action of something because it draws the listener in. And sometimes that is a flashback. You know, sometimes you do start in a scene that happened earlier, and then you come back to the present day. I think the thing people have to know is that you don't have to get too fancy with a story."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "(Laughter)."
    },
    {
      "author": "BOWLES",
      "text": "Like, chronological sometimes is the best way to tell it, you know, because you want to take people through the journey so they can experience what you experienced, you know, and feel like they're walking with you. Often going chronological can be the better version, the better way to go."
    },
    {
      "author": "HU",
      "text": "At The Moth, Sarah says there's a dance that happens between the storyteller and the audience. The audience will react in ways the storyteller can't predict. Your small rehearsal audience, for instance, might chuckle in a place your larger audience doesn't."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "Because the stories are alive, and they're meant to be a little bit different every time you tell them. So at The Moth, the stories are not memorized. That - you know your first line and your last line and basically the bullet points in between. So you know the route and where you're going, but they're meant to be different every time you tell them. And the difference can also come with the audience and where they react and how they're taking it in."
    },
    {
      "author": "HU",
      "text": "All right. So you're taking your listeners, your audience, on a ride. How do we bring the stories in for landings?"
    },
    {
      "author": "BOWLES",
      "text": "(Laughter)."
    },
    {
      "author": "HU",
      "text": "How do we nail that? How do we get the ending right?"
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "This is Sarah. Meg, I'm going to go for it, but I'm sure you're going to fill in where I'm..."
    },
    {
      "author": "HU",
      "text": "(Laughter)."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "...Leaving things out. The end of a story can be the hardest thing to craft. So hopefully, in your story, you've built a central question. There are stakes to your story. There's tension. And in the best-case scenario, the audience is wondering, how is this going to work out? Is this storyteller going to get what they want in the end? And so the very end of the story needs to - you need to come in for a landing. You need to land the plane. And you need to wrap up the loose ends. You need..."
    },
    {
      "author": "HU",
      "text": "Yeah."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "...To find a place that feels resolved. Now, that said, stories in real life usually aren't all tied up in a bow at the end. You know, it isn't necessarily black or white. You just have to end the story in a different place than where you began. So there's the you that we meet in the beginning, and then there's the you that we're left with. And at the end, we can see starkly what your change was, even if the change was slight. We do say in The Moth book, \"How To Tell A Story: The Essential Guide To Memorable Storytelling From The Moth\" - I love the title (laughter) - that you don't need a phrase like, and then I realized, or, and then in that moment, I finally realized."
    },
    {
      "author": "HU",
      "text": "Yeah."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "It's like, at this point, after 25 years of Moth storytelling, we're a little bit allergic to that phrase. We say with love. But you can lift that phrase out, and your story will still make sense. And the last line or the last three lines, let's say, should generally be memorized so that you're really sticking the landing like a gymnast and not circling the drain, as we say, and not trying on different endings for size and trying to figure out how you want to leave your audience because remember; that's the last thing they'll hear from you while you're on stage."
    },
    {
      "author": "HU",
      "text": "Yeah."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "So you want a clean and profound and impactful ending."
    },
    {
      "author": "HU",
      "text": "Lovely. All right. So up until this point, we have found our story. We've developed it, figured out an arc, a path that we would want our story to take. I want to talk now about telling the story, delivery, because even for somebody like me - I'm a pretty practiced, you know, speech giver, I guess, or moderator. But my nightmare scenario would just still be getting in front of an audience, getting up to the mic and just blanking out."
    },
    {
      "author": "BOWLES",
      "text": "(Laughter)."
    },
    {
      "author": "HU",
      "text": "So what's your advice about stage fright?"
    },
    {
      "author": "BOWLES",
      "text": "Everybody is nervous. It's natural, and you're going to feel the nerves. And I think the thing that most - a lot of people will do because they're afraid of exactly that - they're afraid of forgetting something, losing their place."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "Yes."
    },
    {
      "author": "BOWLES",
      "text": "And they memorize it word-for-word. And it is the absolute wrong thing to do. We say that you should become very familiar with your story, comfortable telling your story but not memorized because when you get on stage and you know your story word-for-word, it becomes a recitation, right? And you're standing there remembering the words that you crafted, but you're not remembering the memories. And not only will it change the way people hear your story because when you're remembering the memories, you just tell it in a different way. You tell it in a more intimate way..."
    },
    {
      "author": "HU",
      "text": "Yeah."
    },
    {
      "author": "BOWLES",
      "text": "...Than you would if you were just memorized and reciting. And often, people will go blank. And in the moment where they go blank, they have no idea where they are in their memory because they're not remembering the memories, if that makes sense. And so we always tell them not to get too married to your words because you will say it differently every single time. And that's great because the stories are alive, and they're meant to sound alive. Sometimes when people get really stuck in the same words and it just sounds like they're reciting and it sounds stiff and it doesn't sound like..."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "Yes."
    },
    {
      "author": "BOWLES",
      "text": "...They're kind of present with us..."
    },
    {
      "author": "HU",
      "text": "Yes."
    },
    {
      "author": "BOWLES",
      "text": "...I'll tell them to shake it up. Like, just tell it to me now using totally different words, and..."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "(Laughter)."
    },
    {
      "author": "BOWLES",
      "text": "...Which freaks them out - totally freaks people out."
    },
    {
      "author": "BOWLES",
      "text": "But, you know, when they do it, it takes them twice as long, but it shows them that they know their story and that they can tell their story using different words, and it's OK. It's the same story, you know? And of course there are phrases that you love that you're going to say the same way every time, and that's OK. But the practice part of it is to become comfortable telling it. And the more comfortable you are, the more you've told it, the more familiar you are with it, the more comfortable you'll be on stage, and the more fun you'll have."
    },
    {
      "author": "HU",
      "text": "Yeah, I love that."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "So if you do go blank on stage, just think, what happened next? - because you lived your story. The audience didn't live it. They don't know how you constructed the story, so there's really no way that you can go wrong unless you memorize it, as Meg said. And, in fact, we also tell people, hey; look. If you get to a point in your story and you realize, uh-oh (ph), I didn't set it up right - I didn't set it up in the way that the audience needed to know this one part - you could always say, what I forgot to tell you or what you need to know before I tell you about my mom is - you know, because the stories are alive. And so that just shows the audience that you're speaking to them like a friend..."
    },
    {
      "author": "HU",
      "text": "Yeah."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "...Like you would to a friend over a cup of coffee."
    },
    {
      "author": "HU",
      "text": "It's so relatable that way."
    },
    {
      "author": "HU",
      "text": "All right. So I want to zoom out a little bit because so many of us who watch great storytellers or listen to The Moth or have been to a Moth show think, I could never do that - I'm one of those people; I think I couldn't do that - or maybe that I don't have the kind of story that would be worth listening to. Sarah, I know you especially work with women. And women's voices are underrepresented across the world, but hugely underrepresented in some of the places in the world where you've worked. What drove you to work with voices that maybe we don't hear from as often or people who think, I don't have a story worth telling?"
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "Well, at The Moth, we do a lot of work with women and girls and stories for gender equality. And there are stories from folks who have so many stories to tell, but we workshop them in community. After The Moth workshops, we'll then tell them in other communities. They may tell them to policymakers. They may tell them to parliament. And in other cases, they have laws passed and budgets changed. And we're really leaning in to the ways in which storytelling - personal storytelling - can have more impact and can create deliberate change around the world. Because you can hear about climate change. You can hear about even the pandemic. I mean, some of these world issues are so obtuse and they're so big. It's hard to wrap your mind around. But when you hear a personal story of someone who's lived it and has been forever changed by it, your hearts and your mind is changed. And in some cases, you feel like you want to learn more or you want to get involved."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "And so in the workshops that I teach and that many of us teach for The Moth Global Community Program and even in The Moth Education Program and the MothWorks, we're looking at ways in which we can take the idea and the tools of personal storytelling and break them out into real-world possibilities and real-world examples of using your personal story to create more empathy."
    },
    {
      "author": "HU",
      "text": "All right, I want to get practical because you all pepper your book with inserts about toasts - giving toasts..."
    },
    {
      "author": "HU",
      "text": "...Or job interviews, even eulogies. What do those moments of storytelling share, and what kind of maybe universal advice could you give us that would apply to these types of occasions?"
    },
    {
      "author": "BOWLES",
      "text": "That's a good question. I think back to the whole principle of everyone has a story, right? We tell stories all the time in all kinds of situations. We're constantly telling stories. And in these situations where, you know, you have to kind of formalize that with a toast or with a eulogy, it's the same thing. It's the way we connect. And we're sharing something important. You know, for a toast, we're sharing some important piece of the person or the thing that we're toasting. You know, with a eulogy, we're remembering and cherishing the person that we're all gathered to remember. And I think that ultimately, all of those stories and the way they show up in our lives every day comes back to that connection. We want to connect with people. We want to remember people. I think, you know, our stories are the best way to do that."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "In a job interview, you're showing your prospective new employer your character. So ahead of the job interview, you could think of a story that really illustrates your character and illustrates a time that you were problem-solving. Or take a look at your resume and connect the dots through each of your jobs, you know, through stories. So how are each of the roles that you've had over the course of your career a narrative steppingstone that leads you to where you are in that room, trying to get that job. Even the jobs that didn't work out or where you learned something new about yourself that you weren't expecting."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "I also wrote a lot about stories on dates. I have had (laughter) a tremendous amount of experience on dates, and I do find that some people are very nervous on first dates. And so what if you had just one or two very, very short stories that were kind of, like, the greatest hits in your back pocket - like something - like a time when you found unexpected joy or a trip that you took recently or before the pandemic or..."
    },
    {
      "author": "HU",
      "text": "Yeah."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "...Something that you picked up during the pandemic that actually gave you a moment of respite, a moment of happiness, because you're trying to show someone new what you value and who you are. And then your stories open it up for them to tell stories."
    },
    {
      "author": "HU",
      "text": "This is so helpful. And if you had to sum up the advice that you've given to toast-givers, job interviewees, people going out on dates, what common mistakes would you advise them to avoid?"
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "Well, with toasts, you're in it, but the toastee is the main character, you know (laughter)?"
    },
    {
      "author": "HU",
      "text": "Yes."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "So it's like, you take all the tools of personal storytelling, but just remember that you are not the main character of your toast."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "So that is a great tip to keep in mind. And you're - the person you're toasting or the thing you're toasting, if it's a new hospital or if it's a toast at a wedding, it's something that the audience may not know about the person you're toasting. But it really - the toast should paint them in a beautiful light."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "And on dating and in job interviews, I would say the best advice is no complaining. (Laughter) We have that in the book a little bit, too. And, you know, you want to find the moments that illuminated something new or surprised you, but no one wants to hear a list of grievances. And so you want to make sure that your stories in these real-life situations are short - short enough so that it allows the person you're with to then tell a story of their own - but that, you know, you're really leading them somewhere so that it isn't just this thing happened."
    },
    {
      "author": "HU",
      "text": "All right. I love that. OK, throughout the book, you show us examples of what a particular person's story is. There's lots of great examples throughout the book. And often, you distill the story first. You either set it up or wrap it up with a one-sentence version of a story. So I have to ask y'all, tell me how to tell a story in one sentence."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "I would say mine your life for meaning and practice your story before you tell it (laughter)."
    },
    {
      "author": "HU",
      "text": "Oh, that's great. You nailed it."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "Yeah. Yeah, I tried. I tried."
    },
    {
      "author": "HU",
      "text": "You nailed it in a sentence."
    },
    {
      "author": "HU",
      "text": "All right. Sarah Austin Jenness and Meg Bowles from The Moth, I learned so much. Thank you both."
    },
    {
      "author": "AUSTIN JENNESS",
      "text": "Thank you."
    },
    {
      "author": "BOWLES",
      "text": "Thank you."
    },
    {
      "author": "HU",
      "text": "For more LIFE KIT, check out our other episodes. We have one just on making toasts, another on how to be a better listener. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, please subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip."
    },
    {
      "author": "TODD GRABOWSKI",
      "text": "Hello. My name is Todd Grabowski (ph), and I have a life hack for fixing any wobbly round table. So if you've ever sat down at a round table and you've noticed that it has a wobble, instead of trying to shim quarters or cardboard or napkins or something under the leg of the table, I have a better way. What you can do is you can slowly start rotating the table, and then testing it as you rotate. And eventually, for any table, as you rotate it, it will find an equilibrium point and will become steady. So give that a shot. And it's that simple."
    },
    {
      "author": "HU",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Audrey Nguyen. Meghan Keane is our managing producer. Beth Donovan is the senior editor. Our visuals editor is Beck Harlan. Our editor is Dalia Mortada. Our production team also includes Andee Tagle, Mansee Khurana and Sylvie Douglas. Special thanks to our podcast coordinator Julia Carney and Gwyneth Stansfield and Meryl Cooper. I'm Elise Hu. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2923936390.mp3",
  "img": "https://media.npr.org/assets/img/2022/04/26/npr_moth-final_wide-a2d9df499e6e15f3b8d8815d289820d18ad11c7c.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ELISE HU, HOST",
    "SARAH AUSTIN JENNESS",
    "HU",
    "AUSTIN JENNESS",
    "MEG BOWLES",
    "BOWLES",
    "TODD GRABOWSKI"
  ]
}