{"title":"How to arrange supermarket flowers like a pro","url":"https://www.npr.org/transcripts/1095514766","intro":"Whether you forgot to order flowers for that special occasion, or you just want to flex a new creative muscle, here's how to DIY a professional-looking bouquet with grocery store flowers.","transcript":[{"author":"ANDEE TAGLE, HOST","text":"This is NPR's Life Kit. I'm Andee Tagle, one of the producers of the show. And today we've got a special spring delivery for you, an array of tips on how to build better, prettier bouquets at home. I know, I know - florals for spring? Groundbreaking. But with Mother's Day around the corner, wedding season on the way, and all those lovely spring flowers in full bloom, now is a great time to stop, smell and then arrange the roses. Because a thoughtful bouquet can make any day a little brighter. And while it's great to support your local florist, why not let your creativity blossom? Inspiration is all around."},{"author":"ANDEE TAGLE, HOST","text":"Hey, I have a hard question for you. What is your most favorite flower?"},{"author":"ALEXANDER CAMPBELL","text":"Well, that is quite hard. I get asked that a lot. My favorite flower changes all the time. But I fall in love with a new flower every day, it seems, at the moment."},{"author":"TAGLE","text":"That's Alexander Campbell, better known as @acfloralstudio on TikTok, where he has over a million followers. When it comes to flowers, he's an equal opportunity florist."},{"author":"CAMPBELL","text":"I use hydrangeas a lot. And I really love carnations, which is quite an unpopular opinion."},{"author":"TAGLE","text":"Why do carnations get such a bad rap?"},{"author":"CAMPBELL","text":"I don't know. I mean, like, I live in Spain, right? So in Spain, they're always associated with being like a very, very cheap flower. But I think that's sort of great. They're so affordable. They come in like a ton of different colors. I love them, so I'll continue using them."},{"author":"TAGLE","text":"Do you delight in daisies? Are you taken with tulips? There are no bad blooms, says Alex. And he would know. He makes stunning creations for every season and storyline. His feed features a bouquet of black and white blooms inspired by Cruella de Vil, a rainbow arrangement for pride, a spray with spiky silver spray painted leaves inspired by Wolverine for an X-Men series. But for us, Alex is going to keep it simple. In this episode of Life Kit, he's going to help us think through colors, technique, and also how to keep that bouquet as fresh as possible."},{"author":"TAGLE","text":"OK. So where do we start? When you're starting to craft a new bouquet for a particular occasion, let's say Mother's Day, for example, because it's coming up soon, when you're thinking about what color should or shouldn't go together, you know, what does that baseline look like for you?"},{"author":"CAMPBELL","text":"If we think about, like the color wheel, colors with divided into like cooler colors and warmer colors, right? So for me, I mean, I can't say never say never, but just from an aesthetic point of view, I don't really enjoy combining like cool with warm. I prefer to stick with colors of kind of the same, like, temperature. I think as well, like I prefer to work in different tones of the same color at the moment. I mean, I can't say that's going to be like the AC Floral of tomorrow or next week or next year, you know, but..."},{"author":"TAGLE","text":"So today, waking up and saying, I'm going to go from the lightest possible palest pink I can find and go all the way to a hot, hot pink."},{"author":"CAMPBELL","text":"Yeah. I do like to kind of just work with like tonality and shade and tone and hue of a color. So I would really stick to those - me personally, but that doesn't have to be everybody."},{"author":"TAGLE","text":"So how do you know - you know, let's say you're doing this the day before or two days before Mother's Day. Would you suggest that people do buds and hope that they will bloom? What's the timeline there?"},{"author":"CAMPBELL","text":"So maybe a mix of both, depends on the flower. It's risky to just put buds in because, like, lilies will take absolutely forever to open, like, 10 days could be sometimes. Other flowers are kind of quicker, maybe like three or four days. But yeah, I would have - if you could choose and if you have the privilege of having lots of flowers in your supermarket, flowers that look like they've just opened from buds. So maybe they'll be very, very small, they won't fully be open, or ones that, you know, are open and have them mixed like that because then the ones that are more open maybe won't last as long, but if you've got some younger flowers or buds, they'll start to open. So the arrangement will last a bit longer."},{"author":"TAGLE","text":"So get a mix. Cover your bases."},{"author":"CAMPBELL","text":"Yeah."},{"author":"TAGLE","text":"How do you know if flowers are healthy when you're picking them out? How do you know to pick the right flowers?"},{"author":"CAMPBELL","text":"So a good thing to do is definitely, like, give them a bit of a touch, give them a bit of a squeeze. If they're nice and firm, that means that they're great. If you touch the flowers and they're quite soft, then they're not good. Also, if you take them out of the bucket and you look at the stems underneath, if the stems are nice and green and fresh, good to go. But if they're like brown and kind of, you know, the water's cloudy, kind of starting to rot, then they're not good. But honestly, I think with flowers, the visual is the strongest, right? We can look at a flower and know if it's on its way out or if it's in bud as well, then it's going to bloom."},{"author":"TAGLE","text":"Love it. So from there, what are all the floral elements you want to keep in mind when building a beautiful bouquet? So I'm a complete beginner here. I'm really looking forward to learning from you with all these things. But what comes to mind for me are things like, you know, fullness or greenery or height. Is there a list of things that you can give us that we should think about when building bouquets?"},{"author":"CAMPBELL","text":"For sure. I mean, like, it depends what type of bouquet you're making. But I think with all bouquets, you try to find a mixture of flowers, some which are like filler flowers, you know, which are going to - it could be greenery or it could be like a very cheap flower. It sort of like fills it out. Hydrangeas are a great filler flower because they take up a lot of space in an arrangement and they're really easy to put different flowers in. Carnations as well, they're a filler flower. And then maybe some star flowers like the delphiniums which are really tall, clematis, which are so beautiful. Spray roses are really nice as well. So kind of like dainty and more special looking flowers. They usually come in smaller packets in the supermarket."},{"author":"CAMPBELL","text":"So make sure you have a good mix. I say three or four, but if you have the budget and the time and you want to get 10 different packets of flowers, then go for it and have fun. And obviously, when you first start with flowers, you have to make sure that all your stems are nice and clean, you've got a fresh cut on all of them. But a variety of flowers, a variety of textures as well is really, really important because if you think they're all the same, they're all the same level or the same sort of size, you're going to create a very two-dimensional bouquet. And it always looks better if this kind of movement and it's a bit more dynamic. So you can achieve that with different sized flowers, different color flowers, so definitely important to think about and then just go with it."},{"author":"TAGLE","text":"OK. And then you said before all of that you want to make sure you have fresh, clean stems, that you're cutting everything right. OK. You won't like this, Alex, but I can't say that I often do that when I have flowers at home. Can you give us words of wisdom for making sure that your flowers are as healthy as possible or, you know, with trimming technique? What have you got for us?"},{"author":"CAMPBELL","text":"I mean, Andee, you'll have to. It really changes the lifespan of the flowers completely. I mean, just a really basic thing when you first bring them home, make sure that you take the leaves off that are going to be below the waterline, because when the leaves are in the water, they're going to rot. They release a lot more bacteria. And then like your flowers, instead of lasting 10 days, they might last five days. So it's a shame, really, if anything. So yeah, definitely make sure your stems are clean. And I think a really simple thing for arrangements at home is just to change the water every day, which is something that we forget. I mean, that really extends the lifespan by - maybe not double, but it will add, like, three or four extra days, just kind of tipping the water out the vase and filling it with fresh water every morning just to kind of get rid of bacteria build-up - and flower food, if you have it."},{"author":"TAGLE","text":"You change your water every day?"},{"author":"CAMPBELL","text":"Well, I don't know if I want to admit this. I'm quite lazy, so maybe I don't change it as much as I should. But in theory, yeah, it's good to change the water every day if you want to. But every other day is fine as well."},{"author":"TAGLE","text":"Best practice, every day - OK, definitely something I did not know. It's starting to explain some things for me. OK, so we want to take the leaves out. You want to change your flowers everyday if you can. Flower food is good. And is there a technique when it comes to cutting stems?"},{"author":"CAMPBELL","text":"Yes, definitely. So always good to cut, like, a 45-degree angle or as close as you can get to 45 degrees - a couple of different reasons, really. Like, one is when you cut them at an angle, you increase the surface area, so the flower can absorb more water. And also, if you think about when you put your flowers in the vase, if they're flat, you risk them sort of being stuck against the bottom of the vase and the flower and not really being able to intake water even though it's in water. So when they're cut, no matter how you put the flowers in the vase, they're always going to be able to drink, so an extra layer of guarantee."},{"author":"TAGLE","text":"And where do you start? Do you always start with the filler? Do you start at the bottom and work your way up? Do we have a focal point? You know, do you have that favorite flower? You want this to catch everyone's eye. What does that process look like?"},{"author":"CAMPBELL","text":"So if you're at home and you're making a vase arrangement, definitely good to start with, like, a great base. So your filler flowers, your greenery, put them all in, and then start building from there. So once you've got that done, then start with your kind of taller flowers, ones which will add height and depth and movement to the arrangement. And then after you've done that, the final step would be to kind of put your star flowers in, so the really amazing ones, the ones that kind of most spoke to you at the supermarket when you found them or at your florist, and then put those in last, kind of as a finishing touch."},{"author":"TAGLE","text":"OK, so let's talk a little bit about technique. What are a few things people can do to make a basic grocery store bouquet really sparkle, get to that next level? You know, so you have a palate that's already working with. What can we do to zhuzh it up?"},{"author":"CAMPBELL","text":"I mean, I can't really give a hard and fast answer, but I can give from maybe personal experience that - during the first lockdown, I would go out to buy supermarket flowers, like, twice or sometimes even three times a week just because I really wanted something to do and I wanted that creative outlet to have. And instead of just buying one bouquet, I would always buy, like, three or four different bouquets, which I know is a bit excessive. But if you buy the cheap ones or the ones that are - if you go in the evening, especially - I was in the U.K. for the first lockdown. They have really discount - like, 75% off. So you can get like a really wide range of bouquets, and then mix them. And I think that just really takes them to a different level rather than kind of looking like - I don't want to say the word basic, but, like, a very kind of standard looking bouquet. And if you mix all the different flowers, you can really create something that's really interesting - and again, with different height, different textures, different colors. And if you really like them, it's always going to be an incredible arrangement, even if it's your first one and you've never arranged flowers before."},{"author":"TAGLE","text":"That's great. Is there such a thing as a bouquet that is too full?"},{"author":"CAMPBELL","text":"I don't think so. I don't think so. I mean, maybe for some people, if they're kind of more minimalistic, then yes. And it's true that you can - maybe not in terms of flowers - but this happens to me as well, like, if I'm making a vase arrangement. I have a tendency that everything will just be on one level. That's kind of like - if I'm a bit on kind of like autopilot, it'll just be very flat. And then it's too much because they feel like the flowers don't breathe enough in it. But as long as you're making sure that you kind of add sufficient height, like have some flowers which are higher, some flowers which are lower, some which are coming out to the left, some which are going out to the right, then I don't think there's a thing as too much."},{"author":"TAGLE","text":"And when you do that, do you start on one side and, like, this is the side I want it to show and then, you know - do you work all the way around? Do you, you know, walk around the table when you do it?"},{"author":"CAMPBELL","text":"So it depends. Actually, when I'm doing social media flowers, they're, like, completely one-dimensional. And it's like, party at the front and nothing at the back completely. But if it's - you know, if I'm making a bouquet to sell or a vase arrangement or, you know, if there's an event to do, then, yeah, they should be 360. That being said, there's always a front and a back to things. There's always a side that we gravitate towards most that we like better. A tip as well for when you're doing this at home is - you know the Lazy Susans, what you put cheese on for, like, a party, a dinner party?"},{"author":"TAGLE","text":"Mmm hmm."},{"author":"CAMPBELL","text":"So it's a great tip. If you put your vase on top of a Lazy Susan, then you can easily just spin it around on the table, and it's just easier to make a 360 vase arrangement."},{"author":"TAGLE","text":"So, Alex, why do this at all? You know, why not just stick to a quick and easy supermarket bouquet?"},{"author":"CAMPBELL","text":"Yeah. I mean, I think all flowers are beautiful, but I guess the main difference between, like, supermarket flowers and flowers that maybe you do at home or you get from a florist is probably just a question about love and care, you know? Like, when they're being mass-produced for supermarkets, even though they're really nice and I know somebody worked hard to make them, they're sort of just churned out, you know? And when you do it yourself, you put extra love, extra care, extra time into making that. And I think that's the key ingredient that's always going to differentiate it from something else."},{"author":"TAGLE","text":"For more LIFE KIT, check out our other episodes. We've got one on how to start a garden, another on comfort decorating and lots more on everything from finance to mental health. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"TAGLE","text":"And now a completely random tip from one of our listeners."},{"author":"CARLY","text":"Hi. My name is Carly (ph). I'm calling from Colorado. And this life hack has changed my world. I buy almond butter, and it's the natural kind. And it tends to just separate because it's natural. So to fix this, instead of stirring it and spilling the oil everywhere every time I go to use it, I actually just flip the almond butter itself upside down in the cabinet. And so all of the almond butter goes to the top, and the oil goes to the bottom - essentially the top where it's sitting in the cabinet. And then when I go to use it, I just flip it right side back up, and the almond butter is not separated. And it's so easy to use."},{"author":"TAGLE","text":"If you've got a random tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."},{"author":"TAGLE","text":"This episode was produced by Meghan Keane, who's also the managing producer, with help from Mansee Khurana. Beth Donovan is the senior editor. Our production team also includes Claire Marie Schneider, Sylvie Douglis and Audrey Nguyen. Our digital editor is Dalia Mortada, and our visuals editor is Beck Harlan. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4210347453.mp3","img":"https://media.npr.org/assets/img/2022/05/02/lk_harlan_flowers_finalbouquet-3_wide-98712e176ffa5fe5696b88eaa8e3093fc737d485.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","ALEXANDER CAMPBELL","TAGLE","CAMPBELL","CARLY"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,1700,3060,6754,3865,4328,10134,28039,20949,24636,22557,16430,6217,8158,13637,24138,15577,11610,8035,10253,12261,15422,19122,20846,18118,17904,15422,12027,20757,18790,17169,4458,18498,21357,19693,8513,12050,25462,13471,15745,13807,10446,13579,2457,3454,2564,27842,20316,15704,10153,18444,26394,7650,20985,20668,14118,3796,20344,21574,12556,10962,2646,2401,17211,15185,27833,19358,18278,13887,19319,11221,11693,14196,12698,23567,21093,11759,18470,12332,12696,13520,3411,15237,16041,16642,7084,25336,10709,3960,12535,12347,4153,11702,15437,18696,22964,27726,13865,2966,24971,22631,26569,26126,18236,12122,18524,21791,16223,8190,2173,23731,24150,24000,16626,18436,16561,16455,5320,9311,18765,18979,13006,14527,9293,2115,20264,21377,19360,10397,15538,12967,12644,5800,1926,2679,26346,22628,29867,16954,29418,17452,11247,13189,17896,27512,28456,11222,27560,26063,9469,19835,10577,22234,22003,24053,25596,3596,24145,22308,20620,21788,7060,2214,2116,23617,21621,4912,27652,22695,15454,9946,24814,17334,24261,5907,25470,17451,14637,7804,12995,13715,4303,21581,24949,22316,11376,12730,27971,15964,15013,13539,10591,18346,8143,9143,16295,8840,16751,11831,18619,20062,9498,18929,10974,11356,2573,29553,28136,26171,7824,17375,9584,20102,18699,9683,9521,10140,4742,20201,21179,21828,19704,21460,12203,25129,11596,21812,24443,7551,9600,5919,23741,19514,15727,10127,7156,7089,26347,27082,29616,27835,26015,17080,8934,24608,17206,20655,23114,16673,11397,7254,18948,13185,21530,11694,11368,18753,19428,18254,11626,25409,16262,2413,25001,25536,13367,16692,14287,13552,15565,7492,10886,13761,15051,19572,11651,17864,5490,23931,24309,21518,2371,2290,7889,6710,12177,3419,10964,17873,20770,20318,9638,7108,8333,8254,8566,14840,12319,19412,9614,3012,14113,16587,18308,13858,7789,13201,10731,2214,19848,16324,27480,3790,21835,19733,11297,10378,10358,15264,16485,13060,10017,14018,12020,5299,3945,21975,13162,17233,17117,22764,13492,9523,13922,15437,19402,15269,27567,5474,17742,25532,20729,15012,20713,14177,8166,21835,17430,19363,12994,18063,17189,15205,9983,9399,14777,13361,7630,19030,9606,11054,3316,3623,2659,25475,24562,10423,20567,15524,10285,13219,14530,2418,3136,25645,19246,25031,16584,2586,16390,11963,16651,7454,22611,16484,13319,9944,14395,23230,21093,26440,22193,18570,8640,24450,12809,20418,7542,769,431,348,294,162,131,123,6,7,6,17743,23585,26599,16628,24737,22769,12019,26989,20052,15984,9525,20508,19190,15649,17929,25020,10493,11698,11571,14220,14237,17598,18128,23670,15197,13644,3486,23661,24785,20417,21267,20966,24772,10172,17377,14114,17933,17753,12405,16273,18269,20417,14411,14552,14577,11273,9039,9954,23807,23519,22372,14626,16859,15985,10059,17001,17382,12218,14583,24248,12348,13388,19109,19278,20521,6667,18083,15955,15944,14364,10374,11421,15170,11448,11641,13704,11465,9996,7250,24187,23300,14963,15993,4050,82,10,28195,27815,9642,23867,16077,14489,26022,16835,777,16705,17317,20017,15639,11316,19177,19652,13365,16075,19137,18179,13591,7834,17158,15951,20488,15645,15049,12390,23797,15241,23614,17274,14765,10083,16061,19742,16079,16771,8708,21178,21776,28027,27148,17690,24773,21540,25207,16720,17131,3407,10,3,4,272,19817,11166,18655,16564,15758,21379,11727,20683,4193,14857,12238,9383,13403,9602,13113,16817,10316,9996,19280,9579,1252,22287,13913,21550,8769,7627,19318,16694,8863,9492,10527,18134,9831,19061,20389,12066,8950,16731,10227,6770,8957,12951,11959,13470,22621,16375,10409,7029,23063,13735,21986,21699,21755,20303,14320,16325,16465,8687,12147,12624,11855,2796,12395,10456,22574,15522,17898,21447,14853,21861,21117,14443,21544,7822,12631,260,6,11,6,6,6,5,29,23393,24116,25269,26326,23791,12115,16081,19253,27083,15141,28992,21633,13987,18641,11826,27436,28476,25223,28642,29451,27278,15840,13109,15516,10545,22682,18871,14414,18431,20744,21981,15038,2200,20561,27447,21446,19850,15976,16577,26335,13132,16158,26858,26828,29678,29800,21391,12515,8613,8801,11031,26013,14698,24576,14631,20498,12420,23646,5286,18851,12658,21343,9723,23592,17191,19468,12528,1550,10984,1972,22682,20900,15060,19348,18635,16417,813,18679,10896,17142,9588,19733,14974,16081,9463,25300,15566,10591,9094,28650,20148,17450,18693,17515,8476,211,25016,16385,24869,23891,1196,15501,4887,15015,23375,24332,1463,1092,19821,26416,21003,15642,15576,8707,7719,16886,14853,9078,25071,18043,24592,18970,4327,23647,25846,20440,19959,19495,21010,20796,3096,9635,21840,21897,9575,15481,13721,10195,19282,23867,21968,28164,21936,18144,15283,22376,22096,26405,20405,26834,13931,21422,13099,21065,19499,25133,25931,21686,15296,18051,12556,14437,16961,3726,13067,20453,18608,461,20598,26313,17600,194,25225,25964,12446,17691,9255,13834,8290,24181,16246,11769,16053,13784,11070,15942,10194,229,10760,19182,11183,15042,8531,10726,8794,7287,9886,16493,5638,229,22754,18684,22929,24362,19303,24605,16106,20747,21409,23521,18600,18532,14921,20948,13494,28223,30630,7265,26581,18569,5564,25620,16367,21364,26947,25272,25364,29709,27511,18472,18505,24137,19021,28195,24417,12331,6849,2705,19162,4744,5620,16178,15903,17563,7214,12621,8117,12666,19978,9521,13630,26380,7761,16855,11906,14738,10301,13176,7657,20856,24932,11753,20521,20810,9394,16571,19106,18663,23179,16013,10504,9848,24657,12533,1147,25266,13676,19821,20882,14977,17286,11406,11002,20454,3364,9926,15906,15065,2339,79,21850,4589,18617,14100,21581,882,16,10837,15327,18030,15343,9466,6982,23734,11215,5118,24359,17641,26296,22534,12872,11933,17213,24500,1488,25641,26878,11628,5860,12218,13528,13253,21079,12688,12901,18983,7768,9149,10728,8685,16274,12676,22377,9406,22544,11996,19865,17035,15640,22862,15098,19430,7257,21480,16477,10159,17344,3231,17482,18126,17973,20691,13030,6931,23112,18831,19333,14813,4740,16314,18594,21230,23343,25509,24931,8491,11506,4675,11405,894,11226,10413,18648,24916,18713,17020,1022,16297,29383,26962,29658,13345,8634,3879,6576,61,278,22653,22178,23393,22355,25768,18786,15752,12500,24326,24257,19129,25531,16955,6674,6493,6460,3433,22483,10331,25801,12293,13785,10166,11025,14607,9013,9940,24514,10764,12702,12425,19034,24977,6645,19784,8482,277,25225,10776,130,22301,12883,22631,18093,450,11744,24850,21500,15863,24904,21690,20116,5150,386,19375,5229,521,22916,18645,14549,13340,6166,15439,25625,9893,21587,6258,15075,8034,19045,13440,12519,6358,20538,18505,8984,5567,24404,3413,14153,19560,6648,25185,22292,24847,8056,19066,9907,13745,9272,25787,21882,5179,18688,24717,21751,18809,13938,612,22620,11568,18454,18351,18747,13519,26264,14606,3226,25353,13977,6239,20461,21052,21543,9918,24011,14724,18659,11325,443,21992,20685,23629,15495,4800,21579,14466,11212,7328,8968,12,14441,15594,2564,27124,25479,18955,8677,24846,22224,23677,15556,23128,12428,14639,15934,15193,14531,19783,11035,12388,21183,26699,21938,12619,26214,25620,12938,15365,13498,18586,12623,6895,21928,24471,17544,15992,17935,11207,20723,15271,23822,13523,14397,11878,20223,28283,23652,25358,24375,19761,14975,22132,27277,23458,16240,30529,21552,15647,19986,771,854,2838,15908,12546,12372,229,28,15918,23531,23456,6436,15526,16421,25248,20416,1844,512,16389,11992,15206,14265,24455,25751,10278,22797,17150,26359,22194,18665,23734,7409,10496,17386,6617,11856,14726,13540,15716,12990,10216,17788,9696,12408,25406,20468,543,16334,23192,10998,17843,13296,23562,9815,9213,8281,17096,15811,12487,20610,13344,1153,18612,19009,8263,14513,21775,13385,23984,21474,8270,21016,285,19580,16064,24555,11163,157,10955,17264,6168,24140,23740,24644,9536,12905,5627,6494,12496,16334,20594,12839,8826,9484,16813,5620,20788,13312,8064,9949,19422,19419,507,25613,14900,21652,12314,8629,24105,11977,23486,24125,15589,25643,15183,25694,7161,302,9157,21534,22784,7885,77,9210,28276,11144,13692,10976,15487,15321,16460,24616,212,2888,137,23712,24843,18962,21265,11925,19637,14958,12663,24869,24255,14116,16107,14414,16884,8005,23960,12876,11168,18529,13976,12783,18907,23941,24399,14416,16181,10575,17037,21911,24445,10101,10828,25602,24155,11754,24647,20941,10569,22337,18959,8836,20607,22108,21326,25317,21499,7465,24097,8955,25425,12299,10078,10336,5274,10810,17563,8355,980,24215,21864,14317,16216,14840,24703,9207,10785,18926,22007,10471,14687,19555,18406,13323,8639,19403,692,2585,8361,17540,18505,26165,9218,9748,14506,6606,16111,17681,15914,8334,14214,23099,2053,10351,17164,20580,21531,15166,24419,17756,18605,19698,9746,10081,12813,17504,11698,19033,14604,27870,3961,27253,24603,25843,30173,13148,24480,27370,12894,29411,18078,26347,16683,9591,13677,22754,4369,17783,25939,26986,24456,18592,23063,20298,20392,14471,16178,17286,17363,12044,14831,18074,7129,16951,29576,27245,25191,22182,29692,17126,18320,25204,24386,26337,26220,26620,23412,17327,19514,23985,24691,12584,29318,28132,20651,23699,18454,20742,18750,10578,21958,14786,20517,25361,18181,20587,24101,14315,3504,1090,16357,14964,22487,20753,10489,16695,15642,18138,20217,11852,18191,19683,19642,22005,22001,19894,19239,14557,23160,8711,11497,18987,2874,14194,18173,11677,12537,17672,12428,16931,720,25840,21306,11515,5069,12735,21769,23949,25775,22972,20484,24029,24185,12504,20742,24393,5625,18300,12068,7505,17101,13428,11935,11877,18823,7973,1259,16960,15589,18774,13276,22404,20158,14466,22571,5387,12648,14285,16125,12907,18084,9797,19596,5457,22323,8953,18740,11860,15236,21705,26080,24470,13799,9584,21495,25311,10915,23410,15999,21502,12341,16626,9196,15657,6432,16077,24451,24353,4406,9508,19361,10262,7700,9198,201,10908,23693,13606,26091,13465,25226,14779,28415,11170,3540,17787,3623,24093,24478,24441,25384,5182,22809,21095,22467,21243,16391,25495,21332,19430,25487,20229,24082,23312,24568,26615,23966,23764,11502,12552,15465,24505,10315,13258,9960,7252,7352,9364,15279,13412,10114,23483,20930,744,10,26746,23123,16916,18896,19068,21537,13878,15212,15883,19573,22061,14673,8499,11245,8603,2665,21298,29013,23984,26205,25856,22628,26194,7237,11730,14574,23221,19655,19184,22928,25976,13145,24933,23931,3066,25650,27435,24691,20172,18696,18614,23220,17818,3552,18959,18529,11716,15780,13940,19671,17123,10013,25133,13580,17802,25345,21344,15735,22469,24011,11554,10324,1941,23543,14859,13241,18096,25204,18087,10095,23874,7492,99,24441,14929,836,9709,8354,17049,22224,9237,26142,13053,9279,14052,2511,11092,17069,18015,25256,11569,7559,2770,16144,26585,19003,9155,15716,22827,8023,15912,10017,9419,20029,17371,13473,8534,23937,26291,12589,15043,10711,11905,8171,11431,14399,15054,21040,8877,21200,10385,16416,23329,24505,25927,22462,9269,13999,21208,12702,10666,12637,19573,15033,17949,9827,15172,20622,24825,6573,27431,27162,16866,16076,26850,14919,10845,26127,27743,16849,29762,27410,27412,22958,24632,13135,29228,28211,15862,12286,17202,28826,28383,14664,27848,28132,25532,26640,17359,17032,13784,17563,27402,26533,20545,13619,27059,21655,61,21583,16680,9768,23694,18911,12938,16815,12358,13886,21799,11451,20718,8693,9581,14530,13443,12948,15802,17850,710,17946,15702,16289,19847,17448,25301,17856,14449,5829,11364,18184,16634,25210,7002,20833,16616,18229,11020,11505,14992,18436,11261,15074,10785,20890,17042,1126,11914,18511,23021,8998,11033,12806,13714,4599,904,23956,24407,17369,27076,23819,13001,13371,6372,14248,9714,24481,21488,7570,21280,17180,11976,16721,13019,12332,17450,17009,24197,9254,21365,8178,24059,5957,14042,16245,24644,8861,8588,12121,18616,21564,10896,11522,16539,9352,24617,811,257,4,111,28360,25044,26956,18933,21706,20799,24220,24939,26835,13823,6637,74,26674,19019,20828,23454,16083,18502,21039,18902,27781,29642,19171,19034,24099,16337,10478,15646,15861,24766,17163,19436,16201,19850,27535,19231,26694,17570,11072,20394,8864,12209,14336,15780,18148,15124,17620,18312,24770,23178,19856,20994,7739,13267,21177,17339,11441,23159,1269,4256,18786,15784,22283,25414,535,25283,17369,23388,25024,22217,19322,23103,24652,8337,20216,7205,24758,21518,8418,19818,13192,11334,13537,14711,20167,10040,10184,17144,12201,12934,15642,23183,22409,12512,307,22391,23180,15280,20929,14008,26141,22486,15018,16598,10988,15048,21508,13672,24475,17073,14860,10642,24422,13293,13178,20294,15477,8164,15887,13018,14492,18042,11609,713,20207,9506,15849,14803,21517,21697,3741,25081,20368,22770,21947,25031,19770,14940,6665,17521,7332,17759,21134,9849,13731,1037,17843,9435,781,14441,15134,24105,382,22021,20181,23257,7009,12514,14336,12323,24979,25087,10134,6767,22256,26,114,7655,15665,14424,20250,22799,18735,3834,22717,13242,25440,18635,6955,17052,7139,14942,9132,8989,25149,7375,17941,13609,13357,8124,10480,15870,14356,5311,1044,22447,24696,18972,26083,12847,15608,6508,7709,24410,8569,407,17301,16849,16435,15881,11394,7670,20115,17733,11763,6047,11073,17454,22896,18649,18519,23894,17250,11644,7315,7564,6299,27168,26056,19898,25608,16989,24242,22630,50,22057,19916,19433,23161,19815,15799,1222,23981,23964,28115,15932,23496,17043,19303,8833,13129,21489,8036,19695,20510,13879,14757,11344,26386,6151,82,6448,12746,20732,12486,8686,25438,15600,16163,41,7220,22634,10100,21772,12483,15803,5618,24517,13617,16836,16928,15936,10201,21274,13885,10722,14716,18625,23488,26078,14582,24086,737,25985,24719,20082,25062,17190,25424,13016,8483,25924,25538,7618,388,17967,25856,20693,8849,16435,9661,24454,15172,11335,14562,7343,2572,1918,23341,17560,11256,16767,14746,15381,7407,21738,19452,21703,21411,23967,7118,18083,12882,15641,14604,17223,19477,5515,25954,20329,14378,22561,13606,15633,25027,20155,3153,24062,20526,22027,8719,5121,50,15793,8441,26300,14298,7,6,28352,28213,28024,22892,26755,21737,16274,19049,15574,10948,18917,11788,11605,11916,12313,5189,19819,12896,13662,19546,16628,23366,5162,13183,22620,26191,21274,9426,23653,24866,19526,20973,21510,16226,23340,17398,21716,20575,14253,15357,17825,18377,19957,11239,25245,19546,22032,7471,16197,12644,9883,25410,15379,13634,13040,21945,21202,25881,24365,4805,23797,24321,10526,8344,24599,22346,21454,23402,15696,24170,22940,12317,23033,7199,7034,16318,17145,13195,12457,22357,7620,6034,6863,2891,19059,9347,21259,11684,3709,18376,21655,16147,10356,17733,26659,8747,22146,12078,13786,16840,22395,21543,7694,7939,10275,25262,26611,19391,12544,19006,9757,21760,17941,19554,2191,11012,18286,23394,25731,19508,15953,13234,18622,697,16937,5794,16540,17180,8611,16947,11233,15706,18796,20013,9409,893,6027,19876,24412,11164,24499,23132,9173,17690,23118,25843,10102,21211,21663,20168,11419,10530,14914,10522,9510,23131,26648,8271,18824,15414,13957,13578,13940,14195,22131,16190,22584,8023,67,24964,15789,21691,28904,23879,26356,219,18083,27543,14482,19241,17523,7965,17043,12897,15067,207,28018,18510,25592,3270,13872,13669,24317,4586,806,25510,8143,13252,25275,6677,15441,16034,14584,23964,10744,14077,14307,14326,13508,5672,8480,20869,25873,24314,9548,26168,18919,9175,10069,7521,8724,20479,11323,17779,6985,15908,13529,10615,18876,25908,1092,1080,23380,21287,23308,26917,17790,26207,15929,11657,24301,24405,4382,19196,21030,25392,11767,13551,25424,25536,24714,8491,11265,19856,25044,21369,14266,15765,12429,13278,22858,1830,1219,19197,24596,26234,18869,22294,15700,25121,9179,14641,26107,5583,19676,6225,20624,20191,6358,3390,25114,11051,14251,14365,13712,6566,25032,11936,16451,10296,16079,9462,6699,4278,12206,13077,10974,10089,15973,12851,8708,13128,9971,10257,11079,8915,9539,14400,10930,11559,10091,5339,3989,28740,25900,21384,26147,24970,15979,13057,3102,27382,23440,12843,25917,20576,18257,10531,13249,17704,14799,21525,20446,25895,14995,18495,11413,14924,15070,25949,23745,3385,14922,23556,20250,18406,15869,22977,18778,22981,12250,17428,2645,3642,13975,26690,26822,23210,15079,15082,14088,26219,17933,20905,6220,21030,20137,20133,13701,15293,27554,15089,9116,19327,3569,3231,10642,29219,27973,12918,14951,21390,22047,18926,9322,9116,13818,9162,21788,8400,15838,16476,11000,14883,16701,14304,8434,24355,12195,13482,13537,21603,15161,8932,7298,10606,14186,3799,3403,26199,20267,20758,8126,12732,15468,14690,17232,10901,11852,11975,10643,19374,14549,7974,14477,8587,15619,7987,14261,13495,24061,17272,10867,11961,23457,14218,13313,10947,24329,14869,14368,14592,10354,14185,18727,13560,6125,15314,13452,11487,16707,15529,18867,14921,13854,10820,14779,8851,5567,2884,8263,25379,13868,11934,13836,4764,17286,17019,17174,11342,14023,18043,24871,14540,17379,9753,18943,25289,5108,2483,16275,13270,14686,13340,19001,20181,16101,13137,18706,24442,11332,25560,14162,10040,11193,18079,16150,6009,22457,10252,23379,14808,15407,18644,18050,23818,14914,10866,14327,22108,12763,14671,19901,19558,22519,23159,5255,6083,3046,19988,15268,12643,24730,21143,15636,19760,8826,15322,6407,8006,8044,21026,25965,27861,18629,22767,23099,16370,11579,9799,17257,10461,13115,18225,6643,15304,13840,14038,11066,10110,19574,26160,22951,18697,12913,21358,25869,13570,15187,22320,19698,11501,9150,2337,3748,2970,2546,2711,12035,26420,27511,15501,21665,21914,14073,19682,9817,9958,21439,17990,26363,21758,21727,23591,10451,2679,18503,26967,20257,12990,22250,13637,7234,25050,27562,27148,19889,15281,18165,23533,22672,15665,26647,12915,15580,19758,2813,3937,25423,27757,19790,15504,10995,24250,21563,25661,19755,22947,24978,8707,2692,2203,20736,21971,27231,25893,2949,17292,12368,9708,3372,3020,3736,3434,5905,5287,3907,5599,4996,5038,4183,4721,4650,5729,3976,4827,4048,4673,3902,4188,3296,4312,3804,3763,3046,3406,1979,3105,2607,1710,2581,2812,1714,1891,1911,1448,2020,1294,1409,808,696,669,563,348,290,237,186,85,88,6,0,2,27,23591,12778,12741,13971,15564,19376,13297,10453,3455,22239,18165,12338,9203,8677,9949,15342,10784,14026,16011,9758,2123,16276,19996,14079,11933,10300,15996,13486,10372,18966,16413,13131,20902,5060,21615,15681,10916,9033,15332,11315,14631,17796,10325,15196,11988,11935,16253,21891,10712,3635,17806,18892,15302,21087,18007,10814,8331,16323,12579,7464,21623,17717,17982,16970,13725,7775,3503,19113,14046,16181,23518,8019,2639,21329,14704,22171,11803,17515,15316,9404,15314,14314,19820,8206,8235,12937,11029,11284,7321,14093,15464,17652,20364,12149,12868,13112,5754,1651,11,66,25488,22510,23933,17277,24634,14348,10979,23149,20093,16529,4605,19909,22039,21350,26219,10948,8613,22043,16964,2264,28069,28066,12128,13290,4392,17908,23934,13797,12952,14618,20844,7432,21209,20465,15317,17299,23015,15790,14985,21324,11240,4529,25230,20455,15374,12674,18063,24341,13427,21858,20105,12538,27572,15094,15686,18548,16069,11928,15321,14117,6559,23230,15475,14310,9742,21708,22313,23783,20088,8207,23539,21142,8164,23130,19846,25675,17670,14466,15211,19703,14133,26180,15025,15284,9660,9566,13399,9917,5538,2099,25662,16632,14520,18715,9626,9063,20993,25414,10853,13572,25213,26920,20056,25923,25743,28295,6027,24159,23209,14617,13031,4626,57,8674,6357,3869,22088,17130,12279,12263,25100,12893,10450,15826,17431,14077,13036,9827,11369,3020,24670,24625,5283,21811,24078,22048,24981,24249,19818,25214,8876,20811,19071,8269,13732,15046,9022,17884,15187,7172,16040,5341,13189,13257,16558,22917,16276,26248,24287,23489,24742,14906,13800,13281,7591,9127,8154,10965,6852,11757,9809,10370,7741,7127,3909,1887,982,435,109,11,0],"fragments":[{"begin":"0.000","end":"57.560","lines":["This is NPR's Life Kit. I'm Andee Tagle, one of the producers of the show. And today we've got a special spring delivery for you, an array of tips on how to build better, prettier bouquets at home. I know, I know - florals for spring? Groundbreaking. But with Mother's Day around the corner, wedding season on the way, and all those lovely spring flowers in full bloom, now is a great time to stop, smell and then arrange the roses. Because a thoughtful bouquet can make any day a little brighter. And while it's great to support your local florist, why not let your creativity blossom? Inspiration is all around."]},{"begin":"57.560","end":"61.800","lines":["Hey, I have a hard question for you. What is your most favorite flower?"]},{"begin":"61.800","end":"71.520","lines":["Well, that is quite hard. I get asked that a lot. My favorite flower changes all the time. But I fall in love with a new flower every day, it seems, at the moment."]},{"begin":"71.520","end":"82.360","lines":["That's Alexander Campbell, better known as @acfloralstudio on TikTok, where he has over a million followers. When it comes to flowers, he's an equal opportunity florist."]},{"begin":"82.360","end":"87.840","lines":["I use hydrangeas a lot. And I really love carnations, which is quite an unpopular opinion."]},{"begin":"87.840","end":"89.680","lines":["Why do carnations get such a bad rap?"]},{"begin":"89.680","end":"117.160","lines":["I don't know. I mean, like, I live in Spain, right? So in Spain, they're always associated with being like a very, very cheap flower. But I think that's sort of great. They're so affordable. They come in like a ton of different colors. I love them, so I'll continue using them."]},{"begin":"117.160","end":"169.720","lines":["Do you delight in daisies? Are you taken with tulips? There are no bad blooms, says Alex. And he would know. He makes stunning creations for every season and storyline. His feed features a bouquet of black and white blooms inspired by Cruella de Vil, a rainbow arrangement for pride, a spray with spiky silver spray painted leaves inspired by Wolverine for an X-Men series. But for us, Alex is going to keep it simple. In this episode of Life Kit, he's going to help us think through colors, technique, and also how to keep that bouquet as fresh as possible."]},{"begin":"169.720","end":"193.520","lines":["OK. So where do we start? When you're starting to craft a new bouquet for a particular occasion, let's say Mother's Day, for example, because it's coming up soon, when you're thinking about what color should or shouldn't go together, you know, what does that baseline look like for you?"]},{"begin":"193.520","end":"235.000","lines":["If we think about, like the color wheel, colors with divided into like cooler colors and warmer colors, right? So for me, I mean, I can't say never say never, but just from an aesthetic point of view, I don't really enjoy combining like cool with warm. I prefer to stick with colors of kind of the same, like, temperature. I think as well, like I prefer to work in different tones of the same color at the moment. I mean, I can't say that's going to be like the AC Floral of tomorrow or next week or next year, you know, but..."]},{"begin":"235.000","end":"249.200","lines":["So today, waking up and saying, I'm going to go from the lightest possible palest pink I can find and go all the way to a hot, hot pink."]},{"begin":"249.200","end":"266.120","lines":["Yeah. I do like to kind of just work with like tonality and shade and tone and hue of a color. So I would really stick to those - me personally, but that doesn't have to be everybody."]},{"begin":"266.120","end":"277.520","lines":["So how do you know - you know, let's say you're doing this the day before or two days before Mother's Day. Would you suggest that people do buds and hope that they will bloom? What's the timeline there?"]},{"begin":"277.520","end":"319.320","lines":["So maybe a mix of both, depends on the flower. It's risky to just put buds in because, like, lilies will take absolutely forever to open, like, 10 days could be sometimes. Other flowers are kind of quicker, maybe like three or four days. But yeah, I would have - if you could choose and if you have the privilege of having lots of flowers in your supermarket, flowers that look like they've just opened from buds. So maybe they'll be very, very small, they won't fully be open, or ones that, you know, are open and have them mixed like that because then the ones that are more open maybe won't last as long, but if you've got some younger flowers or buds, they'll start to open. So the arrangement will last a bit longer."]},{"begin":"319.320","end":"321.240","lines":["So get a mix. Cover your bases."]},{"begin":"321.240","end":"322.240","lines":["Yeah."]},{"begin":"322.240","end":"328.400","lines":["How do you know if flowers are healthy when you're picking them out? How do you know to pick the right flowers?"]},{"begin":"328.400","end":"361.600","lines":["So a good thing to do is definitely, like, give them a bit of a touch, give them a bit of a squeeze. If they're nice and firm, that means that they're great. If you touch the flowers and they're quite soft, then they're not good. Also, if you take them out of the bucket and you look at the stems underneath, if the stems are nice and green and fresh, good to go. But if they're like brown and kind of, you know, the water's cloudy, kind of starting to rot, then they're not good. But honestly, I think with flowers, the visual is the strongest, right? We can look at a flower and know if it's on its way out or if it's in bud as well, then it's going to bloom."]},{"begin":"361.600","end":"379.760","lines":["Love it. So from there, what are all the floral elements you want to keep in mind when building a beautiful bouquet? So I'm a complete beginner here. I'm really looking forward to learning from you with all these things. But what comes to mind for me are things like, you know, fullness or greenery or height. Is there a list of things that you can give us that we should think about when building bouquets?"]},{"begin":"379.760","end":"416.480","lines":["For sure. I mean, like, it depends what type of bouquet you're making. But I think with all bouquets, you try to find a mixture of flowers, some which are like filler flowers, you know, which are going to - it could be greenery or it could be like a very cheap flower. It sort of like fills it out. Hydrangeas are a great filler flower because they take up a lot of space in an arrangement and they're really easy to put different flowers in. Carnations as well, they're a filler flower. And then maybe some star flowers like the delphiniums which are really tall, clematis, which are so beautiful. Spray roses are really nice as well. So kind of like dainty and more special looking flowers. They usually come in smaller packets in the supermarket."]},{"begin":"416.480","end":"452.200","lines":["So make sure you have a good mix. I say three or four, but if you have the budget and the time and you want to get 10 different packets of flowers, then go for it and have fun. And obviously, when you first start with flowers, you have to make sure that all your stems are nice and clean, you've got a fresh cut on all of them. But a variety of flowers, a variety of textures as well is really, really important because if you think they're all the same, they're all the same level or the same sort of size, you're going to create a very two-dimensional bouquet. And it always looks better if this kind of movement and it's a bit more dynamic. So you can achieve that with different sized flowers, different color flowers, so definitely important to think about and then just go with it."]},{"begin":"452.200","end":"469.000","lines":["OK. And then you said before all of that you want to make sure you have fresh, clean stems, that you're cutting everything right. OK. You won't like this, Alex, but I can't say that I often do that when I have flowers at home. Can you give us words of wisdom for making sure that your flowers are as healthy as possible or, you know, with trimming technique? What have you got for us?"]},{"begin":"469.000","end":"508.520","lines":["I mean, Andee, you'll have to. It really changes the lifespan of the flowers completely. I mean, just a really basic thing when you first bring them home, make sure that you take the leaves off that are going to be below the waterline, because when the leaves are in the water, they're going to rot. They release a lot more bacteria. And then like your flowers, instead of lasting 10 days, they might last five days. So it's a shame, really, if anything. So yeah, definitely make sure your stems are clean. And I think a really simple thing for arrangements at home is just to change the water every day, which is something that we forget. I mean, that really extends the lifespan by - maybe not double, but it will add, like, three or four extra days, just kind of tipping the water out the vase and filling it with fresh water every morning just to kind of get rid of bacteria build-up - and flower food, if you have it."]},{"begin":"508.520","end":"510.000","lines":["You change your water every day?"]},{"begin":"510.000","end":"520.160","lines":["Well, I don't know if I want to admit this. I'm quite lazy, so maybe I don't change it as much as I should. But in theory, yeah, it's good to change the water every day if you want to. But every other day is fine as well."]},{"begin":"520.160","end":"533.080","lines":["Best practice, every day - OK, definitely something I did not know. It's starting to explain some things for me. OK, so we want to take the leaves out. You want to change your flowers everyday if you can. Flower food is good. And is there a technique when it comes to cutting stems?"]},{"begin":"533.080","end":"562.080","lines":["Yes, definitely. So always good to cut, like, a 45-degree angle or as close as you can get to 45 degrees - a couple of different reasons, really. Like, one is when you cut them at an angle, you increase the surface area, so the flower can absorb more water. And also, if you think about when you put your flowers in the vase, if they're flat, you risk them sort of being stuck against the bottom of the vase and the flower and not really being able to intake water even though it's in water. So when they're cut, no matter how you put the flowers in the vase, they're always going to be able to drink, so an extra layer of guarantee."]},{"begin":"562.080","end":"573.560","lines":["And where do you start? Do you always start with the filler? Do you start at the bottom and work your way up? Do we have a focal point? You know, do you have that favorite flower? You want this to catch everyone's eye. What does that process look like?"]},{"begin":"573.560","end":"603.640","lines":["So if you're at home and you're making a vase arrangement, definitely good to start with, like, a great base. So your filler flowers, your greenery, put them all in, and then start building from there. So once you've got that done, then start with your kind of taller flowers, ones which will add height and depth and movement to the arrangement. And then after you've done that, the final step would be to kind of put your star flowers in, so the really amazing ones, the ones that kind of most spoke to you at the supermarket when you found them or at your florist, and then put those in last, kind of as a finishing touch."]},{"begin":"603.640","end":"616.560","lines":["OK, so let's talk a little bit about technique. What are a few things people can do to make a basic grocery store bouquet really sparkle, get to that next level? You know, so you have a palate that's already working with. What can we do to zhuzh it up?"]},{"begin":"616.560","end":"670.720","lines":["I mean, I can't really give a hard and fast answer, but I can give from maybe personal experience that - during the first lockdown, I would go out to buy supermarket flowers, like, twice or sometimes even three times a week just because I really wanted something to do and I wanted that creative outlet to have. And instead of just buying one bouquet, I would always buy, like, three or four different bouquets, which I know is a bit excessive. But if you buy the cheap ones or the ones that are - if you go in the evening, especially - I was in the U.K. for the first lockdown. They have really discount - like, 75% off. So you can get like a really wide range of bouquets, and then mix them. And I think that just really takes them to a different level rather than kind of looking like - I don't want to say the word basic, but, like, a very kind of standard looking bouquet. And if you mix all the different flowers, you can really create something that's really interesting - and again, with different height, different textures, different colors. And if you really like them, it's always going to be an incredible arrangement, even if it's your first one and you've never arranged flowers before."]},{"begin":"670.720","end":"675.840","lines":["That's great. Is there such a thing as a bouquet that is too full?"]},{"begin":"675.840","end":"728.280","lines":["I don't think so. I don't think so. I mean, maybe for some people, if they're kind of more minimalistic, then yes. And it's true that you can - maybe not in terms of flowers - but this happens to me as well, like, if I'm making a vase arrangement. I have a tendency that everything will just be on one level. That's kind of like - if I'm a bit on kind of like autopilot, it'll just be very flat. And then it's too much because they feel like the flowers don't breathe enough in it. But as long as you're making sure that you kind of add sufficient height, like have some flowers which are higher, some flowers which are lower, some which are coming out to the left, some which are going out to the right, then I don't think there's a thing as too much."]},{"begin":"728.280","end":"740.680","lines":["And when you do that, do you start on one side and, like, this is the side I want it to show and then, you know - do you work all the way around? Do you, you know, walk around the table when you do it?"]},{"begin":"740.680","end":"781.000","lines":["So it depends. Actually, when I'm doing social media flowers, they're, like, completely one-dimensional. And it's like, party at the front and nothing at the back completely. But if it's - you know, if I'm making a bouquet to sell or a vase arrangement or, you know, if there's an event to do, then, yeah, they should be 360. That being said, there's always a front and a back to things. There's always a side that we gravitate towards most that we like better. A tip as well for when you're doing this at home is - you know the Lazy Susans, what you put cheese on for, like, a party, a dinner party?"]},{"begin":"781.000","end":"782.640","lines":["Mmm hmm."]},{"begin":"782.640","end":"795.680","lines":["So it's a great tip. If you put your vase on top of a Lazy Susan, then you can easily just spin it around on the table, and it's just easier to make a 360 vase arrangement."]},{"begin":"795.680","end":"810.760","lines":["So, Alex, why do this at all? You know, why not just stick to a quick and easy supermarket bouquet?"]},{"begin":"810.760","end":"860.840","lines":["Yeah. I mean, I think all flowers are beautiful, but I guess the main difference between, like, supermarket flowers and flowers that maybe you do at home or you get from a florist is probably just a question about love and care, you know? Like, when they're being mass-produced for supermarkets, even though they're really nice and I know somebody worked hard to make them, they're sort of just churned out, you know? And when you do it yourself, you put extra love, extra care, extra time into making that. And I think that's the key ingredient that's always going to differentiate it from something else."]},{"begin":"860.840","end":"893.800","lines":["For more LIFE KIT, check out our other episodes. We've got one on how to start a garden, another on comfort decorating and lots more on everything from finance to mental health. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"893.800","end":"896.840","lines":["And now a completely random tip from one of our listeners."]},{"begin":"896.840","end":"954.560","lines":["Hi. My name is Carly (ph). I'm calling from Colorado. And this life hack has changed my world. I buy almond butter, and it's the natural kind. And it tends to just separate because it's natural. So to fix this, instead of stirring it and spilling the oil everywhere every time I go to use it, I actually just flip the almond butter itself upside down in the cabinet. And so all of the almond butter goes to the top, and the oil goes to the bottom - essentially the top where it's sitting in the cabinet. And then when I go to use it, I just flip it right side back up, and the almond butter is not separated. And it's so easy to use."]},{"begin":"954.560","end":"967.080","lines":["If you've got a random tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."]},{"begin":"967.080","end":"1000.240","lines":["This episode was produced by Meghan Keane, who's also the managing producer, with help from Mansee Khurana. Beth Donovan is the senior editor. Our production team also includes Claire Marie Schneider, Sylvie Douglis and Audrey Nguyen. Our digital editor is Dalia Mortada, and our visuals editor is Beck Harlan. I'm Andee Tagle. Thanks for listening."]}],"duration":1000}