{
  "title": "Raising kids is hard work. The way we think about it can shift how we value mothering",
  "url": "https://www.npr.org/transcripts/1096918674",
  "intro": "Raising kids is among the most essential work humans do, and yet it's rarely valued as skilled labor. Angela Garbes, author of Essential Labor: Mothering as Social Change, guides us through a shift in mindset to help give mothering the value it deserves.",
  "transcript": [
    {
      "author": "ASMA KHALID, HOST",
      "text": "This is NPR's LIFE KIT. I'm Asma Khalid. I cover the White House for NPR, but I'm also a mom of two little boys. And when I'm not working at the White House, I still feel like I am working all the time - cooking, changing diapers, cleaning bottles - which is interesting because, I will say, I have always thought of mothering as something that I am instead of something that I do."
    },
    {
      "author": "ANGELA GARBES",
      "text": "So much of the work of parenting and being a mom is action. It is waking kids up. It's feeding them breakfast. It's getting snacks. It's wiping butts. It's all of that stuff. And it's made up of thousands of small actions. So I like mothering as a verb because it gets into what I think the daily experience is."
    },
    {
      "author": "KHALID",
      "text": "That's Angela Garbes. She's author of the new book \"Essential Labor: Mothering As Social Change.\" Angela's book is part memoir, part historical survey and part discussion of the ways parents can create a more equitable society in how they raise their children."
    },
    {
      "author": "GARBES",
      "text": "I want everyone to sort of be in on this belief, which is that taking care of children and taking care of people is a social responsibility. We cannot do this work alone. And so mothering, to me, is a way of acknowledging that it's parents who do it, it's mothers who do it, but it is also, you know, early childhood educators. It's babysitters. It's nannies. It's grandparents. It's aunties. It's chosen family."
    },
    {
      "author": "KHALID",
      "text": "But often we are expected to do this work alone, which is why I have been obsessed with the fact that so many women, particularly moms, left the workforce during the pandemic - in total, nearly 2 million. Many mothers were forced to choose between being full-time caregivers and online school administrators and keeping up with their professional lives. And it seemed like, for a minute, maybe something would change in the culture - that as a society we'd finally recognized the immense amount of work that it takes to care for others - for children, for partners, for aging parents. And it seemed like we realized who is most often responsible for that work."
    },
    {
      "author": "GARBES",
      "text": "The weight of domestic labor is on women, and we are all sort of in a condition of servitude to, like, patriarchal society."
    },
    {
      "author": "KHALID",
      "text": "There will always be kids in need of care. Domestic labor is not going away."
    },
    {
      "author": "GARBES",
      "text": "It is the work of being a human being and keeping ourselves and our loved ones alive. And we need better, more sustainable solutions on how to continue to do that work."
    },
    {
      "author": "KHALID",
      "text": "On this episode of LIFE KIT - how we can recognize, compensate and celebrate the essential work of mothering. I started off my conversation with Angela asking a big question. If mothers and parents are not going to get paid for caregiving, then how can we start valuing it more?"
    },
    {
      "author": "GARBES",
      "text": "That's a great question. I think that No. 1 is, we need to talk about it. This is the work that makes all other work possible. And this is something we saw in the pandemic. When our infrastructures of childcare - when babysitters, when nannies, when childcare centers and preschool places - closed, we were all scrambling. We were lost. I think insisting upon its visibility is the first step. And then I also think one of the things we need to do is - especially parents and mothers and women who are able to outsource domestic labor - and we predominantly outsource that labor to women of color, and we pay them fairly low wages, right? I think that what we need to do is begin to see ourselves as not different from the people we hire to do this work."
    },
    {
      "author": "GARBES",
      "text": "Most domestic laborers and childcare providers are women of color, and they are mothers. And so who's taking care of their children? You know, childcare workers are three times more likely to live in poverty than any other worker, which is really a shameful statistic. You know, I think about what does that say about us as a society? And I think so many of us want to do better. And I think finding solidarity with the people who do care work for us and saying these people deserve a living wage and these people deserve basic worker protections - when we are able to give that to the people that we hire to do those things, then we can start to think about how mothers, the people who are unpaid - right? - to do that work, deserve those things as well."
    },
    {
      "author": "KHALID",
      "text": "You know, Angela, I hear you in terms of providing greater societal support. You could even say greater governmental support for this caregiving economy. But, you know, I covered so much of the political fallout from the pandemic and the political repercussions of this, and I think you're absolutely correct in saying I think it really forced people to reevaluate how much this individualized concept of mothering was not sustainable for people."
    },
    {
      "author": "GARBES",
      "text": "Yes."
    },
    {
      "author": "KHALID",
      "text": "But, at the same time, it felt like once businesses began to reopen, once schools were back in person, the political momentum fizzled out. And I am curious..."
    },
    {
      "author": "GARBES",
      "text": "Yes."
    },
    {
      "author": "KHALID",
      "text": "...What sort of long-term changes you feel are going to be possible from the pandemic and some of the changes you talk about - about valuing this work more - because there were certainly Democratic legislative priorities to change some of these things that..."
    },
    {
      "author": "GARBES",
      "text": "Yes."
    },
    {
      "author": "KHALID",
      "text": "...Seem extremely unlikely to get passed."
    },
    {
      "author": "GARBES",
      "text": "Yeah. And I want to thank you for grounding us in this reality."
    },
    {
      "author": "KHALID",
      "text": "I am quite the realist (laughing)."
    },
    {
      "author": "GARBES",
      "text": "No, and I appreciate that because that's what this is about. I mean I think, like, this is not going to get solved on one level, right? Like, I think we are all still out here surviving. Like, the childcare crisis predates the pandemic - right? - and it continues now, as we're all, like, really pushed to go back to normal, to return to work. Like, to me, there's - the normal that we're supposed to be going back to is unacceptable. It always was. We had the advanced child tax credit, and it was funded. The funding was allocated for a full year. And then in December, Congress let it expire. So I want to point out that the reality for a while was that, like, 4 million children were lifted out of poverty. People were not having to choose between rent and, you know, groceries."
    },
    {
      "author": "KHALID",
      "text": "But then when it came to making that permanent, Angela - right? - like, Congress couldn't get it done."
    },
    {
      "author": "GARBES",
      "text": "They couldn't get it done. They also were willing to trade away paid leave. So I want to say that I personally am disappointed and angered by that. The thing that I don't feel let down by is people and by my community and individuals. And this is something else that I saw in the pandemic - the natural human instinct to take care of each other. And in the pandemic, we saw pods. This is people saying, I can't do this alone. I need another family to help me. We saw people talking about mutual aid, giving money directly to people who have needs. And that's what people also prepandemic, people with limited resources, people who could not outsource child - you know, marginalized populations have always - this is the work of survival. We have always been taking care of each other and we will continue to do that."
    },
    {
      "author": "KHALID",
      "text": "So if policymakers can't help, are there ways that managers, employers, companies you think ought to be assisting more with mothering?"
    },
    {
      "author": "GARBES",
      "text": "So I definitely think that managers and employers could do better to just understand. Like, when you take care of your employees and value them as people and also see that mothers and parents are great multitaskers - right? - are very creative people who are coming up with solutions on the fly at all times, you know, getting things done every day. I think that to lean into the strengths of what caregivers can bring to an office as opposed to seeing it as a weakness. But yeah, certainly, flexibility, all of that stuff - like, we were doing that. We were accommodating it because we had to. And I don't think that should go away because the pandemic is more in the rearview mirror. Yeah."
    },
    {
      "author": "KHALID",
      "text": "You know, the flip side of that, though, I wonder, is that, you know, because this line between work and personal life is really blurry nowadays..."
    },
    {
      "author": "GARBES",
      "text": "Yeah."
    },
    {
      "author": "KHALID",
      "text": "...And frankly, if it exists right at all, and it feels like our homes are no longer these private refuges that we had."
    },
    {
      "author": "GARBES",
      "text": "Right."
    },
    {
      "author": "KHALID",
      "text": "They are job sites..."
    },
    {
      "author": "GARBES",
      "text": "Yes."
    },
    {
      "author": "KHALID",
      "text": "...And so how do you keep that boundary in place when your home is your office now for some folks?"
    },
    {
      "author": "GARBES",
      "text": "It's tricky. I think that's a thing that people have to work out. Like, I've certainly had to work that out. Like, sometimes, I close the door and I put a sign that says, Mama is working. And sometimes..."
    },
    {
      "author": "KHALID",
      "text": "(Laughter)."
    },
    {
      "author": "GARBES",
      "text": "Also, sometimes, that sign is for me. So I don't go out - right? - like, I am working."
    },
    {
      "author": "KHALID",
      "text": "(Laughter)."
    },
    {
      "author": "GARBES",
      "text": "I also think that, you know, I love caregiving. I love taking care of my children. I love cooking for them. I love reading to them. I love cuddling them, right? But there are days when I think, there is nothing wrong with saying to my child, like, you should say thank you to me. I'm cooking you dinner, and I love you and I will never stop doing this, but this is work. It takes time, and you should say thank you. And now that you're getting older, you can set the table. You can get your own water glass. I think showing children that this is work also helps them come into consciousness and hopefully be part of a society that if you want to talk about how you value domestic work, it's by showing the next generation that this is important work."
    },
    {
      "author": "KHALID",
      "text": "You talked about this at the outset of the book - that people did not previously live in these sort of individualized ways when they raised their children - right? - in other cultures. For generations, people lived in multigenerational communities where you'd have your mom, your grandma, in some cases, even your great-grandma..."
    },
    {
      "author": "GARBES",
      "text": "Yes..."
    },
    {
      "author": "KHALID",
      "text": "...Close by and other relatives, great-grandparents, cousins, everybody there. And, you know, during the pandemic, after two weeks of no daycare, we drove 12-plus hours to my parent's childhood home in Indiana..."
    },
    {
      "author": "GARBES",
      "text": "(Laughter) Yeah."
    },
    {
      "author": "KHALID",
      "text": "...And we went out there. My older sister was there with her two kids. And it was a lifesaver. You know, you could cook meals together. You could have cousins that might entertain your kid for a couple hours in the backyard. And there's a part of me that feels like that is how we humans were supposed to live. And I guess I wonder, in lieu of me - because I have definitely considered this - rearranging my life and just, like, moving to the Midwest..."
    },
    {
      "author": "GARBES",
      "text": "Yeah."
    },
    {
      "author": "KHALID",
      "text": "...What can you do to make mothering less all-consuming and less tiring?"
    },
    {
      "author": "GARBES",
      "text": "I do want to say that what you're describing - it's not a thing that's in the past. Around the world, people still live very communally. I think that the - I want to name that what we're talking about is a distinctly modern American way of living, right? And I think, you know, in other countries, say in Europe that are - like, have a modern lifestyles more similar to ours, they have things like paid leave. They have guaranteed health care. They have guaranteed education, right? So the way we are living is - it is so much harder than it needs to be. And so I don't have the answer. I think there's only so much that we can do, right? We need to ask for help. We need to offer help. We need to, I think, from the ground up, insist on our interdependence and do as much as we can to, you know, shape our communities the way we want to see them. And I think, you know, if we are taking care of each other at the, you know, community level, individual level, if we are helping each other feel more dignified and whole, I think that also gives people more energy to then engage in community work, which may lead to organizing work, which may lead to advocacy. You know, like, I think that when you receive care from other people, you find, actually, that as depleted as you feel, you might have a little extra something to give."
    },
    {
      "author": "KHALID",
      "text": "And, you know, when you talk about valuing care, so much of caregiving is done by Black and brown women."
    },
    {
      "author": "GARBES",
      "text": "Yeah."
    },
    {
      "author": "KHALID",
      "text": "And there is certainly a racial component of all of this, that the work feels invisible to some. It's not recognized in part because of who it's done by. I mean, do you think that there are ways in which we could make this work, this labor more recognized? It sounds like you think if it was recognized, it would lead to greater just sort of changes in society?"
    },
    {
      "author": "GARBES",
      "text": "Yes. I mean, I'm the child of Filipino immigrants. I'm a woman of color. I mean, I think the first step is valuing women of color, seeing us as full people, listening to us, you know, knowing that we can be authors and White House correspondents, right? Like, we are in privileged positions where I want to speak to that. And I think that this country has never truly valued women of color and never truly listened to us. And I think if you start to listen to the people who are closest to the problem, we have solutions, you know? Like, again, Black people in America have been figuring out survival through community since the beginning of this country. This expertise lives in people. This is knowledge. And, you know, we're here (laughter). Like, we are - I'm very visible to myself. I see you, right? I see women of color everywhere. And it's - you know, I want to turn it. Like the onus is on white people. The onus is on people with social power to share some of that power, to be in solidarity, to be in true allyship with people, which is to share space, to share material resources and to listen to them."
    },
    {
      "author": "KHALID",
      "text": "So I want to shift gears a little bit, Angela. And in the second half of your book, you talk a lot about values, values that you want to impart to your children, that you see as a vital part of mothering."
    },
    {
      "author": "GARBES",
      "text": "Yes."
    },
    {
      "author": "KHALID",
      "text": "How do you impart the values that you want them to have? Is it about having conversations with them? Are there other techniques or things that you do?"
    },
    {
      "author": "GARBES",
      "text": "Yeah, it's a total work in progress. I - you know, I make it very clear in the book, like, I don't know what I'm doing, right? Like, I am making up my parenting as I go along. The one thing I will say is that I talk to them about everything, and I have talked to them about everything since they were little. You know, like when my daughters were babies, we were like, this is your vulva. It's just a body part. It's like an arm. It's like your hair. There's no shame in that. You know, we've been talking to our daughters about Black Lives Matter. Like, I don't know how much of that they understand, but I think it just has to be age-appropriate, right? Like it just has to be comprehensible to a 3-year-old, to a 4-year-old. And then I just leave it open. Like, you can always ask me questions - because their brains are going to develop. They're going to come back with more questions. So I always leave that open."
    },
    {
      "author": "GARBES",
      "text": "The other specific thing I do is I just try to expose them to lots of different kinds of other people. You know, like, I grew up in a mainly white community. And part of what's great about living in a city is, you know, they went to a preschool where their teachers were native Spanish speakers who were bilingual. Like, authority was a brown woman with an accent for a long time for both of those girls. And, you know, they have friends who are white. They have friends who are Taiwanese. So to me, just exposing them to as many types of people as possible, letting them see them, letting them see us interact with them, all of that - like, that's a very deliberate choice that I make."
    },
    {
      "author": "KHALID",
      "text": "You know, part of what I got from you, both in talking to you now but also in reading the book, is that we ought to stop thinking about necessarily good and bad mothering and that we need to remember to stay present and humble throughout this journey, which sounds, I think, ideal, right?"
    },
    {
      "author": "GARBES",
      "text": "Right."
    },
    {
      "author": "KHALID",
      "text": "But frankly, when you've got, like, two hours at the end of the night (laughter), a work deadline; one kid is throwing peas on the floor; the other one..."
    },
    {
      "author": "GARBES",
      "text": "...Right (laughter)."
    },
    {
      "author": "KHALID",
      "text": "...Peed in his undies - that just seems very hard and impossible, while it may be aspirational. So..."
    },
    {
      "author": "GARBES",
      "text": "Yeah."
    },
    {
      "author": "KHALID",
      "text": "...I want to end here by asking you for, you know, like, tips that you can use. Like, how do you think we can remember and retool our minds to stay present, to remember to remain humble on this journey?"
    },
    {
      "author": "GARBES",
      "text": "One thing that I have learned - my daughters are 7 and 4. They are who they are. They are very different from each other. And they each came out - like, children are who they are when they show up. And I think our job is to, you know, not do damage. When you're raising young children, you are just drowning in the details, right? But, sometimes, I mean, I say things to myself like, no child ever died from crying, right? I say things to myself like, what's the worst thing that could happen if my daughter, like, went into the lake wearing her shoes, right? Like, so much of this is, like, we are taught to sort of like have fear and to control things, you know (laughter)? Like, I don't think these little things we do are going to make or break their spirits. I think loving them, giving them attention, providing for their basic needs, that's the work. And if that's all you do, you've done a great job."
    },
    {
      "author": "KHALID",
      "text": "You know, hearing you say that your children are kind of their own person from the get-go, I'm reminded of this poem that I love that Kahlil Gibran wrote on children. And I don't know if you know this line. He says that, your children are not your children. They are the sons and daughters of life's longing for itself. They come through you but not from you. And I've always tried to remember that line because it's this idea that, you know, you're this vessel for this independent person."
    },
    {
      "author": "GARBES",
      "text": "Yes."
    },
    {
      "author": "KHALID",
      "text": "You know, you may give them your love, he says, but not your thoughts, for they have their own thoughts."
    },
    {
      "author": "GARBES",
      "text": "Yes."
    },
    {
      "author": "KHALID",
      "text": "And that was a very humbling thing to realize when your kid is 2 years old (laughter)..."
    },
    {
      "author": "GARBES",
      "text": "Yeah."
    },
    {
      "author": "KHALID",
      "text": "...And he has his own thoughts."
    },
    {
      "author": "GARBES",
      "text": "I have chills. I - thank you for sharing that. This idea, like, they come through you but not from you - yeah, like, we're part of something much bigger. Like, we're just here to guide them. And honestly, like, we're here to, like - I am still mothering myself, Asma. Like, you know, I feel like I am learning so much. And I feel really lucky to share the journey with them."
    },
    {
      "author": "KHALID",
      "text": "Well, Angela, thank you so much."
    },
    {
      "author": "GARBES",
      "text": "Thank you."
    },
    {
      "author": "KHALID",
      "text": "That was Angela Garbes. She's author of the new book \"Essential Labor: Mothering As Social Change.\" For More LIFE KIT, check out our other episodes. We have one all about time management for working parents and another one about reading aloud with your kids. You can find those at npr.org/lifekit. And if you love LIFE KIT and want a little more in your life, subscribe to our newsletter at npr.org/lifekitnewsletter. And as always, here is a completely random tip from one of our listeners."
    },
    {
      "author": "FRED ABRAHAM STOKLASA",
      "text": "Hey, my name is Fred Abraham Stoklasa (ph). And if you have a Kitchen Aid stand mixer, you can shred cooked chicken and pulled pork. It'll do all the shredding for you. Yeah, it's a game changer."
    },
    {
      "author": "KHALID",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823. Or you can email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis. Meghan Keane is our managing producer. Beth Donovan is our senior editor. Our visuals editor is Beck Harlan. Our digital editor is Dalia Mortada. And our production team includes Andee Tagle, Audrey Nguyen, Mansee Khurana and Michelle Aslam. I'm Asma Khalid, and thank you all for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3519782585.mp3",
  "img": "https://media.npr.org/assets/img/2022/05/05/smn_npr_essentiallabor_illo2_wide-311b97f8b6f2f0ec3e9c3af1124755a590679211.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ASMA KHALID, HOST",
    "ANGELA GARBES",
    "KHALID",
    "GARBES",
    "FRED ABRAHAM STOKLASA"
  ]
}