{"title":"How to overcome FOMO","url":"https://www.npr.org/transcripts/1099226028","intro":"The fear of missing out isn't confined to our social lives; worrying about whether we're missing out on new experiences, content, trends and even investments can create an existential crisis. Psychologist Aarti Gupta explains how FOMO shows up in our lives and how to battle it.","transcript":[{"author":"FRANK FESTA, HOST","text":"This is NPR's LIFE KIT. I'm Frank Festa. Picture this. You just had a killer week at work, and by the time Friday rolls around, nothing sounds better than kicking your feet up, ordering a pie and watching a movie. Now, after a few slices of pizza and 15 minutes into the flick, you inevitably open Instagram, start scrolling and, suddenly, everyone's Friday night is in the palm of your hand. One of your friends adopted a dog and is documenting them being adorable, another has a hot date, and a whole group of people you know are cheersing (ph) at a bar you've heard great things about. Compulsively, you start wondering if maybe you should have forced yourself out of the house, you're assembling a list of reasons as to why you're a bum, and you're questioning the purpose of your very existence. That's just me?"},{"author":"FRANK FESTA, HOST","text":"FOMO, or the fear of missing out, is something most of us have experienced in one form or another. And it's not just confined to our social lives, either. Worrying about whether we're missing out on new experiences, content trends and even investments can create an existential crisis out of thin air. With summer around the corner and folks learning how to live their lives again in our never-ending COVID reality, there's no doubt that FOMO is coming for all of us."},{"author":"AARTI GUPTA","text":"FOMO is about having thoughts on missing out on opportunities which might increase our happiness."},{"author":"FESTA","text":"That's Dr. Aarti Gupta, who's clinical director at TherapyNest in Palo Alto, Calif. And she says that there's a biological explanation for why we feel this way."},{"author":"GUPTA","text":"Humans are social beings and rely on each other to survive. And being left out, or not being in the know, could have, once upon a time, been a matter of life or death."},{"author":"FESTA","text":"So on this episode of NPR's LIFE KIT - how to know when FOMO is serving us and when it's getting in our way. Aarti and I will discuss where FOMO comes from, how it can spread its tentacles into surprising corners of our lives and how to keep it from showing up in the first place."},{"author":"FESTA","text":"Let's just start out with the most relatable example I could think of, and it came to mind, you know, this past weekend. The Sixers, my favorite basketball team, is in the playoffs. I watched the game at home with my dad. And, you know, it's some good bonding. We're having a good time. But I check Instagram, and I see that one of my buddies is actually at the game. And I'm thinking, man, you know, this is some quality time that I'm having, but I really wish I was at this game. I experienced major FOMO in that moment. Can you explain to me what I'm feeling there and why?"},{"author":"GUPTA","text":"Yeah, so it does sound like you're experiencing FOMO, which can feel like a combination of anxiety, exclusion, self-loathing and envy. FOMO comes from social comparison, and it's a set of thoughts which make you believe that what others are doing is better than what you're doing, or that if you'd be somewhere else, you would be happier than you are now. And those thoughts produce anxiety, which is under the umbrella of fear, AKA why it's called the fear of missing out. And if we were going to designate FOMO a feeling, it would probably be a feeling of anxiety, which is excessive and persistent worry about everyday situations, as well as the future."},{"author":"FESTA","text":"You see a lot of different types of people in your practice. How does FOMO show up with your patients?"},{"author":"GUPTA","text":"So in my practice I see different types of FOMO. Of course, there is the most well-known type that comes from comparison of lives on social media. But I also see professional FOMO, where a person might be struggling, feeling fear or dread for either leaving their job or taking a new job due to worrying about missing out on an opportunity. And same goes for relationship FOMO or parenting FOMO or business FOMO. And sort of the list can go on."},{"author":"FESTA","text":"Yeah, and that's a really interesting point, too. I think we oftentimes think of FOMO just as, you know, my friends are doing something really cool or, you know, somebody has, like, a really new exciting experience. And during the pandemic, you'd think FOMO would have been much less of an issue. But I remember back then, you know, when the pandemic first started, watching TikToks and seeing that one trend that went, you know, I'm bored in the house and I'm in the house bored."},{"author":"CURTIS ROACH","text":"(Rapping) OK, I'm bored in the house and I'm in the house, bored. Bored in the house, and I'm in the house, bored."},{"author":"FESTA","text":"Thinking like, damn, are these people better at being bored than I am? - and feeling like, you know, even in quarantine, I was still missing out on people having better quarantines than me. Is that something that popped up in your practice?"},{"author":"GUPTA","text":"Absolutely. It's been really interesting seeing clients experience FOMO during the pandemic. Even while the world was shut down - as you said, we were navigating restrictions and lockdowns. And FOMO still lived on, as we saw on social media that our friends were having a better quarantine than us - like, making elaborate meals or setting up play forts with their kids or taking on a new hobby or exercising, getting into shape, things like that. These days, a lot of people are comfortable resuming their normal lives - eating indoors, traveling internationally, getting together in big groups - while others are not ready for various reasons, whether they're navigating variants or having children who are unvaccinated. So they have FOMO, but it's about missing out on normal life. So FOMO can look very different these days."},{"author":"FESTA","text":"You mentioned that the need to compare ourselves is very central to feeling FOMO. Why do we feel so compelled to do that? And it's not something that's new, is it?"},{"author":"GUPTA","text":"Actually, comparing ourselves to others could be considered essential to our survival as humans and as part of the process of self-improvement and growth. But what comparison sometimes doesn't take into consideration are things like context, environment and culture. So one-to-one comparison could be dangerous and psychologically painful. And if you find yourself comparing your life to others without the intention of self-improvement and goal-setting, I do have a couple of tips, which I like to use with clients. First, we want to practice getting into an abundance mindset, and this means remembering that there are plenty of opportunities to go around for everyone. And just because someone else found success doesn't mean that you won't. And also learning to celebrate other people's successes, rather than focusing on the fact that you may have missed out on it, can be really helpful. So congratulating them, telling them that you're proud can basically mitigate feelings of envy and jealousy. And you'll find that the more that you practice this skill, the easier it is to just be happy for people."},{"author":"FESTA","text":"One of our psychologists that I spoke with while prepping for this episode - quick shoutout to Dr. Anita Sands down in Florida - had a really great analogy for the way our amygdala, our brain's threat detector, works as a guard dog in a way, just barking its head off. A lot of the time, though, the amygdala is going to confuse, let's say, a mailman for a burglar. Could you walk me through how it can sometimes be wrong or can get thrown out of whack?"},{"author":"GUPTA","text":"Yeah. So to back up a little bit, the fact that feelings of FOMO are fairly pervasive, although experienced in varying degrees, clues us in that FOMO might be a survival mechanism or part of our collective unconscious, as Carl Jung would say. We actually have a specialized part of the brain called the amygdala, which is part of the limbic system, whose job it is to detect when there is a threat to our survival. And not feeling part of an event or in the in-group could be enough for someone's amygdala to engage and cause a stress reaction or a fight-or-flight response. It can often feel like a stress response - a swirling of negative thoughts going down a spiral, accompanied by a physiological reaction of increased heartbeat and heavier breathing, a knot in your stomach, tightened chest, things like that. So that would be the key connector between the amygdala being engaged - would be that fight-or-flight response that your body feels."},{"author":"FESTA","text":"It's just interesting, you know, thinking back, maybe, thousands of years when that - just, that siren was going off and, you know, maybe, like, a saber-tooth tiger is about to bite us. And now, like, the same chemical reaction is happening in our brains. You know, to backtrack for me, when I see, like, one of my buddies at a basketball game, I'm like, oh, I feel, like, under threat, under attack in the same way."},{"author":"GUPTA","text":"Absolutely. It's a similar reaction adapted to our modern times. The threat is very different, but it feels the same way in our body because our brain still works very similarly, even though the threat is different."},{"author":"FESTA","text":"Yeah. And as you mentioned a little bit earlier, you know, FOMO isn't just about parties or going on a really cool vacation. It can be about all kinds of different life milestones and just how we go about our lives on a day-to-day basis. Would you be comfortable sharing at all when you might have felt FOMO in your life?"},{"author":"GUPTA","text":"Absolutely. I certainly do feel FOMO in my own life. It usually comes up in parenting. I'm a newish mom. I have a 3-year-old, and it's really easy to compare the way you're raising your kid to the way that others are raising theirs, especially with the big decisions that we make for our daughter - you know, such as which school she should attend or which extracurriculars we should sign her up for, how we should teach her about manners and kindness and sharing, all compared to what other people are doing with their children. There are also a lot of Instagram accounts about how to talk to your child or even the best way to feed your child - you know, things like that. So in general, there's a lot of information out there, which can be really overwhelming. But through it all, you know, my husband and I have had a lot of conversations about our values and what we want for our daughter. And I try to remind myself that we're making the best decisions possible for her and our family, and that really helps."},{"author":"FESTA","text":"Oh, definitely. Well said. Are there any general FOMO triggers, or is that more of, like, a person-by-person type of thing when it comes to what might set us off?"},{"author":"GUPTA","text":"I do believe it's a person-to-person thing. I was thinking about this question. I think it has to do a little bit with the threshold to which we can tolerate ambiguity. One thing that might trigger you does not trigger someone else. I do think that there's an element of self-concept and self-esteem that might be associated with what triggers one person over another person. A propensity for depression or anxiety - because, you know, if we have sort of this depressed mindset, I think comparison is way more natural for certain people. Whereas, if we have a more flexible, what we would call a more healthy mindset, you know, these social comparisons might not affect us as deeply."},{"author":"FESTA","text":"I feel like you touched on something that I really hadn't thought about a bunch yet but makes a lot of sense to me right off the bat is just our ability to tolerate ambiguity. I feel like so much of FOMO is that uncertainty. I think it's something that's really hard for me. Like, I don't do well with not having structure and routines. I feel like, you know, all journalism is is ambiguity - you know? - in chasing people down for interviews, trying to get in contact with people, et cetera, et cetera. I feel like it's something that I've been thinking about a lot - just trying to get better at, you know, persevering through these little moments where I don't know the outcome."},{"author":"GUPTA","text":"Yeah. And I think that part of that also will come up when you're in the moment and you realize that this is all part of a journey. The decisions that we make today are going to lead to something in the future, but part of the excitement of that is seeing what's to come. And I wonder if - you know, if we can tolerate that feeling of, like, I'm fearful of what's going to happen or I'm not sure what's going to happen. You kind of think back to yourself and say, well, these are the decisions that I made that led me here. And, so far, it's been great, and it's been exciting. And, sure, there have been failures and mishaps, but I've learned from those things. So what's not to say that's not going to happen for me in the future? And just keeping that really positive mindset about it, I think, can really help a person get through that really icky, ambiguous feeling."},{"author":"FESTA","text":"Yeah, no, optimism is certainly key. That makes a lot of sense for sure. Thinking back to some of your clinical experience, have there been any tips, strategies or advice that you've found particularly effective in treating FOMO in your practice?"},{"author":"GUPTA","text":"So one exercise that can help with refocusing that I love to use with my clients is a mindfulness exercise. So the next time you find yourself at a kitchen sink full of dishes, take a moment to engage your senses. Feel the warm water on your skin, the bubbles between your fingers and the smell of the soap, and try to just think about these things and nothing else and stay present. And this is really, really hard. And you have to practice doing this. This exercise is all about not ruining your current moment with anxious or negative thoughts and reframing the situation you have in front of you."},{"author":"GUPTA","text":"Another idea for how to manage your FOMO is to remind yourself why you're doing the thing that you're doing. So if you're in bed watching HBO, your phone dings and there's a video of your friends at a bar having a great time, take stock of your feelings in the moment and remind yourself why you chose this activity over the other. Maybe it's because you had a long week and you need to recharge with some alone time, or maybe you have an early start the next day. Whatever the reason might be, it's important to remember that, as humans, we live by making a series of trade-offs. So it's all about making choices that are right for you. And it's important to remember why we're making the decisions that we're making."},{"author":"FESTA","text":"It's easy to name, like, things that are messed up or that we don't like about how we're moving through the world - right? - but it's not always easy to focus on, what can we stand to gain when we make some of these changes? So once we tame our FOMO, what can that do for us? You know, what can life look like if we don't get caught up in FOMO all the time?"},{"author":"GUPTA","text":"FOMO is a set of thoughts about perceived happiness, and I think the key word there is perceived. We don't really know what's going to happen or what our life is going to look like if we made a different decision. So when we choose not to engage in that negative, unhealthy sort of spiral of thoughts about what could be, it really gives us an opportunity to be present today and look around your life today and say, this thing that I have is actually really great."},{"author":"GUPTA","text":"And I think the irony of all of it is it's called FOMO, the fear of missing out. But really, what it is doing is it's making you miss out on today and that warm and cozy bed that you're in right now or the job that you're in right now or the relationship that you're in right now because you're so worried about what else is out there. And so if you start to think about just being present, not thinking about the future, I think you can really enjoy your life today, which was the whole point. We want to increase our happiness. The whole point of everything is to increase happiness."},{"author":"FESTA","text":"For no mo' FOMO, here's a quick recap. Takeaway one - missing out might have once cost us our lives, so we shouldn't be mad at our amygdala for trying to protect us when it confuses real threats for phonies. And the compulsion to compare ourselves to other people isn't necessarily always a bad thing. Just keep an eye out for when that comparison game turns toxic. Takeaway two - knowing your triggers will help you get out in front of FOMO. Social media is one of the most common. If that's true for you, you're in luck. LIFE KIT's got plenty of episodes on how to have a healthier relationship with the apps that won't leave us alone. Takeaway three - life is all about trade-offs. When you find yourself thinking the grass is greener on the other side, remind yourself why you're watering yours. For more LIFE KIT, check out our other episodes. We have lots more on the topic of mindfulness and one I hosted all about how to be more decisive. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And, as always, here's a completely random tip, this time from listener Kelly Sinise."},{"author":"KELLY SINISE","text":"If you like to use online recipes but don't like scrolling or dealing with little pop-up ads, click the Print Recipe button and then take a screenshot, which you can just reference instead of having to deal with the website itself."},{"author":"FESTA","text":"If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our visuals editor is Beck Harlan. Our digital editor is Dalia Mortada. Our production team also includes Andee Tagle, Audrey Nguyen and Mansee Khurana. I'm Frank Festa. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2483477148.mp3","img":"https://media.npr.org/assets/img/2022/05/18/lk_fomo2_wide-9fac5d915124ceea63587e4f6b1ce08a416fda37.jpg?s=1400&c=100&f=jpeg","authors":["FRANK FESTA, HOST","AARTI GUPTA","FESTA","GUPTA","CURTIS ROACH","KELLY SINISE"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,7058,3297,7368,1767,25088,21863,26606,24502,25329,25210,21006,2741,28819,26379,6866,4580,6807,30470,29841,15429,13837,21079,27018,26170,24093,18447,8507,26313,19879,16621,10627,19566,25120,4606,15585,23224,20218,18620,13517,5198,3075,5046,20357,15053,24325,9400,18246,22086,22346,21897,7682,23853,13644,23310,16090,12187,11714,11388,23774,12343,7383,25686,11961,5095,21572,26282,18104,16153,6611,15882,16996,4097,5421,4703,26727,24905,26563,21462,27107,11398,23676,19204,9516,25401,14803,5194,23421,26409,25681,17126,217,18816,23034,18202,9466,14710,10911,12442,15243,24186,23359,25048,7888,3730,5548,14313,23289,15517,8105,22728,14626,13475,11207,12650,13636,17463,23516,16987,5361,14509,26509,17271,11312,13878,12866,21396,17298,18847,1580,6570,13479,25614,12860,20454,11118,10883,16425,10138,10633,7338,4276,5669,24504,25133,696,6754,1930,6057,6416,26336,22893,15565,16774,16432,14854,16472,26422,20150,24404,19761,17246,13236,15284,9696,12889,2594,6458,10275,19699,25350,20399,16696,25538,21132,20049,6354,5243,25171,28081,23182,13897,17749,7858,14959,13241,25941,21461,17956,13535,6635,14898,24555,6607,18628,20544,19621,22377,24793,18884,17793,11924,3471,5658,2662,30079,24561,17077,10240,19137,16395,15588,11389,22779,16608,22276,11702,10635,18567,15429,5818,16457,27221,27537,21957,26228,22733,17631,19725,4719,23095,25768,18846,27835,25219,25666,18009,14595,25063,22260,10948,21414,16295,24345,9256,10323,8267,7083,5995,28253,22212,18852,12850,5628,13668,29427,26095,19010,26062,17295,22192,17014,22778,19088,4560,22460,25732,27737,26146,23999,24753,24710,16200,19317,22940,10489,5390,25067,27558,24766,14524,8438,12306,13955,22006,25157,22060,11868,18086,13311,16826,14980,23427,20363,21831,14710,13094,9006,12459,5375,24799,28545,21769,22764,20347,21527,20074,11879,7724,14668,2958,27497,29519,26363,22105,26815,18429,5301,23479,24056,24520,22457,24431,18732,9453,18565,26088,27770,5018,3045,28269,25430,18674,23623,14637,22464,23100,20255,25733,17583,27229,29609,13093,25381,24844,14957,13491,20814,5608,20486,13657,25531,8224,17458,10086,7428,3672,3876,4541,6066,6397,8453,8681,7807,7060,7652,6039,6436,7130,6189,7024,2727,2558,2531,2161,2256,2354,1848,816,28150,16060,7321,22477,15506,16023,25760,23613,17679,11100,24981,16554,11142,18006,26256,19785,14365,20262,14587,24955,13379,5247,6952,27363,13288,12869,13350,18977,28298,11956,16884,16378,17434,19361,25378,26666,8397,20215,19081,7605,4529,27498,23580,10116,25063,20967,13319,19364,24863,18488,6631,21866,22901,21350,25423,19004,9389,12157,14315,18743,754,26880,24678,12297,19235,13992,25435,25835,11000,14452,26090,25748,23262,17404,16683,11082,14537,11047,23390,23882,26631,19927,12839,19327,15953,8871,723,18,9,27400,25416,19720,12509,22642,19400,22293,21221,20481,5734,11238,18944,13940,18872,12654,22358,14041,10634,25381,13262,8959,19949,11855,15648,14931,23852,24291,12859,21017,3037,24093,21847,20817,25759,15624,8306,20949,17336,16506,12999,13024,26618,12920,21952,16044,19819,22442,17670,15653,20415,28651,11460,24534,22587,21502,16732,10165,16604,12426,24789,23983,26799,25158,22687,18544,20604,25428,17866,19727,18544,20498,13731,13040,1777,7,3,8,21,26177,19941,15355,11314,14396,19573,9060,15494,11454,1204,19152,21744,14947,11362,13611,13652,7224,16753,23373,14058,9031,11994,16001,10119,4863,7771,13766,8068,10860,9431,14907,10024,21119,23384,10213,6620,8327,8597,8517,5205,1837,22477,10165,22390,14667,20866,13995,1074,3,125,118,0,26099,15624,27550,27440,26325,24278,23234,25483,14486,13558,11082,25453,23886,17114,18978,23879,20097,22551,9550,29716,26227,25258,25757,17469,12992,24935,25179,4652,23393,27459,26536,16070,14926,24756,17887,4415,24401,29182,23514,25146,21425,28620,20438,21369,24813,28266,26345,23065,23861,16297,2634,26595,27040,26465,16673,24931,23224,23475,13377,23780,26494,26308,29686,21658,26229,27211,23458,13456,3801,21720,27927,29326,26979,26899,24657,9244,15853,16278,22477,25705,24829,25103,11896,4654,4252,24973,29696,26601,25911,27710,26786,23044,23829,24318,20089,24492,21790,17782,20419,10548,9847,19200,15760,16933,17753,11928,12944,11265,25122,13497,8830,10624,16420,13885,8409,17026,11583,8476,10022,13343,18858,8815,9369,7213,10569,11295,3624,3491,29884,28085,20247,16834,12340,11419,10646,7294,11824,12898,9539,22067,22078,6427,11505,12303,9492,7739,21737,17607,22573,11283,10341,7758,19875,12641,9897,11170,11917,3052,24840,27577,16034,11589,10349,18848,21293,16888,9675,20311,6935,11759,8782,3078,2661,12774,16876,24672,19183,10369,9476,17023,6318,8782,16638,11082,14074,11947,17069,9320,8332,9154,12422,18030,8958,7428,16731,17642,2167,2654,17436,18497,19984,22352,13691,20408,19040,9951,9106,13020,6757,11955,21701,13961,14139,13007,20533,14750,7930,9294,8014,13958,14646,13801,7761,9408,8067,8303,8742,23693,26578,14053,9375,7305,13606,18842,20246,9940,8649,6393,1836,1681,11520,25929,19076,23680,9258,7505,14085,2699,615,24388,25708,21226,22940,27843,19839,2946,22669,22487,17866,14933,26482,13896,12651,11592,8942,10847,18025,21666,14049,14514,14908,22294,23672,18737,19095,18214,13178,16238,6975,16124,12661,11361,14960,12911,12234,7815,7780,11881,1288,23621,24283,18724,14905,22538,13657,11777,7245,13489,24099,12392,17493,18836,8868,23309,11942,8837,21116,20132,15533,14176,21690,12808,8134,11301,10354,15312,23244,19311,19097,10297,9656,20811,17702,13475,14384,15560,12243,9772,20892,10734,13327,7795,8812,5809,1041,12860,13614,19132,16314,19366,12027,17410,8614,9178,9505,14818,18413,12149,9570,23416,17674,14780,8022,9696,6349,5691,8950,3080,25934,25079,21526,7731,10961,12112,10913,16947,18151,18417,18482,20972,15785,22596,24211,20009,15969,2008,181,26978,23936,26756,25747,18184,8828,13768,14599,12481,23934,11290,12535,17479,17802,13372,5960,1269,5282,29311,26240,16479,26364,26037,25255,18660,22918,22818,21208,17987,16346,23939,260,25209,28991,27559,26196,17720,25311,20605,23778,27081,29398,25143,23033,17417,26826,28221,24854,20760,25122,26677,15911,19450,24818,16372,14044,13413,14975,15801,6976,6826,15344,7381,14435,14641,14415,5496,4905,11612,25377,27545,1418,23590,29262,25364,23820,26011,26155,23798,25416,24420,1443,10828,27712,26949,19648,24045,27678,13907,9463,520,23810,27278,23451,18835,24218,11577,24169,11712,18714,6622,3798,604,5368,25457,29890,29492,25554,567,13938,27483,9425,261,2207,25534,11971,11620,21765,14138,11131,11779,15963,10622,8504,8454,15210,12939,11915,19275,8245,1151,10931,24460,28174,13103,11058,18971,12002,6107,19007,7770,20849,25474,9740,6850,9340,10074,15078,8355,1614,14474,19356,17210,19798,20259,9809,15846,7541,8001,13429,12010,14188,6775,15219,16816,11049,9604,5736,8414,12887,976,12676,12528,19519,22444,23941,14312,14624,10121,9803,5057,15028,10737,8213,12676,16764,9694,8023,11305,17342,9382,7455,10043,708,16057,27098,2001,23197,25960,15847,22381,22333,12739,10708,11765,10506,17737,10791,10785,7487,3058,12600,13629,14114,11269,25355,9364,8819,6280,16874,12594,13306,5911,5419,3278,1025,25271,20740,19618,18197,16656,7873,7535,7555,5745,1151,16163,12426,8769,18827,12271,13212,5324,10039,10754,13216,7629,10989,7317,7094,6960,24546,27391,17692,15601,15403,10658,19492,8916,11715,5888,15628,1992,1676,15475,15149,7078,6886,7474,5859,3413,433,362,10421,29808,28199,21455,12258,21675,23060,26207,20035,22307,19448,23854,11643,12170,22200,13202,8747,145,25836,24945,13562,23869,25196,26046,12200,15723,26245,27773,27263,27090,16396,19486,21126,21985,20576,23460,14535,18791,15924,7541,13016,12033,10853,14189,17176,13876,11786,11374,7849,7278,4518,1042,21441,9814,16020,14298,15123,15048,23790,10311,7719,13014,9448,6729,1003,1237,28769,23774,26853,19138,12354,11005,21724,14740,7410,7822,7964,8893,10093,11775,15763,21046,6612,19112,10767,3900,15625,4713,13039,26660,24107,13819,9960,6540,21234,15520,7907,1476,23235,21982,13123,11992,17407,15264,5584,6266,4258,844,15850,21167,27678,20875,19547,12791,10794,16449,13264,8882,21157,8976,9978,11604,5995,11385,16182,9380,14124,19604,20519,10407,9620,12800,6042,5349,12874,4330,913,897,20656,20938,18193,23369,22128,17653,16601,9502,13382,13816,14953,15700,14290,1114,21201,19150,23145,17014,15975,12013,23757,24658,8455,7694,14563,8545,11349,6882,4373,21934,22467,19376,19350,16727,5424,16990,8145,5704,12976,15373,8717,603,1054,23831,27091,19305,9939,16988,7276,8395,7582,7764,14701,19948,9891,11319,10341,19888,20243,10956,6120,12611,19353,1103,6956,13031,13426,12860,11630,5028,17926,6790,16672,8309,7741,4239,21106,22105,1575,23050,22892,2761,687,14432,10931,8681,168,12349,20182,10283,10115,9017,12307,11764,7905,22211,25542,26498,21935,14284,13530,14653,5764,7334,9949,7420,12289,16443,17776,5743,228,191,26342,29461,25351,19154,23444,21354,18652,24373,25167,20640,15749,24235,26625,23258,14512,15400,14255,17762,21550,212,25924,20164,24738,17785,10569,19059,22319,28470,23973,12040,14684,24507,25818,10461,254,25241,26578,25832,20226,16201,6704,28247,21894,19478,425,7982,25426,20179,16762,23122,16361,14849,11309,19327,11852,513,26820,27695,26113,17685,27227,18075,233,8637,19764,23559,23458,18086,12908,440,24577,27648,27826,17639,17711,14143,11989,20954,23985,1696,6708,27067,4516,2224,13054,25945,29654,16507,19207,26727,21641,13517,15260,17526,16646,11164,8616,5523,17751,17134,19452,9574,14020,14991,9301,9645,5901,25553,26702,22057,16076,14116,8709,12354,16375,16599,19461,20200,19464,18545,11141,7686,11326,6951,6358,8952,6470,9400,2960,2179,23871,19413,21541,16686,18038,10161,6093,19254,16939,7992,6269,11067,10829,19283,12442,6065,6614,2428,12798,23695,26117,9764,16039,9493,19125,13402,11560,16462,11423,9032,8077,6698,5602,18844,22040,22573,13906,8811,19180,14174,15382,13443,18706,19269,21395,9955,7049,18288,14280,12516,11449,18871,13590,7828,13704,7961,11932,7197,1289,15668,14126,23975,10492,19747,10083,7192,6504,20593,20656,5319,3057,1911,1549,14397,21281,11870,23849,18493,10244,18200,12167,13452,14418,19144,3574,19502,20315,24057,8819,15454,22890,10546,21299,18809,11989,15157,18578,23593,9779,22364,8033,10403,11600,7177,12503,8751,8421,1107,17834,18057,16182,21734,22098,18964,10277,12726,22476,20635,25022,7846,4207,7883,25456,10546,8470,8917,1778,15233,13270,21716,13218,7508,6764,7884,15465,17236,9356,7376,12900,12181,654,6536,15351,20426,17239,16111,11666,6296,11200,5717,6964,3162,1408,14315,1671,27708,24985,13076,16769,19723,17797,24656,14779,15352,23707,5927,18271,24845,24190,21370,18678,21915,21307,17352,24112,15217,24932,12013,24396,30099,22052,17396,24407,25121,28578,23005,24565,15776,22776,23639,13615,11977,6505,3098,23212,13479,25675,26068,27004,22074,14561,15164,13504,14831,14716,26255,22796,14478,13560,20132,18674,11474,17391,23616,20235,22630,16123,16508,2505,26226,8121,10562,12759,18886,18041,18026,12776,7453,24088,18879,14637,11171,11739,7248,2432,14034,26935,9655,10499,12468,17769,21607,9027,9417,8341,7062,7144,15702,13362,11768,15347,12642,11430,9051,8276,7391,7871,4099,1011,20713,17612,15743,7846,4359,406,24168,24749,21355,24063,22465,14951,25117,25313,16556,24256,18280,16924,13170,10728,8423,12374,15866,24168,10399,264,21310,26373,25791,26759,18612,21693,16128,9030,7832,19710,12842,24580,23784,22923,20859,17376,10070,2539,134,24383,28320,27831,26184,25111,8565,23827,22382,26407,16380,21497,24849,53,56,675,743,142,27020,19992,20716,25739,12631,15150,17222,17305,18470,10455,15451,18496,5826,6804,15406,16120,15726,20612,18142,21847,24128,15131,10373,16976,16363,1409,17237,21214,20688,10850,9336,17116,14883,15579,13133,13970,11091,8406,11520,17901,10060,6104,4948,14843,13628,12052,1167,19311,13081,8503,7762,10839,7143,8150,17088,7028,917,11768,19137,16972,8508,12099,7689,21182,9247,9539,5739,9331,10602,9470,12219,13341,8919,1223,7594,24262,17764,11107,25565,24474,15424,20843,8258,9919,13976,23903,25960,12634,11959,4676,5728,9066,9971,6125,1320,1406,1178,20670,25600,16530,25348,14743,17684,8260,17035,22892,24656,8355,24020,8079,8709,10364,14028,21768,9791,13107,9150,6381,8072,11137,13396,15730,25630,22275,22294,26518,8147,12787,11282,6603,22723,12414,11078,5642,1076,18524,22151,25023,13282,12468,15277,17503,10507,10622,5091,3956,10197,7341,9782,7947,10412,14508,15498,1005,1091,21033,16332,26428,22815,23183,24373,19297,12087,11658,13978,15543,9020,7858,8439,11942,8362,6915,11312,9769,13716,9425,9102,2823,763,67,7084,24034,20786,25819,1737,97,24425,27115,23145,24166,26768,25659,27373,22376,10111,21707,25336,16404,26778,25331,23903,24846,17720,11200,11251,25795,19227,20503,17562,2042,160,9468,25385,12357,9216,12829,8868,7195,12384,14413,15067,14999,9466,25091,25641,3860,25385,20172,12760,26181,10380,13007,12141,13948,9802,18833,13562,6278,9315,12948,11193,11102,10428,15601,12027,13670,9383,8633,5055,20764,19991,13279,7641,10252,5637,11013,11158,1864,23520,19060,21473,15385,17131,10662,18317,17384,17690,15913,26492,23668,19332,18774,1829,636,139,10370,9829,11220,17153,22910,10210,9542,8662,17615,7075,12073,6645,10870,11942,7394,9554,1362,18182,22724,16202,12239,9563,12567,7816,9649,8002,566,9361,25912,7648,13143,11912,22827,8424,7900,10319,7550,19562,19607,10921,9611,11167,9546,8423,12151,6630,11664,12593,8622,16735,16239,1131,14534,14358,5183,26436,8266,21225,21964,11946,19075,18747,16245,8075,7793,15101,12390,15365,2015,470,10055,18739,11106,23147,11565,11155,14559,14540,14427,8361,8284,4945,3579,647,7960,25381,22828,27171,26238,23132,11600,23355,26361,23628,17189,23313,24287,24031,22502,19916,24894,10153,21029,26004,14010,25355,18990,1560,3124,26449,22486,14112,26907,20821,4990,26357,21804,24335,20099,25916,20782,7179,2855,1671,26601,27173,25483,26205,22936,13359,24367,20449,3917,22623,21994,15776,1933,8603,17344,11158,17352,22640,13851,16551,11842,12689,14976,1010,22010,22950,21306,12729,20940,28993,21031,13070,19819,15361,6559,24072,11784,11203,23033,15245,17621,18664,11021,14225,16479,7197,24190,17057,15025,4416,18667,30291,26029,23968,23307,27610,16221,19767,2889,20282,23537,10246,6089,23145,13606,25093,15703,7698,12430,12009,9322,15039,25903,26144,7107,8114,15270,14602,13132,17306,13924,12224,5825,18157,20661,18711,8030,2632,2088,22883,22949,14950,16385,18990,19573,13866,10169,14772,16032,11581,11805,14524,10070,12510,16407,10758,11024,10813,12475,15924,10102,10611,7815,7489,15123,15776,2973,26521,13318,14099,21124,12951,9533,6067,17676,16767,17465,12939,16573,14589,10739,2742,2710,2922,7424,16176,8122,9597,23152,17853,21590,9290,10339,20674,4318,11430,22921,7582,8132,8719,11831,9329,12433,10835,10868,11576,10663,12777,7021,2607,8744,22381,22425,27318,10458,9673,12054,12442,9878,7703,17317,11521,22765,20542,7246,5791,5273,22515,17969,5710,17898,25771,21719,14074,12334,15199,16175,13537,13321,15684,11637,12851,13036,10456,8820,8804,13186,18985,3799,20688,17336,9512,7286,4573,4021,12495,17881,14514,14900,15399,12164,10323,6536,8062,7114,9001,14007,16698,7673,11572,6753,8789,14114,5864,16627,10052,13559,19936,8208,17237,19012,9822,10237,8480,11385,7226,7490,5722,9196,25542,27933,11977,17213,8228,11882,10170,6595,23710,1868,931,550,22549,25153,24492,10167,23033,24655,19019,11868,25653,29043,27665,25292,17802,21931,14011,19212,9135,20816,11591,24853,24233,26219,22144,21741,18539,25526,7421,17942,29010,21894,20780,20446,18554,17756,9896,16113,12578,12990,20336,10364,10841,10618,11183,26012,10623,10377,7801,17379,8648,10961,15722,17163,12886,11978,1884,12594,11053,14191,14015,7802,5469,1289,6586,20096,20109,8967,8572,11334,6678,3585,629,15797,13685,15630,14882,8222,7609,16103,19586,8473,8451,8524,7458,904,16940,17978,16705,11371,9690,6494,18662,13298,9383,18603,7341,8035,8968,6676,8880,6780,9152,11239,9779,5394,940,13756,14292,12031,9256,6214,7605,5879,13804,5927,15193,6544,6908,4254,1689,1106,26080,25775,25854,19149,21253,18815,18764,13801,11508,10144,7104,10637,13472,8930,11729,8425,10626,15205,3575,827,14867,13532,15587,7191,5575,10371,13740,10921,5886,1987,839,286,16886,27996,22588,16793,23407,11525,22107,9916,16013,16865,16567,22729,20841,11907,22023,10230,7669,7225,4060,3845,3201,1056,21845,12548,19583,27216,15015,8294,16500,15276,15998,26692,13566,8496,12201,10873,14778,10891,17206,6979,20676,23109,1953,724,7637,18677,21635,20849,5169,7595,15461,16890,19003,12994,13186,15658,20442,14739,12721,7410,18757,7827,8496,17083,17677,1327,6787,14125,12865,10537,19698,16676,18659,12435,8518,9612,22000,18544,13727,20209,18631,1161,14408,19448,11371,8798,9654,11724,17142,27445,9081,5802,6878,13517,14463,18815,10024,944,21959,24700,15653,12876,9996,12132,23689,8897,10366,7045,9516,6521,17955,14250,23794,21518,27571,11485,9979,11064,9769,5559,14758,17308,12350,13469,12069,11064,9794,8063,14617,3985,5251,5081,8712,1637,14236,25627,26646,24700,17676,20190,20789,24514,24584,11795,17476,22008,21910,21487,25178,20657,11195,9852,13754,23922,411,239,26724,25479,19685,26314,17444,23056,23323,18597,22294,2641,373,29485,25075,12272,17819,24318,21414,3746,25694,19362,7250,26927,18649,23429,13764,177,637,57,27232,24407,24733,12365,25818,25179,19441,23885,3644,21595,20304,4928,24682,16893,14557,9177,586,20424,13265,12937,3601,1238,9031,11553,14887,13706,9478,313,469,21116,12984,9434,11921,12685,4556,4055,2132,713,1626,15203,13163,14999,9355,11710,11921,5274,6183,4382,4631,18070,17671,9989,11343,7782,10003,9584,10608,15155,13593,6522,12339,10790,2260,17055,17258,10172,4630,4589,1981,740,14588,22700,17945,7510,9741,1924,421,15202,15473,13861,12232,13303,8064,8719,7304,10995,8024,8066,988,1247,16951,15701,8637,5004,10303,12512,8396,6372,14242,13479,11703,5777,8218,1121,17432,17550,10875,9621,6452,6755,6764,7460,18219,14839,11159,7304,7844,4484,984,12740,16358,18911,13916,15262,15330,12184,12702,12222,14505,17858,17772,9332,7864,6647,4836,3491,1720,14892,24040,17045,676,11321,25272,20062,8984,7628,16774,17830,8831,8410,10900,5924,14112,1364,17811,20704,22760,9597,11941,17742,11962,19383,17318,16166,26055,11468,11578,18417,19232,19511,18332,11627,16252,10802,8564,16960,21742,18758,14082,2968,16897,29675,20466,10932,11409,8414,22206,12392,5900,7662,11717,13951,12924,13508,17315,8298,3141,2483,19353,9472,4693,2465,2600,24567,27102,14687,10239,13403,25114,17008,21795,9879,14847,22507,14106,23332,20076,14385,6636,9476,9870,12792,13097,8490,9847,10426,2620,14019,12561,3494,776,2610,21322,23032,21675,16291,17726,11545,15083,19693,9194,16684,16163,7620,5627,12187,11000,16781,10438,14682,4914,5154,1807,8442,5306,10971,6673,8045,8165,1788,27434,27380,24147,1689,18948,13072,8177,3000,1876,3485,30049,28878,13103,3837,948,3945,23065,20757,18413,21707,18066,15070,2550,10187,20331,20436,15185,15419,9559,19148,26218,10911,11730,12555,10916,13566,25155,3575,2231,4201,2932,13014,26057,17361,27902,17937,10016,10031,16632,18614,16184,12424,21916,24688,2280,1476,2176,19248,26027,21423,22863,22786,11275,10364,15840,12835,4171,2692,5069,4066,3727,25571,19143,7395,3818,19041,12103,12316,17793,15962,17814,9721,3028,3603,24647,14347,16586,9171,20597,9097,7020,15267,13098,12995,14145,24783,3397,3045,24713,24950,16938,13411,11424,12671,18070,12946,14551,15995,18524,14438,18163,12202,3658,1123,24763,22319,20001,14060,19081,20299,23132,19455,6695,2630,787,7002,16308,24860,13731,17159,8273,11506,20117,22738,2687,19596,23531,20033,17095,10468,2477,3774,545,463,493,418,7749,7134,5005,20695,26756,20439,24809,26651,21075,7089,4445,28848,24572,16828,23162,20599,17638,9559,16347,18735,23111,23983,20988,9477,11837,4971,27308,23381,14199,24590,13847,25082,14135,894,16644,26733,25367,17547,24779,22798,4773,25468,23600,19369,15853,19700,21523,12124,13065,14680,5213,4152,18617,25383,24181,8983,16448,17698,14461,7589,17904,24562,13443,20969,16056,4878,4620,20889,12945,15754,21433,18198,14624,16937,17589,19737,18726,15261,20157,10259,14545,13809,17978,24383,26199,19430,20242,15926,6479,23385,21864,23251,13620,21054,22848,17784,19102,17563,15362,22300,14735,23739,23379,5667,26145,21538,18748,16638,22057,17571,24312,5153,25941,29034,23484,4632,15748,15104,14552,19168,11058,6700,16210,20250,9146,13181,19831,8849,8525,4935,11354,21233,20150,15950,19007,19381,14165,15944,12605,4350,3797,16029,29627,26191,17353,8551,16887,11230,5263,4919,26019,22166,14149,12129,5495,5052,26946,20649,11547,18169,18521,15078,25377,17423,12645,21345,22041,3762,22895,19096,11335,21656,14827,11838,4911,25675,8652,17093,12162,10744,10985,17451,6679,28573,13769,10022,17336,11298,4579,5162,29494,23141,10783,23330,9170,2353,659,207,179,54,47,9,8,3,3,2,22111,23591,12778,13971,13952,15564,19376,13297,7750,3848,22239,16726,8422,9203,8677,15342,12221,13873,15125,16011,9758,12424,16276,19996,14079,11933,12966,15996,13486,7070,18966,16413,13131,20902,21615,15681,5920,10916,7714,15332,14631,10181,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,9782,18007,8331,7962,16323,9376,1513,21623,14408,17982,16970,13725,7775,2563,19113,16181,20307,23518,6463,773,21329,13532,22171,11803,17515,15316,7912,15314,19820,7486,8206,8235,12937,11284,7321,7174,14093,17652,14287,20364,12868,13112,5754,5560,299,3,2,11,22111,23591,12741,13971,15564,19376,13297,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,6224,16276,19996,14079,11933,10300,14507,15996,10372,18966,16413,13131,20902,3201,21615,15681,7696,10916,13365,15332,14631,17796,13051,15196,11988,11935,14616,21891,10712,7093,17806,18892,15302,21087,18007,10814,8331,16323,12579,9376,21623,18876,13614,17982,13725,7775,3745,19113,14505,16181,23518,8019,5570,10115,21329,22171,9702,11803,17515,13033,11900,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,8397,12868,13112,5754,3106,16,3,8674,5644,22088,21100,17130,12252,12263,25100,12893,15826,17431,8701,14077,13036,9827,11369,3020,24670,16935,11655,21811,24078,14936,24981,24249,19711,25214,6069,20811,9074,8269,15046,9022,8283,17884,15187,7172,16040,3561,13257,9960,16558,22917,12504,26248,24287,24742,13586,14906,13800,13281,5306,9127,6880,10965,6852,11757,7601,10370,7741,7127,2699,1887,726,332,50,11],"fragments":[{"begin":"0.000","end":"61.200","lines":["This is NPR's LIFE KIT. I'm Frank Festa. Picture this. You just had a killer week at work, and by the time Friday rolls around, nothing sounds better than kicking your feet up, ordering a pie and watching a movie. Now, after a few slices of pizza and 15 minutes into the flick, you inevitably open Instagram, start scrolling and, suddenly, everyone's Friday night is in the palm of your hand. One of your friends adopted a dog and is documenting them being adorable, another has a hot date, and a whole group of people you know are cheersing (ph) at a bar you've heard great things about. Compulsively, you start wondering if maybe you should have forced yourself out of the house, you're assembling a list of reasons as to why you're a bum, and you're questioning the purpose of your very existence. That's just me?"]},{"begin":"61.200","end":"86.000","lines":["FOMO, or the fear of missing out, is something most of us have experienced in one form or another. And it's not just confined to our social lives, either. Worrying about whether we're missing out on new experiences, content trends and even investments can create an existential crisis out of thin air. With summer around the corner and folks learning how to live their lives again in our never-ending COVID reality, there's no doubt that FOMO is coming for all of us."]},{"begin":"86.000","end":"94.760","lines":["FOMO is about having thoughts on missing out on opportunities which might increase our happiness."]},{"begin":"94.760","end":"110.120","lines":["That's Dr. Aarti Gupta, who's clinical director at TherapyNest in Palo Alto, Calif. And she says that there's a biological explanation for why we feel this way."]},{"begin":"110.120","end":"131.360","lines":["Humans are social beings and rely on each other to survive. And being left out, or not being in the know, could have, once upon a time, been a matter of life or death."]},{"begin":"131.360","end":"160.680","lines":["So on this episode of NPR's LIFE KIT - how to know when FOMO is serving us and when it's getting in our way. Aarti and I will discuss where FOMO comes from, how it can spread its tentacles into surprising corners of our lives and how to keep it from showing up in the first place."]},{"begin":"160.680","end":"215.720","lines":["Let's just start out with the most relatable example I could think of, and it came to mind, you know, this past weekend. The Sixers, my favorite basketball team, is in the playoffs. I watched the game at home with my dad. And, you know, it's some good bonding. We're having a good time. But I check Instagram, and I see that one of my buddies is actually at the game. And I'm thinking, man, you know, this is some quality time that I'm having, but I really wish I was at this game. I experienced major FOMO in that moment. Can you explain to me what I'm feeling there and why?"]},{"begin":"215.720","end":"268.320","lines":["Yeah, so it does sound like you're experiencing FOMO, which can feel like a combination of anxiety, exclusion, self-loathing and envy. FOMO comes from social comparison, and it's a set of thoughts which make you believe that what others are doing is better than what you're doing, or that if you'd be somewhere else, you would be happier than you are now. And those thoughts produce anxiety, which is under the umbrella of fear, AKA why it's called the fear of missing out. And if we were going to designate FOMO a feeling, it would probably be a feeling of anxiety, which is excessive and persistent worry about everyday situations, as well as the future."]},{"begin":"268.320","end":"273.080","lines":["You see a lot of different types of people in your practice. How does FOMO show up with your patients?"]},{"begin":"273.080","end":"303.800","lines":["So in my practice I see different types of FOMO. Of course, there is the most well-known type that comes from comparison of lives on social media. But I also see professional FOMO, where a person might be struggling, feeling fear or dread for either leaving their job or taking a new job due to worrying about missing out on an opportunity. And same goes for relationship FOMO or parenting FOMO or business FOMO. And sort of the list can go on."]},{"begin":"303.800","end":"325.680","lines":["Yeah, and that's a really interesting point, too. I think we oftentimes think of FOMO just as, you know, my friends are doing something really cool or, you know, somebody has, like, a really new exciting experience. And during the pandemic, you'd think FOMO would have been much less of an issue. But I remember back then, you know, when the pandemic first started, watching TikToks and seeing that one trend that went, you know, I'm bored in the house and I'm in the house bored."]},{"begin":"325.680","end":"330.640","lines":["(Rapping) OK, I'm bored in the house and I'm in the house, bored. Bored in the house, and I'm in the house, bored."]},{"begin":"330.640","end":"343.600","lines":["Thinking like, damn, are these people better at being bored than I am? - and feeling like, you know, even in quarantine, I was still missing out on people having better quarantines than me. Is that something that popped up in your practice?"]},{"begin":"343.600","end":"391.400","lines":["Absolutely. It's been really interesting seeing clients experience FOMO during the pandemic. Even while the world was shut down - as you said, we were navigating restrictions and lockdowns. And FOMO still lived on, as we saw on social media that our friends were having a better quarantine than us - like, making elaborate meals or setting up play forts with their kids or taking on a new hobby or exercising, getting into shape, things like that. These days, a lot of people are comfortable resuming their normal lives - eating indoors, traveling internationally, getting together in big groups - while others are not ready for various reasons, whether they're navigating variants or having children who are unvaccinated. So they have FOMO, but it's about missing out on normal life. So FOMO can look very different these days."]},{"begin":"391.400","end":"400.600","lines":["You mentioned that the need to compare ourselves is very central to feeling FOMO. Why do we feel so compelled to do that? And it's not something that's new, is it?"]},{"begin":"400.600","end":"466.320","lines":["Actually, comparing ourselves to others could be considered essential to our survival as humans and as part of the process of self-improvement and growth. But what comparison sometimes doesn't take into consideration are things like context, environment and culture. So one-to-one comparison could be dangerous and psychologically painful. And if you find yourself comparing your life to others without the intention of self-improvement and goal-setting, I do have a couple of tips, which I like to use with clients. First, we want to practice getting into an abundance mindset, and this means remembering that there are plenty of opportunities to go around for everyone. And just because someone else found success doesn't mean that you won't. And also learning to celebrate other people's successes, rather than focusing on the fact that you may have missed out on it, can be really helpful. So congratulating them, telling them that you're proud can basically mitigate feelings of envy and jealousy. And you'll find that the more that you practice this skill, the easier it is to just be happy for people."]},{"begin":"466.320","end":"490.440","lines":["One of our psychologists that I spoke with while prepping for this episode - quick shoutout to Dr. Anita Sands down in Florida - had a really great analogy for the way our amygdala, our brain's threat detector, works as a guard dog in a way, just barking its head off. A lot of the time, though, the amygdala is going to confuse, let's say, a mailman for a burglar. Could you walk me through how it can sometimes be wrong or can get thrown out of whack?"]},{"begin":"490.440","end":"551.200","lines":["Yeah. So to back up a little bit, the fact that feelings of FOMO are fairly pervasive, although experienced in varying degrees, clues us in that FOMO might be a survival mechanism or part of our collective unconscious, as Carl Jung would say. We actually have a specialized part of the brain called the amygdala, which is part of the limbic system, whose job it is to detect when there is a threat to our survival. And not feeling part of an event or in the in-group could be enough for someone's amygdala to engage and cause a stress reaction or a fight-or-flight response. It can often feel like a stress response - a swirling of negative thoughts going down a spiral, accompanied by a physiological reaction of increased heartbeat and heavier breathing, a knot in your stomach, tightened chest, things like that. So that would be the key connector between the amygdala being engaged - would be that fight-or-flight response that your body feels."]},{"begin":"551.200","end":"571.040","lines":["It's just interesting, you know, thinking back, maybe, thousands of years when that - just, that siren was going off and, you know, maybe, like, a saber-tooth tiger is about to bite us. And now, like, the same chemical reaction is happening in our brains. You know, to backtrack for me, when I see, like, one of my buddies at a basketball game, I'm like, oh, I feel, like, under threat, under attack in the same way."]},{"begin":"571.040","end":"584.520","lines":["Absolutely. It's a similar reaction adapted to our modern times. The threat is very different, but it feels the same way in our body because our brain still works very similarly, even though the threat is different."]},{"begin":"584.520","end":"600.720","lines":["Yeah. And as you mentioned a little bit earlier, you know, FOMO isn't just about parties or going on a really cool vacation. It can be about all kinds of different life milestones and just how we go about our lives on a day-to-day basis. Would you be comfortable sharing at all when you might have felt FOMO in your life?"]},{"begin":"600.720","end":"655.800","lines":["Absolutely. I certainly do feel FOMO in my own life. It usually comes up in parenting. I'm a newish mom. I have a 3-year-old, and it's really easy to compare the way you're raising your kid to the way that others are raising theirs, especially with the big decisions that we make for our daughter - you know, such as which school she should attend or which extracurriculars we should sign her up for, how we should teach her about manners and kindness and sharing, all compared to what other people are doing with their children. There are also a lot of Instagram accounts about how to talk to your child or even the best way to feed your child - you know, things like that. So in general, there's a lot of information out there, which can be really overwhelming. But through it all, you know, my husband and I have had a lot of conversations about our values and what we want for our daughter. And I try to remind myself that we're making the best decisions possible for her and our family, and that really helps."]},{"begin":"655.800","end":"665.360","lines":["Oh, definitely. Well said. Are there any general FOMO triggers, or is that more of, like, a person-by-person type of thing when it comes to what might set us off?"]},{"begin":"665.360","end":"709.480","lines":["I do believe it's a person-to-person thing. I was thinking about this question. I think it has to do a little bit with the threshold to which we can tolerate ambiguity. One thing that might trigger you does not trigger someone else. I do think that there's an element of self-concept and self-esteem that might be associated with what triggers one person over another person. A propensity for depression or anxiety - because, you know, if we have sort of this depressed mindset, I think comparison is way more natural for certain people. Whereas, if we have a more flexible, what we would call a more healthy mindset, you know, these social comparisons might not affect us as deeply."]},{"begin":"709.480","end":"743.920","lines":["I feel like you touched on something that I really hadn't thought about a bunch yet but makes a lot of sense to me right off the bat is just our ability to tolerate ambiguity. I feel like so much of FOMO is that uncertainty. I think it's something that's really hard for me. Like, I don't do well with not having structure and routines. I feel like, you know, all journalism is is ambiguity - you know? - in chasing people down for interviews, trying to get in contact with people, et cetera, et cetera. I feel like it's something that I've been thinking about a lot - just trying to get better at, you know, persevering through these little moments where I don't know the outcome."]},{"begin":"743.920","end":"792.880","lines":["Yeah. And I think that part of that also will come up when you're in the moment and you realize that this is all part of a journey. The decisions that we make today are going to lead to something in the future, but part of the excitement of that is seeing what's to come. And I wonder if - you know, if we can tolerate that feeling of, like, I'm fearful of what's going to happen or I'm not sure what's going to happen. You kind of think back to yourself and say, well, these are the decisions that I made that led me here. And, so far, it's been great, and it's been exciting. And, sure, there have been failures and mishaps, but I've learned from those things. So what's not to say that's not going to happen for me in the future? And just keeping that really positive mindset about it, I think, can really help a person get through that really icky, ambiguous feeling."]},{"begin":"792.880","end":"804.760","lines":["Yeah, no, optimism is certainly key. That makes a lot of sense for sure. Thinking back to some of your clinical experience, have there been any tips, strategies or advice that you've found particularly effective in treating FOMO in your practice?"]},{"begin":"804.760","end":"842.360","lines":["So one exercise that can help with refocusing that I love to use with my clients is a mindfulness exercise. So the next time you find yourself at a kitchen sink full of dishes, take a moment to engage your senses. Feel the warm water on your skin, the bubbles between your fingers and the smell of the soap, and try to just think about these things and nothing else and stay present. And this is really, really hard. And you have to practice doing this. This exercise is all about not ruining your current moment with anxious or negative thoughts and reframing the situation you have in front of you."]},{"begin":"842.360","end":"882.280","lines":["Another idea for how to manage your FOMO is to remind yourself why you're doing the thing that you're doing. So if you're in bed watching HBO, your phone dings and there's a video of your friends at a bar having a great time, take stock of your feelings in the moment and remind yourself why you chose this activity over the other. Maybe it's because you had a long week and you need to recharge with some alone time, or maybe you have an early start the next day. Whatever the reason might be, it's important to remember that, as humans, we live by making a series of trade-offs. So it's all about making choices that are right for you. And it's important to remember why we're making the decisions that we're making."]},{"begin":"882.280","end":"902.320","lines":["It's easy to name, like, things that are messed up or that we don't like about how we're moving through the world - right? - but it's not always easy to focus on, what can we stand to gain when we make some of these changes? So once we tame our FOMO, what can that do for us? You know, what can life look like if we don't get caught up in FOMO all the time?"]},{"begin":"902.320","end":"938.080","lines":["FOMO is a set of thoughts about perceived happiness, and I think the key word there is perceived. We don't really know what's going to happen or what our life is going to look like if we made a different decision. So when we choose not to engage in that negative, unhealthy sort of spiral of thoughts about what could be, it really gives us an opportunity to be present today and look around your life today and say, this thing that I have is actually really great."]},{"begin":"938.080","end":"973.240","lines":["And I think the irony of all of it is it's called FOMO, the fear of missing out. But really, what it is doing is it's making you miss out on today and that warm and cozy bed that you're in right now or the job that you're in right now or the relationship that you're in right now because you're so worried about what else is out there. And so if you start to think about just being present, not thinking about the future, I think you can really enjoy your life today, which was the whole point. We want to increase our happiness. The whole point of everything is to increase happiness."]},{"begin":"973.240","end":"1081.200","lines":["For no mo' FOMO, here's a quick recap. Takeaway one - missing out might have once cost us our lives, so we shouldn't be mad at our amygdala for trying to protect us when it confuses real threats for phonies. And the compulsion to compare ourselves to other people isn't necessarily always a bad thing. Just keep an eye out for when that comparison game turns toxic. Takeaway two - knowing your triggers will help you get out in front of FOMO. Social media is one of the most common. If that's true for you, you're in luck. LIFE KIT's got plenty of episodes on how to have a healthier relationship with the apps that won't leave us alone. Takeaway three - life is all about trade-offs. When you find yourself thinking the grass is greener on the other side, remind yourself why you're watering yours. For more LIFE KIT, check out our other episodes. We have lots more on the topic of mindfulness and one I hosted all about how to be more decisive. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And, as always, here's a completely random tip, this time from listener Kelly Sinise."]},{"begin":"1081.200","end":"1102.520","lines":["If you like to use online recipes but don't like scrolling or dealing with little pop-up ads, click the Print Recipe button and then take a screenshot, which you can just reference instead of having to deal with the website itself."]},{"begin":"1102.520","end":"1161.560","lines":["If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our visuals editor is Beck Harlan. Our digital editor is Dalia Mortada. Our production team also includes Andee Tagle, Audrey Nguyen and Mansee Khurana. I'm Frank Festa. Thanks for listening."]}],"duration":1161}