{
  "title": "Grilling is easier than you think. Here's how to start",
  "url": "https://www.npr.org/transcripts/1100686034",
  "intro": "Intimidated by grilling? Cooking over an open flame can do that! In this guide, learn the basics from which type of grill to choose, to how to maintain a fire and create different temperature zones, to tips on tools and safety.",
  "transcript": [
    {
      "author": "RUTH TAM, HOST",
      "text": "This is NPR's LIFE KIT. I'm Ruth Tam. I love to cook - frying, roasting, sauteeing - all the cooking-ings (ph) except for grilling. Even though I loved grilled food and I love cookouts, grilling just totally stresses me out. This was me this past weekend."
    },
    {
      "author": "RUTH TAM, HOST",
      "text": "All right, time to check on these chicken thighs."
    },
    {
      "author": "TAM",
      "text": "Oh, no. They're burned."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "These two are."
    },
    {
      "author": "TAM",
      "text": "This is the sound of failure."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Shh - not good."
    },
    {
      "author": "TAM",
      "text": "Maybe it's because I've never had the space or the money for a grill, or maybe it's because grilling, as an activity, has never really been marketed towards me - a woman who lives in the city. But this summer, I want more grilled foods in my life. And whether I'm at a friend's house, a park or a campground, I've decided to get over my fear with the help of Jess Larson. She's the founder of a food blog called Plays Well With Butter. Like me, Jess loves grilled food, but she didn't want to rely on someone else to make it for her. The first night she lit up her grill..."
    },
    {
      "author": "JESS LARSON",
      "text": "And I was starving, so I took it upon myself to figure out how to turn on our grill, and that night is the night that I really fell in love with grilling - the grilling process itself - and I haven't looked back. It is definitely my favorite way to cook, especially during the summer months."
    },
    {
      "author": "TAM",
      "text": "So on today's LIFE KIT - how to level up your summer food game with grilling."
    },
    {
      "author": "TAM",
      "text": "I don't know much about grilling, but the things that I do know are pretty much limited to the types of grills, which is where I'm hoping we can start. One thing I was wondering from an experienced griller like yourself is if there's truly a difference in flavor between the food that's cooked on a charcoal grill versus a gas grill, or is that mostly perception? Or does this even maybe depend and become more specific when we're talking about types of food where, like, you can really taste it in some dishes and maybe less so with others?"
    },
    {
      "author": "LARSON",
      "text": "Yeah, totally. So a charcoal grill is what comes to mind when you are going to think of grilling, likely - that smoky flavor, that iconic kind of kettle look - and it is a great place to start for beginner grillers because charcoal grills end up being a little bit more affordable. The downside, I think, of charcoal grilling is that that's kind of where the intimidation factor comes into play. Managing a charcoal flame requires just a little bit of experience. There's just a little bit of a steeper learning curve associated with it. A gas grill will pre-heat really quickly, and the beauty of a gas grill is that the machine kind of takes care of a lot of the guesswork for you. You just set the dials to whatever your recipe calls for, and it manages the temperatures. And that's why I think that, for many beginner grillers, gas is a great place to start."
    },
    {
      "author": "TAM",
      "text": "Let's stick with gas grills, just for the moment. If you've decided that this is the grill that you want to go with, what kind of fuel should you use?"
    },
    {
      "author": "LARSON",
      "text": "I use propane in our grills. We don't have - my patio area doesn't have a natural gas setup. If yours does, you can definitely look for a grill that will attach to your natural gas line. My grilling area doesn't have that, so we use propane tanks. And they're easy to come by at our local hardware store, so that's what we personally like to stick with."
    },
    {
      "author": "TAM",
      "text": "If you've never bought a giant propane tank before, is there anything to it beyond going to your local hardware store and being like, I'd like a tank of your finest propane?"
    },
    {
      "author": "LARSON",
      "text": "(Laughter) No, it's really not. They'll fill up the tanks, generally outside the store, and they'll probably cost anywhere from, you know, $20 to $40 based on the price of gas at that time."
    },
    {
      "author": "TAM",
      "text": "And with charcoal grills, what are we looking for in charcoal? They tend to look kind of all the same to me. They're just, like, a black rock. What types are out there, and what should you factor in when you're making that purchase?"
    },
    {
      "author": "LARSON",
      "text": "For beginner grillers, I think it's really important to just lean on the convenience that is built into some of these products. So there are some types of charcoal that are, like, a quick-light charcoal that you don't need to use lighter fluid with because that's how the charcoal is designed - to ignite easily - and I think that's a great place to start for a beginner."
    },
    {
      "author": "TAM",
      "text": "OK, quick light is fine is what I'm hearing."
    },
    {
      "author": "LARSON",
      "text": "I think so. I'm sure there are other people who will have different opinions, but I think a quick-light charcoal is a great convenience."
    },
    {
      "author": "TAM",
      "text": "For charcoal grills in particular - because you can't just, like, turn a knob and have it ignite - what's your go-to method for starting a fire?"
    },
    {
      "author": "LARSON",
      "text": "So I use what's called a charcoal chimney. And what you'll do is you'll pour your charcoal in the chimney itself, and there's a little kind of mesh grate at the bottom of it that keeps the charcoal from falling through. It contains the charcoal. So you pour your charcoal through the top of the chimney, and then at the bottom, underneath it, you would light either - you could light newspaper, you could light lighter cubes that your grill manufacturer or your charcoal manufacturer might sell, and you just kind of let that setup do its thing, and the heat and the flame from whatever you lighted will heat the charcoal. And then once everything is lit, you just dump your charcoal right into your charcoal grill, and you're ready to go."
    },
    {
      "author": "TAM",
      "text": "OK. And you described a relatively simple process - at least that's what it sounds like with the chimney. For charcoal coals, they - once they've been burning for a while, they can look a different way from when you first lit them. You know, let's say there's, like, ones that are burning red, and then there are others that are, like, really gray. Like, what's the range of heat there, and what should you be looking for visually?"
    },
    {
      "author": "LARSON",
      "text": "Yeah. So your charcoal will go from that, like, red - red, flaming hot color, like you mentioned, to an ashier gray as you're lighting it. And that ashy gray is the end goal, and nothing is flaming anymore. It's just - they're heated and warmed through, and you're ready to go once they reach that gray color."
    },
    {
      "author": "TAM",
      "text": "If you're used to cooking on a stovetop, you're like, OK, go to low, medium, medium high, high heat - those levels are built into the process. In this case, you have to figure out what is low, medium and high for your grill and for what you're making, so how does one start to develop an instinct for that if they're new to grilling?"
    },
    {
      "author": "LARSON",
      "text": "There's just that kind of learning curve - that experience curve that is built into charcoal because that is definitely sort of, like, where the art of grilling with charcoal comes into play. So most grilling recipes will indicate, you know, some level of temperature that is needed to prepare the recipe, and you can buy a little oven thermometer or something like that to place on the grill grates to kind of gauge what temperature you have in your grill and where you might need to adjust the vents within the grill to get the air as hot or as cool as you need."
    },
    {
      "author": "TAM",
      "text": "And because I'm a far more experienced cook than a griller, I'm just going to keep on going back to what the experience is like when you're at a stovetop. But in terms of trying to re-create the experience of having access to different burners, can you talk about what it's like to arrange food on a grill with different temperature zones? How do you achieve that?"
    },
    {
      "author": "LARSON",
      "text": "Yeah. So you're bringing up what is my favorite kind of tool and trick when it comes to grilling, which is two-zone grilling or grilling with different temperature zones. So based on how you arrange the charcoal in the bottom of your grill, you can create a super high hot zone of temperature if you kind of, like, stack all of the charcoal on top of each other off to the side, and then whatever area of the grill grate isn't over that or is further away from that stack of charcoal then becomes a cooler temperature zone. It's a great way to grill food that is especially prone to drying out because you can cook it a little bit more gently and then finish it over that hot, hot heat to create those, like, crave-worthy, charred bits that you're looking for when you're grilling something."
    },
    {
      "author": "TAM",
      "text": "That's good to know 'cause I feel like when I cook over high heat - and it tends to be the case when I'm grilling and I don't know how to manipulate heat - it's like the reverse thing. I'll, like, get the charcoaly (ph) bits first, and then the inside is not as cooked."
    },
    {
      "author": "LARSON",
      "text": "Yeah. Yeah. Or if you're grilling something like sausage, they'll crack open and kind of create a mess on your grill, and they'll just get dried out. Or chicken breast is, like, a huge..."
    },
    {
      "author": "TAM",
      "text": "Yeah."
    },
    {
      "author": "LARSON",
      "text": "...food that people struggle with on the grill. And that's just because they're generally grilling with too high of heat."
    },
    {
      "author": "TAM",
      "text": "Yeah. OK, well, then let's switch to food, now that you're mentioning different types of things people grill. What types of food tend to do well in this scenario? Like, are there meats, vegetables or fruits that taste really good - like, taste best, maybe, when they're grilled?"
    },
    {
      "author": "LARSON",
      "text": "Yeah. So I really believe that you can grill pretty much anything, and it just kind of comes down to knowing your machine and having a solid recipe or having a solid knowledge base. Some of my favorite things to grill during the summer months are vegetables. The grill isn't just all about meat. You can make amazing grilled vegetables, especially with summer produce. It just takes to kind of the charred flavor really, really nicely. So at my house, you'll often find me grilling up sweet potatoes, grilling up cauliflower steaks, grilling up mushrooms, making things like a veggie board for entertaining, or, like, tacos for just, like, a weeknight dinner. Something else that's really fun to grill during the summer months is stone fruit, just because it's so beautiful and it's so in season, but you'll want to look for a slightly less ripe peach, for example, or nectarine, and just give it a quick kiss over really high heat, and the sugars begin to caramelize. So grilling with fruit, especially stone fruit, is really fun during the summer, and it's a fun way to entertain as well. Your guests might not necessarily expect fruit coming off of your grill."
    },
    {
      "author": "TAM",
      "text": "Mmm hmm. And what's a good beginner dish for people like me who are new to grilling? And then how can I work up from that first dish?"
    },
    {
      "author": "LARSON",
      "text": "Yeah. So I would really encourage beginners or total newbies to grilling to think of the first challenge as lighting the grill. And, you know, the first night you light the grill, that's success. So that night you could maybe buy some, like, pre-marinated proteins from the butcher section or your favorite butcher shop and just keep dinner itself easily, and consider the big win to be, you know, I lit the grill, and that is - that's an amazing starting point. And then once you get more comfortable, I think learning how to grill things like burgers or, like, pieces of chicken is going to be probably the most approachable and useful for an everyday cook, and sort of progressing from there into different foods that just require a little bit more care."
    },
    {
      "author": "TAM",
      "text": "OK, so if the next evolution is maybe, like, a multi-course meal, where you have dishes that are going to be cooked at different temperatures, how can you keep track of different types of food on the grill at the same time? I think, when I host people - even when I'm just, like, cooking in my kitchen, that's, like, the number one stressor - making sure that everything gets the attention that it needs without being ruined at the end."
    },
    {
      "author": "LARSON",
      "text": "(Laughter) Totally. And I think that it just comes down to kind of creating a prep timeline for yourself in the case of entertaining, where, you know, you have things pretty much prepped and ready to just be set on the grill as your guests are arriving."
    },
    {
      "author": "TAM",
      "text": "I feel like I should have seen this coming. I feel like a lot of advice that is applicable in life is just, like, be better prepared."
    },
    {
      "author": "LARSON",
      "text": "Well, I think, especially when it comes to, you know, entertaining, people get so nervous that just, you know, taking the hour or the 90 minutes that you need to really get yourself ready is really time well spent."
    },
    {
      "author": "TAM",
      "text": "I think one thing that's really challenging about the stuff that people tend to grill - and I'm really talking about meats in this scenario - is that it might be - visually, it might look done, but on the inside it's not edible. So how do you know when certain things are ready to come off the grill?"
    },
    {
      "author": "LARSON",
      "text": "Yeah. A very easy way to fix this problem is having an instant-read thermometer in your kitchen. You can just rely on the tool to do its job, and it eliminates all of that uncertainty. So if there's one piece of kind of, like, extra equipment that I recommend grillers grab for themselves, it's that instant-read thermometer. Because, to your point, there's nothing worse than feeling uncertain about when to pull the chicken from the grill, so you end up overcooking it, and there's just no coming back from that. Having that instant-read thermometer on hand just eliminates all of the guesswork."
    },
    {
      "author": "TAM",
      "text": "OK. Well, while we're on tools, are there other things that are kind of must-haves for a grilling situation? I know so many grills come with all these different attachments and add-ons, and what do you think is actually truly necessary, in addition to an instant-read thermometer?"
    },
    {
      "author": "LARSON",
      "text": "Yeah. I love this question because I'm such a minimalist in my kitchen. I don't like, you know, single-use appliances, single-use gadgets. The one thing that you'll need to grill for sure is grilling utensils - so grill tongs, a grill spatula, a grill brush if you like to barbecue or baste. And why you shouldn't use just whatever tongs or spatulas you might have in your kitchen for cooking at the stove on the grill is because they have a shorter handle. They have a shorter shaft, and that means that you have to really, like, get your hand right close to the flames, where it's hot, and it just makes the process a little uncomfortable, especially for a beginner griller who might be afraid of the flames a little bit. So grill accessories are manufactured and designed with longer handles so you don't have to stick your hand right next to the heat source. I think people question - do I really need another tongs just for the grill? And that is where I definitely would say, yes, you do."
    },
    {
      "author": "TAM",
      "text": "Let's talk about safety. Depending on how you're grilling, you know, you're dealing with an active flame that you can't just turn down or shut off in seconds. What are your methods for cooking over a fire safely?"
    },
    {
      "author": "LARSON",
      "text": "I think you need to, you know, read up on your owner's manual before you even get started. When you set it up, just make sure it's set up very securely and that you know what the manufacturer of your grill suggests. So some grills say they're deck friendly. Some say, you know, you should be really grilling on cement or on pavement. So I think having that knowledge that just comes right from your manufacturer is a great resource."
    },
    {
      "author": "TAM",
      "text": "And you were talking about placement for the grill, and you were suggesting reading your owner's manual. Are there some very obvious tips, though, in terms of where you place your grill? Should it not go under a patio roof or an awning or something like that?"
    },
    {
      "author": "LARSON",
      "text": "Yeah. Generally speaking, you don't necessarily want anything above your grill. So if you have a balcony, it might not be the best setup to, like, place your grill on a balcony where there is someone else's balcony above yours, for example - your neighbor. Generally, that's not the greatest idea. You want to have your grill kind of in open air, just so there's a lot of space for the air to circulate and for the heat to kind of disperse itself. And you generally don't want to place your grill, like, along your house siding because it gets really hot, and you don't want anything to happen to your siding as well. So kind of having the back of the grill positioned in more open environment is also useful."
    },
    {
      "author": "LARSON",
      "text": "And then as far as, you know, just general safety precautions, it's always a good idea to have a fire extinguisher on hand and just the knowledge that, you know, air feeds flames. And when in doubt, close the lid and let the fire die out on its own."
    },
    {
      "author": "TAM",
      "text": "Jess, are you telling me to be prepared again?"
    },
    {
      "author": "LARSON",
      "text": "(Laughter) I'm sorry. I'm a Virgo."
    },
    {
      "author": "TAM",
      "text": "This Scorpio wants to grill..."
    },
    {
      "author": "LARSON",
      "text": "Right."
    },
    {
      "author": "TAM",
      "text": "...Whenever she wants to grill."
    },
    {
      "author": "LARSON",
      "text": "Right."
    },
    {
      "author": "TAM",
      "text": "Anyway - any other tips that I - that you want to share or things that I missed?"
    },
    {
      "author": "LARSON",
      "text": "No, I think we covered a lot of great information today, and I would just encourage listeners to really feel empowered to just give it a try 'cause it's really fun. Especially if you already love to cook, grilling can unlock a whole different world of flavor for you. It's really just about practicing, and you'll get the hang of it faster than you think. So just a little pep talk there, but I'm so excited for so many new grillers to hit the grill this summer."
    },
    {
      "author": "TAM",
      "text": "Here are Jess' takeaways if you're learning to grill for the first time. If you're choosing a grill, gas grills are far easier to use, but they can also be much more expensive than charcoal grills. And while charcoal is going to take a little bit longer to learn and adjust to, they're a lot easier on your budget, and they can bring out that distinctive smoky flavor that a lot of cooks love. Don't be embarrassed to embrace ease. If you're new to grilling, like me, it's fine to make things easier on yourself and use quick-light charcoal or get pre-marinated meats from the store. Using either the dials of a gas grill or by stacking coals in different places, create heat zones on your grill to cook foods at different levels of heat. For tools, grilling utensils are must-haves, and an instant-read thermometer is super helpful. And if you have a charcoal grill, a charcoal chimney will help you light your coals. Lastly, safety first - read your owner's manual for correct placement and care of your grill. Make sure there's open air above and around your grill, and don't place it under a roof or against the side of a house."
    },
    {
      "author": "TAM",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on how to make a side gig work for you. And if you want more cooking advice, I hosted an episode on how to cook on a budget. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAM",
      "text": "And now, here's a random tip from one of our listeners."
    },
    {
      "author": "RHETT LEIBECKE",
      "text": "My name is Rhett Leibecke (ph). Here's my hack. If you have any type of blood draw or injection with a needle, you take a fresh piece of gum and you insert it in your mouth. When they count to three to stick you, you begin chewing the gum. What this does - it releases the tension from whatever is about to be stuck by transferring the energy and concentration on the gum chewing. Instead of keeping my arm flexed and holding my breath in anticipation of being stuck, now I just shift all of that over into my gum chewing, and it works like a charm. It truly minimizes the pain and the anxiety of being stuck with the needle. I hope this helps a lot of people and children because needles are no fun."
    },
    {
      "author": "TAM",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "TAM",
      "text": "This episode of LIFE KIT was produced by Meghan Keane, who is the managing producer of our show. Beth Donovan is the senior editor. Our visuals editor is Beck Harlan. Our editor is Dalia Mortada. Our production team also includes Audrey Nguyen, Andee Tagle, Clare Marie Schneider, Mansee Khurana and Sylvie Douglis. I'm Ruth Tam. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5684880123.mp3",
  "img": "https://media.npr.org/assets/img/2022/05/23/grilled-vegetables-how-to-grill-vegetables-a-z-9_wide-ccd361ec8ce7d395443a04c7c4d8da62fff6ad15.jpeg?s=1400&c=100&f=jpeg",
  "authors": [
    "RUTH TAM, HOST",
    "TAM",
    "UNIDENTIFIED PERSON",
    "JESS LARSON",
    "LARSON",
    "RHETT LEIBECKE"
  ]
}