{
  "title": "How to learn a heritage language",
  "url": "https://www.npr.org/transcripts/1101187823",
  "intro": "Heritage language learners are different from people learning a second language for the first time. They often grow up hearing it, but that can come with its own set of challenges. Experts offer their advice on how to learn your heritage language.",
  "transcript": [
    {
      "author": "SHEREEN MARISOL MERAJI, HOST",
      "text": "This is NPR's LIFE KIT. I'm Shereen Marisol Meraji. When I meet people for the first time and introduce myself, so often, one of the first questions I get asked is..."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Where are you from?"
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Where are you from?"
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "Where are you from?"
    },
    {
      "author": "MERAJI",
      "text": "I was born and raised in California."
    },
    {
      "author": "UNIDENTIFIED PERSON #4",
      "text": "But your name - it's so unique. What's your background?"
    },
    {
      "author": "MERAJI",
      "text": "Well, my mom's Puerto Rican, and my dad's Iranian."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Wow. What an interesting combination of cultures."
    },
    {
      "author": "MERAJI",
      "text": "And next comes the question I dread most. Oh, my God. Please do not ask me this question. Please don't do it. Please don't ask me. Don't ask me. Don't go there."
    },
    {
      "author": "UNIDENTIFIED PERSON #5",
      "text": "Do you speak Spanish?"
    },
    {
      "author": "UNIDENTIFIED PERSON #6",
      "text": "(Speaking Spanish)."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "Do you speak Farsi?"
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Do you speak Persian?"
    },
    {
      "author": "MERAJI",
      "text": "So, my Persian, or Farsi, is basically nonexistent, and I don't speak Spanish fluently. At this point, I'm totally flushed. I'm embarrassed. I'm dreading having to explain for the thousandth time why I don't speak my heritage languages as well as I wish I could or, you know, as well as all these people assume I should. And I feel this burning heat of shame all over my body. And the thing is, I know I'm not alone. I have plenty of company from other heritage language learners, Spanish heritage language learners being the largest group in the United States."
    },
    {
      "author": "UNIDENTIFIED PERSON #7",
      "text": "We feel very self-conscious with other Latinos because we don't speak Spanish as well."
    },
    {
      "author": "UNIDENTIFIED PERSON #8",
      "text": "Korean was actually my first language, even before English, and I had lost it."
    },
    {
      "author": "UNIDENTIFIED PERSON #9",
      "text": "Many of my uncles would call me the khareji, which means the foreigner in Persian."
    },
    {
      "author": "UNIDENTIFIED PERSON #8",
      "text": "When I speak with my mom, it's a bit embarrassing because I know she's not judging me, but I feel that she might be or she might be a little embarrassed for me, as well."
    },
    {
      "author": "UNIDENTIFIED PERSON #7",
      "text": "And then we go out in broader society where there's assumptions about where we speak Spanish and how we speak Spanish. And we don't live up to those assumptions."
    },
    {
      "author": "UNIDENTIFIED PERSON #9",
      "text": "We have all this baggage."
    },
    {
      "author": "MERAJI",
      "text": "(Speaking Spanish) LIFE KIT, (speaking Spanish). Translation - advice for people like me trying to learn their heritage languages. I've been taking a Spanish class all year for heritage language learners, and it's been humbling, to say the least. After the break, tips to make heritage language learning fun and fulfilling, rather than making you feel like a failure."
    },
    {
      "author": "MARIA CARREIRA",
      "text": "I have a lot of tips for you, Shereen (laughter)."
    },
    {
      "author": "MERAJI",
      "text": "Oh, great."
    },
    {
      "author": "MERAJI",
      "text": "A few people are going to be joining me in this part of the show to help share best practices with those of you who've been thinking about starting your heritage language learning journey - say that 10 times - as well as those of you who've been trying to do this for a while now, like me. First up is the academic expert. I'm going to let her introduce herself."
    },
    {
      "author": "CARREIRA",
      "text": "Hello. My name is Maria Carreira. Or if you want to say it in Spanish, Maria Carreira."
    },
    {
      "author": "MERAJI",
      "text": "Maria is a professor of Spanish, but she assured me that what she's going to say is applicable to nearly all heritage language learners. She recently started a program called the Heritage Language Exchange, and prior to that, Maria co-founded the National Heritage Language Resource Center at UCLA. So this is her life's work. She's been at this for, like, 25 years or more."
    },
    {
      "author": "CARREIRA",
      "text": "At least."
    },
    {
      "author": "MERAJI",
      "text": "At least."
    },
    {
      "author": "CARREIRA",
      "text": "At least. At least 25 years. In California, it's really important work. And this is one of the places where it started."
    },
    {
      "author": "MERAJI",
      "text": "Yeah. So let's start from the beginning. What makes a heritage language learner or a heritage language speaker different from somebody who just wants to learn a second language?"
    },
    {
      "author": "CARREIRA",
      "text": "Heritage speakers are different from L2 learners, second language learners, because they grow up hearing that language at home, living part of their lives in that language. They don't have to start with, say, my name is this or that or by start conjugating the basic verbs. They already know how to do that."
    },
    {
      "author": "MERAJI",
      "text": "I grew up, and my abuelos spoke Spanish, and they took care of me most of my young life while my parents were working. And so, I was listening to Spanish all of the time. I was responding back to them in English, however."
    },
    {
      "author": "CARREIRA",
      "text": "Shereen, that's typical. A lot of heritage speakers do not feel comfortable, but they can understand a lot. And I suspect, Shereen, that you can do a lot. Just the mere fact that you can understand so much already puts you ahead of individuals that start from zero."
    },
    {
      "author": "MERAJI",
      "text": "So here we are at takeaway number one. You're ahead of the game, and you probably know a lot more than you give yourself credit for. I'm looking at all of you who are already like, oh, but you don't understand. I'm really, really bad. I'm way more behind than you can imagine. Maria says, nope. You're really not."
    },
    {
      "author": "CARREIRA",
      "text": "Part of the shame comes from comparisons. And then part of the shame also comes from the extreme criticism that heritage language learners are frequently the target of. It comes from native speakers of the heritage language telling heritage speakers, oh, you don't know this language. Shame on you, right? Or even when they're being kind, and kind of they laugh. Oh, that's so cute the way you say that, right? So, there's the native speakers that criticize you. There's also English speakers who say, why are you speaking that language? This is the United States. Come on. All you need is English. It's not unusual for teachers to say, what? You don't know your language? What is this? On the other hand, you - it's also common to hear things like, what are you doing in my class? You already know this language."
    },
    {
      "author": "MERAJI",
      "text": "Exactly. Yes."
    },
    {
      "author": "CARREIRA",
      "text": "Bottom line, you can't win if you're a heritage language speaker."
    },
    {
      "author": "MERAJI",
      "text": "I feel seen. And I hope you do, too, which brings us to our second takeaway. Acknowledge what you're up against. Name it to tame it. You're not alone. This anxiety you feel is very common."
    },
    {
      "author": "CARREIRA",
      "text": "This desire to get better is very calming, too. What we find is that when children are young, let's say when they're in middle school, they want nothing to do with the heritage language. As we get older, that desire to connect with our roots and to develop our linguistic skills grows. And so it has been studied. We have put a great deal of effort as to, how do you go about developing this language? Because frequently, we focus on the mistakes, the I can't do this or that. But if we pause for a second - Shereen, you said you can understand Spanish. That is huge. So if we start with that mindset that you can do a lot with your language, that's a very good starting point."
    },
    {
      "author": "MERAJI",
      "text": "Takeaway No. 3 - know your strengths. Maria says, take note of what you can do best. Like, maybe your pronunciation is on point, or you're a strong reader. Maybe you can't read the script your heritage language is written in, but you're totally comfortable having a conversation about food, the weather, sports with your family or close friends. Whatever it is, Maria says, be confident in what you can do. In my case, I can understand a lot, and I'm a good listener."
    },
    {
      "author": "CARREIRA",
      "text": "Start with what you can do fairly well, listening, and then strategically move to reading on the same topic as whatever it was you were listening to. And then from there - now you have a lot of background because you've listened, and you've read - move to writing or speaking with somebody else about the topic. Identify your strengths and build on those using the four skills - listening, speaking, reading and writing."
    },
    {
      "author": "MERAJI",
      "text": "This is so different from the approach I had been taking for years. I'd go straight to the thing that I was weakest at, which is trying to have conversations, you know, fluid and fluent conversations. I'd get really frustrated because, of course, they weren't fluid or fluent. And I'd get embarrassed, and I'd want to give up. Maria says you're much less likely to give up and stop if you start not with your weaknesses and go right there but with your strengths and build on them. What about just the logistics of doing this? I mean, how much time does one spend trying to get better at their heritage language?"
    },
    {
      "author": "CARREIRA",
      "text": "So, you hear two things that are wrong. One thing you hear on commercials that are trying to sell you products for learning a language is that you can learn in no time. In a few months, you're going to sound like a native speaker - not so."
    },
    {
      "author": "MERAJI",
      "text": "Wait. They're lying to us about that?"
    },
    {
      "author": "CARREIRA",
      "text": "Oh, can you believe it (laughter)? It takes a long time to master..."
    },
    {
      "author": "MERAJI",
      "text": "Yeah."
    },
    {
      "author": "CARREIRA",
      "text": "...A language."
    },
    {
      "author": "MERAJI",
      "text": "OK."
    },
    {
      "author": "CARREIRA",
      "text": "Right? And so you have to be patient. At the other extreme, I work with people, linguists, who say, oh, well, if you didn't start out early in life, forget about it. It's not worth it. That's because they have the native speaker model in mind, right? It's true. You'll never sound like a native speaker. But that's because you're not a native speaker. You're a heritage speaker. But you can sound like an extremely proficient heritage speaker. Or you can be a heritage speaker that has acquired the skills that you need to do what you want to do with your language."
    },
    {
      "author": "MERAJI",
      "text": "I'm going to jump in here with our next takeaway, which is number four. Spend time thinking about what you want to do with your heritage language. Do you want to be able to talk with your family rather than responding back to them in English? That's definitely one of my goals. My other one is using Spanish more when I'm out reporting in the field. Do you want to be able to read or write or give a presentation or have more formal conversations? Or are you like, forget the formality. I just want to watch TV and sing along to the radio. And don't forget, when you're thinking about all of that, you're a heritage speaker. You're not a native speaker. So take that pressure of native fluency off of yourself."
    },
    {
      "author": "MERAJI",
      "text": "So we heard from our academic expert. Let's hear from people who are in the process of learning their heritage languages. I spoke with a couple who are doing just that - Jo Hyun and Dana Hooshmand. They have my dream life. They run this website called Discover Discomfort, where they get to explore different cultures and languages around the world, and they share what they've learned with the rest of us."
    },
    {
      "author": "DANA HOOSHMAND",
      "text": "You know, we realize along the way that we're starting to speak all these other languages that come from all these other cultures much more than we are familiar with our own heritage cultures."
    },
    {
      "author": "MERAJI",
      "text": "Dana is Iranian Australian. And Jo is Korean American. And Jo told me that she gets that where-are-you-from question in nearly every country they've visited so far."
    },
    {
      "author": "JO HYUN",
      "text": "I would say the U.S., but in a lot of those countries, they kind of see an American as being primarily white. They really wanted to know, you know, where my parents are from. So as I was saying, you know, as Korean, I felt, like, quite a big disconnect because while, you know, my heritage is Korean, I didn't actually know the language. That's where I really started to identify a gap, and I started to really prioritize relearning Korean."
    },
    {
      "author": "MERAJI",
      "text": "Both Jo and Dana grew up in homes where their heritage languages were all around them."
    },
    {
      "author": "HOOSHMAND",
      "text": "My parents spoke to me in Persian, but then they didn't push it. Their priority was that I do well at school and integrate. They sent me to Sunday classes because what else do you do? And I hated it (laughter). I actually think everyone does. And then eventually, I just dropped it."
    },
    {
      "author": "MERAJI",
      "text": "Jo also stopped speaking Korean pretty young."
    },
    {
      "author": "HYUN",
      "text": "I think it was maybe around junior high where instead of responding in Korean, I would respond in English. So my mom and grandma would speak to me in Korean, and I would respond in English. And then gradually, I kind of forgot how to actually speak Korean. I think a lot of it was, you know, when you're in junior high and high school, it's just survival. You kind of want to blend in."
    },
    {
      "author": "MERAJI",
      "text": "Jo and Dana are real-life examples of what Maria was talking about earlier, the heritage language learner who abandoned their language around their preteen years, who are now looking for deeper cultural connection. And because Jo and Dana are on the move, they use a lot of online tools to help them improve their language skills. Jo loves the site viki.com, where she can watch shows from Korea. The site even has a learning mode where you can see subtitles in both English and Korean. Viki.com - that's V-I-K-I - also has television and film from Vietnam, Thailand, China and Japan."
    },
    {
      "author": "MERAJI",
      "text": "And both Jo and Dana highly recommend sites that allow you to converse with people in your heritage language online, which is a great option if you can't uproot your entire life and immerse yourself fully, which I know we would all love to do, but it's easier said than done. So you can go online and you can talk to people in your heritage language. Check out sites like Italki. That's I-T-A-L-K-I."
    },
    {
      "author": "HOOSHMAND",
      "text": "And I find a tutor in Persian and set up some time. And Italki is this platform - I don't want to, like, sound like I'm a marketing shill for them - but they are like an Airbnb. So you can see the highly rated teachers who've done a ton of lessons. You can watch an intro video with them and become comfortable with them and think, yes, I would like to speak to this person for 30 minutes. I've had this experience so many times where I'd go in super stressed. It doesn't matter how many times I've done it before. And then I start speaking to them, and then they're patient. They're kind. They're accepting. And then I realize that I'm far from the first person to have gone through this with them, and they've coached many other heritage language learners. I come out at the end of the conversation thinking, hey, I've made a new friend, and I've learned something about Iran, a place I can't even go to."
    },
    {
      "author": "MERAJI",
      "text": "Which brings us to Takeaway 5 - find the tools that work for you. Look for podcasts in your heritage language. Download lots of music if you're a music lover. If you can understand the script, read, read, read. Read books, read magazines, newspapers, bilingual news sites, children's literature. YouTube is also full of language instruction videos. Maybe that's the place for you. But if self-guided learning isn't really your thing, you can try an online tutor. Like we said, there are sites that help you connect to them. You can sign up for a class that is geared specifically to heritage language learners. I'm doing that right now, and it's amazing. I've learned way more in two semesters than I have in all of the time I've tried and failed to do this over the past 20 years. If your heritage language is not common and it's difficult to find a class or resources online, take the initiative. Find other people looking to learn - I guarantee they're out there - and organize a regular meet up. And don't worry. If you don't catch all this, we're going to have it all on our episode page, as well. But make sure that whatever you decide to do, that the language is all around you. You want lots and lots of input, says heritage language expert Maria Carreira."
    },
    {
      "author": "CARREIRA",
      "text": "You maximize exposure or input, and you produce output. You talk to other people. Force yourself to produce something. Maybe, Shereen, you said you're not comfortable speaking. Keep a journal and write something that only you will see so you don't have to worry about, oh, I'm ashamed of my Spanish. Write something. React to something you watched or something you read but do it in Spanish."
    },
    {
      "author": "MERAJI",
      "text": "I've been doing a lot of note-taking and journaling in Spanish, and I can tell that my vocabulary and my comprehension has grown exponentially, which is great, but I'm still a little bit timid when it comes to having conversations in Spanish. I still get really, really nervous and forget everything that I've learned and that I've been practicing. And I'm trying not to be too hard on myself, but I'm also not going to lie - I still get very discouraged and, you know, want to do anything but practice Spanish. How do you motivate yourself when you just feel completely unmotivated? This is something I have to deal with. I don't feel like doing it, or I don't feel like going to my lesson."
    },
    {
      "author": "HYUN",
      "text": "I try to figure out, what do I love about learning languages? What is the joy that I have in the practice? So for me, that is having a little conversation and speaking Korean, like, to my mom or something. I get this little release of dopamine, and I feel really excited, and I like how she feels when we're speaking. And so I make sure I have, you know, little doses of that throughout my practice."
    },
    {
      "author": "MERAJI",
      "text": "Dana, through this process that you've been in to get better at, you know, speaking formal Farsi, formal Persian, do you feel differently? Do you feel more connected to who you are?"
    },
    {
      "author": "HOOSHMAND",
      "text": "I do. And I - like, I think this is different for everyone, as well. People feel connected to their culture in all kinds of ways. And for me, I just really wanted to overcome that obstacle where I could, like, talk to my uncle about stuff. And I remember, like, there was one moment - I don't think he knows. But I was talking to one uncle who is a relatively recent arrival from Iran. I think we were talking about economy and inflation. And I knew all these words. And I was like, wow, I know these - I know words like inflation. I heard later that they were talking about me, and they were like, wow, Dana's Persian is really good. And I felt so proud."
    },
    {
      "author": "MERAJI",
      "text": "Both Dana and Jo echoed Maria. If you focus on the fact that you're not perfectly fluent in six months or whatever ridiculous goal you set for yourself, you're going to be frustrated and defeated because the more you learn, the more you realize you have even more to learn. That's how this works. Another way of saying it is, the more you know, the more you know what you don't know. It's a long, slow process, and it's OK to take breaks and come back to it. But most importantly - and this brings me to our final takeaway, Takeaway No. 6 - celebrate your wins. Focus on the joy and share that joy with others. You heard my husband Nico Espiritu's voice at the beginning of the show talking about all the judgement and shame that he feels for not being able to speak really good Spanish as a Latino. And we were talking about it one day at the beach in Puerto Rico when we were visiting my family."
    },
    {
      "author": "MERAJI",
      "text": "How would you describe your Spanish?"
    },
    {
      "author": "NICO ESPIRITU",
      "text": "No comment (laughter). It's pretty bad. It's pretty bad."
    },
    {
      "author": "MERAJI",
      "text": "As bad as he says it is, I noticed he was using it way more than he normally does, and he gave me the credit."
    },
    {
      "author": "ESPIRITU",
      "text": "It's helped me a lot because I've seen you be more courageous in trying to speak Spanish, to acknowledge where you don't have fluency and, nevertheless, try to keep going. And what it's shown is that I could do that, too, or I can do that, too, and that it's OK."
    },
    {
      "author": "MERAJI",
      "text": "To recap, Takeaway No. 1 - give yourself some credit. You're probably a lot better than you think you are. Takeaway No. 2 - acknowledge that you're up against a lot. It's true. People have unrealistic expectations of your abilities and are very critical and judgmental. That sucks. The anxiety you feel? It's based on real difficulties, but it's nothing that you can't overcome. Takeaway 3 - take note of your strengths. Is your comprehension on point? Your pronunciation? Are you great at having a basic conversation? Lean into those strengths to build your confidence. Takeaway 4 - know what you want to do with your heritage language. Dana wanted to speak more formal Persian. Jo wanted to have conversations with her mom. I wanted to stop responding to everyone in English when they were talking to me in Spanish."
    },
    {
      "author": "MERAJI",
      "text": "Takeaway 5 - find the language tools that work for you. Is it a class? Listening to podcasts? Reading a children's book? And then find opportunities to utilize what you learned. So have a conversation with a nonjudgmental family member or friend, or journal in your heritage language. It's all about maximizing input and producing output. And takeaway 6 - celebrate your achievements. This is a slow process. I don't know how many times I've said that, but it is. And joy is what keeps you coming back for more. So (speaking Spanish). Next stop on the heritage language learning journey for me? Farsi. (Speaking Farsi)."
    },
    {
      "author": "MERAJI",
      "text": "For more LIFE KIT, check out our other episodes. There's one about how to document your family's stories and another one about how to learn a new skill. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip."
    },
    {
      "author": "BRITTANY MOREHOUSE",
      "text": "Hi, my name is Brittany Morehouse (ph), and I have a tip on how to make celery last weeks in your refrigerator. Just wrap it in tinfoil, and it will stay crisp that way. Another tip for tomatoes - don't refrigerate. Never refrigerate them. They can actually stay ripe up to two weeks on your counter. And to hasten the ripeness, you can place them in a paper bag with an apple."
    },
    {
      "author": "MERAJI",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "MERAJI",
      "text": "This episode of LIFE KIT was produced by Audrey Nguyen with engineering support from Daniel Shukhin. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our visuals editor is Beck Harlan. Our editor is Dalia Mortada. Our production team also includes Andee Tagle, Mansee Khurana, Michelle Aslam and Sylvie Douglis. Special thanks to my heritage language teacher, Dr. Javier Barroso. And the voices you heard at the top of the episode belong to Steven Aviles, Brie Sealy, Marc Castaneda, Jen Gigliotti, Julia Lurie, Patricia Laya and Dave Mayers. Thank you also to the folks who helped us out with background. That's Sara Beaudrie and Maricela Becerra Garcia. I'm Shereen Marisol Meraji. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4047942040.mp3",
  "img": "https://media.npr.org/assets/img/2022/05/25/npr-heritage-language-hi-res-copy_wide-67c0d28edc450c1cd5818778af59696b6352cef1.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "SHEREEN MARISOL MERAJI, HOST",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "UNIDENTIFIED PERSON #3",
    "MERAJI",
    "UNIDENTIFIED PERSON #4",
    "UNIDENTIFIED PERSON #5",
    "UNIDENTIFIED PERSON #6",
    "UNIDENTIFIED PERSON #7",
    "UNIDENTIFIED PERSON #8",
    "UNIDENTIFIED PERSON #9",
    "MARIA CARREIRA",
    "CARREIRA",
    "DANA HOOSHMAND",
    "JO HYUN",
    "HOOSHMAND",
    "HYUN",
    "NICO ESPIRITU",
    "ESPIRITU",
    "BRITTANY MOREHOUSE"
  ]
}