{
  "title": "How to save for different financial goals",
  "url": "https://www.npr.org/transcripts/1102134470",
  "intro": "Whether you want to save for a vacation or retirement, build generational wealth for your kids or figure out how to split expenses with a partner, Life Kit answers your personal finance questions.",
  "transcript": [
    {
      "author": "JEN HEMPHILL, HOST",
      "text": "This is NPR's LIFE KIT. I am Jen Hemphill. I am a financial counselor, and I talk money on my podcast \"Her Dinero Matters.\" Today I'm answering your questions with two personal finance experts, Willa Williams and Weslia Echols, from the \"abundant living\" podcast. I cannot wait to get into your questions that range from sharing expenses with your partner, credit scores, savings for your kids, and more."
    },
    {
      "author": "JEN HEMPHILL, HOST",
      "text": "Welcome, Weslia and Willa. Let's start off with learning about you. Tell me a little bit about what you do and who you are."
    },
    {
      "author": "WESLIA ECHOLS",
      "text": "Oh, great, Jen. We're so happy to be here."
    },
    {
      "author": "WILLA WILLIAMS",
      "text": "Yes."
    },
    {
      "author": "ECHOLS",
      "text": "Well, I am Weslia Echols. And Willa and I own Trinity Financial Coaching. We help professional women create a purposeful blueprint for them to balance living the life they want to live, as well as building wealth for their future."
    },
    {
      "author": "WILLIAMS",
      "text": "Yes. And we've been together as Trinity Financial Coaching for over 10 years now."
    },
    {
      "author": "HEMPHILL",
      "text": "Nice. Now let's go ahead and dive into the listeners' questions. And the first one comes from a listener named Maggie."
    },
    {
      "author": "MAGGIE",
      "text": "Hi, LIFE KIT. My name's Maggie. And I have two finance questions. First, I was wondering if you could talk a little bit about how many savings accounts you recommend individuals have at a given time, particularly for, you know, young adults who are early in their careers just starting to kind of get some savings together. So I was hoping to hear about that, as well as any specific savings tips you have for individuals who get paid on a biweekly schedule. Thanks so much."
    },
    {
      "author": "WILLIAMS",
      "text": "I can start on this one. I would recommend that there are at least two savings account, one for short-term goals so that you can begin to set aside moneys to be able to pull from for the things that you want to do in the near term, and then also an emergency fund where you will be saving for things that may happen unforeseen or long-term goals, moneys that you don't go after very quickly. So you need at least two of them."
    },
    {
      "author": "ECHOLS",
      "text": "I totally agree with Willa. And then the third one, obviously, would be the account that you would set up for your retirement savings. So like Willa said, you have your short-term savings. You have your long-term savings. And then you also have some things specifically for, like, retirement. And then the first tip would definitely be automation. When you automate your savings and you start putting, you know, a designated amount into each account, it can grow quickly because you're not thinking about it, because it's happening automatically, and it's already included in your budget. So you don't have to remember, oh, I have to put this $50 in this account, or I have to put this $25 in that account and $100 in that account. You can just set it up automatically so that it happens for you so you don't have to think about it."
    },
    {
      "author": "HEMPHILL",
      "text": "Absolutely. And Maggie also addressed the biweekly pay. And I'm thinking I want to add something for sinking funds, because - those expenses that don't come on a monthly basis that are occasional. So it maybe the travel. It may be the gifts, especially around Christmas time. It may be clothing, those type of things. If you plan those - because I'm convinced that it's those sinking funds that contribute to people getting into credit card debt, just because of a lack of planning. And also for those people that get paid biweekly, that means they have two extra checks in a year. So I would say to you, Maggie, make sure you have a plan for those two extra paychecks, instead of those paychecks arriving and then you don't have a plan, and then it disappears."
    },
    {
      "author": "ECHOLS",
      "text": "Absolutely. And I liked how you mentioned the two extra paychecks."
    },
    {
      "author": "HEMPHILL",
      "text": "Yes, because, you know, when we come across quote-unquote \"extra money,\" if we don't have a plan for it - you've been there. I'm sure you've both been there. I have that in there. We get extra money, or we get a pay raise, we don't make a plan for it, and all of a sudden, we're wondering where it went."
    },
    {
      "author": "WILLIAMS",
      "text": "Yeah."
    },
    {
      "author": "HEMPHILL",
      "text": "Right?"
    },
    {
      "author": "WILLIAMS",
      "text": "Yeah. Exactly."
    },
    {
      "author": "HEMPHILL",
      "text": "This next question is from Ayida. And she also has a question on savings accounts."
    },
    {
      "author": "AYIDA ABATE",
      "text": "Hi, my name is Ayida Abate. My question for you today is, what type of savings account should I open for my daughters? The reason why I'm interested in this question is because, as a mother of two Black girls under the ages of 10, I want to make sure I am investing in their future, as part of that generational wealth building, which is such a challenge for most Black and brown and immigrant communities in America. Thank you so much."
    },
    {
      "author": "HEMPHILL",
      "text": "Well, let's recognize Ayida. I really love that she brought up this question. She's thinking ahead. She's thinking in the future for her daughters. And generational wealth has been such a buzzword, a keyword, I'd even say, in the past few years."
    },
    {
      "author": "ECHOLS",
      "text": "I'm excited as well that she's also thinking ahead. I think one of the things that she has to consider is - I know she mentioned generational wealth - but also, what is the goal for the money? Because I think that the goal for the money, besides building generational wealth, would determine the type of account because you can have the custodial account, obviously, which is just the savings account that is in you and your child's name. But then you also have the college fund planning accounts, like the 529, or the college savings plans where you can save specifically for college. Those are some of the ways that she can start saving for her children. But again, I think the goal that she has in mind is most important."
    },
    {
      "author": "WILLIAMS",
      "text": "Yeah, I think the generational wealth - that is so important. One thing that she should do is that - as she's working with the children with the custodial account, that she also familiarizes her daughters with how the deposits that they're making can earn them greater and greater and greater interest. It might be slow depending on the type of savings account and the interest rate, of course. But she can show them how, with compounding interest, the continual depositing of savings account moneys would grow and help them reach their goal of generational wealth."
    },
    {
      "author": "HEMPHILL",
      "text": "Yes, I'm always a big fan of starting where you're at with what you have because I think when it comes to saving, when it comes to investing, people tend to think, well, I don't have that much money..."
    },
    {
      "author": "WILLIAMS",
      "text": "Yeah."
    },
    {
      "author": "HEMPHILL",
      "text": "...To invest, but it's about starting where you're at with what you have. And the other thing I would say, Ayida, is think about opening up a Roth IRA for your daughters. That is a possibility. They do have to show some earned income, and that can be done from dog walking, babysitting, any of that, because that is another possibility to actually start investing. And that's what I would add."
    },
    {
      "author": "HEMPHILL",
      "text": "Now we are moving from saving to talking about real estate. And the next question is from Pablo Serrano. He says, my wife and I are looking to buy a house in the D.C. area. The realtor and lenders think that now is the time to buy because interest rates and inflation will go up. But financial experts say that waiting will be better because demand will go down. What are your recommendations?"
    },
    {
      "author": "WILLIAMS",
      "text": "I can speak a little bit about the real estate market. My husband and I were in that market for a while, and it is good to watch the market to see where the inflation rate is and to see what the interest rates are. But they have to be ready. Pablo and his wife, they have to know that they are prepared and ready to ride the tide of whatever's going to happen in the market as it goes forward. And it's not just having the money to put down to make the purchase. You also have to live in that property. You got to furnish it. You've got to maintain it. You've got to do the landscaping. There's so many things that people don't consider sometimes when they think about going from renting, maybe, to homeownership."
    },
    {
      "author": "WILLIAMS",
      "text": "And the reality is, there's really nothing wrong with renting. There really isn't. I always try to tell people that, when you're a homeowner, you can't call the landlord to come and fix something. You got to be prepared yourself. So I would encourage them to, first, get a preapproval. Make sure they have the moneys available, the capital, to put down. Do the best they can to put down 20% so you can avoid the mortgage insurance. That's an additional cost. Don't get caught up in the things like bridge loans. So there's a lot that goes into that."
    },
    {
      "author": "HEMPHILL",
      "text": "It is definitely a big topic. What are your thoughts, Weslia?"
    },
    {
      "author": "ECHOLS",
      "text": "I do agree that - in the rising interest rate situation that we're in right now, that the demand for homes are going to decrease slightly. But like Willa said, you have to be ready so that when you see the opportunity you can put in your offer and get the home, you know, that you had been looking for. I know prior to this, it was very hard for people to find homes. I know several people who had been looking for homes, and they kept getting outbidded or, you know, just - so many people were looking. But I did read a report recently that the demand is starting to go down because interest rates are rising, meaning that people are not wanting to pay 5%, you know, interest rate on a mortgage when it has been, like, 2 1/2, 3% for so long. And so because of that, it might slow down. But when it slows down and you see what you want, you should be ready to get it."
    },
    {
      "author": "HEMPHILL",
      "text": "Absolutely. And with real estate, it's a very tempting area to invest in."
    },
    {
      "author": "WILLIAMS",
      "text": "Yeah."
    },
    {
      "author": "HEMPHILL",
      "text": "And I would say (non-English language spoken) to consider, why are you wanting to buy a home? What is the reason that you want to buy a home? - and allow that to guide you in helping you make that decision. And also consider that when you invest in a home, when you buy a home, that money, that investment is tied up in the walls of the house. And also, when investing in a home, it's not just the mortgage payment, but there's maintenance. And being a house - a homeowner can be costly, so - and you have to also consider, besides the mortgage payment, you want to set money aside for the maintenance that comes up. You eventually may have to replace the roof. You may have to do different things, and those things cost money. So you have to be able to budget that in and make sure that that is a part of your financial plan."
    },
    {
      "author": "HEMPHILL",
      "text": "All right. Now, the next question is a really common and sometimes the tricky part of personal finance."
    },
    {
      "author": "KEVIN DOUGHERTY",
      "text": "My name is Kevin Dougherty, and I'm calling from Chicago, Illinois. What are basic strategies with respect to cost sharing and structuring bank accounts for couples who live together and share expenses? Does the best strategy change when one partner makes significantly more than the other?"
    },
    {
      "author": "HEMPHILL",
      "text": "This question - I'm not going to lie. This question really excited me because I love when couples ask this question because that means that they're communicating, or they're starting to communicate about finance. So who wants to tackle it first?"
    },
    {
      "author": "ECHOLS",
      "text": "Wow. I love that you asked this question as well. And I agree, Jen, that the fact that you all are even communicating about finances is great. There's no hard, fast rule about how to share expenses, but is - the communication that you have and knowing your partner, that's going to help you honestly answer that question. Income - who makes the most income shouldn't be - you know, I don't think should be the guiding factor. It could be based upon just financial habits and, you know, administrative habits and paying attention to detail, things like that. People don't think about that when they talk about sharing their expenses. With the communication, I think you all can come up with an approach, whether it's having a joint checking account for the household expenses and that you both deposit your paychecks in that account and then write your expenses out of that account. And then from that account, you guys can both decide amounts that can go into individual savings accounts. I'm not opposed to couples having their individual accounts, but I do know that both of you should be aware of the accounts that you have so that you don't cause any distress in the relationship. See, remember, money is a very funny and tricky thing when it comes to relationships. And so when we start acting deceptively or somebody starts feeling a trigger of distress around money, that can also lead into other areas of the relationship. I'll stop there because I can talk about that..."
    },
    {
      "author": "WILLIAMS",
      "text": "I agree."
    },
    {
      "author": "HEMPHILL",
      "text": "(Laughter)."
    },
    {
      "author": "ECHOLS",
      "text": "That is one of Willa and I's passion conversation because we love working with couples and (laughter)..."
    },
    {
      "author": "WILLIAMS",
      "text": "Yeah."
    },
    {
      "author": "ECHOLS",
      "text": "Because I've been..."
    },
    {
      "author": "WILLIAMS",
      "text": "Yeah."
    },
    {
      "author": "ECHOLS",
      "text": "...Married for 28 years, and Willa's been married - what, 30?"
    },
    {
      "author": "WILLIAMS",
      "text": "Thirty-five - and I - one of the reasons why we've been able to be married for so long is because of the way that we manage our household finances. And I have always believed that the person who makes the most money, they can contribute a little more, but I think they should have their own individual savings account. Everyone should have that. I also think and recommend that couples have a specific amount of money that they have agreed to together, that they can be adults, go out and spend without calling one another. My husband and I have a set dollar amount where I can make a purchase, and I don't have to call him. He can make a purchase. He doesn't have to call me. When we do that, we see ourselves as adults."
    },
    {
      "author": "HEMPHILL",
      "text": "Yeah. And I would add to that, Kevin, that yes, have that conversation, understand what your goals are as a couple, and then from there you can make that decision. So for example, you can have a fully joint account where you've - decide ahead of time what percentage or what dollar amount can go into that joint account for the bills or the daily expenses. And there's so many different ways of doing this, but I'm just giving you some examples here, so you can take that and put your own spin on it. Then you can each have separate accounts where maybe both of you came in with some debt, and you want to just take care of that yourselves. Then you take care of that from that individual account. So there's different ways of doing it, and there's not one perfect way. It's the way that works best for you, your situation, that you're going to be consistent with. And also, in the course of time, that may change. And give yourself permission to change and adjust. And maybe right now it's not the time to have joint accounts. Maybe it's early on in your marriage, and maybe you're just like, I am not ready. And that's OK. So give yourself that permission to change later on because it doesn't have to be one way forever."
    },
    {
      "author": "HEMPHILL",
      "text": "All right. Our last question comes from Kyrsten."
    },
    {
      "author": "KYRSTEN",
      "text": "Hi, my name is Kyrsten. My partner and I bought a house last year, and I noticed on my credit report that the full loan value for our house purchase is on my credit report and presumably is also the full value on my partner's credit report. Doesn't that seem like it's double dipping?"
    },
    {
      "author": "HEMPHILL",
      "text": "All right, Weslia, Willa - who wants to tackle this one?"
    },
    {
      "author": "WILLIAMS",
      "text": "Well, I don't think it's double dipping. What it is actually showing on your credit report is the amount of debt that you're carrying. And it's - the activity on that debt as you're paying it down, it's showing as a positive that you're making your payments. And I'm assuming that you're making your payments on time. It is exactly the same way with the accounts that we have. As long as your name and your partner's name is on that mortgage, it's going to show on both of your accounts, on all of the reporting agencies. It's just the way they do it."
    },
    {
      "author": "ECHOLS",
      "text": "I agree. And as you continue to make your payments on time and continue to manage your other debt well and pay those payments on time, if your credit score had lessened as soon as you, you know, purchased a home, it'll start to go back up. And that's only because of utilization. Like, you've - you're showing that I've added this loan, so it's kind of reduced your credit capacity a little bit. But like I said, as you start paying it timely, you'll start to see your credit score go back up. And yes, it will affect both of you because both of your names are on that mortgage."
    },
    {
      "author": "HEMPHILL",
      "text": "Before we go, what is one finance tip that you want to leave us with?"
    },
    {
      "author": "WILLIAMS",
      "text": "I think one finance tip that I would leave you all with is that, specifically, if you are in your 30s or your building career stage, think about retirement now. Think about setting aside - establishing an IRA, a Roth IRA, either one, so that you can be forward thinking and not have to catch up later. But begin to think about it now. So that would be my retirement tip."
    },
    {
      "author": "ECHOLS",
      "text": "I think my tip is to see your budget as a tool for empowerment. Look at that as being empowered to make a decision and deciding that, because that goal is so important to me, I'm willing to not do X, Y, Z. I'm willing to not go dine out five times a week. I'll dine out twice a week because that goal is more important to me. It's not that you can't, but you have made the decision. So it's your perspective about money and your perspective about your budget that - that's the tip that I would like to live. Have a - get a different perspective about budgeting."
    },
    {
      "author": "HEMPHILL",
      "text": "Beautiful. Well, thank you so much, Weslia and Willa, for taking some time to answer these questions. I've enjoyed this time with you."
    },
    {
      "author": "WILLIAMS",
      "text": "Thank you."
    },
    {
      "author": "ECHOLS",
      "text": "Oh, we had a great time. Thank you for having us."
    },
    {
      "author": "HEMPHILL",
      "text": "For more LIFE KIT, check out our other episodes. We've got one all about financial intimacy - how to talk to your partner about money - and another on teaching kids about money. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now - a completely random tip."
    },
    {
      "author": "PATRICK HUNTER SEVICH",
      "text": "My name is Patrick Hunter Sevich (ph). Many of us like waiting for warmer water when we're getting ready for a shower. I would grab a bucket and use that water for watering the plants outside. Thank you."
    },
    {
      "author": "HEMPHILL",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis with engineering support from Daniel Shukin. Meghan Keane is our managing producer. Beth Donovan is our senior editor. Our visuals editor is Beck Harlan. Our digital editor is Dalia Mortada. Our production team includes Andee Tagle, Audrey Nguyen, Mansee Khurana and Michelle Aslam. I'm Jen Hemphill. Thank you for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6959505250.mp3",
  "img": "https://media.npr.org/assets/img/2022/05/31/gettyimages-1311472388_wide-285af71bbffedabeb1e997ef6ac1ed5ca30f3784.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "JEN HEMPHILL, HOST",
    "WESLIA ECHOLS",
    "WILLA WILLIAMS",
    "ECHOLS",
    "WILLIAMS",
    "HEMPHILL",
    "MAGGIE",
    "AYIDA ABATE",
    "KEVIN DOUGHERTY",
    "KYRSTEN",
    "PATRICK HUNTER SEVICH"
  ]
}