{
  "title": "How to find joy in activism",
  "url": "https://www.npr.org/transcripts/1102617337",
  "intro": "Activism can look like big gestures of protest, but it can also look like baking cupcakes for a charity bake sale or reading at an after school program. These tips will help you find joy in activism while avoiding burnout.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "LIFE KIT is all about helping you, our listeners. But we need a little help from you now. NPR is doing its annual survey to better understand how listeners like you spend time with podcasts. And we would love to hear from you. Please help us out by completing a short, anonymous survey at npr.org/podcastsurvey - all one word. It'll help us out so much and will give you a chance to help shape the future of podcasting at NPR. Again, you can take the survey at npr.org/podcastsurvey. And thanks."
    },
    {
      "author": "UNIDENTIFIED GROUP #1",
      "text": "(Chanting) I can't breathe. I can't breathe."
    },
    {
      "author": "TAGLE",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "UNIDENTIFIED GROUP #1",
      "text": "(Chanting) I can't breathe. I can't breathe."
    },
    {
      "author": "TAGLE",
      "text": "When you think about activism, what comes to mind?"
    },
    {
      "author": "UNIDENTIFIED GROUP #2",
      "text": "(Chanting) My body, my choice, my body, my choice."
    },
    {
      "author": "TAGLE",
      "text": "Is it marches and posters and chanting?"
    },
    {
      "author": "UNIDENTIFIED GROUP #3",
      "text": "No war in Ukraine."
    },
    {
      "author": "TAGLE",
      "text": "Petitions or door knocking, maybe someone chaining themselves to a tree? Well, you're right. That is one way to do it."
    },
    {
      "author": "KAREN WALROND",
      "text": "And if that is your jam, then for sure keep doing that."
    },
    {
      "author": "TAGLE",
      "text": "But it's not the only way, says Karen Walrond."
    },
    {
      "author": "WALROND",
      "text": "I just want to open up the idea that it can take multiple forms."
    },
    {
      "author": "TAGLE",
      "text": "Walrond is a leadership coach and activist and author of the new book \"The Lightmaker's Manifesto: How To Work For Change Without Losing Your Joy.\" She says it's time to expand our understanding of activism because there's no one way to change the world. Yes, activism can look like big, flashy, vigorous action, like climbing atop a pipeline, marching by the thousands. But real change and progress is also present and just as important in small and every day and person-to-person ways - speaking up at a meeting, donating bits of our time or resources, using our gifts to make space for others. And this, says Walrond, is the act of lightmaking. Here's how she explains it in the book."
    },
    {
      "author": "WALROND",
      "text": "If light can be made, it can be practiced. We can mindfully identify and call on the gifts and skills and experiences that we already have, the talents and traits that already bring joy to our lives, the things that light us up and ritualize them. We can use them in ways that serve the world while simultaneously helping us to maintain our determination, cultivate resilience and even tend to our own spirits. And by being purposeful in using our gifts and talents as fuel for our commitment to serve, even in a world of tremendous pain and injustice, we can minimize the possibility of burnout or even avoid it altogether."
    },
    {
      "author": "TAGLE",
      "text": "There are so many causes out there. Maybe you have one you're passionate about but don't feel qualified to jump in. Maybe you have too many things you want to advocate for and don't think you have the time to get done what needs getting done. Maybe taking on the weight of the world's problems feels too heavy and you don't quite see the point. I'm Andee Tagle, one of the producers of this show. And in this episode of LIFE KIT, no matter your cause, how and why to be a lightmaker and even finding joy in everyday activism."
    },
    {
      "author": "TAGLE",
      "text": "So, Karen, I want to start with you. In your life, you've worn so many different hats - structural engineer, lawyer, photographer, consultant, coach. That's not even the end of the list. I'm very impressed by this. But in your book, you talk about having some trouble labeling yourself as an activist. Why is that?"
    },
    {
      "author": "WALROND",
      "text": "Well, you know, it's so funny. I get this question quite a bit, and a lot of people asked me, you know, why did I write the book? And the book wasn't my idea to write. My publisher actually came to me and said, you - we need a book on the intersection of joy and activism. Could you write it? And I said, yeah, no problem, and then walked away thinking, I am not qualified to do this. Like, I've done activist-y (ph) things. I had done things like, you know, walked in the Women's March or a pride parade here and there. So I'd definitely done things."
    },
    {
      "author": "WALROND",
      "text": "But in my mind, activism was something that you did and got arrested for, that it was something that you did and got tear gassed. And so I did not call myself an activist because honestly, I didn't think what I did was worthy of being called activism. But I love interviewing people. And so I thought, well, I bet I know a few activists. And so I started coming up with a list. And when I came up with the list, I realized that these weren't people that I necessarily thought of as people who routinely got police dogs set on them or were arrested or tear gassed or stood in front of tanks."
    },
    {
      "author": "WALROND",
      "text": "And so I really was, you know, marveling, like, what was it about them that made it easy for me to call them activists? And why was I so hesitant to call myself an activist? And so that's really what the book is about - is sort of unpacking what that is and what that looks like. And I came up with my own definition of activism, which is any time you are led by your values to do purposeful action in the hopes of making the world brighter for other people. And when you think of activism that way, like you're using your values, you're using your skills to help make the world brighter, suddenly the definition of activism and what could constitute activism - it suddenly opens wide up. And all kinds of things can happen in order to do that."
    },
    {
      "author": "TAGLE",
      "text": "So building on this expanded idea of activism, you introduce the term lightmaker. Could you define this term for us and maybe give us a few examples?"
    },
    {
      "author": "WALROND",
      "text": "Yeah. So lightmaker and what I used it for as far as the book was sort of a twofold thing. One was making the world brighter for others - right? - making the world more accessible, more equal. But I also wanted to use the term to talk about, what does it mean to do things that light you up anyway? What does it mean to take the things that you love to do and use them in service? What if activism didn't have to be 100% sacrificial? What if it could also be something that really brought meaning and purpose and joy into your own life? And so that's what I mean when I talk about light making. It's about sort of doing the inventory in your own life about the things that you already love to do that you would do anyway and figuring out, how can I use that to be of service?"
    },
    {
      "author": "TAGLE",
      "text": "You also have a great campfire analogy about this light making. Can you walk us through the different steps to lighting?"
    },
    {
      "author": "WALROND",
      "text": "So the campfire analogy came - I mean, I think I was probably halfway through the book before I actually came up with this, and the reason is because just, you know, in full transparency, I am not a person who camps. I'm not an outdoorsy person."
    },
    {
      "author": "TAGLE",
      "text": "These are metaphorical fires, everyone. These are metaphorical fires."
    },
    {
      "author": "WALROND",
      "text": "These are definitely metaphorical fires. But what was really interesting about it is, as I thought about sort of the metaphor of light and creating light and making light, I thought about the campfire, and I actually ended up researching like, how do you build a campfire?"
    },
    {
      "author": "TAGLE",
      "text": "Walrond says growing sustainable personal activism can be similar to building a campfire. There are four elements - finding a clearing, some tinder, a spark and tending the flames."
    },
    {
      "author": "WALROND",
      "text": "And so the first thing is that you have to find a clearing, like you have to find a place to do it where it's safe. For me, that sounded like the metaphor of really sort of clearing your mind of the shoulds (ph) - like this is what activism should look like, or this is what I should care about - and actually sort of figuring out, let me - how do I make the space to really think about what is the way that I could serve?"
    },
    {
      "author": "WALROND",
      "text": "The second part when you make a campfire, I learned, is that you have to find tinder - right? - and which is not the big logs that you will be burning, but actually things that will actually easily ignite, so the twigs, that kind of thing. When it comes to light making or activism, we all have skills and gifts. The tinder part of the book is about how do you identify what those are because I think a lot of times, we also don't know, well, what is it that I do really well? And so I walk through, here's how you can identify the things that can help you, right?"
    },
    {
      "author": "WALROND",
      "text": "Then the third part of building of campfire is that you need a spark. You need something to actually start the fire. And in this case, when we're talking about activism, we're talking about, what are the values that we hold? What are some of the things that keep us in our integrity, that we always want to keep mindful of? And also, what are some of the things we're passionate about? Really, just make us think, this can't be the way it is. Something has to change, right?"
    },
    {
      "author": "WALROND",
      "text": "And then you start and you light your tinder, right? Like, you've got your skills, and you think, OK, how can I marry those skills in order to, like, look at this spark that really has - that is lighting me up, that says, I've got to do something about this? And then finally, once the fire's going - and the campfire is - you have to tend your fire. You have to make sure that it stays lit and stays going. And in activism, that can be really hard because - let's face it - we don't get into activism because things are great. Like, we're usually angry or upset or sad about something. So how do you tend to that soul fire? When is it time to take a break and let somebody else take the reins for a little bit, and then you could come back in, and what does that look like? How do you make sure that you connect with other people who are also doing the work because there's so much power and comfort in community?"
    },
    {
      "author": "TAGLE",
      "text": "Let's talk a little bit about that clearing, about getting rid of the shoulds and the coulds (ph) because I think a lot of people, you know, once we get through - once we've laid down what activism could be, there's still so much pressure. So, you know, especially in our social media world, it feels there's a lot of performativity in the ether, you know? Something big happens, and immediately, everyone posts on their story and expects you to do the same or shames you for not doing the same thing or for not being as vocal or visible. How do we decipher between that guilt or performative activism and, you know, an authentic spark for a cause?"
    },
    {
      "author": "WALROND",
      "text": "You know, to your point, we are in a time where we're expected to share pictures of our foam art on our lattes, far less anything else that's going on in the world. And I talk about identifying the skills that you have as I talk about identifying your core beliefs, your core values. Finding and getting really clear about those things makes it easier for us to be - to exercise some discernment, one, about what it is that we're going to be sharing, and then also helping us not get distracted by when there's a lot of other people who are going to tell you, well, if you care about this, why don't you care about this? Now, I want to be really clear that I'm not saying that you don't listen to people who may have already been doing - walking the path ahead of you - right? - because that - sometimes we can just jump in and go, I know what I'm doing, and we're not listening to the communities for whom we're advocating, or we're not listening to the people who have actually done this really effectively before and, you know, taken in some of their lessons that they've learned as well. So that's not to say that you don't listen and proactively listen. But you get the discernment about what is valuable and what you can take on and what, really, you can't take on in order to be effective."
    },
    {
      "author": "TAGLE",
      "text": "Absolutely, absolutely. So I'm hearing, you know, know yourself is the first step here, and also do your research. Don't just - just because you're excited about something doesn't mean that you should automatically jump in. You write very eloquently in the book that there's no one way to change the world, but I think the problem for some people is that there are too many ways to change the world, and it can be overwhelming and scary to start. Maybe you feel too small, like your contribution will never be enough or too busy. Like, I couldn't possibly devote the hours that I need to devote for this thing. How do you - how do we deal with that imposter syndrome and just start?"
    },
    {
      "author": "WALROND",
      "text": "Yeah. So, you know, one of the things - one of the people who I interviewed is the amazing Valarie Kaur, who is a civil rights lawyer and activist. And she said to me that in our lifetimes, we are never going to achieve the thing for which we are advocating. Like, we're never going to get to the point where the environment is completely healed, where there is no racism anywhere, where there's no poverty, right? Like, there's always going to be something to do. And so what she says is our job is to have longevity in the work. And the way that we do that is we focus on the progress as opposed to the focus on the actual eradication or complete success. And if you focus on the progress, then what you realize is that it doesn't have to be - activism doesn't have to be this huge thing. It can be a very, very small thing. It can be your community. It can be your - an organization you're part of. It could be part of your church or your school, or it can be something that's really, really small. The point is just to kind of move the baton a little bit farther."
    },
    {
      "author": "TAGLE",
      "text": "That's a lovely way to think about it - just moving a little bit at a time, a step at a time. That's wonderful. OK, so let's find how to do that. Let's be a little more tactile. Once you've listened to the call, be it loud or soft, how can we figure out the best way to contribute? You know, in the book, you talk about the importance of naming your gifts and establishing how to use them. Can you give us some tools to start that process?"
    },
    {
      "author": "WALROND",
      "text": "Yeah. So I am a shameless journaler (ph). I love journaling. I've been - it's not something that I've done all my life. It's something I actually came to as an adult. You know, the first thing that I think you have to do is - when you think about journaling or writing in a notebook here is it's not about perfection. Like, I'm not asking people to be the next Shakespeare, right? Like, you're literally just using this as a tool to sort of tap into different things, even if it's just a two-word answer to three questions for 21 days, right? And the questions are, how can I feel healthy today? It might be a hard-hitting workout, but it might be drink more water. How can I feel connected today? How can I reach out to somebody I haven't talked to in a while? Just email, text, whatever. And then how can I feel purposeful today? What's something I can do that will give me purpose? It could be donate to a cause. It could be mentor somebody. It could be whatever. And as you do it over time, three weeks, you might start to uncover, you know what, I seem to be doing this a lot. Don't force it is what I'm what - you know, don't force, like, I'm going to be this kind of activist here. Just sort of really tap into, what is the thing that I love to do? It's a tiny bit of progress, and so I'm going to walk away feeling sort of lit up myself just from having done it. So those are a couple of things that you can do that are really easy."
    },
    {
      "author": "TAGLE",
      "text": "That's a great reminder. Let's talk about joy because, you know, for a lot of reasons, for everything we've been talking about, joy and activism don't inherently go together. When you're fighting the ills of the world, when there are so many ills to fight, is there really space for joy in this work?"
    },
    {
      "author": "WALROND",
      "text": "(Laughter) Yeah. I love that question. I love the way you phrased it. Like, is there space for joy? Obviously, because I wrote the book, my answer is yes, but I want to sort of unpack that space for joy thing that you've just said there. Now, when I hear that question, my answer is twofold. One is that when I talk about joy, I'm not talking about fleeting happiness. Like, I'm not talking about the kind of feeling you have when somebody wishes you a happy birthday or when, you know, you get a bonus or something like that. Joy, I think, is something that taps into something deeper, and it has to do with meaning and purpose. Thinking about it, because we are spurred into activism because of anger or heartbreak, the truth is that we can derive joy from it because we are doing something to address it. So there's that aspect of your question about space for joy. So often joy can arise from the work that we do."
    },
    {
      "author": "WALROND",
      "text": "The other part of it, I think, is this sort of guilt for feeling joy when the world is on fire, right? Like, when everything horrible is happening, how dare I delight in my daughter's graduation or my marriage or anything else? And, you know, my answer to that is, joy is how we remind ourselves what we're fighting for - right? - that we want this feeling of joy to be something that everybody in the world can access - right? - that all people can access. So I would posit that not only should you make space - like, can you make space for joy, but you should. It's part of what it is to give back and to work for the good of other people, is being able to tap into that."
    },
    {
      "author": "TAGLE",
      "text": "And along those lines, let's talk about keeping that joy going. Let's talk about longevity and sustainability. Basically, how do we keep that light from burning out, you know? How do we keep ourselves going?"
    },
    {
      "author": "WALROND",
      "text": "I think a lot of times when we talk about self-compassion and we talk about, you know, celebration even or just gratitude or some of the things that we do to take care of ourselves, we think about it as what we do to heal. And what I think we forget is that those things are not just for healing, but they are also for gathering the energy to go in. And I think if I were to do it all over again, I would tell people, go do that now first, right? Like, go start the practice of gratitude. Start the practice of getting quiet. Start the practice of connecting with people you love, and start that so that you have that energy to go in and do the work."
    },
    {
      "author": "WALROND",
      "text": "All things in life have an ebb and a flow, and there should be ebbing and flowing in what we do, too, in our lives and, definitely, in activism. And that's how you get the longevity, is you don't go and go until you burn out, right? You go, and then you ebb, and then you go back into flow again, and you go back and forth, understanding that your fellow activists are all - or should all - be doing the same thing, and it's not going to be happening at the same time, right? There's an asynchronous rhythm. So when you have to ebb, somebody else is in flow, and then when that person needs to ebb, you are in flow, and that's how we get the longevity in the work."
    },
    {
      "author": "TAGLE",
      "text": "I would love to talk about when you find your spark. I'd like to talk about a spark statement and how someone might be able to make one of their own."
    },
    {
      "author": "WALROND",
      "text": "The spark statement is really sort of just codifying, what is it you want to do, and how do you want to move through the world, right? What is it you want to stand for? And so I encourage everybody to do it. I have a personal one that I have written down, and it's - you know, it's probably, I don't know, 15 - 10 to 15 lines. People have sent in their spark statements to me, and they've been five lines. They've been something really - sometimes it's just a mantra. It's just, you know, big heart, can't lose - right? - like, something that you can just sort of say to yourself to remind yourself how you're going to show up. But I really encourage everybody to do that 'cause it does help you when things get tough. When you have a conflict of integrity, somebody's asking you to do something that may not feel right, it helps be your North Star for how you want to keep going and what do you - how you want to show up."
    },
    {
      "author": "TAGLE",
      "text": "My last question for you is about kindness. You write that kindness can be one of the most difficult and challenging aspects in activism - also, sometimes in the world, with everything going on. And those more touchy-feely emotions, you know - empathy, compassion - they're not often seen as assets in a fight against something. Could you walk us through how approaching life with this sort of softness can be a form of resistance?"
    },
    {
      "author": "WALROND",
      "text": "Yeah, this is actually, probably the thing that surprised me the most out of the interviews that I did. I have a very dear friend of mine, Asha Dornfest, who is an activist over on the West Coast, and she is one of those people who, when you're in her space, you just feel calmer. She's just a kind person. I've never heard her say a harsh word about anybody. And she's a political activist, right? Like, she's in the arena that kind words just aren't really that common. And I remember asking her, like, how do you do this? Like, how do you maintain this kindness? What she said was, I think of kindness as my resistance. She goes, what they want you to do is, they want you to be us versus them. They want you to be like, I'm bad, you're good, right? I'm kind. You're not. They want you to do that. That's - that is how the bad guys win, right?"
    },
    {
      "author": "WALROND",
      "text": "And what she says instead is that she views activism not as, I'm going to change your mind, which I think most of us think. She instead thinks, I'm going to make you think about it a different way, or I'm going to make you think about something you may not have thought before. If I've done that, then I've done my job. I will admit, it's really hard for me. There are certain things and positions that I hold that I'm like, OK, that person is just wrong, right? And it's probably the thing I struggle with the most, but it is definitely effective in her life. And I see your point. Kindness can be an act of resistance, because you're not doing what is expected."
    },
    {
      "author": "TAGLE",
      "text": "Do the unexpected. Be kind."
    },
    {
      "author": "WALROND",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "WALROND",
      "text": "Yeah, that's, like, revolutionary at this point."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. That's a bummer."
    },
    {
      "author": "WALROND",
      "text": "Yeah (laughter)."
    },
    {
      "author": "TAGLE",
      "text": "I wish it wasn't that way, but you're right. Karen, it has been such a joy to talk to you. I - thank you so much for taking the time."
    },
    {
      "author": "WALROND",
      "text": "Oh, my gosh, such a pleasure. Thank you so much. I really, really, really appreciate being here."
    },
    {
      "author": "TAGLE",
      "text": "Before we wrap things up, just a quick reminder, again, to have you complete that survey we mentioned at the top of the episode. It's at npr.org/podcastsurvey. It'll really help us out. Again, that's npr.org/podcastsurvey. Thanks so much."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on overcoming the likeability trap, another on reframing productivity, and we've got lots more on everything from parenting to mental health. You can find those at npr.org/lifekit. And, if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAGLE",
      "text": "And now, a completely random tip."
    },
    {
      "author": "TATIANA FRYER",
      "text": "My name is Tatiana Fryer (ph). My life hack is to make a cantaloupe drink out of only the seeds of the cantaloupe. You just add sugar or whatever sweetener you want to taste, and you blend it with the actual cantaloupe seeds. You strain it, and it is delicious. I learned this while I was living in El Salvador, and I swear by it. Oh, by the way, I love you guys."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Mansee Khurana. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Sylvie Douglis and Michelle Aslam. Dalia Mortada is our digital editor, and Beck Harlan is our visuals editor. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9787662527.mp3",
  "img": "https://media.npr.org/assets/img/2022/06/06/life-kit_lightmakers_main_edit_wide-dd947e9d8d1b045caa1e458600a0ac775f410439.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "UNIDENTIFIED GROUP #1",
    "TAGLE",
    "UNIDENTIFIED GROUP #2",
    "UNIDENTIFIED GROUP #3",
    "KAREN WALROND",
    "WALROND",
    "TATIANA FRYER"
  ]
}