{
  "title": "6 tips to help you overcome your fear of flying",
  "url": "https://www.npr.org/transcripts/1103923813",
  "intro": "Whether you're a nervous flyer, you'll do almost anything to avoid flying, or you have an actual flying phobia, these tips from associate professor of psychiatry Luana Marques, Ph.D. can help you overcome a fear of flying.",
  "transcript": [
    {
      "author": "BECK HARLAN, HOST",
      "text": "This is NPR's LIFE KIT. I'm Beck Harlan, the visuals editor for our show, and I am really, really, really afraid to fly. Like, I will drive 12 hours to avoid getting on a plane. If you or someone you love feels a similar way, welcome. I'm glad you're here, and we are going to talk about it because it can be a lot. There are all these feelings that bubble up when you get that invitation to a wedding or a family reunion or a conference or whatever it is across the country or, heaven forbid, across the ocean. And there's this huge internal battle over whether you can even bring yourself to buy a ticket."
    },
    {
      "author": "BECK HARLAN, HOST",
      "text": "I've skipped weddings, vacations, even work opportunities because I was just too afraid to fly. And even after hearing all the statistics about how safe flying actually is, my brain just replays the worst-case scenarios. We have the perfect expert here to help us. Dr. Luana Marques is an associate professor of psychiatry at Harvard Medical School and the author of the book \"Almost Anxious.\""
    },
    {
      "author": "LUANA MARQUES",
      "text": "A phobia or fear of flying is not rational. You are not seeing the world through your rational brain. You're usually seeing it through your emotional brain. And at least from my patients, they find it sometimes dismissive that people don't understand how bad it feels for them, and that data just doesn't go in."
    },
    {
      "author": "HARLAN",
      "text": "While I wish I could say that this episode of LIFE KIT will cure your fear, it won't. It's something that I'm still working on myself. But hopefully we're going to share some ideas and tactics that you can build on. So let's take a deep breath and see what we can learn."
    },
    {
      "author": "HARLAN",
      "text": "In your professional experience, what is the root cause of this fear of flying? Is it, like, a lack of control? Is it claustrophobia? Or is it all - like, all sorts of different root causes could lead to this fear?"
    },
    {
      "author": "MARQUES",
      "text": "For most people that have a fear of flying, what happens is their brain says something is wrong. So their limbic system, the emotional part of their brain, kicks on, and they're predicting something is going to go bad. For some people, though, it is what you just mentioned. It's the sense of claustrophobia, that the environment's closing in and they're going to be stuck and they can't get out of it. For some people, it's something different. So there isn't a common denominator except people really fear being on that plane, and they'll do anything to not be there."
    },
    {
      "author": "HARLAN",
      "text": "How do people know - or how would someone know if this is an issue, the fear of flying, that for them they might want to seek help?"
    },
    {
      "author": "MARQUES",
      "text": "So it really comes down to how much interference, how much it's getting in the way of your life and how upsetting it is to you and your loved ones. For example, I've worked with a patient who had a really big fear of flying, but she never had to fly for work. And then she got this big promotion, and the only way she could take the promotion was to actually fly. So she knew at that point either she took this promotion and, you know, did really well in her career, or she would have to pass because of her fear. Most people tend to know when it's sort of getting in the way of their lives. If they, per se, don't, their loved ones tend to."
    },
    {
      "author": "MARQUES",
      "text": "I worked with a couple who - the husband sort of dragged the wife in, saying, listen. We both retired. We agreed that we're going to travel the world, but you're not getting on a plane. And so up to that point, it was OK with him. He traveled a lot for work, but then it started to interfere on their marriage and their plans for retirement. So clinically, really, it's how much interference, how much distress not just to you but to those around you."
    },
    {
      "author": "HARLAN",
      "text": "And flying is safe. Like, statistically, it is safe. It is more dangerous to drive, to ride your bike, ride a motorcycle. But hearing that, like, I still don't feel safe when I walk through the terminal and get on the plane and smell that smell and hear those sounds."
    },
    {
      "author": "MARQUES",
      "text": "You're absolutely right, Beck. So from this moment, imagine that you're flying later today. You're having what we call anticipatory anxiety. And when we have that anticipatory anxiety, the whole body's like, what's going to happen? Something bad is going to happen. And any kind of stimulus that come in, the brain's like, danger, danger. And so by the time you get to that terminal, you are in sort of fight or flight. You are terrified, and when we're there, our brain's like, what's going to happen? So it scans for anything that could be wrong, which then increases just more and more of that fear."
    },
    {
      "author": "HARLAN",
      "text": "OK. So anticipatory anxiety - even just the thought of this is, like, pushing my brain into that fight or flight mode."
    },
    {
      "author": "MARQUES",
      "text": "That's exactly right. So anticipatory anxiety is a clinical term that we use for anxiety before something we're afraid of. And it's really characterized by what we say to ourselves a lot of times, as well as how we feel in our bodies and in our hearts. And so in your example, you're talking about heart pounding. But I bet if I pushed you and we were working together, you'd tell me there is a lot of thinking that comes in your mind before a flight."
    },
    {
      "author": "MARQUES",
      "text": "I was working with a patient last year who said to me the night before, she's laying in bed. Her eyes are open and she's like. The plane is going to crash. What if I can't breathe? What if something happens, and my kids get hurt? And the brain just starts to spin, and that leads to more anxiety."
    },
    {
      "author": "HARLAN",
      "text": "So well, this actually brings me to my next question. So if you're feeling anticipatory anxiety, like you - say, you have a flight coming up next week, what are some things that you can do to kind of prepare and cope with that anxiety?"
    },
    {
      "author": "MARQUES",
      "text": "If you are somebody that gets on a plane but tends to, you know, find yourself spinning, there are a couple of things you can do. One is really try to shift your perspective. So move away from the anxiety and anticipation to trying to sort of see a broader perspective. You know, it's safe to fly. And how many flights have I taken before? What was it like? Did I make it through it? Trying to get your brain to understand a little bit. One approach - shifting your perspective."
    },
    {
      "author": "MARQUES",
      "text": "The other one is to do anything you can do to really start to approach this fear. And it does not mean you have to get on a plane. I've worked with lots of patients that we do things like we watch planes take off, videos on YouTube. We watch planes landing. We talk about - visualize being on that plane. So you can start playing with your brain to approach that fear but in a situation that you're safe. And over time, your brain tends to learn that the worst-case scenario doesn't happen."
    },
    {
      "author": "HARLAN",
      "text": "What are some ways that you can kind of do exposure therapy for yourself without actually buying a plane ticket and getting on a plane?"
    },
    {
      "author": "MARQUES",
      "text": "So exposure therapy, again, is the idea that being exposed to something you're afraid of over and over again comes down - your limbic system - so it doesn't fire up as fast, so you have less of anxiety. The principle of it is that you need to be exposed to whatever you're afraid of - in this case flying - but not just be exposed to it. You have to do it over and over again. You can watch, for example, YouTube videos of flying - of plane taking off again and again and again. And when that starts to feel like your anxiety is not hitting as high, then you can watch a plane flying perhaps on turbulence or hear turbulence."
    },
    {
      "author": "MARQUES",
      "text": "You're basically moving up of a ladder of fear. And you only move up when your physiology, your fight or flight is not hitting as high. So, you know, the clever things I've done with patients is videos, noise, even movies, going to the airport. In the good old days, I could take patients to the airport, sit there, and we could just see planes take off."
    },
    {
      "author": "MARQUES",
      "text": "Now, nowadays there are really good treatment that's also based on virtual reality. And so there are definitely places that you can put some, you know, glasses on and experience flying without actually having to buy a plane ticket."
    },
    {
      "author": "HARLAN",
      "text": "Wow. I feel like I have some homework..."
    },
    {
      "author": "HARLAN",
      "text": "...To do. I wanted to ask you, do you have any recommendations for things that - OK, so say it's the day of my flight. And, you know, while I'm traveling to the airport, while I'm waiting to board, while I'm walking through the terminal, what are some things I can do to kind of bring my anxiety down a little bit?"
    },
    {
      "author": "MARQUES",
      "text": "So one of them, which is distraction. What can you do to focus on something else? And by distraction, I wouldn't just mean meaningless distraction, anything that could focus your thinking brain. I have patients that are able to read a book as a way to distract. For example, I had a patient that - what she did is she got to the airport, and she did crossword puzzles to try to focus on something that turns on her thinking brain."
    },
    {
      "author": "MARQUES",
      "text": "The idea behind this is that there was an inverse relationship between our emotional brain and our thinking brain. So when we're really, really anxious, we can't think straight. And when we really focus on thinking, like doing a math problem, our emotional brain comes down. So you could distract by focusing your thinking brain. If you practice mindfulness meditation, it's a time to sort of drop an anchor and stay as present as possible. The other approach is a lot more clinical, which is really challenging your thoughts and trying to sort of arrive at alternative thoughts. But those approaches are often used in combination with some clinical care."
    },
    {
      "author": "HARLAN",
      "text": "OK. I want to go back to some of the coping mechanisms that we talked about. So say that I've gotten on the plane. And the flight is going well, and then we hit turbulence. Like, my heart is beating out of my chest, and my palms are sweating. My jaw is clenched. What can I do kind of in that moment of basically, like, my fears manifested?"
    },
    {
      "author": "MARQUES",
      "text": "So let me tell you first what not to do..."
    },
    {
      "author": "HARLAN",
      "text": "OK."
    },
    {
      "author": "MARQUES",
      "text": "...'Cause it's usually where all my patients go. And so I don't know if you go there, Beck. But usually, what people do is they try to control their breathing and try to sort of somehow control their heart pounding. They're trying to sort of, like, stop the experience. And it's nearly impossible to stop your fight-or-flight response. You just - you can't. The brain - it acts in milliseconds, and pretty quickly, your whole body is on fight or flight. You're describing heart pounding again. I bet, you know, for some people, they sweat. They tremble. They start to hyperventilate. And so one of the tricks in that moment is just start to even - just labeling it. Wow, my body feels like it's face to face with a lion. Oh, my gosh, I'm really scared. And really start to, sort of, bring back the idea that your body's having, in that case, even a normal response. A lot of people in turbulence are going to have a very similar response. It's just that if you have a fear of flying, that response is, like, exponentially higher. And so what we want to do is to teach your brain, OK, like, so far I'm safe. This turbulence - my body's responding the way it should. But what I want to encourage most people to do is not to make it worse by saying, oh, my God, the plane is going to crash. Oh, my God, something bad is going to happen. Once you go there, then you're basically throwing wood on the fire, and you're getting more and more anxious."
    },
    {
      "author": "HARLAN",
      "text": "OK, so let me see if I got this right. So I'm in turbulence. My body's doing all the physiological things that a body in fear does. And what I don't want to do is try to, like, swim upstream and fight against those really, really strong reactions but instead to say, oh, I'm feeling really nervous. I'm sweating. My heart is pounding. But I'm safe. And not letting my brain go into, like, oh, we're going to crash."
    },
    {
      "author": "MARQUES",
      "text": "That is exactly right. And actually, for a lot of my patients, being able to just call it what it is starts to bring the sense of, like, OK, I do have some control here. My body's not out of control."
    },
    {
      "author": "HARLAN",
      "text": "I'll have to try that sometime (laughter). We'll see."
    },
    {
      "author": "MARQUES",
      "text": "It is not easy. I'm not suggesting by any stretch it's easy because you are on fight or flight. But it's worth a try."
    },
    {
      "author": "HARLAN",
      "text": "Yeah. Yeah. I mean, it's so hard not to let your thoughts go there - go to every sad news story that you've read, every tragic incident. And actually, I kind of wanted to go, like, a little, maybe, philosophical or deeper with you and ask this question. Like, statistically, we know that flying is safe, and it has gotten safer and safer every year. At the same time, like, we live in the world, and accidents happen. And I think that every time I hear about a flight tragedy, it brings back those voices that say, I told you this wasn't safe. And, you know, like, for the people who died, it wasn't. So how do you reconcile, like, that small chance - you know, that reality with the fact that, like, statistically, this is a safe activity?"
    },
    {
      "author": "MARQUES",
      "text": "So, really, what you're talking about, Beck, I think, is that idea of uncertainty - right? - because the reality, statistics - it's population level, and on average, it is safe. But I'd never say to a patient that they can't die in a plane crash because people do die in a plane crash. And so the question is, can you handle the uncertainty? That's one. Can you sit with it and, the best you can, trust it the same way, as we talked earlier, you trust crossing the street or driving a motorcycle? You are dealing with uncertainty that on average, it's safe but not always, right? That's one piece. The second piece, which is if you want to go deeper and perhaps a little more interesting, is why is your brain holding on to every piece of information that suggests it's going to be a problem and that's missing all of the flights that took off that day that wasn't a problem? So for you, Beck, your view of the world says, planes are dangerous. So every time you see a news article and says a plane crash, you go, yep, see? Dangerous, not a problem. But if you start to scan the news for, like, how many planes took off today? How many landed safe? What did it look like? Now you have to work really hard to make sense of that, and the brain doesn't like it. And so that's why when you're sitting on the plane, your brain goes, but I - a plane crashed, and I know it. This could crash. And it's just confirming what we know, which is a method of confirmatory bias. It just gets stuck."
    },
    {
      "author": "HARLAN",
      "text": "These are really - yeah, some really good points. You're kind of tearing down my argument that I've made in my head. OK. I wanted to ask you about medication. You know, a lot of times, if you're afraid of flying, people, like, kind of joke about, like, oh, like, you know, have a drink at the bar before or, like, get some wine on the plane. And so, like, obviously, there's self-medication. And then there's also, you know, a lot of people take medications for fear of flying. And I was just wondering if you could talk a little bit about that."
    },
    {
      "author": "MARQUES",
      "text": "So often what you hear is people taking fast-active things like Xanax or Valium. And there's nothing wrong with those medications per se, and I've had patients that had to take it to even do the exposure therapy we talked about because their fear is so much. The problem with those medications is that, you know, it teaches us from the scientific perspective that they are doing the opposite of what I want somebody to learn. I want your brain to learn that flying is safe overall - not always but overall. Those medications pretty quickly take down your anxiety. And so it feels, then, that the only way to travel and to fly is with those medications. So although they can be helpful short term, long term they tend to get people more stuck is one problem. And you started with self-medication with alcohol. The problem with alcohol is even though it can help momentarily, it has a bit of a rebound effect that people get more anxious after. So any patient of mine - they've drank a lot on a plane - yeah, they can get through the flight, but the next day, not only they have a bad hangover. They have a bad anxiety hangover, which is perhaps even worse for them. It makes them feel a little more jittery, a little - having more trouble even thinking about it again. So my recommendation is stay away from self-medication. If you really can't get on a plane without medication, then look for a psychiatrist and try to think of a medication that's not just short term, but something that could help you bring your baseline anxiety down, which will help with that anticipatory anxiety that we talked about."
    },
    {
      "author": "HARLAN",
      "text": "You mentioned a psychiatrist. Is this something that someone could also go to their primary care doctor about?"
    },
    {
      "author": "MARQUES",
      "text": "Absolutely. Nowadays, primary care doctors are definitely well-educated and able to help with this kind of medication."
    },
    {
      "author": "HARLAN",
      "text": "Well, let me ask you this. So I know, like, flying isn't something that most people need to do super regularly, and there are definitely ways to avoid it. I've tried them all. If you've driven to Florida for a wedding, you know what I mean. You know, you could Zoom in to that conference across the country. So why is dealing with this fear of flying good? Like, what can it give you?"
    },
    {
      "author": "MARQUES",
      "text": "So anything that you're going to address in life, to me, is a matter of, why do you want to address it? And the why is really your values. What do you care about in life the most? And are you living your life in line with those values? Are you in alignment? So for example, if you - like, the patient I mentioned about. She really cared about her career, and being successful was a value that mattered to her. So if she did not deal with this fear of flight, she would be in constant sense of stress because she knew she would have done something that would take her away from being successful in her career. So I often ask my patient, you know, it's not something you have to do. Then why for you? What is the driver? What is the thing that you really care about that would help you face something that's pretty uncomfortable?"
    },
    {
      "author": "HARLAN",
      "text": "So, OK, I know that every patient is different, but in your experience, is the fear of flying something that people can move on from?"
    },
    {
      "author": "MARQUES",
      "text": "Absolutely. I've seen many, many patients across the world that have actually been able to overcome it. You do have to allow yourself to be comfortably uncomfortable because you're going to have to approach your fear instead of avoiding it. But definitely there is really good clinical care for it, and you definitely can overcome it."
    },
    {
      "author": "HARLAN",
      "text": "Can you say a little bit more about that phrase, comfortably uncomfortable?"
    },
    {
      "author": "MARQUES",
      "text": "Sure. When I think about anything that we do, especially when it comes to overcoming fears, if we are completely comfortable, we are home, and we're never tackling it. If we're completely uncomfortable, we're sitting in that plane having a heart attack - at least it feels like that to my patients, and it feels really bad. And so when I think about approaching a fear, I say to my patients, I want you to think about being comfortably uncomfortable. You're out of your comfort zone, but you're going toward something that matters. So instead of just having anxiety, you are capitalizing on that anxiety to propel you toward something that matter. But by definition, you're going to be a little uncomfortable. So I think about it being comfortably uncomfortable."
    },
    {
      "author": "HARLAN",
      "text": "Baby steps."
    },
    {
      "author": "MARQUES",
      "text": "Baby steps. absolutely."
    },
    {
      "author": "HARLAN",
      "text": "This has been incredible. Thank you so much, Dr. Luana, for taking the time to help us take those baby steps."
    },
    {
      "author": "MARQUES",
      "text": "It's been a pleasure. Thanks for having me."
    },
    {
      "author": "HARLAN",
      "text": "Before we wrap things up, just a quick reminder again to have you complete that survey we mentioned at the top of the episode. It's at npr.org/podcastsurvey. It'll really help us out. Again, that's npr.org/podcastsurvey. Thanks so much."
    },
    {
      "author": "HARLAN",
      "text": "For more LIFE KIT, check out our other episodes. We have one on making the most out of your travel plans and one on how to manage group travel. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip."
    },
    {
      "author": "ROB",
      "text": "Hello, LIFE KIT. This is Rob from New York, and my completely random tip is in the kitchen. If you ever notice dirty water building up at the bottom of your dishwasher between loads, you can trigger your dishwasher to drain the standing water by starting a cycle and then immediately canceling that cycle. That should trigger your dishwasher to drain all of the standing water between loads. Thanks."
    },
    {
      "author": "HARLAN",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Mansee Khurana. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Sylvie Douglas and Michelle Aslam. Dalia Mortada is our digital editor. I'm Beck Harlan. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9796810308.mp3",
  "img": "https://media.npr.org/assets/img/2022/06/09/lk_plane_img_6451_wide-ca64d25c5289b802b46d203ce3c13e7401dff6e9.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "BECK HARLAN, HOST",
    "LUANA MARQUES",
    "HARLAN",
    "MARQUES",
    "ROB"
  ]
}