{
  "title": "Stop doomscrolling and get ready for bed. Here's how to reclaim a good night's sleep",
  "url": "https://www.npr.org/transcripts/1105122521",
  "intro": "When your days are packed, it can be hard to find some \"me time\" time to unwind. You might find yourself staying up past your bedtime, scrolling on social media or watching an extra episode of your latest show, That's called \"revenge bedtime procrastination.\" These tips can help you overcome it.",
  "transcript": [
    {
      "author": "MARIA GODOY, HOST",
      "text": "This is NPR's LIFE KIT. I'm Maria Godoy."
    },
    {
      "author": "MARIA GODOY, HOST",
      "text": "My days often feel like they're bursting at the seams. Between work, caring for my kids, doing the dishes and all the other things that it takes to keep my house from falling into utter chaos, it can be hard to find time to properly unwind. So at the end of my day, I find myself getting into bed, picking up my phone, and just scrolling and scrolling and scrolling. And I keep going despite being so exhausted and knowing I'd be better off if I just went to sleep. When I do that, I'm participating in something called revenge bedtime procrastination. The idea became popular in 2020 after journalist Daphne K. Lee tweeted a translation of a Chinese term. And according to Lauren Whitehurst, a psychology professor at the University of Kentucky and a sleep researcher, it's about more than losing sleep."
    },
    {
      "author": "LAUREN WHITEHURST",
      "text": "It's really a commentary on the fact that our days are so packed and we value productivity so much that we pack our days, and we do that because that's kind of societal expectations for us."
    },
    {
      "author": "GODOY",
      "text": "Think of it this way. I know after a busy day, the logical thing to do is get rest. But Lauren says once we get that little bit of time to ourselves..."
    },
    {
      "author": "WHITEHURST",
      "text": "We're like, man, these sweet moments where I just get to do something for myself and I'm not doing everything based out of societal expectations."
    },
    {
      "author": "GODOY",
      "text": "But those allegedly sweet moments have us paying a price. On this episode of LIFE KIT, strategies to help combat revenge bedtime procrastination and reclaim some of those precious z's."
    },
    {
      "author": "GODOY",
      "text": "Let's start off by asking you to define revenge bedtime procrastination. What is it exactly? It's not just staying up late, is it?"
    },
    {
      "author": "WHITEHURST",
      "text": "It's not. It's also a response to what you get to do during your day. It's really kind of associated with individuals who have a lot of obligations that they can't move, they can't shift, they can't control their schedule. Often it's those folks who have an experience of kind of revenge bedtime procrastination at night."
    },
    {
      "author": "GODOY",
      "text": "And it's not just that they can't sleep, but they're sort of delaying sleep and, you know, wasting time in some cases, right?"
    },
    {
      "author": "WHITEHURST",
      "text": "Yeah, for sure. It's definitely not that you can't sleep. I would probably predict if individuals put their phone down or stop, you know, watching that Netflix show, they probably would be really sleepy. A lot of folks who experience this kind of revenge bedtime procrastination often fall asleep doing the thing that they were doing, right? So..."
    },
    {
      "author": "GODOY",
      "text": "(Laughter)."
    },
    {
      "author": "WHITEHURST",
      "text": "...It's definitely not that you're not sleepy. It's this kind of desire for control over your life."
    },
    {
      "author": "GODOY",
      "text": "Right."
    },
    {
      "author": "WHITEHURST",
      "text": "I think that's the most simple way to think about it."
    },
    {
      "author": "GODOY",
      "text": "Is it more common for certain groups of people to practice revenge bedtime procrastination than others? For instance, I know I first started doing it after having my first child, and I felt like I didn't have a minute to myself at all. And yes, I was exhausted. But also, I just wanted to be someone other than, you know, a milk machine mother for a couple of hours."
    },
    {
      "author": "WHITEHURST",
      "text": "For sure. I mean, I think I hear about this with parents all the time. Yeah, you know, at one point - yeah, exactly - have time to yourself. Even if you were working all day, even if you had all these things, at night when you went home, after 5, after 6, you had that time to yourself. But once you become a parent, you are still mommy, daddy, caregiver, parent, you know? And so it is something that comes up in people who are parents really often. You know, once I put my child to sleep, like, I'm trying to just savor these special moments. It also comes up really often in people who labor at times when their bodies would probably be sleeping, right? So if you are doing shift work consistently, if you're working really long hours at work, if you're working jobs that are high stress and kind of take a lot out of you, a lot of times when you do have time to, again, do something for yourself, you often kind of, yeah, have that spirit of rebellion and want to stay up and do things for yourself."
    },
    {
      "author": "GODOY",
      "text": "Well, I think it's fair to say that the last 2 1/2 years have been very stressful for pretty much all of us. I'm wondering, is it something that's happening more during the pandemic - people, you know, participating in revenge bedtime procrastination?"
    },
    {
      "author": "WHITEHURST",
      "text": "You know, I'm not sure. I haven't seen any data on that. But what I will say is that it's definitely become something that's risen to our kind of societal consciousness during the pandemic. I think people are highly aware of their sleep and their sleep patterns. When we - we're kind of freed from all of those daily obligations and told to stay home and not do much, we all of a sudden became very aware of what rest looked like for our bodies and what sleep meant for us. And so now I think, as we're starting to kind of emerge from the pandemic in certain ways, we're even more conscious of, you know, when we lose that sleep or when our schedules get busier and busier. I don't know. I think probably for a really long time, people have experienced this - wanting to kind of control their night because they don't control their day."
    },
    {
      "author": "GODOY",
      "text": "Lauren, one thing I wanted to ask is that - about your research on sleep equity, the idea that some people sleep less because of socioeconomic factors. Can you define that for me?"
    },
    {
      "author": "WHITEHURST",
      "text": "Yeah, absolutely. It's not super complicated. Our worlds are stratified by social categories. And those social categories are meaningful in health outcomes. And so certain groups of people have better access to health-promoting behaviors, and sleep is one of them. So individuals that come from racially minoritized backgrounds often work jobs that have longer hours, that are more stressful, kind of objectively measured by experts, and also often work jobs where they're asked to work at night and sleep during the day, which is really hard for their kind of sleep health, generally speaking. And so as a result of those kind of environmental conditions that are implied or, let's say, kind of set in place by the social conditions they have, that's kind of what we end up with, this kind of social stratification of sleep where certain groups of people are sleeping less than others."
    },
    {
      "author": "WHITEHURST",
      "text": "So we see that individuals who have less education often sleep less. We see individuals who come from racial minoritized backgrounds - Black individuals, Latinx folks - often sleep less. I have data in my lab showing that Black individuals sleep as poorly as individuals who smoke regularly. There is a lot of data to suggest that this is true and that these sleep disparities are meaningful and that they also predict health disparities. So things like cardiovascular disease can be predicted by how poor someone sleeps throughout their lifetime. Alzheimer's disease has also been linked to sleep losses throughout the lifetime. So these sleep disparities then also result in these functional outcomes and can lead to increased disease, but - and also mortality and death."
    },
    {
      "author": "GODOY",
      "text": "You know, I'm curious. Are there strategies that you can tell people to take advantage of, to help break this bedtime procrastination cycle?"
    },
    {
      "author": "WHITEHURST",
      "text": "Yeah, it's hard. I will say you have to figure out some things that work for you. I'll give you a couple of things, but I don't want to say that one thing is definitely going to work for you. Try a couple of them. One thing that I often say is if your bedtime procrastination is actually rooted in something that you're ruminating about, you need to get it off your mind. Well, then do that. Do that thing. Go ahead and, like, finish that thing for work or send that email to your sister or whatever it is that you need to get off your mind. And then you could probably try to engage sleep again."
    },
    {
      "author": "WHITEHURST",
      "text": "Another strategy that I often say is if, you know, you have 17 things that you like to do when you are at home after, you know, you've done all your work and your kids are put to sleep, pick one or two of them instead of trying to do all 17 in one night, right? Be very intentional about your time around your sleep so that you can protect both. You can protect the things that make you feel good and are pleasurable, but you also get to do that really important sleep thing that allows us to stay healthy and protects our bodies from the kind of stressors of the day. But yeah, I definitely think, you know, being intentional around your time is my biggest suggestion."
    },
    {
      "author": "GODOY",
      "text": "You know, you mentioned the stressors of the day. Should we be doing less, in general, during the day to help us sleep?"
    },
    {
      "author": "WHITEHURST",
      "text": "Yeah, that's my whole vibe. I will say definitely - I definitely would argue for that. Yeah, I think that we - particularly in American culture, but broadly, I think, in global culture now - we're really obsessed with productivity. We're really obsessed with defining ourselves by our productivity. And that is really the antithesis of what rest and sleep looks like, right? And so I really do think we should do a little bit less during the day, and we wouldn't be kind of putting all of the pleasurable things to the end of the night. If we could spend some time taking care of ourselves and taking more breaks during the day, our nighttime sleep would rise to the kind of priority place that it should be in our lives."
    },
    {
      "author": "GODOY",
      "text": "You know, I want to talk to you a little bit about, like, what the impacts are of messing up our sleep cycles like that - you know, pushing ourselves to stay awake to find some, I don't know, fleeting pleasure on Netflix instead of going to sleep. Like, what does that do to our bodies?"
    },
    {
      "author": "WHITEHURST",
      "text": "Oh, you know, it's a complex process. So a lot of people think about sleep as, like, that's what you do at the end of the day, when you're done doing everything else. You close your eyes, you turn your whole body off, and then you wake up in the morning. But sleep is actually a very active process. There's a lot of things during sleep that actually turn on to help protect you. And so when you don't get the traditional sleep that you need - the 6 1/2 to 8 hours of sleep that each of us actually require at night - we really disrupt some of the critical processes that occur during sleep. And I'll give you just a few examples."
    },
    {
      "author": "WHITEHURST",
      "text": "So one thing that happens during sleep is our body actually protects itself and creates a predictive response to the pathogens or the germs and the viruses that we will actually see throughout the day. Something else that happens during sleep is that our cardiovascular system gets a really big break. Our blood pressure drops, and it really starts to protect ourselves so that when we're experiencing a stressor during the day, we're not overburdening our cardiovascular system, eventually leading to things like heart disease."
    },
    {
      "author": "WHITEHURST",
      "text": "The thing that I study in my lab a lot is how sleep is really active in helping us protect our memories and our cognitive ability. Sometimes people think about that like, you know, memory for a test. But how I like to think about it is actually memory for being a good parent, memory for knowing what makes your significant other happy, memory for being able to navigate your day with kind of creativity and integrity. And so I think all of those things are what happens when we're sleeping at night. And we don't get to do that when we push off that time, when we push sleep into, you know, 4 or 5 hours instead of the kind of, like I said, 6 to 8 that our bodies really need."
    },
    {
      "author": "GODOY",
      "text": "OK, but knowing that good sleep is so important to our health and that not getting good sleep can harm us, actually, that can lead to sort of anxiety, you know, that I can't fall asleep. So wondering, do you have tips for managing that kind of anxiety of laying there at night, looking at the ceiling, saying, like, oh, I really need another 5 hours and I'm not going to get it?"
    },
    {
      "author": "WHITEHURST",
      "text": "Oh, yeah, for sure. I actually experience this too. Even though I'm a sleep researcher, I experience sleep anxiety, as well, when I have a big thing the next day. And so I get it. And some of the strategies that I use that I encourage other people to use is don't work out your stress in your bed. Your bed should be your sleep haven. It should be the thing that triggers sleep more than anything else in your life, right? So if you are experiencing some anxiety about sleep or you're having a hard time falling asleep at night, as you say, go ahead and get up out of bed. Go ahead and walk around your house. Lights are really kind of disruptive to your ability to maintain sleep. So I have, like, little nightlights plugged in so I can see and walk, but I don't have really bright lights in my house turned on."
    },
    {
      "author": "WHITEHURST",
      "text": "And I do things that are really kind of low activity. I'll go wash dishes or I'll do some light stretching. I'll do things that are kind of naturally calming, and I'll kind of work out whatever is that stress or rumination in my head is happening outside of my bed. Most times, I get really sleepy again, and I go back to bed and I fall asleep just fine. Usually that takes me about 10 to 15 minutes before I end up going back to bed."
    },
    {
      "author": "GODOY",
      "text": "That's smart. I'm going to invest in more nightlights to light my hallway."
    },
    {
      "author": "GODOY",
      "text": "You know, some people who don't get enough sleep during the workweek might try to make up for it by sleeping in later on the weekends - and, you know, I'm raising my hand here. Can that help offset some of the harms of too little sleep?"
    },
    {
      "author": "WHITEHURST",
      "text": "You know, I will say that your bodies really try to tell you what you need. So if you find yourself sleeping in later on the weekends or, let's say, any time that you have the ability to take a nap or sleep a little bit longer, your body probably does really need it. I will say that if you find yourself doing that and it's something that's kind of really impacting your life, where you're sleeping way more than you would expect to or your sleep is kind of taking over some of your days - you can't get up, and when you wake up, you're still really tired - I would say talk to a physician. So sleep can sometimes be a really nice marker of something else that might be going wrong in our bodies. And so if you find yourself kind of unable to feel rested after taking really long times of sleep, then you might want to talk to a physician and say, you know, I'm really sleepy and I'm not sure what else is going on."
    },
    {
      "author": "GODOY",
      "text": "Interesting, interesting. OK. So regardless of why we aren't getting enough sleep, what are some tips for creating better sleep hygiene? You know, should we consider bedtime routines for grownups the way we do for kids?"
    },
    {
      "author": "WHITEHURST",
      "text": "Oh, yeah, 100%. Definitely. We have all these kind of structures that we place onto our children and our kids as they're young, and we anticipate them holding onto them throughout life. And we all know that that's not going to happen. But the more that you can create regularity in your day, create regularity around your sleep, like I said, being really intentional about your time when you're sleeping, the better it is for you. Your body's really good at taking cues. And so if you give yourself really traditional cues - like for kids - right? - we have them take nice warm baths before bed. They change their clothes. They get a book. They go to bed. Right? Doing that for yourself is also going to make you sleepier, too, when it's time for you to sleep. So I really encourage that."
    },
    {
      "author": "GODOY",
      "text": "Interesting. I love it. It's sort of like self-care 101 in a way - you know, don't forget to parent yourself."
    },
    {
      "author": "WHITEHURST",
      "text": "That's right."
    },
    {
      "author": "GODOY",
      "text": "Are there changes we should make to our sleep environment as well? For instance, I recently invested in blackout curtains after the time change, and it's made a huge difference for me."
    },
    {
      "author": "WHITEHURST",
      "text": "Yeah, absolutely. So our brain's biggest cue about when to be awake and when to be sleep is light. We have a very particular set of cells in our eyes that just detect light in the environment and have a direct channel to parts of our brain. So if you have light filtering into your room underneath the door or your curtains don't kind of black out all of the light in your room, the smallest amount of light can disturb your sleep. So really thinking about ways to minimize the light in your environment is a really great tip to make your sleep a little bit better."
    },
    {
      "author": "WHITEHURST",
      "text": "I will also say that, you know, like we talked about before, that kind of regular pattern before going to bed will really increase and make your sleep a little bit better. And I think generally speaking, really prioritizing your sleep - right? - giving yourself permission to sleep and not feel guilty about it when you're tired. We think that sleep is something that is, you know, not productive, something that we're doing at the end of the day when everything else is done. But I actually mark my kind of sleep alarm just as much as I mark my wake alarm, you know? It's just as important to say, hey, it's time to shut it down and get ready for sleep as it is to say, hey, it's time to wake up and start my day."
    },
    {
      "author": "GODOY",
      "text": "Interesting. I wonder if we should actually set an alarm to go to bed."
    },
    {
      "author": "WHITEHURST",
      "text": "Yeah. I do. I actually have an alarm for both bed and wake on my phone."
    },
    {
      "author": "GODOY",
      "text": "That's a really good tip, too. You know, I'm wondering, are there specific tips for people who are naturally night owls? The world is built for morning people, but some people just naturally, like, function better at the end of the day."
    },
    {
      "author": "WHITEHURST",
      "text": "Absolutely. We have what we call kind of our morning types and our evening types. And our morning types are, you know, who built the world, who run the world, right? So everything in the world is built for morning types, people who wake up early and can do a 9 to 5 and then go home and shut it down and go to sleep by, you know, 10 o'clock, 11, and start it all over again, whereas, you know, the evening types who are like, I'm not actually waking up until about 10 or 11 and I'm not sleepy until 2 a.m. - you know, the world's not built for those folks, you know?"
    },
    {
      "author": "WHITEHURST",
      "text": "So there's a couple of things. I mean, I think that there's, you know, infrastructure and kind of things that are hard to move for those people. But in your daily life, the individual things that you can do - for sure, right? So still really protecting your environment is important - making sure that, you know, when you're awake, you have bright lights in your environment. There's been studies that have shown that people who do shift work and they put kind of bright lights in their environments when they're doing their shift work at night - so they're working at night when the sun's down - they put bright lights in their environment with a lot of blue light in it particularly, of the wavelength that our brains are really sensitive to, and those - that can actually help their sleep so that they'll, you know, be awake when they're supposed to be awake, even though it's at nighttime, and they'll sleep better even during the day when our bodies aren't usually attuned to being sleep."
    },
    {
      "author": "WHITEHURST",
      "text": "So if you're kind of a night owl and you're up really late, make sure that you're keeping your - the light in your environment when your body wants to be awake. And then when you start getting sleepy, go ahead and start taking that light out of your environment. Start giving yourself those same types of bedtime cues so that you are, you know, still protecting your sleep, even though it's happening at a different time than everyone else's might be."
    },
    {
      "author": "GODOY",
      "text": "If someone leaves this episode only remembering one thing about tackling bedtime procrastination, what should it be?"
    },
    {
      "author": "WHITEHURST",
      "text": "It's not all on you, but there are some things you can do. So society doesn't make it easy for us to feel like our days are meaningful and give us really easy ways to go to sleep at night so that we can kind of prioritize our bedtime and our nighttime sleep. Being intentional about that could really help you still get those pleasurable moments, get that time for yourself, but also make sure that you're getting good sleep."
    },
    {
      "author": "GODOY",
      "text": "Be intentional about sleep. That's great advice. Thank you so much, Professor Whitehurst."
    },
    {
      "author": "WHITEHURST",
      "text": "Yeah, of course, thank you."
    },
    {
      "author": "GODOY",
      "text": "For more LIFE KIT, check out our other episodes. I've hosted a few episodes on exercise - which, by the way, helps you sleep better at night. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter. That's at npr.org/lifekitnewsletter."
    },
    {
      "author": "GODOY",
      "text": "And now, a completely random tip, this time from listener Stacy Steer (ph)."
    },
    {
      "author": "STACY STEER",
      "text": "The little life hack that I wanted to share was to make a playlist every birthday and make it a compilation of - I don't know - 20 to 30 songs that you've been listening to around that time in your life. I have a collection of birthday playlists from the last almost 10 years, and it's really fun to go back and listen and see what I was listening to around each birthday."
    },
    {
      "author": "GODOY",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "GODOY",
      "text": "This episode of LIFE KIT was produced by Audrey Nguyen with help from Mansee Khurana. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our visuals editor is Beck Harlan. Our editor is Dalia Mortada. Our production team also includes Andee Tagle, Michelle Aslam and Sylvie Douglis. Our intern is Vanessa Handy. I'm Maria Godoy. Thanks for listening. Adios for now."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5415512138.mp3",
  "img": "https://media.npr.org/assets/img/2022/06/14/lk_revengebedtime_wide-fe1ed4fea6791521fbb8d69f0bc877dae7fd4667.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIA GODOY, HOST",
    "LAUREN WHITEHURST",
    "GODOY",
    "WHITEHURST",
    "STACY STEER"
  ]
}