{
  "title": "Don't let ageism define you. How to enjoy life at every stage",
  "url": "https://www.npr.org/transcripts/1107456623",
  "intro": "Negative age beliefs can impact us on social, psychological and even physiological levels. Here's how to deconstruct ageism and reframe your beliefs about aging with tips from Becca Levy, author of Breaking the Age Code: How Your Beliefs About Aging Determine How Long & Well You Live.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT. I'm Andee Tagle, one of the producers of this show."
    },
    {
      "author": "TAGLE",
      "text": "If I asked you to picture an older person, what are the first few things that come to mind? Is it wrinkles and gray hair? Do you see a kindly grandma with thick glasses fumbling with technology, or maybe a cranky uncle taking his daily pills in the kitchen, yelling at you kids to keep it down? These stereotypes of aging in older people might feel standard, a given, an eventuality you can expect once you hit, say, 65."
    },
    {
      "author": "BECCA LEVY",
      "text": "There's no biological measure of aging. We're not, like, trees that have a number of rings that we can count that is a biological measure of aging. And there are many different things that go into it, including how culture defines aging and how we ourselves define our own aging. So there really isn't one set age that determines older adults in our country or in the world. But, I think, in most studies, it's around age 60, 65 that people start to enroll in studies that are looking at aging health."
    },
    {
      "author": "TAGLE",
      "text": "That's Becca Levy, a professor and researcher at the Yale School of Public Health, a founder of the age liberation movement and author of the book \"Breaking The Age Code: How Your Beliefs About Aging Determine How Long And Well You Live.\" She says the U.S. in particular has a big problem with ageism. But we're not the only ones. According to the World Health Organization, ageism is an extremely pervasive and socially accepted prejudice. A 2021 United Nations report suggests half of the world's population holds agist attitudes."
    },
    {
      "author": "LEVY",
      "text": "Can deny people good housing opportunities, good working opportunities and, unfortunately, can even deny health opportunities or opportunities to have the best possible health. So it in many ways can be quite harmful."
    },
    {
      "author": "TAGLE",
      "text": "For the first time in human history, there are now more people in the world over the age of 65 than under the age of 5. But ageism is not just a problem for older people. Think for a moment about all the negative messaging you give and receive about aging on any given day, anti-aging face creams, wrinkle-erasing filters, all of the derogatory language we use - things like, move it, grandpa. My back hurts, I'm getting so old. I forgot my keys again, must be having a senior moment. Negative age beliefs like these can impact us on social, psychological and even physiological levels."
    },
    {
      "author": "LEVY",
      "text": "People who've taken in more negative message about aging actually have elevated cortisol levels or higher physiological stress level, which can, in turn, lead to some poor health outcomes."
    },
    {
      "author": "TAGLE",
      "text": "That means, simply the way we think about aging can affect how we age and how well we live. In this episode of LIFE KIT, we'll deconstruct and reframe our beliefs about aging and get inspired to enjoy life at every age."
    },
    {
      "author": "TAGLE",
      "text": "I would love to play a little game with you, if you're willing, to kind of set the scene for us about just how deeply embedded these beliefs are. I want to throw out some common age stereotypes rapid-fire. And you just tell me true or false and a quick blurb why. Does that sound OK?"
    },
    {
      "author": "LEVY",
      "text": "Sure. That sounds fun. Let's do that."
    },
    {
      "author": "TAGLE",
      "text": "Great. OK. First one, cognition and memory inevitably decline in old age."
    },
    {
      "author": "LEVY",
      "text": "So the science shows that that is false. So there is a lot of research that there's a lot of different types of cognition. And some of them stay the same. And some actually improve in later life."
    },
    {
      "author": "TAGLE",
      "text": "Great. Older workers aren't effective in the workplace."
    },
    {
      "author": "LEVY",
      "text": "This is also a false stereotype that I talk about in the book. So we know that older workers can be quite effective. And some of the most innovative workers are older adults. And we also know that there's a lot of research that shows that teams that are intergenerational are particularly productive and innovative."
    },
    {
      "author": "TAGLE",
      "text": "Great. Final one, older people are technologically challenged."
    },
    {
      "author": "LEVY",
      "text": "Yes. So this is another false stereotype. So there are many older people who are quite adept at technology. And in fact, some of the most impressive innovators are older adults in technology. There is a woman who is a professor at MIT who was actually at the forefront of nanotechnology in her 70s and 80s. So there are many examples of older adults who actually master technology."
    },
    {
      "author": "TAGLE",
      "text": "Great. Thank you. When you started talking about some of these stereotypes in your book, I was thinking about our language, you know? I was thinking about everyday phrases we often don't think about, things like, oh, I'm getting too old for this or my back just isn't what it used to be, or even positive-sounding things like, wow, you look great for your age. And the thing I want to point out here is that your work tells us these negative age beliefs don't just hurt older people. We're hurting ourselves. Tell us about that."
    },
    {
      "author": "LEVY",
      "text": "Right. So in our research, we have found that these negative messages that we take in from our culture - and it starts at a pretty young age. So there's research that shows that children as young as age 3 have already taken in the age messages of their culture. So if it's an age-positive culture, that can be a good thing. They're actually learning about older people and some of their strengths. But unfortunately, in many places in our culture, there are negative messages about aging that we take in starting at quite a young age. And my research has shown and the research of our team has shown that these negative messages can have an impact on aging health."
    },
    {
      "author": "LEVY",
      "text": "And so even - we have one study in which we looked at young adults, so those in their 20s, and found a study that their age beliefs were measured in young adults. And they were followed until they turned age 60. And we found that if they had taken in the negative messages that they were about 40% more likely to have a cardiovascular event after they turned age 60. So it can have these long-term implications for people, you know, in all different ages. So I think it really points to the importance of finding ways to reduce the negative messages in our society about aging."
    },
    {
      "author": "TAGLE",
      "text": "Wow. Yeah. So it impacts all of us, you know, from the beginning. Any other reasons why ageism is unique from other forms of discrimination?"
    },
    {
      "author": "LEVY",
      "text": "Well, I think, as you said, it impacts everybody. So we all are aging, and we all have loved ones who are aging. And so I think it's very much part of everybody's existence. It's also an aspect of our identity that intersects with other types of important aspects of our identity. So we know that being an older person and also being a person of color, being a woman, being an immigrant, all these different identities can come together and have really important implications for our aging health."
    },
    {
      "author": "TAGLE",
      "text": "Absolutely. OK. So let's get into some of the science. Your book tells us that our age beliefs can actually influence our health. Your research tells us that there are three pathways age beliefs use to influence those health outcomes - psychological, behavioral and biological. Could you break this down for us and maybe give us a few examples?"
    },
    {
      "author": "LEVY",
      "text": "Sure. So - yes, and I can actually tell you a story, if you're interested, in how this first..."
    },
    {
      "author": "TAGLE",
      "text": "Yes, please."
    },
    {
      "author": "LEVY",
      "text": "How I first started to really become interested in what you're talking about. So I became really interested in how it is that these age beliefs that exist in our culture can actually impact our aging health. And I actually first became really interested in this topic when I was with my grandmother."
    },
    {
      "author": "TAGLE",
      "text": "Your grandma..."
    },
    {
      "author": "LEVY",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "...Who sounds like a wonderful woman."
    },
    {
      "author": "LEVY",
      "text": "Yeah. And so that's something that really inspired me to go into this research that I read about in this book. So I was actually with my grandmother in a market, and she was a active 75-year-old woman. She was living in Florida at the time, and she was taking me to go shopping to get citrus fruits and grapefruits and oranges. And we were in this market, and she was walking down an aisle, and she - unfortunately, she tripped over a crate that somebody had left in the middle of the aisle, and it left a gash in her leg. And as we were leaving, we saw the store manager to tell him that somebody from his team had left this crate in the middle of the aisle, and we didn't want to happen to anybody else. And so instead of apologizing, what he said was that, well, older people shouldn't be walking around anyway. And he really made my grandmother just feel terrible."
    },
    {
      "author": "LEVY",
      "text": "So even though her leg healed quite quickly, his negative words about aging really had an impact on her. And I saw that - you know, as you talked about, these different levels of how it impacted her. So psychologically, I could notice that she sort of felt diminished as an older person. Behaviorally, I noticed that she didn't want to go on her usual walks around the neighborhood, didn't even want to work in her garden like she usually did. And so I became very interested in what it is about these messages that can actually have such an impact. And if it could impact her on this psychological and behavioral level, I thought maybe if this is happening in a bigger way in our society, it's really something that we need to change and need to figure out if the science actually shows that, what's actually happening and what can we do to reverse it?"
    },
    {
      "author": "LEVY",
      "text": "And just the third level that I didn't notice in observing my grandmother but notice from doing a number of studies is a physiological level. So we have found in our research that these negative messages about aging can actually impact physiological markers of stress, for example, such as cortisol levels. So people who've taken in more negative message about aging, actually, have elevated cortisol levels or a higher physiological stress level, which can, in turn, lead to some poor health outcomes."
    },
    {
      "author": "TAGLE",
      "text": "There's so much there. And I'm going to ask you about the big one. Seven and a half years - let me know if I get this wrong because I really had trouble wrapping my head around it. In your research, you found that age beliefs more than gender or race or socioeconomic status could add or subtract 7 1/2 years to your life. It's - you know, it's a tough one to swallow. It's almost hard to believe our age beliefs, just our beliefs, could have this much of an influence on our bodies. Could you tell us about your research and how you got to this number?"
    },
    {
      "author": "LEVY",
      "text": "Yes. So what I actually found was this great data set that exists in this town of Oxford, Ohio. So I found that there was a sociologist named Robert Atchley, who interviewed everybody in the town of Oxford, Ohio, who was willing to be part of the study, who was 50 and older a number of decades ago. And so he had a record of everybody's age beliefs. And so he didn't have any physiological or health measures, but I was able to match those age beliefs to a longevity database that's kept by the government called the National Death Index. So we were actually able to connect everybody's age beliefs to how long they lived, and we were able to compare those who had taken in more negative age beliefs at the start of the study to those who'd taken in more positive age beliefs. And we followed them as long as we could over decades."
    },
    {
      "author": "LEVY",
      "text": "So when we compared these two groups of people who'd taken in more negative age beliefs and more positive age beliefs, we found that there was a 7 1/2-year difference in their median survival. So that - the 7 1/2 years actually is referring to the difference in the number of years between the two groups that we were studying. And this finding actually has been replicated in about 10 different other countries. So it seems to be a really robust finding of how age beliefs can impact survival and longevity."
    },
    {
      "author": "TAGLE",
      "text": "Man. There was a lot of really interesting things in the book, but it was even more than if you're a smoker or a nonsmoker, you're adding more years to your life, right? What else was in there? What else did you compare it to?"
    },
    {
      "author": "LEVY",
      "text": "Yeah, so we did compare it to sort of similar studies that had looked at - followed people over time and looked at different types of indicators. And so I think blood pressure and smoking behavior, exercise - so I mean, all of those factors are incredibly important in determining health and longevity, but in our study, we looked at sort of above and beyond those usual suspects of aging, health and longevity. Is it possible that these cultural age beliefs also contribute to aging health? And that is what we found."
    },
    {
      "author": "TAGLE",
      "text": "Wow. This is huge and, seemingly, such a simple way to live longer. Becca, I want this. I think we..."
    },
    {
      "author": "LEVY",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "...All want those extra years. Please. So let's talk strategy. What are some tangible things listeners can start doing today to do away with negative age beliefs, to have more positive age beliefs?"
    },
    {
      "author": "LEVY",
      "text": "Right. So that's a great question, and in the book, I present about 14 evidence-based strategies of how people can strengthen positive age beliefs and reduce negative age beliefs. So ideally, we would change society. So ideally, we would eliminate ageism..."
    },
    {
      "author": "TAGLE",
      "text": "Oh, is that all - right."
    },
    {
      "author": "LEVY",
      "text": "...As we talked about (laughter) earlier. Yeah."
    },
    {
      "author": "TAGLE",
      "text": "Easy-peasy. Sure. Yeah, uh-huh."
    },
    {
      "author": "LEVY",
      "text": "Yeah, exactly. So - but I think there's some evidence that we're starting to get to the point where I think that really can happen, but it hasn't happened yet. Unfortunately, there still is quite a bit of ageism that we need to navigate in everyday life that we see on television and magazines and advertisements, social media. There's a lot of negative messages there."
    },
    {
      "author": "TAGLE",
      "text": "It's very pervasive, yeah"
    },
    {
      "author": "LEVY",
      "text": "It is very pervasive. So what do we do about it? So one of the methods that we have found that helps people navigate these negative messages and start to strengthen the positive ones is something that I call age belief journaling, and it's something that anybody at any age can start to do. And what it involves is, in one week, write down every portrayal of aging that you come across. So it could be - you know, as we talked about - could be in advertising, could be in streaming your favorite show on Netflix. It could be overhearing a conversation in a restaurant. And so questioning the negative portrayals we've found is really important."
    },
    {
      "author": "LEVY",
      "text": "And then the third piece that we found is really important is to mark when older people are absent from conversations or something that you watch. So if you see a television show and everybody is under the age of 25, then, you, you know, write that down. There was nobody over the age of 25 - no older individuals were portrayed in what I just watched - 'cause we know that the absence of a member of a group can lead to marginalization of that group and disempowerment of that group."
    },
    {
      "author": "TAGLE",
      "text": "Let's just be more critical of our messaging. Let's be more critical of the landscape that is being laid out for us. I love that. One of my favorite ones was just interrogating your friend group. Do you have people that are older in your life, you know, older friends in your life? That one took me - and I said, I need to think more about that. I need to expand my friend group. Another thing you do in the book is you suggest creating a diverse portfolio of positive images of aging. I love that idea. When I read that, I immediately thought of my parents and my grandparents. My dad hiked 500 miles to celebrate his retirement when he turned 60, for example. My grandma was showing me how to do headstands in her 70s. Can you tell us more about the positive parts of it? So we talked about how to pinpoint some of the negative. Can you tell us more about the practice of the positive beliefs and why that's helpful?"
    },
    {
      "author": "LEVY",
      "text": "Yes. So I'm glad you brought that up, and those are great examples that you just told. I love the example of your dad. You said he hiked - how many miles did you say?"
    },
    {
      "author": "TAGLE",
      "text": "Five hundred miles. He did the Camino in Spain when he turned 60."
    },
    {
      "author": "LEVY",
      "text": "Oh. Oh, my gosh. That's wonderful. I would love to do that (laughter). So - right. So it sounds like you're on your way to doing this other method that you brought up. So in the book, I do talk about another method, which is to strengthen positive age beliefs by developing this portfolio of diverse positive images of aging. And what this involves is to write down at least five different older people that are either in your life or that you've heard about in, you know, popular culture or in history - and ideally, probably about half of them are from your own life, and about half of them are from other sources - and then for each person, try to think about a aspect of them that you particularly admire and that you'd like to strengthen in yourself."
    },
    {
      "author": "LEVY",
      "text": "And ideally, the five or six people that you come up with would each have a different strength that you would like to strengthen in yourself. So, for example, one person you may admire for their sense of humor. Another person you may admire for their, you know, great work ethic or their sense of social justice, or another person because they hiked 500 (laughter) miles or - you know, so it could be lots of different examples and things that you admire about them and would like to work on on yourself."
    },
    {
      "author": "TAGLE",
      "text": "I love that, and that just sounds like a good practice in life in general, just to look for what we admire in other people. Thank you for that. Becca, this is so helpful. I'm going to start implementing these practices. But what I'm thinking about is how much of a reflex it can be, just internally or, you know, just on an individual basis. You know, you wake up in the morning; your back hurts - the first thing you think is, I'm getting old, you know? Or I'm thinking about my husband, who I've been trying to get to learn to ride a bike for a long time, and he's just like, I'm too old to learn. I didn't learn when I was a kid. It's just not going to happen. You know, that language, that thinking is just so - I know it's not natural, but it feels natural and instantaneous. Can you give us any tools?"
    },
    {
      "author": "LEVY",
      "text": "Right. So that's a great question. And so in the book, I developed something called the ABC method of strengthening positive age beliefs, which includes some of the tools that we've already talked about."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "LEVY",
      "text": "So the A is actually increasing awareness of..."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "LEVY",
      "text": "...Age beliefs that exist in our culture and becoming aware of some of the positive strains. The B is actually switching blame from blaming aging, as you were just talking about, to blaming structural forces that contribute to problems in later life. And then the C is challenging some of the negative age beliefs, or ageism, that exists in our culture, both on an individual and on a structural level. But the B is actually just exactly what you're talking about. So I think it's really easy to say, oh, I'm too old for this. And I think it really takes some awareness to take a step back and think, OK, well, could there be other reasons that are leading to something that I forgot or some ache that I'm having? Because often when we take a step back, there are other factors that we can identify. But it's not easy because there are so many negative messages that are out there, and it's such an automatic process. And we also know that it can happen implicitly or unconsciously."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "LEVY",
      "text": "And so the danger of it happening, implicitly or unconsciously, is that if these structural forces and ageism, negative messages can contribute to, say, higher stress levels, but we don't know that - we're not aware of it happening - it's really easy to blame aging itself rather than the structural forces that are leading to the stressors, these upstream factors."
    },
    {
      "author": "TAGLE",
      "text": "Absolutely. So as is the case with so many other things, we need to be critical. We need to be mindful. I'm hearing, you know, slow down. Take a beat. It's not about getting older. So let's talk about those other forces at work. It is not just our individual work. You know, we should definitely be the change in our own lives, but, you know, there's a lot of other factors at play here. Tell us about cultural differences. Tell us about your work in Japan. Ageism is not a set standard. There are other ways to be."
    },
    {
      "author": "LEVY",
      "text": "Exactly."
    },
    {
      "author": "TAGLE",
      "text": "Let's talk about that."
    },
    {
      "author": "LEVY",
      "text": "Exactly. Yeah. So that's a great question. So you pointed out some of the differences that can occur in different cultures, and you mention Japan, which is actually a place where a lot of my ideas about aging health and the way that age plays (ph) may really matter started. This actually began when I was in graduate school and had the opportunity to go to Japan on a National Science Foundation fellowship. And my goal in going to Japan was to try to understand why they have the longest lifespan in the world. And so what I noticed in Japan was that older people were really celebrated and integrated into society in many ways and treated with a lot of respect and admiration. So, for example, they have a national holiday that celebrates older people. And they have..."
    },
    {
      "author": "TAGLE",
      "text": "A national holiday..."
    },
    {
      "author": "LEVY",
      "text": "Yeah (laughter). Right. Right."
    },
    {
      "author": "TAGLE",
      "text": "(Inaudible) - believe that (ph)."
    },
    {
      "author": "LEVY",
      "text": "Exactly. Exactly. And I noticed on television and comic books, there were often these super centenarians, people who are 110 and older who are celebrated like these rock stars and celebrities in different ways. So that actually sparked a number of the studies that I describe in the book that actually try to look at how these cross-cultural differences can really matter, which I think, again, shows how we can shift them. If they're not intrinsic to one culture, if we can see differences across cultures, it suggests that we can try to adopt or look at some of the best practices in different places and see if we can do that in our own lives."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, absolutely. And on that note, finally, Becca, I want to talk about age liberation. You've been called a pioneer of the age liberation movement. You've testified in the Senate about it. What does an ageism-free world look like? Does a place like this, can a place like this actually exist?"
    },
    {
      "author": "LEVY",
      "text": "Yes, I think it can. And in the book, I had fun trying to find out about different places that are age-positive and have age liberation that's already kind of happened. So I had the opportunity to learn about these grandmothers in Zimbabwe who are very active in something called a friendship bench. They've decided that they want to improve the mental health of their communities. And what they do is they meet people in the community who are having mental health challenges. They meet on this friendship bench, and the grandmothers listen to their stories of what their challenges are. They share their own stories. They give them advice."
    },
    {
      "author": "LEVY",
      "text": "And the reason that I think this model works so well is because it is a culture that has admiration for the older members of their culture and that the grandmothers are empowered to help the people in their community. That, in turn, elevates their status more and improves the health of their community, and it's actually even been found to improve their own health. So there's all these cascades of positive effects that can happen when we think about age liberation and ways of strengthening positive age beliefs."
    },
    {
      "author": "TAGLE",
      "text": "That makes my heart so happy. I want that bench."
    },
    {
      "author": "LEVY",
      "text": "Yes (laughter)."
    },
    {
      "author": "TAGLE",
      "text": "I want that bench in every city. Becca, it has been an absolute pleasure. Thank you so much for joining us today."
    },
    {
      "author": "LEVY",
      "text": "Thank you so much for having me on your show."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on how to get paid what you're worth and another on the likeability trap. And there's lots more on everything from parenting to finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip."
    },
    {
      "author": "VALERIE",
      "text": "Hi, my name is Valerie (ph). And my life tip is, when doing laundry, I save the old dryer sheets after they've gone through, and then I use them to empty the dryer lint so I don't have to touch it with my hands."
    },
    {
      "author": "TAGLE",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Audrey Nguyen. Our visuals editor is Beck Harlan. Our editor is Dalia Mortada. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes me, Andee Tagle, Mansee Khurana, Michelle Aslam and Sylvie Douglis. Our intern is Vanessa Handy. Special thanks to Allyssa Fortunato and Ashtin Ballard. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5873733092.mp3",
  "img": "https://media.npr.org/assets/img/2022/06/24/lk_agecode-copy_wide-780487077c7111b9c7822fa2501303795ade56a9.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "TAGLE",
    "BECCA LEVY",
    "LEVY",
    "VALERIE"
  ]
}