{
  "title": "How to talk to kids about radicalization and the signs of it",
  "url": "https://www.npr.org/transcripts/1108124938",
  "intro": "It's a horror to think your kid could be a victim in a violent act of racism, sexism or other radicalization. It's a whole different kind of fear to think they could be the perpetrator of that act. Here's how to spot the signs of radicalization and how to talk to kids about what they're seeing online.",
  "transcript": [
    {
      "author": "BARRIE HARDYMON, HOST",
      "text": "This is NPR's LIFE KIT. I'm Barrie Hardymon."
    },
    {
      "author": "BARRIE HARDYMON, HOST",
      "text": "I am the parent of two kids, and there's something that creeps into my consciousness every time I see another tragedy like the kind of racist shootings we've seen in El Paso, Christchurch, Buffalo. The criminal is almost always a young white man. I am raising two young white men. It's a horror - right? - to think that your kid could be a victim. It's a whole different kind of fear to think that your kid could be - I almost don't want to say it out loud - a perpetrator, a racist, a sexist, a bigot, somebody who could even be susceptible to these ideas because we know where a lot of these ideas come from."
    },
    {
      "author": "BARRIE HARDYMON, HOST",
      "text": "They're part of the online world that our kids frequent. I'm not even talking about the places that openly identify themselves as homes for white supremacy. I'm talking about Roblox, YouTube, all the gaming platforms and social media. And I wanted to talk to someone about it because when it comes to that online world, the kids are just so facile with it. There's almost no way to get ahead of it. It's hard not to panic."
    },
    {
      "author": "BARRIE HARDYMON, HOST",
      "text": "So I called an expert because I wasn't sure if the way that I was talking about it with my kids, especially when it comes to the dangers online, was the right way. Christine Saxman talks to parents and teachers about this stuff all the time. She's been doing racial and social justice facilitation for about 20 years. This episode of LIFE KIT - preventing radicalization with white children. Christine will help give us tips that focus relationships over scare tactics. And I want to say upfront to parents listening - don't panic because what I found was surprisingly empowering."
    },
    {
      "author": "HARDYMON",
      "text": "I should say my kids are in elementary and middle school. And while I know that parents make different decisions about how much access to technology their kids have, since mine do have some online access - they're 8 and 11 - we started there, with some daily anti-radicalization hygiene."
    },
    {
      "author": "CHRISTINE SAXMAN",
      "text": "So as a parent of white children and, in particular, white boys, I think being very aware of what they're doing online and normalizing that you talk about it, that it's a regular part of your family dialogue - you know, what was the funniest thing that you saw on TikTok today, or, you know, what's the best meme you've seen in the last week? - so that when they come across problematic material, you already have had some conversations, laid the groundwork that this isn't, like, unusual or awkward. We're just talking about it as a regular part of our family culture."
    },
    {
      "author": "HARDYMON",
      "text": "So sort of treating it in the same way that you would, like - you know, going to the corner store, we always say, hey, how'd it go? Did you make sure that you locked the door when you came in or whatever?"
    },
    {
      "author": "SAXMAN",
      "text": "Yes."
    },
    {
      "author": "HARDYMON",
      "text": "It's kind of normalizing it. OK. What - do I need to think about the things that I'm on the lookout for in different ways for the two of them in terms of ages? Like, how does that change as - depending on the age of your kids?"
    },
    {
      "author": "SAXMAN",
      "text": "I think for middle school and kind of pre-middle school, the ways in which they're coming across memes and information is much more of just that, like, awkward, like, we're just trying to make connections, and a lot of what they come across, they don't even understand. And then for older children, I think recognizing that they have some agency already and being supportive of - I believe you're a critical thinker, I know you like to ask questions, and building up what you believe about your young people, whether they're your own children or children that you're, you know, interacting with, so that it's not just adult to child, like, I have all the knowledge, you have no knowledge - that it's, we are co-creating and learning about things together."
    },
    {
      "author": "HARDYMON",
      "text": "So as you said, the sort of - the giant pool of darkness that lurks is this sort of online space. But I would say that for them, video games are - it's one of their favorite things. My youngest loves Minecraft. My oldest loves Roblox and Switch. And I think that the online gaming community - in my experience, it feels like a black hole for parents. How does it work? You know, what should I monitor? And I guess, you know, are there things I should consider just not allowing?"
    },
    {
      "author": "SAXMAN",
      "text": "Well, any place where they're going to be meeting people from anywhere, anyone who has an account and can basically honestly pretend to be whoever they want to be. So there's, like, this level of trust of these are young people who want to play these young games together. So whether it's, like, innocuous in the virtual realm..."
    },
    {
      "author": "HARDYMON",
      "text": "Oh, right."
    },
    {
      "author": "SAXMAN",
      "text": "I mean, Fortnite is not as much anymore. That was a really big one for a while. But any place that your child has an opportunity to do a free chat or be contacted by people that you don't know - that's an important place to build up their skills so that you can trust them to engage because prohibiting is usually the thing that actually makes them want to do it more. I'm sure as a parent, you know that."
    },
    {
      "author": "HARDYMON",
      "text": "I - that - you're killing me softly with your song."
    },
    {
      "author": "SAXMAN",
      "text": "And so that has to be a long-term thing 'cause we have to build up our young people 'cause whatever the thing is, it's going to pop up somewhere else."
    },
    {
      "author": "HARDYMON",
      "text": "Yeah."
    },
    {
      "author": "SAXMAN",
      "text": "The nefarious actors are smart, they're strategic, and they will go where the young people are."
    },
    {
      "author": "HARDYMON",
      "text": "So what are the sort of just - you know, I've covered some extremism, and so I know that, like, humor is often a way that people are sort of sucked in. What are the kinds of - you know, the sort of seductions that happen here for kids that they might not realize, that are not as simple as, like, saying something overtly racist?"
    },
    {
      "author": "SAXMAN",
      "text": "So a lot of it tends to be - honestly, some of the intro points are the joking around LGBT issues."
    },
    {
      "author": "HARDYMON",
      "text": "Interesting."
    },
    {
      "author": "SAXMAN",
      "text": "That is a very kind of entry point for many different conspiracy theorists. So the jokes get worse and worse, and then the content gets worse and worse. So those overlapping - almost like a Venn diagram, if you can imagine - the ways in which they can use each of these different levers to pull you in 'cause once they've normalized this kind of dialogue - that it's OK to dehumanize gay people, it's OK to dehumanize women, that we believe that there's this Jewish cabal running things - that that's the stepping stone to go deeper and deeper, like the rabbit hole, I'm sure you've heard of, or the red pilling."
    },
    {
      "author": "SAXMAN",
      "text": "I think that there's often a narrative that they're just out there trolling, as if trolling isn't an intentional strategy to entice young people, either because of the edginess - because we know young people lean into a certain edginess. It's absolutely developmentally appropriate. And also for young people who are feeling isolated, who are feeling disconnected, who want a sense of belonging, they offer a sense of belonging."
    },
    {
      "author": "HARDYMON",
      "text": "What you're talking about is an actual - is a recruitment strategy. There's something about that which obviously is - I find terrifying. Should I be having the conversation - like, they're trying to recruit you?"
    },
    {
      "author": "SAXMAN",
      "text": "Yes. And I think that that goes to what I was saying earlier about trusting our young people and building up their own agency. Like, you're smart. Let's talk about, what's the purpose of this? What's the message? Is this the world we want to live in? Does this align with our family values? Does this align with who you want to be in the world? And, like, I believe you can spot when people are being disingenuous with you, when they are trying to get you to believe something that you don't really want to believe. So, again, it's building up their sense of pride, their sense of, like, I am a critical thinker. I am a good questioner - 'cause they're not going to tell you everything. And so the..."
    },
    {
      "author": "HARDYMON",
      "text": "Which is appropriate, too."
    },
    {
      "author": "SAXMAN",
      "text": "Right - which is absolutely appropriate."
    },
    {
      "author": "HARDYMON",
      "text": "Right, right."
    },
    {
      "author": "SAXMAN",
      "text": "And so knowing that I can have some belief that the times that they tell me about means that there are also times that they're not telling me about and that they have the skills to handle it."
    },
    {
      "author": "HARDYMON",
      "text": "Right. Well, right. But mostly, I sort of wanted to know is what makes them sort of tune out 'cause I do feel like there are a lot of warnings in their life, and they - and those warnings range from, like, wear your helmet to be careful on YouTube. Like, there's a lot of expressing to them your sort of fears. And, like, this feels special to me in of a piece. And so is there a thing that I can do to sort of set it off from the other kinds of warnings in their life?"
    },
    {
      "author": "SAXMAN",
      "text": "So one of the things that I'm thinking about is related to having your network of adults that you can talk with because part of it is my own emotional regulation as a parent, as a caregiver, as someone who cares about younger people."
    },
    {
      "author": "HARDYMON",
      "text": "Oh, 100%."
    },
    {
      "author": "SAXMAN",
      "text": "And so making sure that I have places where I can kind of, like, run up the ladder and be very escalated in my emotion 'cause I care about my young one. So I'm not in any way offering don't have that place, but have that place so that's not happening with your young one because the..."
    },
    {
      "author": "HARDYMON",
      "text": "Yeah."
    },
    {
      "author": "SAXMAN",
      "text": "...Eye roll comes when they're like, you're just being dramatic. Like, you're going to the worst possible thing happening. And I just, like - I just laughed at something online that I thought was funny."
    },
    {
      "author": "HARDYMON",
      "text": "Right, right."
    },
    {
      "author": "SAXMAN",
      "text": "And so when we have our own place to emotionally regulate and do our own pieces, then we can be present and not be reactive 'cause often the eye roll comes when we're reactive. They're like, stop it. So if we can..."
    },
    {
      "author": "HARDYMON",
      "text": "They're responding to our emotions as opposed to the content..."
    },
    {
      "author": "SAXMAN",
      "text": "Exactly."
    },
    {
      "author": "HARDYMON",
      "text": "...Of what we're talking about."
    },
    {
      "author": "SAXMAN",
      "text": "So if we're more centered, the ways that we can share a perspective and share ideas and also trust them, I think, is the piece that's, again, I really want to name, of I trust that if you came across really bad content or a really bad person that you would have some skills or you would reach out to me or your coach or your - you know, whoever the trusted adults are, your teacher - but that it's not, we're doing that from a frantic place. We're doing that from a calm - we're meeting..."
    },
    {
      "author": "HARDYMON",
      "text": "You got this."
    },
    {
      "author": "SAXMAN",
      "text": "I believe in you."
    },
    {
      "author": "HARDYMON",
      "text": "Right. It's funny - you're talking about something that I personally struggle with 'cause, you know, there's underreacting. And, you know, I'm a journalist. I've covered a lot of terrible things. Striking that balance is a thing that I know, you know, my peers struggle with. I know that I do. And what I worry about is the sort of eye rolls - like, what are the things I just really, really tried not to do."
    },
    {
      "author": "SAXMAN",
      "text": "Yeah. Well, I want to offer two things. And one of the resources I'm going to offer is the Western State Center's confronting conspiracy theories toolkit because it includes this scale of expression from UCLA's Luskin Center. And it actually takes you through accidental absorption. So that's kind of what we were talking about when we talked about your - you know, your littlest ones. Like, I just saw this thing, and other people think it's funny, so I think it's funny. It's that accidental aspect of it. And then there's what we've already acknowledged, in the social edginess - the appropriate of, like, I'm trying to push boundaries. I know this will push a boundary, even if I don't understand the boundary."
    },
    {
      "author": "SAXMAN",
      "text": "Then there's the political provocation, which means I'm hearing things from our larger dialogue, whether statewide, you know, nationwide. And that's a deeper level of engagement 'cause I'm starting to believe the white nationalists, the white supremacist ideology. And so I'm starting to engage in some overt hate. Like, I'm starting to actually hate LGBTQ people, or I'm starting to hate immigrants, or I'm starting to hate people of color. That's a deeper level."
    },
    {
      "author": "SAXMAN",
      "text": "And then, of course, there's the worst level, which is the engaging in violence - right? - which we saw in Buffalo. So I don't want - in accidental exertion, I don't want to act like they're about to go shoot up a school, right? That's..."
    },
    {
      "author": "HARDYMON",
      "text": "Yes."
    },
    {
      "author": "SAXMAN",
      "text": "That's disproportionate. I also don't want to be - like, if they're starting to show overt hate, be like, boys will be boys. This is just them joking around, right? That's the underreaction."
    },
    {
      "author": "HARDYMON",
      "text": "Let's say you, on that scale - right? - you had noticed that your kid has come to a place where he does have some harmful beliefs. You've - you know, and even if it's not all the way at the scale of violence, but you notice that he thinks Hitler mustaches are funny. He thinks, you know, that he's expressing himself. You see him slipping down that rabbit hole. What do you do?"
    },
    {
      "author": "SAXMAN",
      "text": "So this is that hard part of being centered because you just need to stay in relationship, and you have to be curious about why he thinks those things and why he believes those things. And that - I know how hard that is. There's a great example from a - there's a Washingtonian story a number of years ago about a young 13-year-old white boy who became a leader in the alt-right online. And his mom talked about - like, she would go to alt-right rallies with him, even though every fiber of her being doesn't believe in this, and she had to maintain her relationship with the young person because otherwise he was going to go all the way if he didn't have her anymore. But she just stayed with him. She stayed with him."
    },
    {
      "author": "SAXMAN",
      "text": "Now, she did - that doesn't mean that she, like, agreed with what he said or that she didn't express her own opinions. But it was that - that was, like, the non-negotiable. It was like, I'm always going to be here for you. Even if I don't agree with the ideas, I'm going to be here. The relationship is the thing. And we hear that from everyone, from Christian Picciolini, who is a former neo-Nazi. Like, all the people who we know who've been radicalized who've come out have said it's the relationships. Derek Black is another one. It's the relationships."
    },
    {
      "author": "SAXMAN",
      "text": "Now, there's an obvious difference for parents when it's your young person. And I want to offer to other caregivers, I want to offer to coaches, I want to offer to teachers, I want to offer to administrators that that relationship is also really important, that we don't make that young person think they're disposable because when they think they're disposable, that's when Buffalo happens."
    },
    {
      "author": "SAXMAN",
      "text": "The other thing I'll offer is normalizing having that discussion with other adults so that we are also practicing supporting each other in those conversations. So it's not just normalizing the conversation that we have with young people. It's having the conversation with adults and caregivers."
    },
    {
      "author": "HARDYMON",
      "text": "In terms of the - sort of the social aspects of this, what are the things that a child might notice with their friends? Because I think, you know, we're talking about peers, and, like, they might be the first one to hear somebody say something sketchy. Is there a script I can give the kids that they can feel empowered to talk to them about it? What are the actions we can help them take with their friends, with their peers?"
    },
    {
      "author": "SAXMAN",
      "text": "This is such an important question of how do we help young people because they are going to know most problematic things before adults in a young person's life. And so how do we help them ask some questions? And this goes back to building the critical thinking skills of how can you ask your friend who maybe keeps sharing something with you that you don't really like and also to know that line when it's gone too far and I might need an adult? Like - because I don't think adults need to be policing every single problematic conversation that young people have. That's part of being a young person, is learning how to do that yourself."
    },
    {
      "author": "HARDYMON",
      "text": "The social piece, I think, is something that, you know, like, holds so much promise and then also holds so much danger - right? - because I - my youngest isn't there yet, but my - you know, and my oldest doesn't have a phone, but group chats are happening on Google. They're happening on iMessage. They're happening in all these different places. You know, I'm a person that does not believe you should read your kid's diary, that you shouldn't, as you said, eavesdrop on every conversation. And I don't exactly know what the strategy should be."
    },
    {
      "author": "SAXMAN",
      "text": "I often hear from parents or teachers where you - it's the overheard conversation and, like, something gets activated, and they're like, oh, my God. That sounds dangerous. But again, it's like, slow down. Like, don't run up the ladder yet. But just ask. Like, I think I heard you talking about this. Like, could you tell me more? You know - because if you hear children isolating and going after a child - right? - that's a place where we need to intervene. And if you hear, like, they're doing that self-regulation, they're doing the self-monitoring - because that - again, that's an important skill for them to learn. Like, they're going to do their own self adjustment. So if you hear that, even if it's really hard and they didn't get to the place that you ideally wanted them to get but they got better - like, hey, please stop using the, you know, F-word to refer to gay people - right? - maybe you wanted them to say 10 other things, but they said that. Like, OK."
    },
    {
      "author": "HARDYMON",
      "text": "Right. No, you have to take, like, shut up, dude, as a win."
    },
    {
      "author": "SAXMAN",
      "text": "Exactly. And I think that that can be hard for adults sometimes, that we realize, like, we need to trust that that's in the win column, and we'll just keep listening."
    },
    {
      "author": "HARDYMON",
      "text": "I think all of this - one of the sort of surprising things for me that you're saying and is, I think, helpful is that we are talking about this idea of kids being able to regulate themselves. You know, and I - you know, I was not allowed to have TV as a kid. And as soon as I got to college, I binged it in a way that was definitely not healthy, but I can tell you anything about \"Beverly Hills, 90210.\""
    },
    {
      "author": "HARDYMON",
      "text": "In any case, you know, I'll just use the example of, like, say, let's say Nerf guns, which I know some parents are comfortable with, and some parents are not. You know, if a parent comes to me and says, I really would prefer that my kids don't do that, then I hear, you are making a terrible decision about your young men. Why are you letting them play with Nerf guns? Can you help me with a script that, like - or a template for what gets me in between there? Like, that feels hard."
    },
    {
      "author": "SAXMAN",
      "text": "Yes, it is hard. And I do believe that asking questions first to understand why a parent allows their child to play with Nerf guns. Just be curious. So tell me about that decision for you. Why was that important? What does that - like, what does that mean for you and your relationship with your child? What does it mean for you? Like, what memories do you have? And if I just jump to offering, well, this is what I believe about my family..."
    },
    {
      "author": "HARDYMON",
      "text": "Yeah."
    },
    {
      "author": "SAXMAN",
      "text": "...Then I'm kind of setting it up as an either-or. And I might come to understand some things. I'm like, OK - 'cause then it might even actually help me explain to my own young person."
    },
    {
      "author": "HARDYMON",
      "text": "Yeah."
    },
    {
      "author": "SAXMAN",
      "text": "No. So for them, this is, like, part of what is important about that. And for us, like, this is what's important."
    },
    {
      "author": "HARDYMON",
      "text": "Right. And those are two different things. And we can live in that, you know..."
    },
    {
      "author": "SAXMAN",
      "text": "Yes."
    },
    {
      "author": "HARDYMON",
      "text": "...Melting pot, right? Yeah."
    },
    {
      "author": "SAXMAN",
      "text": "Exactly. We can hold the complexity of two things that seem opposite, but yet - like, I want to have relationship with this family. Like, my child is really good friends with this other person's child. And so even though I may not agree, I don't have to be right. I can be curious and believe that what they believe is true for them and their family. And I can also believe that what's true for me and true for my family is true."
    },
    {
      "author": "HARDYMON",
      "text": "And that sounds like it's important with kids and with adults - the whole thing. I can hear that the values of curiosity and sort of steadfastness are really - is there anything else parents should keep in the back of their mind when this anxiety comes up when there's an event in the news? Are there any words of encouragement that you can offer just from also your experience dealing with young people? What gives you hope?"
    },
    {
      "author": "SAXMAN",
      "text": "I think one of the saddest things I always hear from young people is nobody talked to us about it. You know, Uvalde happens. No one talked to us about it. Buffalo happens. No one talked to us about it. And I mean no one meaning from family to school to other places. That's when I talk about what I hope is if we can normalize, like, we're going to talk about it. And we're going to co-create together. I don't have the answers. I have some beliefs, and I'm going to co-create with you. That's what gives me hope."
    },
    {
      "author": "SAXMAN",
      "text": "I'm really hopeful about young people. I feel the ways in which they have weathered COVID. They have weathered all of this. They do self-monitor. They monitor each other. I believe in them. And so I want to create a container to continue to support that. And that's what I want to ask from other adults."
    },
    {
      "author": "HARDYMON",
      "text": "That's really important. I can't - thank you. Thank you so much for saying that. This has been such a great conversation."
    },
    {
      "author": "HARDYMON",
      "text": "OK. So like I said earlier, I found that really empowering because there's so much you can do. Learn the signs of radicalization - when your kid might be falling down that rabbit hole. What are the kinds of jokes, comments? What are the things you should be aware of? Here's a really important one - don't overreact. You need to keep the relationship open. Help them to have agency. They need to learn to ask the right questions, not just of the content they see, but also of their friends."
    },
    {
      "author": "HARDYMON",
      "text": "Communicate frequently with other parents. What are their kids doing? Does it differ from your rules? It's hard to talk about it with other parents, but you have to be aware of it so that you know how to be curious with your kid about what they may be exposed to. Be curious most of all. Hey, kids, what are you doing on TikTok? What's good? What's funny? Who's your favorite YouTuber? What kind of stuff do you see? Normalize your interest in their online life."
    },
    {
      "author": "HARDYMON",
      "text": "For more LIFE KIT, check out our other episodes. There's a few on how to manage your kids' screen time. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a random tip from one of our listeners."
    },
    {
      "author": "ELOISE ANN MONACO",
      "text": "Hi, my name is Eloise Ann Monaco (ph), and my life hack is that at the end of every job interview, you should ask the interviewer, do you have any concerns about me as a candidate? It gives you the opportunity to address any concerns that they have head-on, and then you get to walk away from the interview feeling like you know what's going on in their head. It always leaves a really positive impression."
    },
    {
      "author": "HARDYMON",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "HARDYMON",
      "text": "This episode of LIFE KIT was produced by Michelle Aslam. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our visuals editor is Beck Harlan. Our editor is Dalia Mortada. Our production team also includes Audrey Nguyen, Andee Tagle, Mansee Khurana and Sylvie Douglis. Our intern is Vanessa Handy. Special thanks to Andrew Sussman and Odette Yousef. I'm Barrie Hardyman. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7296242428.mp3",
  "img": "https://media.npr.org/assets/img/2022/06/28/2021-03-extremism-platforms-tracyjlee_wide-ebd8f6d5a31ec0b46e31f01077a9e8bb8efce68c.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "BARRIE HARDYMON, HOST",
    "HARDYMON",
    "CHRISTINE SAXMAN",
    "SAXMAN",
    "ELOISE ANN MONACO"
  ]
}