{
  "title": "Simple DIY maintenance tasks that will keep your car running smoothly — and save money",
  "url": "https://www.npr.org/transcripts/1109431302",
  "intro": "Car ownership can be intimidating — and expensive — especially when it comes to upkeep. Auto educator and journalist Chaya Milchtein shares tips to help you maintain essential safety features in a car, how to find the right mechanic for you and when it's time for a new car.",
  "transcript": [
    {
      "author": "GABRIELLE HORTON, HOST",
      "text": "This is NPR's LIFE KIT. I'm Gabrielle Horton. In the first year of the pandemic, I decided to get a new car lease. And trust me; it was even surprising to me because I am not a car person by any means. But I had a new puppy, and I found myself taking more and more road trips. So a lease made sense for me at the time because even the notion of committing myself to a full-on car purchase - it just felt too overwhelming. To be honest, I've always had a rather wary relationship to cars. The day-to-day maintenance of it all has always given me the most stress, something that would always cost me a pretty penny. And unfortunately, all of that soon proved to be true with my new car."
    },
    {
      "author": "GABRIELLE HORTON, HOST",
      "text": "There were all of these electrical issues that kept bringing me back and forth to the service center. And it was all the more frustrating not only because I couldn't figure out what the actual issue was but because I didn't always feel safe in my car. And when I did reach out for help, I couldn't always understand mechanic talk. A little over a year in, my car was officially declared defunct. Now that I've had some time without a car, I got to say I am ready to test the waters again, but this time I want to feel more competent handling and caring for my car. So it only makes sense that I'd call up Chaya Milchetin to help me and us unpack it all."
    },
    {
      "author": "CHAYA MILCHTEIN",
      "text": "It's your favourite queer automotive educator and what we call a tune-up on most modern vehicles."
    },
    {
      "author": "HORTON",
      "text": "Based in Milwaukee, Wis., Chaya is the founder of Mechanic Shop Femme, an automotive education company that focuses on helping women and members of the LGBTQ+ community feel empowered to purchase and care for their vehicles."
    },
    {
      "author": "MILCHTEIN",
      "text": "Mechanic Shop Femme's goal is really to educate the regular, everyday people like you and me who are looking to just save a little bit of money, take care of their cars so that they last them a long time."
    },
    {
      "author": "HORTON",
      "text": "For this episode of LIFE KIT, Chaya breaks down essential safety features, how to find the mechanic for you and so much more. So whether you're a new driver or a seasoned pro on the road, buckle your seatbelts as we travel through car maintenance 101."
    },
    {
      "author": "HORTON",
      "text": "First and foremost, Chaya, I love that your TikTok videos really encourage people to learn how to care for their cars and themselves, right? And I think that's probably most evident in the great advice that you're regularly sharing about car safety. So let's just start there. What are some ways that drivers can become more comfortable learning car safety basics on their own?"
    },
    {
      "author": "MILCHTEIN",
      "text": "So it's really information that pretty much everybody from all backgrounds and all ages can use to take better care of their car. Even if they have a great mechanic that they go to, there are things you need to do to take care of your car between those mechanic visits. And tire pressure is a great example of that. If you have a car that has tire pressure sensors which are reading the tire pressure level on your tires and your tire pressure sensors are working, which is an important distinction, then you should be still checking your tire pressure once a month. What I typically suggest is you actually put a reminder in your phone to do it that once a month. It should be done either first thing in the morning or after having been driving for 4 hours. But if your tire pressure sensors aren't working or you do not have tire pressure sensors, then you should be checking your tire pressure about twice a month."
    },
    {
      "author": "MILCHTEIN",
      "text": "Proper tire pressure is going to help you get better fuel efficiency. It's also going to help you save money on tires themselves because if your tires are under- or overinflated for a long period of time, your tires can actually get ruined by this by wearing unevenly, causing you to need to replace your tires much, much sooner than you would otherwise. And we all know tires are expensive."
    },
    {
      "author": "HORTON",
      "text": "Absolutely. And what about things like wiper blades? How can drivers take better care of those front and back wiper blades?"
    },
    {
      "author": "MILCHTEIN",
      "text": "As always, when I talk about wiper blades, I tell people that, really, wiper blades should be changed about every six months with some exceptions if you get a much higher quality blade, which maybe will last you a little bit longer. And every time I talk about this, I get bombarded with comments from people who are like, oh, my God, I haven't changed my wiper blades in three years or four years, or, you know, I don't know how to change my wiper blades, which are really one of the very, very simple things that you could take care of yourself on your car."
    },
    {
      "author": "MILCHTEIN",
      "text": "Another question that people ask me about wiper blades a lot is, which wiper blades do I need for my car? And wiper blades are sold by the length. They vary from car to car, and you can go on any auto parts store website and input your car information to get the correct wiper blade length The only tip I give when replacing wiper blades is that when you lift the wiper blades arms off of your windshield, it's important that you put something down, whether it's a towel or a blanket, because if you drop the wiper arm on the glass after you've removed the wiper blade, you have a distinct possibility of cracking your windshield."
    },
    {
      "author": "HORTON",
      "text": "You know, something else that you talk about a lot on your TikTok page is seatbelt extenders. And I have to be honest. I did not know that these even existed or what they were until I came across your TikTok. And so can you just talk a little bit more about what seatbelt extenders are, why they're so important and how folks can start to use them and maybe even purchase them, right?"
    },
    {
      "author": "MILCHTEIN",
      "text": "So you could get a seatbelt extender from some dealerships, and that is definitely going to be your first choice. It's important that when you buy a seatbelt extender, you buy the correct one for your specific vehicle as opposed to a universal seatbelt extender. They're typically around $20 - so not really expensive, which brings me to my next point. If you're listening to this and you're thinking, ah, seatbelt extenders - I don't need a seatbelt extender, I completely understand. But what about the people you love? Does your spouse or your children or your family members or your friends or your colleagues - are they bigger? Are they ever going to ride in your vehicle? Will they need a seatbelt extender in your vehicle? I'm really of the belief that it's important that everybody have a seatbelt extender in their glove box just in case, at some point, they're needed because they are specific to vehicle."
    },
    {
      "author": "HORTON",
      "text": "Are there other sort of safety checks that you think people should be doing every few months or every year with their car that we haven't already touched on?"
    },
    {
      "author": "MILCHTEIN",
      "text": "So here's what I suggest. Put in a reminder on your phone to check your tire pressure and also to check your engine oil level. Most cars - with very few exceptions, specifically Volkswagen and Audi - most cars require you to check your engine oil level also first thing in the morning or after your car hasn't been driven for four hours because the engine needs to be cold for an accurate reading. What you're going to be looking for is changes in the level of the oil. So if the oil level is too low or sometimes if the oil level is too high, that's something that would need to be addressed. You're looking for any kind of major changes in color or consistency."
    },
    {
      "author": "MILCHTEIN",
      "text": "When you're checking your oil level, you also get a chance to, you know, get a quick peek under your hood. You might notice that your battery has acid that's leaking or something else that seems out of place because you have a baseline for what it's supposed to look like. What I like to say is if you have a car that has less than a hundred thousand miles and you have no problems with burning oil, then I would check it once a month. If you have a car that's over a hundred thousand miles or you have a problem where your oil is burning and it's using more oil than it should, then I would be checking your engine oil twice a month. And this is something that could save you a lot of money in the long run."
    },
    {
      "author": "HORTON",
      "text": "I'm really glad you mentioned mileage because I'm thinking a lot about people who have older cars or, you know, cars that have logged over a hundred thousand miles. Are there specific safety measures that these drivers should be thinking about in particular?"
    },
    {
      "author": "MILCHTEIN",
      "text": "There's something else that I would have everybody else do also - it's just on a much longer time frame - and that would be checking and changing your car's air filter. So what I normally suggest is that everybody should check their engine air filter once a year. And your owners manual will tell you the minimum amount of times that you should change it, but you can tell by looking at the engine air filter whether it may need to be changed sooner because of the air quality or conditions that you live in. So what you do is you take the engine air filter out, which - for most cars, it's going to be two clips or four clips or four screws, which is really, really, really easy. So you'll take your air filter out, and you'll basically just look through it at the sun. If it has less than 50% light transparency, it's time to swap it out."
    },
    {
      "author": "HORTON",
      "text": "Honestly, I don't know if we can even talk about car maintenance without talking about the sheer anxiety that creeps over you when that dreaded check engine light comes on. Chaya, talk to us. What is the immediate next step drivers should do once they see that check engine light?"
    },
    {
      "author": "MILCHTEIN",
      "text": "So that's a great question. If your check engine light comes on and it starts flashing, this is an emergency. You need to go in. You need to get your vehicle towed. I would pull it over right away. Most of the time, this is happening because you have a multiple misfire. But whatever it is, your car's telling you, this is an emergency right now. Most check engine light comes on, and nothing happens with the car. The light comes on, the car drives exactly the way it does. If that's the case, there's a couple ways you could go about it. One, you can go take it to your mechanic. You can get it checked. You can get it diagnosed, and you can get it fixed. However, for a lot of people, when this light comes on, it causes a lot of anxiety, and they're concerned about how much of an investment are they going to have to make in their car? What kind of damage is this going to do?"
    },
    {
      "author": "MILCHTEIN",
      "text": "For those folks, they could use a code checker to pull the code that the engine computer has stored, and then they can sort of do some research around the code to find out what the most common problems are. The one thing that's really important to keep in mind, if you're somebody who wants to use a code checker, is that a code checker is not a diagnostic tool. A code checker is just telling you the area of the system that there's a problem. But unless somebody actually goes in and physically verifies all of those different concerns, you might be fixing something that's the symptom of what the actual problem is and not the problem. So it's important that you actually go and get your vehicle diagnosed when you get a check engine light at some point because you're going to want to make an educated decision on what you do next."
    },
    {
      "author": "HORTON",
      "text": "This is a perfect transition because to your point, Chaya, there are going to absolutely be situations where you're going to need some additional help. And that means that you're going to probably start looking for a nearby auto body shop, and you're probably going to want to find a mechanic. So what quality should folks be looking for as they search for a new mechanic?"
    },
    {
      "author": "MILCHTEIN",
      "text": "I like to think of finding a mechanic, sort of like dating. You're going to want to go to a few places, figure out which one feels good and then slowly develop that relationship over time. And it's important that you do this process before you actually have a car emergency because it's very hard to build a relationship when you're panicking about what's happening with your car. So there's a couple ways you could do this. You can go on to your local Facebook groups or WhatsApp groups, local community forums, and you can ask folks, what are the mechanics that you go to that you've been going to for a long time that you absolutely love? And what I suggest is you make a list of two, three, maybe four places that you're going to want to, quote-unquote, \"interview.\" You're going to pick a service that you're going to want to do so that you have a chance to get to know the shop."
    },
    {
      "author": "MILCHTEIN",
      "text": "Usually, I'm going to suggest you do something like an oil change, a pre-purchase inspection, a pre-road trip inspection, something where they have the ability to check more than just one thing on your car, so you have something to talk about. And I suggest you ask questions, even if you know what it needs and even if you know the service that it has, because you want to see how they communicate with you. Do they treat you with respect? Are they willing to explain things that you don't understand in further detail? Are they willing to show you the problem on the car?"
    },
    {
      "author": "MILCHTEIN",
      "text": "Once you've taken your car home, after your first visit, you sort of evaluate, just like after that first date, and think, hey, how did that go? How did I feel? Did they communicate with me in a way that felt honest? Was it OK with them if I decided this is a service that I wanted to push off for a little bit? Were they able to explain to me which services had to be done right now and which ones could wait a little bit? Like, were they able to prioritize the repairs for me? And, you know, you sort of keep following the process until you feel comfortable and confident. And if you go to the shop and you leave and you're like, I'm not totally sure if this is the right thing for me, then move on to the next shop on your list. That's totally OK. It's really important, when it comes to taking care of your car, that you trust your gut."
    },
    {
      "author": "HORTON",
      "text": "OK, so let's say you have this awesome mechanic that you've been going to for a while, but you're at a point where you've put all this time and money into the car and the issues don't really seem to be going away. When should drivers start to consider - you know what? It might be time for a new car."
    },
    {
      "author": "MILCHTEIN",
      "text": "When a lot of people get asked this question, they talk about how much the car's worth versus how much work you have to put into the car. And I don't like to look at it like that because how much your car's technically worth on the resale market doesn't factor in how much your car is worth to you. So if your car is getting you to work every single day and you don't have the money to replace the car, then your car's worth more to you than the dollar amount that it's worth necessarily indicates, right?"
    },
    {
      "author": "MILCHTEIN",
      "text": "Another thing that you want to consider is safety. What is the condition that the car is in? Are - is there significant rust that could cause the vehicle to be unsafe to you or to other people on the road? Is there significant rust on your brake lines or your fuel lines? Is your frame rusted? Major, major concerns and things that you're not going to be able to invest the money in order to fix."
    },
    {
      "author": "MILCHTEIN",
      "text": "Another element is if you have a car that's been discontinued or is much, much older, and every single time you're looking to have a kind of repair done on your vehicle and it starts to become harder and harder to find parts, it might make sense for you to start looking for a car at that point. And then, you know, of course you have other components that you will have to personally take into account when it comes to deciding whether it's time for a new car. Maybe you just want a new car."
    },
    {
      "author": "HORTON",
      "text": "This has all been so helpful. And I guess I'm curious to know, what parting advice do you have for folks like me who might be nervous to get back out there and maybe were even a little intimidated at the idea of even maintaining a car in these times? You know, what do you say to us?"
    },
    {
      "author": "MILCHTEIN",
      "text": "Here's the thing - your owners manual, which we haven't talked about, is really the guide to your car. And it's going to have the minimum maintenance requirements that you need to do for your car. It's going to tell you when to change your oil, when to change your air filter, when to change your transmission fluid, when to change your spark plugs. And it is - it truly is one of the greatest resources when it comes to vehicles' specific information that you can access at your fingertips. And some people will be like, first of all, Chaya, like, come on, nobody's reading the owners manual. And I get it. Nobody said you had to read the whole owners manual, but read the portion in the owners manual that covers maintenance and what maintenance you have to do."
    },
    {
      "author": "MILCHTEIN",
      "text": "But also, people have been taking care of cars for generations. It's a rite of passage. It's something that almost everybody in this country at some point is going to do. If you have your owner's manual, you take the steps you need to find a good mechanic right away instead of waiting until you have an emergency, you know, you do the couple basic maintenance things that you should be doing yourself at home, you're going to be off to a much better start than most people have."
    },
    {
      "author": "HORTON",
      "text": "That was Chaya Milchtein. You can find her videos @mechanicshopfemme on Instagram and TikTok, and you can learn more about her upcoming classes at her website, mechanicshopfemme.com."
    },
    {
      "author": "HORTON",
      "text": "This car maintenance 101 journey has been a lot of fun, but we are coming to an end. So let's recap. Prioritize car safety. Make sure you're establishing routine checks for tire pressure, wiper blades and oil levels. Invest in seatbelt extenders to keep all of your passengers safe. For older cars, make sure your engine air filter is working properly. And when that check engine light comes on, do not ignore it. And let's say you need more support. Make sure you find a mechanic you can go steady with. As Chaya reminds us, finding a mechanic is a lot like dating. Try out a few different options before you land on the best fit for you, but also know when it's time to move on - to a new car, that is. You'll want to consider your car's safety condition and access to vehicle replacement parts before making any big decisions. And when all else fails, pick up that owners manual, which can oftentimes be downloaded online and even in languages besides English or available in smaller sections on YouTube. But more importantly, trust your gut. Driving a car is serious stuff, and we all deserve to feel competent and safe no matter how far the journey."
    },
    {
      "author": "HORTON",
      "text": "For more LIFE KIT, check out our other episodes on car camping, biking and how to find your footing outdoors. You can find those at npr.org/lifekit. And if you love LIFE KIT like I love LIFE KIT, and you want some more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip."
    },
    {
      "author": "RYAN MULHEARN",
      "text": "Hey, this is Ryan Mulhearn (ph), and my tip for you is if you need to measure something and you don't have a ruler on you, the length of a dollar bill is approximately six inches."
    },
    {
      "author": "HORTON",
      "text": "If you think you've got a good tip, we want to hear it. Leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editor is Dalia Mortada, and our visuals editor is Beck Harlan. Our production team also includes Andee Tagle, Audrey Nguyen, Mansee Khurana, Michelle Aslam and Vanessa Handy. I'm Gabrielle Horton. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7857344879.mp3",
  "img": "https://media.npr.org/assets/img/2022/07/29/gettyimages-1194691422_wide-23a3c9db70da8a25bc656145e5487f10164aa3d8.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "GABRIELLE HORTON, HOST",
    "CHAYA MILCHTEIN",
    "HORTON",
    "MILCHTEIN",
    "RYAN MULHEARN"
  ]
}