{
  "title": "How to set boundaries and protect your energy",
  "url": "https://www.npr.org/transcripts/1109825194",
  "intro": "Have you ever felt resentful or responded passive-aggressively to a request on your time or energy? That's a sign your boundaries are being crossed – and it might be because you haven't set them clearly. Therapist and author Nedra Glover Tawwab shares advice on how to set boundaries — and stick to them — in your daily life.",
  "transcript": [
    {
      "author": "TK DUTES, HOST",
      "text": "This is NPR's LIFE KIT, and I'm TK Dutes. Do you ever feel put out by too many social events, fed up by all the requests at work you feel like you have to say yes to, bothered by small asks that make you feel big mad? If you answered yes to any of these, you are not alone. It just means we need to work on our boundaries. Yep, I said our boundaries - because we're in this together."
    },
    {
      "author": "DUTES",
      "text": "Teaching people how to treat you can seem daunting, but we do it every day."
    },
    {
      "author": "NEDRA GLOVER TAWWAB",
      "text": "A boundary is something that keeps you safe and comfortable in your relationships, and they should look different in different relationships and different situations. A boundary for you might not be a boundary for me because it is unique."
    },
    {
      "author": "DUTES",
      "text": "Since boundaries are different for everyone and they evolve over time and experiences, I had a little check-in with the author of \"Set Boundaries, Find Peace,\" licensed therapist Nedra Glover Tawwab. So this LIFE KIT, we're working on everyday boundaries, knowing how to set up healthy boundaries at home, at work, and in relationships. Let's do it."
    },
    {
      "author": "DUTES",
      "text": "So what are some ways that we can get an idea of each of our thresholds in terms of, like, our own boundaries?"
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "One really good way to discern what your boundaries are is to think about how you feel when you say yes or when you say no. Think about your feelings as they come up - when you feel uncomfortable, frustrated, when you see the resentment creeping in. Those are indicators that perhaps there is space for boundaries in the situation. How many times have we agreed to do things, and then we're upset at the person for asking us instead of placing the boundary of saying, no, I'm already doing too much? Or how often have we agreed to help a friend with a task? Like, yes, I will help you with your hair. I could dye it. And it's like, why did I do this? I don't even know what I'm doing."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "We always get into situations, and we know how we feel about them, and placing the boundaries is really figuring out - what do I do differently next time? Like, how do I honor myself in a way that I would feel good about in the future? Because sometimes we don't know, in the moment, that we've overcommitted, but we can look at a situation after - like, wow, that was really exhausting. So how do we make an agreement with ourselves to not exhaust ourself in the same way in the future?"
    },
    {
      "author": "DUTES",
      "text": "Ooh, you said a word 'cause, like, sometimes I'm on the receiving end of the person that realized that they've, like, bit off too much. When you gave that hair example..."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "(Laughter)."
    },
    {
      "author": "DUTES",
      "text": "I mean, I was 8 hours into a hairstyle, and my friend was like, whoo (ph) child. And I was like, I mean, we can't stop now. Like..."
    },
    {
      "author": "DUTES",
      "text": "...I could give you some more money, but we can't stop now."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "And I felt it, though, in the moment, that, like, this was a boundary that she was reevaluating for, like, the next friend or if I came back to ask. And I was just like, you know what? On the - as the receiver of this moment, I'm not going to ask someone to do this again, right? Or not like this. So I really appreciated, you know, what you said and that example - that very specific Black-girl example."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "It was for both of us."
    },
    {
      "author": "DUTES",
      "text": "Yes."
    },
    {
      "author": "DUTES",
      "text": "So are there some other small, simple boundaries you can see coming that you can adopt in your everyday life?"
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "Yeah, as adults - and, I mean, as kids - there is a lot of pressure to like things that we don't like. And when we really give ourselves the freedom to not like a certain person or to not like a certain thing, we can place some boundaries around that. There are certain people - you know that co-worker - it's like, you don't want to go to their birthday party, but you say yes 'cause it's the thing to do. But really, you can say no. There are other people who probably say, hey, I won't be able to make it, and you can join that bunch of folks."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "So how do you know - like, honestly - what things I like to do and what things I don't like to do? I remember a friend asked me to go skating, and I was like, yeah, no. Like, I'm just not interested in skating. And it's not always saying no to everything, but really figuring out what feels good to you. And sometimes it's moment-to-moment. Today, I would go skating. At that moment, it was a no. I didn't feel like it. It wasn't something that I wanted to do."
    },
    {
      "author": "DUTES",
      "text": "Yeah. So knowing what you like and what you don't like can inform just how you move. A lot of times, I feel like a lot of folks' boundaries are pushed when we push past that - when we, like, make exceptions. And I think there's room for exceptions, but it feels very painful to me, you know, like, what you're describing - you know, I don't want to go skating. But come on, let's go skating, you know?"
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "Like, that feels very - like a painful exchange, right?"
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "Yeah. I wish we could outgrow peer pressure. We thought it was, like, for the teen years, right?"
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "Like, come on, take a smoke. But it's - I mean, it happens in adulthood all the time, where - it could be our parents. Like, come on, you know, it's just two days. You can go on this - like, all of these things that we're getting from family, from friends, from, you know, sometimes our bosses, who are saying, like, oh, you do things so well. This just - it's just another small project. And it's, like, this is, like, going to push me over the edge. So really knowing where your stopping point is and not expecting other people to honor that because sometimes people don't know our capacity."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "We can make things look rather easy, right? Like, oh, this was really effortless. Like, I put this party together. Meanwhile, we've cried five times that day."
    },
    {
      "author": "DUTES",
      "text": "(Laughter)."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "People don't know that..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "...But we know that. So what do you do when you recognize that you are feeling something that is not sitting well with you - that you're becoming anxious about having to do a particular thing? There has to be a action, and that action is the boundary."
    },
    {
      "author": "DUTES",
      "text": "Yeah. OK. So in a lot of this, I mean, it's how we relate to each other and social expectations and culture. Do people in different cultures experience boundaries in different ways? Right? Like, so, like, I'm a first-generation Caribbean American. So my mother and my father are from the Caribbean straight up. I see they have a different sensibility of things. Do people - and not just like, you know, culture in terms of country, but I do find that women are expected to move their boundaries a lot, you know? So girl culture or women culture - do people in different cultures experience boundaries in different ways?"
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "Absolutely. There is certainly more space for some people to have the freedom of placing boundaries. I think the children who are being raised at this moment, they have a lot of freedom with boundaries that - I mean, the things that my kids say, I'm like, wow, I would've never said that when I was a kid. You know, their culture is different than even my culture. And I think racially, yes. What you feel may be different from what your parents, your other family members, or sometimes your siblings, right? Because just because we're in a family system doesn't mean that we all have the same way of thinking about things. And that can be really difficult because the pushback is serious. It can be, you know, within families - especially dysfunctional families - I mean, it could be you receiving the silent treatment, or you being..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "...You know, not invited to things or just shamed. You know, there is nothing like having your family talk about you in front of you, you know?"
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "Like, she tried to say - it's like, whoa."
    },
    {
      "author": "DUTES",
      "text": "(Laughter)."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "Like, are we having a talk about me in front of me? So..."
    },
    {
      "author": "DUTES",
      "text": "It's so wild."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "(Laughter)"
    },
    {
      "author": "DUTES",
      "text": "OK. You just tapped in them. You just tapped in."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "(Laughter)."
    },
    {
      "author": "DUTES",
      "text": "And the difference in how we grow into our culture - right? - and folks think they're expressing care, but they're really overstepping. As you push back folks, I've heard this refrain - you've changed, right? Like, I'm out here getting healthy. You know, I got my, you know, incense, and I'm saying no. What is that about for the person, and how do I, like, combat that? And, like, I want to have a harmonious relationship with whoever I'm, like, trying to, like, build these boundaries with."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "Mmm. Well, we have to embrace that. When people say you've changed, I think it is self-honoring to say you are correct. And when they say I'm trying to figure out how to treat you, you know, our job is to say, I will teach you. I will let you know the things that I need and want. Today, before my daughter left for camp, she said, hey, can you have a bowl of fruit prepared for me when I come home? I was like, yes. Come on - asking for what you need?"
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "Like, I absolutely will have a bowl of fruit prepared for you. And, I mean, she's, like, 6. But to be able to let people know what your needs are is a really important part of the boundary-setting process because people are getting to know us. We're still getting to know ourselves. Every day, we are changing, right?"
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "How do we let people know how they can fit into that? Because the boundary is about keeping the relationship. We want to be in relationships with people."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "We just want to be less anxious, less overwhelmed, less drained, less frustrated with folks, but we certainly want to be in a relationship. So if I have to say to you, you know, this is not a good time for me to talk 'cause I'm really in my head about my stuff. I am not prepared to listen. Let me give you a call back a little later. That is a way to preserve the relationship. You're not saying, hey, I don't want to listen to you say anything. It's really I can't give you the time and energy that this conversation deserves. I'm really distracted with something else. I will follow up."
    },
    {
      "author": "DUTES",
      "text": "Thank you so much for that. And when you said, let me teach you, I had not even thought about that as an option 'cause I just - I take it and I feel - I almost feel insulted. Like, I'm like, yes, I've done the work. But then I'm realizing - why do I feel insulted? They're confirming that I'm out here trying something. It might not work, but right now they're confirming that they see a difference in me. So let's say I haven't gotten to that point. I'm working on it, and there's some - I have some other habits or things showing up - feelings that are coming out. I'm thinking about passive-aggressiveness. I'm thinking about some other side effects of not having strong boundaries. Like, what are some other ways that not having strong boundaries shows up in you - in a person that's trying to work on it?"
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "I think the passive-aggressiveness is one of the biggest ways that it shows up. Like, we - I would say many people are passive-aggressive. We do things, and we're upset about it. There's nothing like having someone help you who doesn't really want to help you. You know, sometimes they'll say it - ugh, man, I have something else to do. Like, I can't believe I'm here."
    },
    {
      "author": "DUTES",
      "text": "(Laughter)."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "So that passive-aggressive piece is a really big one. I think about this, though. Most people in our lives say to us, I want you to be happy."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "What if we were to say to them, I know you want me to be happy, and this is the thing I need; or this is the thing I can't do; or I can do it in this way. Because it's not always about leaving, you know? Maybe there is a way for you to still stay in situations with people but figure out the place you want to be. When I think of like, you know, maybe planning a party for someone - maybe you don't plan the whole thing by yourself. Maybe you just..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "...Make yourself responsible for bringing the cake. It's just like..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "...I will bring the cake. I won't plan the entire thing, but I will be there with the cake."
    },
    {
      "author": "DUTES",
      "text": "When you said anxiety, can that anxiety from having low boundaries or porous boundaries - can that show up physiologically?"
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "Absolutely. When you think about anxiety, you think about headaches, stomachaches, skin issues, sleep problems. Yes, it can show up. I'll tell you, when I first wrote my book, I did not imagine how I would be impacted by having, you know, five to six interviews a day. And I started having headaches because I didn't talk that much during the course of a day. I'm a therapist. I listen. My job is mmm hmm, mmm hmm, you know? So just talking for that length of time, I was like, oh, my gosh, I have a headache. And that was my physical reaction to not placing the boundary of - I can only maybe talk to about four people a day. I can only do four interviews. I can't do six. Like, that's overwhelming for me, and it's showing up as a headache. Like, my body is saying this is too much."
    },
    {
      "author": "DUTES",
      "text": "OK. So now why might someone have a hard time setting boundaries?"
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "Oh."
    },
    {
      "author": "DUTES",
      "text": "'Cause it's, like, weird 'cause you're saying so many things that make sense to me, and it's like - it should be a conversation that we should have with ease, but it's hard. Why do some people have that difficulty - a lot of us?"
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "One of the biggest reasons is people just don't respect them, and they make you feel really bad for having them. And so as we're placing boundaries, we have to deal with how people feel about that. And they often say that - that I don't want you to do that. This is what I would prefer. Why are you choosing that? And that really scares us to think that we're..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "...Upsetting, hurting, disappointing or even damaging a relationship because of a need that we might have. Can you imagine just saying to someone, hey, let me call you back, and it's like, this person is no longer your friend? Like, that..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "...Is really scary to think about what could happen if. Now, here's the beautiful thing. In most cases, people respect boundaries. We place boundaries all the time. We probably don't even think about it as boundaries because it's really easy. But if you say to someone..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "...Today is not a good time, maybe tomorrow, we're already doing the work of placing boundaries. But the challenge is, when it's a relationship that we fear, we forget that we're already doing it. This just is a new boundary that you have among many other boundaries."
    },
    {
      "author": "DUTES",
      "text": "OK. We've done all the work. We've said the things. What happens when folks are persistent? They're not taking no for an answer. They're just not getting it. They're not respecting your boundaries. Is there a point of no return? Do we just let them go?"
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "Sometimes you do, but I also believe in telling people stop. There is so often we don't tell people just, like, stop asking me. I'm not changing my mind. We will let people keep asking, and we'll keep saying, no, no, no. At some point, we need to say stop. They need to know that that door is closed. There needs to be a very clear expectation of - this is not a thing that I'm willing to do. This is not possible. I don't like this."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "How do we handle relationships where we've done that and people won't place the boundary? Sometimes it is ending the relationship, but I think, more often, we figure out different ways to be present with people. It's not always saying, OK, I'm out of this relationship, but we choose frequency. We choose duration. We choose a lot. And those are the things that you can adjust when you're in a relationship that you want to keep when someone doesn't want to respect your boundary. Like, OK, then I need to change my frequency. I need to change, you know, perhaps the way I respond to it. Perhaps there is something I can do on my end, but we certainly can't force our boundaries on people."
    },
    {
      "author": "DUTES",
      "text": "Oh man, that is so good and valuable, as was this conversation. Nedra Glover Tawwab, thank you for being here with us."
    },
    {
      "author": "GLOVER TAWWAB",
      "text": "You're welcome."
    },
    {
      "author": "DUTES",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one about dealing with procrastination and another on dealing with anxiety when the news is too much. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "DUTES",
      "text": "And now a random tip from one of our listeners."
    },
    {
      "author": "VALERIE",
      "text": "Hi. My name is Valerie (ph), and my life tip is, when doing laundry, I save the old dryer sheets after they've gone through, and then I use them to empty the dryer lint so I don't have to touch it with my hands."
    },
    {
      "author": "DUTES",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "DUTES",
      "text": "This episode of LIFE KIT was produced by Michelle Aslam. Our visuals editor is Beck Harlan. Our editor is Dalia Mortada. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Audrey Nguyen, Andee Tagle and Sylvie Douglis. Our intern is Vanessa Handy. I'm TK Dutes. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3018824211.mp3",
  "img": "https://media.npr.org/assets/img/2022/07/05/gettyimages-1359131338_wide-b03f6f64655081152fa2b502ae03703d6954f4d6.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "TK DUTES, HOST",
    "DUTES",
    "NEDRA GLOVER TAWWAB",
    "GLOVER TAWWAB",
    "VALERIE"
  ]
}