{
  "title": "How to help a child at risk of suicide",
  "url": "https://www.npr.org/transcripts/1111234298",
  "intro": "More families are dealing with their children feeling anxious, depressed – even thinking about or attempting suicide. But mental health professionals say that suicide is preventable. This episode, how parents and family members can play an important role in the mental health of their child.",
  "transcript": [
    {
      "author": "RHITU CHATTERJEE, HOST",
      "text": "Just a heads up - this episode talks directly about suicide."
    },
    {
      "author": "CHATTERJEE",
      "text": "This is NPR's LIFE KIT. I'm Rhitu Chatterjee, a health correspondent with NPR."
    },
    {
      "author": "CHATTERJEE",
      "text": "Today, I want you to meet Regina Crider. She runs a support group for families of youth with mental illness in Illinois. But she's also a parent. And over a decade ago, she got a call no parent wants to get. Her daughter's school counselor was calling to let her know that the 10-year-old had attempted suicide."
    },
    {
      "author": "REGINA CRIDER",
      "text": "It just took my breath away. I mean, as a mom, the thought of you losing your child to suicide is overwhelming."
    },
    {
      "author": "CHATTERJEE",
      "text": "Her daughter survived the attempt, but Regina was still upset and confused as she processed the news. And she felt as if she'd failed as a mother."
    },
    {
      "author": "CRIDER",
      "text": "I felt like maybe I missed the signs. And because I work with families, why didn't I see it?"
    },
    {
      "author": "CHATTERJEE",
      "text": "It's hard for any parent to know if their child is struggling with thoughts of suicide. Children are often scared to share these feelings, even with parents. And parents don't even know what signs to look for or how to support a child who's having those thoughts. As Regina's experience shows, it's an overwhelming experience for the parents, too. But we know a growing number of children and teens have been struggling with thoughts and attempts of suicide in recent years."
    },
    {
      "author": "CHATTERJEE",
      "text": "A CDC survey in 2019 found that about 1 in 5 teens reported seriously considering suicide. And nearly half of teens who identified as LGBTQ had considered suicide. And suicide is a leading cause of death among children and teens. But research also shows that suicide is preventable. And there's a lot that loved ones - especially parents - can do to reduce the risk that a child will go on to make an attempt. So what can they do? That's what Regina Crider set out to find out after her daughter's first attempt."
    },
    {
      "author": "CRIDER",
      "text": "I needed to understand why and what I could do because I didn't want to come home to her gone."
    },
    {
      "author": "CHATTERJEE",
      "text": "So in today's episode of LIFE KIT, we'll share tips from Regina and others on how to spot the signs that your child is having thoughts of suicide or self-harm and what you can do to support them."
    },
    {
      "author": "CHATTERJEE",
      "text": "Our first takeaway is about spotting the early warning signs of suicidal behaviors. Suicide researchers say sudden changes in your child's behavior, like withdrawing from social activities, sleeping too much or too little, drug and alcohol use are all signs to look out for."
    },
    {
      "author": "CHATTERJEE",
      "text": "Dr. Richard Martini is a child and adolescent psychiatrist at the University of Utah. He says if your child is struggling at school, that could be a warning sign, too."
    },
    {
      "author": "RICHARD MARTINI",
      "text": "Most kids - the vast majority of kids want to do reasonably well in school, particularly when they fall behind. Then I think that they can easily get into feelings of hopelessness and helplessness."
    },
    {
      "author": "CHATTERJEE",
      "text": "Now, these warning signs don't always mean thoughts of suicide. They are signs that your child is struggling emotionally. Maybe they have anxiety or depression, which puts them at a higher risk of suicide. And if they are considering self-harm or suicide, it's important to note that these thoughts and behaviors span a spectrum. And the vast majority of people and kids who have those thoughts don't go on to attempt. A lot of people have fleeting, passive, suicidal thoughts when they're going through a rough patch. These usually don't lead to attempts. A smaller percentage of people have more persistent, active thoughts that do push them to make a suicide plan, find a means to hurt themself and eventually make an attempt. And the only way to know for sure whether your child is having thoughts of suicide and how severe those thoughts are is to ask them directly."
    },
    {
      "author": "CHATTERJEE",
      "text": "Research shows very clearly that asking someone directly does not put the idea in their head. In fact, it paves the way for people to share with you any emotional struggles they're having, including thoughts of suicide."
    },
    {
      "author": "CHATTERJEE",
      "text": "Psychologist Ursula Whiteside is at the University of Washington. She suggests using language like this."
    },
    {
      "author": "URSULA WHITESIDE",
      "text": "I might say, you know, a lot of people I know have been having suicidal thoughts during this period, especially when they're going through things similar to what you're going through. And I think it makes sense that some people just, you know, want to not feel this way anymore. Is that something that's going on for you? - 'cause I'd like to see if there are some things I could do to be helpful."
    },
    {
      "author": "CHATTERJEE",
      "text": "The American Foundation for Suicide Prevention has great tips and tools to have this kind of a conversation and evaluate someone's risk of attempting - questions like, have you ever thought of going to sleep and not waking up or not wanting to be here anymore? And you can find those tips on afsp.org."
    },
    {
      "author": "CHATTERJEE",
      "text": "Now, if your child is having thoughts of suicide, whether they are passive or active, you are going to need help as well - because, let's admit it, this is a parent's worst nightmare, and you will need emotional support. So the second takeaway is put on your own oxygen mask first before helping your child. Regina Crider says parents have to reach out to whoever they trust most."
    },
    {
      "author": "CRIDER",
      "text": "If it's a friend's house that maybe she - they can go to and if they need to have a meltdown, that they can do that to release all that. But they have to - they need support. They need to be able to talk about this, even if it's going to therapy. They need to be able to talk about it."
    },
    {
      "author": "CHATTERJEE",
      "text": "She says when she was dealing with her daughter's crises, she found help with her sister and colleagues. Riann (ph) is a mother of two kids in Illinois. We aren't using her full name to protect her family's privacy. Back in 2020, when the pandemic first started, her daughter struggled with anxiety and self-harm. In addition to finding a good therapist for her daughter, Riann started seeing a therapist herself."
    },
    {
      "author": "RIANN",
      "text": "I was definitely seeing a therapist. It really helped process just the pandemic anxiety in general and then gave me a way to feel like I wasn't screwing everything up with what was going on with my daughter."
    },
    {
      "author": "CHATTERJEE",
      "text": "Of course, therapy can be expensive and often not covered by insurance, but there are free peer counseling groups for parents and families of kids struggling with mental illnesses, just like the organization Regina Crider runs in Illinois. They're a great resource as well because parents in those groups can really understand what each other are experiencing. And you can find a group near you on the website of the National Alliance on Mental Illness, or NAMI. Or you can contact their local chapter."
    },
    {
      "author": "CHATTERJEE",
      "text": "So to summarize our takeaway number two, if your child is suicidal, get support for yourself first and prepare for the long road ahead. You're going to need all the support you can get because you're going to have to deal with some really big questions, like how do you respond to a child who says they don't want to be around anymore?"
    },
    {
      "author": "CHATTERJEE",
      "text": "And that's our takeaway number three. And that's state calm. Try to be present, and listen to them. I know it's easy to respond to something like this."
    },
    {
      "author": "CRIDER",
      "text": "My first thought was, what could possibly be so bad in her life that she would want to take her life?"
    },
    {
      "author": "CHATTERJEE",
      "text": "That's Regina again."
    },
    {
      "author": "CRIDER",
      "text": "You have a place to stay. You have food. You have clothing. We love you, right? You're not living in deplorable conditions. What could possibly be the issue?"
    },
    {
      "author": "CHATTERJEE",
      "text": "But as she's learned over the years, her daughter suicidal urges had little to do with the things that she was thinking about. It was really an internal struggle that the girl was dealing with. A child with suicidal thoughts is likely depressed, overwhelmed and unable to see their way out of whatever it is that they're grappling with. So if a parent says, what could possibly be wrong? We love you; you have everything you need, it doesn't help the child. In fact, it can make them feel ashamed of how they're feeling and overwhelm them even more."
    },
    {
      "author": "CHATTERJEE",
      "text": "Megan Hilton lives in Ithaca. She has struggled with depression and suicidal ideation since childhood. But when she opened up to her parents about her struggles, they either asked her to buck up, wipe it off, get it together or they were visibly upset."
    },
    {
      "author": "MEGAN HILTON",
      "text": "Their reactions have been way over the top, have been too extreme, and I feel like I'm responsible for their emotions."
    },
    {
      "author": "CHATTERJEE",
      "text": "So here's Megan's advice to parents."
    },
    {
      "author": "HILTON",
      "text": "Trying as hard as you can, put your game face on - to understand that, like, you cannot overreact to things. You need to be very open and willing and supportive and truly try to listen to what your kid is saying."
    },
    {
      "author": "CHATTERJEE",
      "text": "Child and adolescent psychiatrists agree. Dr. Vera Feuer is with Northwell Health in Long Island. She says ask your child about what is bothering them. Get them to open up and offer them your support. She suggests saying something like..."
    },
    {
      "author": "VERA FEUER",
      "text": "You can trust me and come to me and that we will work together no matter how hard it is, you know, really validating how kids are feeling in an effort to motivate them."
    },
    {
      "author": "CHATTERJEE",
      "text": "And if they don't feel comfortable opening up to you, she says think of other adults they can talk to - like a mentor, the other parent or an uncle or aunt they trust - who can take them on a walk or an ice cream or something else your child enjoys to get them to open up."
    },
    {
      "author": "CHATTERJEE",
      "text": "So what can you say to the child that's helpful and supportive? So that's our takeaway number four, which is reassure them and offer them hope. Remind them of their strengths. You can say something like, I know how strong you are. I've seen you get through hard times before. I think you can get through this, too. And we can do this together. And also, help them find coping skills, things they can do to lift their spirits, make them feel more hopeful, more comforted. But Megan Hilton warns that not every child will be comforted by the same thing."
    },
    {
      "author": "HILTON",
      "text": "What I've found in my life is a lot of times people try to comfort or fix things the way that they would want it. Like, if you're feeling really depressed and isolated, some people might be like, well, what gets me out of a depression is to go exercise and go for a run. And that might, like, not be someone's thing - so asking them what would be helpful."
    },
    {
      "author": "CHATTERJEE",
      "text": "She says, if they don't know what would be helpful, give them options, help them figure out. And Dr. Feuer says it's OK to admit you may not have all the answers. It's just as important to recognize when your child needs more help, say from a mental health care provider, and tell your child that you'll help them find the care they need."
    },
    {
      "author": "FEUER",
      "text": "We'll go and get whatever help you need. We'll go. We'll talk to somebody. We'll see what they say and what they recommend. And we'll get you the help that you need, so that you can feel better, and you can be your best you."
    },
    {
      "author": "CHATTERJEE",
      "text": "Remember, navigating the mental health care system can be daunting in the best of circumstances. So a good person for you to start with is your child's pediatrician. While pediatricians aren't necessarily trained to provide mental health care, during the pandemic many states have received federal funding to help train and support pediatricians to provide some basic mental health care. And if your state doesn't have such a program, your pediatrician may still be able to refer you to a mental health care provider. And you can also look for a provider in your area using Psychology Today's online directory."
    },
    {
      "author": "CHATTERJEE",
      "text": "And once you find a provider, you want to educate yourself about whatever it is your child is struggling with and stay involved in their treatment, especially if your child is on the younger side. And if your child is in immediate crisis, call the National Suicide Prevention Lifeline. The number is 988. You or your child can talk to a trained counselor on the line, and they can help you de-escalate the situation. Depending on the state you live in, they may be able to even find other resources to help your child."
    },
    {
      "author": "CHATTERJEE",
      "text": "Takeaway number five is about helping your child name their feelings and get behind them to see what's driving their misery. Megan Hilton says kids who are struggling emotionally often need help identifying their emotions."
    },
    {
      "author": "HILTON",
      "text": "When I was younger, I would just get so stuck on the initial, like, I feel so awful, or I'm feeling this immense emotion right now. And I couldn't get, OK, what's behind it? What is causing this?"
    },
    {
      "author": "CHATTERJEE",
      "text": "She says the ambiguity of not knowing her emotions or what's driving them would make her feel helpless. But once she started going to therapy, she learned to name those feelings, whether it's sadness or anger. And she learned to explore what drove those feelings. So that's really helped her manage her moods better. And Feuer says parents can teach this to kids by example."
    },
    {
      "author": "FEUER",
      "text": "By labeling and discussing our own feelings and our own struggles and really modeling for our kids on how we talk about these things properly, how we express it, how we deal with it, how we cope in healthy ways."
    },
    {
      "author": "CHATTERJEE",
      "text": "You could say, I'm feeling frustrated that I haven't seen my best friend in over a year. Or you could say, I'm sorry I've been grumpy lately. I'm struggling with some stresses at work and trying to figure out how to solve them. And Regina Crider says you can make these conversations a regular part of your family culture."
    },
    {
      "author": "CRIDER",
      "text": "It's OK for you to sit down with your kids and say, this is a very stressful time. We're all going through something, but we're a family. We love each other."
    },
    {
      "author": "CHATTERJEE",
      "text": "Having open conversations like these can help kids feel safe about opening up."
    },
    {
      "author": "CRIDER",
      "text": "It's the feeling of acceptance. It's the feeling of being supported. It's the feeling of being heard. It's the feeling of our family is working together."
    },
    {
      "author": "CHATTERJEE",
      "text": "And that family connection alone can buffer kids against stress during such trying times. Remember what I said earlier about suicidal thoughts spanning a range? Feuer says here's another thing to know about those thoughts."
    },
    {
      "author": "FEUER",
      "text": "Lot of the time, thoughts about suicide or ending one life come as a wave."
    },
    {
      "author": "CHATTERJEE",
      "text": "If your child has active thoughts of suicide and perhaps they even have a plan, then you want to do takeaway number six - remove all means of harm from your home environment."
    },
    {
      "author": "FEUER",
      "text": "And if you have nothing to hurt yourself with, the wave passes, and you feel better."
    },
    {
      "author": "CHATTERJEE",
      "text": "Feuer says guns and any other weapons should be removed or safely stored away. And medications, whether they're over-the-counter or prescription, should be locked up. And she says you don't need to do this discreetly. Discuss why you're doing it with your child. Explain that you understand they are struggling and it's really hard for them and that you're doing this to keep them safe."
    },
    {
      "author": "FEUER",
      "text": "Adolescents really respond well to honestly discussing with them what's happening."
    },
    {
      "author": "CHATTERJEE",
      "text": "So takeaway number six is if your child has a suicide plan, remove all lethal means from the home environment and talk to your child about why you're doing it. Now, I know this is a heavy, difficult topic, but not everything about helping your child who's struggling with thoughts of suicide is heavy and hard work. A really important part of this work also includes making room for regular family fun time - whether it's going on walks or hikes or watching movies or, you know, playing silly games, whatever it is you enjoy doing as a family."
    },
    {
      "author": "CHATTERJEE",
      "text": "Dr. Susan Duffy is a pediatrician at Brown University. She says having fun together allows everyone to de-stress."
    },
    {
      "author": "SUSAN DUFFY",
      "text": "It's allowing a positive interaction between a kid and a parent instead of arguing over doing schoolwork. So it's reinforcing a bond between a parent and a child, which right now is more important than actually completing a schoolwork lesson."
    },
    {
      "author": "CHATTERJEE",
      "text": "It also paves the way to have serious conversations in a relaxed setting."
    },
    {
      "author": "DUFFY",
      "text": "I mean, a lot of the reason that we're seeing an increased number of kids with suicidal ideations - that's an acting out. It's a symptom. It's a symptom of underlying anxiety and depression and hopelessness. So by having conversations that are about something else, and then that leads to further conversation about what are the stressors, what's bothering you, what's going on in your life?"
    },
    {
      "author": "CHATTERJEE",
      "text": "And that can provide a lot of insight into your child's inner life and struggles. And you can also use this time to share your own struggles and feelings and create a safe space for doing this on a regular basis. That's our final takeaway. Make room for regular fun time. It'll allow your child to de-stress and increase a sense of connection with you and give you the space to have more serious conversation in a relaxed setting on a regular basis."
    },
    {
      "author": "CHATTERJEE",
      "text": "Regina Crider says her daughter is doing much better these days. She still struggles. But now her family knows how to spot the early warning signs and de-escalate things before they get to a crisis point. And in the process of learning how to support her, they've also taught her how to manage her own mental health."
    },
    {
      "author": "CRIDER",
      "text": "The one thing that I always told my daughter - and I taught this to her from the beginning - I can't manage your mental health. It's your responsibility to stay in recovery. My thing that I can do for you is support you."
    },
    {
      "author": "CHATTERJEE",
      "text": "To summarize our takeaways - takeaway number one, look out for the early warning signs of suicidal thoughts, like withdrawing from friends and family, substance abuse, struggles with academics. And if you spot those signs, ask your child directly if they've ever had thoughts of self-harm or suicide or that they don't want to be around anymore."
    },
    {
      "author": "CHATTERJEE",
      "text": "Takeaway number two, if your child is thinking about suicide, get help and support for yourself first, because as a parent, this is scary for you, too, and you will need emotional support."
    },
    {
      "author": "CHATTERJEE",
      "text": "Takeaway number three, when your child shares their struggles with you, try to remain calm, no matter how stressed and overwhelmed you feel. Encourage your child to talk about what they're going through. And really listen to them."
    },
    {
      "author": "CHATTERJEE",
      "text": "Takeaway number four, reassure your child. Remind them of their strengths. Offer your support, and find a mental health care provider if needed. And become informed about what your child is dealing with. And stay involved in their care."
    },
    {
      "author": "CHATTERJEE",
      "text": "Takeaway number five, help your child name their feelings and figure out what's driving them. You can model how to do this by talking about your own feelings. Make it a part of your family culture."
    },
    {
      "author": "CHATTERJEE",
      "text": "Takeaway number six, if your child has active suicidal thoughts and a suicide plan, remove all lethal means in the house. And takeaway number seven, make room for regular family fun time. It will de-stress you all and make for some regular bonding time. And make space to talk about you and your child's feelings."
    },
    {
      "author": "CHATTERJEE",
      "text": "And once more, if you or someone you know is in despair and having thoughts of dying, call or text the National Suicide Prevention Hotline - 988. The new three-digit crisis line can connect you to a trained counselor who can help you find long-term help."
    },
    {
      "author": "CHATTERJEE",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on dealing with pandemic burnout and another one on how to reach out to adults at risk of suicide. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip."
    },
    {
      "author": "DIANE",
      "text": "This is Diane from Rochester, N.Y. What I do to relax is put seed out for my chickadees. They come. They take them. They fly away. They come back. They take them. They fly away. It is so relaxing for me."
    },
    {
      "author": "CHATTERJEE",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Mansee Khurana and Michelle Aslam. Our visuals editor is Beck Harlan. Our editor is Dalia Mortada. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen and Sylvie Douglis. Our intern is Vanessa Handy."
    },
    {
      "author": "CHATTERJEE",
      "text": "I'm Rhitu Chatterjee, and thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9797938747.mp3",
  "img": "https://media.npr.org/assets/img/2022/07/12/zhang-suicide-help-parents_wide-960f4adc3f1928646b5fc517e28ca032b44cef91.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "RHITU CHATTERJEE, HOST",
    "CHATTERJEE",
    "REGINA CRIDER",
    "CRIDER",
    "RICHARD MARTINI",
    "URSULA WHITESIDE",
    "RIANN",
    "MEGAN HILTON",
    "HILTON",
    "VERA FEUER",
    "FEUER",
    "SUSAN DUFFY",
    "DUFFY",
    "DIANE"
  ]
}