{
  "title": "What you need to know about preparing financially for a baby",
  "url": "https://www.npr.org/transcripts/1111233696",
  "intro": "Having a baby is one of the biggest and most expensive life changes a person can experience. Farnoosh Torabi, editor-at-large at CNET Money, shares what you need to know about budgeting for a baby.",
  "transcript": [
    {
      "author": "DIANA OPONG, HOST",
      "text": "This is NPR's LIFE KIT. I'm Diana Opong."
    },
    {
      "author": "OPONG",
      "text": "I remember the day I walked into the baby section of a store after finding out I was pregnant. I felt elated and simultaneously terrified. I was staring at all of the products available and looking at the cost of everything. Convertible car seats ranged from $100 to over $500, and I didn't even know what that meant. There were Jumperoos that were almost 200 bucks, and the fancy baby swings and nursing chairs that swiveled seemed significantly outside of my price range."
    },
    {
      "author": "OPONG",
      "text": "I didn't know which products were best, what I actually needed or how to decide how much I really needed to spend. But from where I was standing in that baby aisle, it looked like it was going to cost thousands of dollars. And that wasn't even everything it looked like the baby would probably need that first year. Babies come with so many unknowns, and the fear started to overtake my joy really fast. Instead of being excited, I was just stressed. Plus, people close to me had opinions on the importance of organic diapers or cloth diapers, which had a monthly service fee. Did I really need all of this?"
    },
    {
      "author": "OPONG",
      "text": "Rumor has it - babies are expensive, Farnoosh. What does having a baby actually cost?"
    },
    {
      "author": "FARNOOSH TORABI",
      "text": "Well, if you ask the U.S. Department of Agriculture, which - I didn't realize they were the experts, but they have actually tallied the figures."
    },
    {
      "author": "OPONG",
      "text": "That's parent and money expert Farnoosh Torabi."
    },
    {
      "author": "TORABI",
      "text": "Looking across, you know, all the different aspects of a household's expenses when they have children - housing, food, child care, of course - over the course of, say, 18 years - so this figure doesn't even include college, but they estimate it is roughly $250,000 over those 18 years. That's just average. So depending on how you want to raise your kid, what you can actually afford, it could be very different depending on your household. But the bottom line is that it's not inexpensive. It's not cheap."
    },
    {
      "author": "OPONG",
      "text": "Yes, there are a lot of baby items out there and classes to choose from. And yes, preparing for a baby can be very emotional and overwhelming. But in this episode of Life Kit, we're going to help make things a little easier for you as you embark on this journey. Farnoosh is going to help us think through what to take into account when financially preparing for a baby, and maybe, most importantly, what can probably wait until after the baby arrives. And a little hint - you don't have to do it all alone."
    },
    {
      "author": "OPONG",
      "text": "There's a lot to consider when having a baby. Is there a magic number that people can use to help them figure out if they're financially ready to have a baby? Because, obviously, not everybody just has $250,000..."
    },
    {
      "author": "TORABI",
      "text": "No."
    },
    {
      "author": "OPONG",
      "text": "...Just sitting, ready and available for the first baby."
    },
    {
      "author": "TORABI",
      "text": "Yes. And, I mean, we use these big numbers because they stop people in their tracks, and they'll - you know, they're headline-drivers. And what I want to really encourage people to do is to not worry about that figure and focus more on, like, that first year of having a kid because I think you can't plan all of it. You can't, you know, have all the money at once. And I think there's a benefit to becoming a parent in that you instantly, instinctively start to really prioritize and focus on what matters. And it's not fair to say, well, I mean, look at my life today - the way I'm spending. How could I possibly make room for a child? My housing costs are too high, or my gas prices - whatever your constraints are today doesn't mean they're going to continue when your kid arrives. I would even argue that you would be more willing to make those hard choices and adjustments because you have to. There's almost this necessity at that point."
    },
    {
      "author": "TORABI",
      "text": "If you know you want to become a parent, I think it's important to think about a few foundational things that do carry costs. But the earlier you start thinking about it and planning, the more you might be able to find options and adjustments. And so the first is the child care system that you want to arrange. If you want to be a stay-at-home parent versus affording it by outsourcing it, what are the different costs based on where you live - the options that you have? What does your employer provide in terms of some sort of paid leave, if at all?"
    },
    {
      "author": "TORABI",
      "text": "And so starting to look at, you know, where the holes are and how you're going to fill them - maybe it means finding a new employer in the next year or two because, frankly, the one you have has no policy for parents, for paid leave, for any sort of family need. It's not perfect. We have a - we are very behind as a nation in terms of family leave policies, but I think we're getting the message. And the more that we, as workers, leave jobs because of this reason and make that the reason we leave, I think that's going to be very powerful."
    },
    {
      "author": "OPONG",
      "text": "So focusing on the first year - that's a really good plan, and it's interesting to think about it that way because it can be hard to foresee where your life is now and what it might look like with a kid, right? 'Cause there are so many unexpected costs."
    },
    {
      "author": "TORABI",
      "text": "Or debt..."
    },
    {
      "author": "OPONG",
      "text": "Oh, yeah, or debt. OK."
    },
    {
      "author": "TORABI",
      "text": "...Or student loans, or any sort of financial obligations that you can maybe not eradicate - before the baby's born would be ideal - but just get a handle on it. So if you have outstanding debt, if you aren't happy with your income, if you want to create a bigger savings cushion, start prioritizing those financial goals. Just trying to get out of debt to get out of debt - I mean, some people can do it, but I don't know about you, but I need an anchor, and I need, like, sort of a carrot to get me to that finish line."
    },
    {
      "author": "TORABI",
      "text": "If you and your partner or just you think you want to become a parent, that's a big carrot. Let that drive you to the finish line. And so as you are trying to motivate yourself to pay off that high-interest credit card debt or to put a little bit more into savings, let that drive you to finishing those financial obligations on your list - your to-do's - because in that first year, if you can arrive at parenthood with a clean debt slate and some savings, let me tell you, you are going to have such a leg up. It is very, you know, hard to predict what those expenses are going to be in that first year..."
    },
    {
      "author": "OPONG",
      "text": "Yes."
    },
    {
      "author": "TORABI",
      "text": "...But we do know some of them. It's important to have a little bit of a cushion."
    },
    {
      "author": "OPONG",
      "text": "Yeah, for sure."
    },
    {
      "author": "OPONG",
      "text": "So for lower-income families, what resources should they consider?"
    },
    {
      "author": "TORABI",
      "text": "For lower-income families, if you're looking to get financially ready, and maybe you want to clear debt, having advocates for you is really helpful. Especially if you're working multiple jobs, you don't have time to be calling your billers. So there's the National Foundation for Credit Counseling. It's a not-for-profit. They have agencies all over the country. They have free initial meetings. They can help you budget. They can help you prioritize your debt and also make those phone calls on your behalf to reduce your interest rates or create more manageable monthly payments. This is not a debt restructuring program at all, or it's not going to hurt your credit. It's really just a way to tap into a community of advocates who will help you slowly but surely get your finances cleared."
    },
    {
      "author": "TORABI",
      "text": "And then I would also talk to your employer wherever you're working. Even if it's an hourly job or a part-time job - I will say that companies, while we have a long way to go in terms of our companies really showing up and creating meaningful programs and benefits for their family employees - ask for what you want. You have a lot of bargaining power right now as an employee anywhere because it's a highly competitive job market. Don't be afraid to ask, well - you know, negotiate your time off. Negotiate, you know, what you may get as far as your wages when you're away from work or asking for more money now so that you can create that savings cushion in anticipation of becoming a parent."
    },
    {
      "author": "OPONG",
      "text": "For sure. OK. The process from finding out you're expecting a baby is about a year, which feels like a enough time to, like, make a change, right? Like, you're mentioning figuring out your debt situation, figuring out your savings situation. What do people need to be thinking about budgeting for before the baby arrives?"
    },
    {
      "author": "TORABI",
      "text": "Child care - at least not right away, but, again, if you have - it depends on your leave policy. If you have an employer that's going to help you be at home and get your income coming through, you know, for six months, maybe you don't have to rush to find child care and figure that out, versus another family where they have to go back to work right away. Or, conversely, they don't want to go back to work, and that's going to come at a cost, too, because now you're not earning. So how are you going to create that savings cushion or adjust your spending so that you can be on a single income in a dual household as opposed to a dual income in a two-person household?"
    },
    {
      "author": "OPONG",
      "text": "On the flip side, what does not need to be worried about, maybe, in that first year?"
    },
    {
      "author": "TORABI",
      "text": "I'll tell you what, Diana. I often hear from expecting parents, oh, my gosh. We have to move. We have to get a bigger place. We have to move to a school - a neighborhood that's near the schools or what have you. It's like, relax, you know? The baby is going to be basically sleeping for most of its first few months, and you don't need to have all this space. It's not going to be the sort of need - immediate need that you think it will be. Sure, is it nice to have more space? Of course. But don't do it if it's going to stress you out - if it's going to push you beyond your financial limits in that first year to buy a home or rent up to a bigger place just because you think you need it."
    },
    {
      "author": "OPONG",
      "text": "(Laughter)."
    },
    {
      "author": "TORABI",
      "text": "And it's - trust me, you will be much happier having that money in your bank account that first year than going through the stress of finding a home, closing on a home, filling the home with furniture, all the added expenses of owning a home, like taxes and maintenance. You know, one thing at a time."
    },
    {
      "author": "OPONG",
      "text": "One thing at a time. That's really good advice 'cause that's something I worried about when I first became a parent - was, is there enough space? Will I have enough room - not just for the baby, but all the stuff?"
    },
    {
      "author": "TORABI",
      "text": "Yeah."
    },
    {
      "author": "OPONG",
      "text": "Another question is - what's the best way to stick to a financial plan for those unexpected costs that may pop up with a new baby? And that includes, like, the shiny new thing..."
    },
    {
      "author": "TORABI",
      "text": "Yeah."
    },
    {
      "author": "OPONG",
      "text": "...That you think you need to have for it."
    },
    {
      "author": "TORABI",
      "text": "I think, you know, like weddings, the baby industry is an industry. It's a construct. And I think marketing executives and brands - I mean, they really feed the emotions. You - already, you're going into parenthood with a lot of anxiety and worry. I think, surely, you want to focus on creating a safe environment for your child. But whether you have edition 2000 or edition 1400 of that stroller I don't think is really going to be a make-or-break parenting fail. As much as you can, be open to taking hand-me-downs. Let everyone in your orbit know that you're expecting and that you are open to hand-me-downs - and not just the hand-me-downs that are going to be beneficial in the first year, but, like, hey, if you got, you know, 4T, 3T clothes, I'll take that too."
    },
    {
      "author": "TORABI",
      "text": "I'll tell you, the parenting community loves to recycle. It's Facebook and parenting blogs and parenting communities where people are more than happy to give you a gently used stroller or a gently used what have you. Take it. Take it and run. And there's no sense in buying the brand-new shiny thing. If someone wants to gift that to you, of course accept. Write a nice thank-you note."
    },
    {
      "author": "OPONG",
      "text": "With open arms, yes (laughter)."
    },
    {
      "author": "TORABI",
      "text": "Right. Have a big baby shower."
    },
    {
      "author": "OPONG",
      "text": "Yeah."
    },
    {
      "author": "TORABI",
      "text": "There's a lot of, like, excitement and anticipation with the arrival of a child. You know, just lean into that as parents. Let others shower you. Let others provide for you. It may be unexpected, and maybe you feel uncomfortable because you're not someone who's used to asking for help or receiving help..."
    },
    {
      "author": "OPONG",
      "text": "Totally."
    },
    {
      "author": "TORABI",
      "text": "...But just really lean into it because people want to help, and it brings them a lot of happiness."
    },
    {
      "author": "OPONG",
      "text": "Yes, yes, yes, yes to all the things. OK. So we've talked a little bit about the things we have to be thinking about. How do we start practicing? So what are some of the things that future parents can implement now to help them save and prioritize? So it sounds like reducing debt, not worrying too much about the future, and it sounds like networking and making community."
    },
    {
      "author": "TORABI",
      "text": "Yeah, that's so important - that last one, which we don't often talk about, is the value that comes with having a network. I will also say, in my research, talking to couples, whether they're looking to plan for a family or buy a house - a big expense down the road - if you do have a dual-income household, practice, like, imagining you only have one income and saving the other person's income. You decide whose income is going to get parked, but do that even just for a couple of months. It's such a huge, fast way to save. Now, it may sound really unrealistic, but the fact is that - what if one of you loses their job, right? You will maybe have to do this at some point out of necessity. So doing this now, when you have the flexibility and the choice..."
    },
    {
      "author": "OPONG",
      "text": "The stability, yep."
    },
    {
      "author": "TORABI",
      "text": "...Try it. I mean, even if you just try it for a week - save one paycheck. What happens? You know, if you need it, you need it. But if you don't, hey, maybe you do it the next time. Or once a month, take 50% of a paycheck. Just - these lump-sum savings are not just a faster way to your finish line, but I think, when you start to see the savings accumulate in such a rapid way, it really motivates you, and I think there's a psychological benefit to it. You will be enticed to keep with the journey."
    },
    {
      "author": "OPONG",
      "text": "Yeah, I love the idea of just giving it a try - not feeling like, OK, we're having a - we're thinking about having a baby or we know we're pregnant. From now on, we're going to do this until the baby arrives. No. That's like - I think parents put a lot of pressure on themselves. But parenting, in general, is something that people can be very judgmental about. And you have external pressures. And I know you're a parent, too, and have probably felt that pressure..."
    },
    {
      "author": "TORABI",
      "text": "Absolutely."
    },
    {
      "author": "OPONG",
      "text": "...Not just to buy the latest and greatest baby accoutrement, like a baby swing or biodegradable diapers or a nursery camera. So what should parents be thinking about when they are faced with those pressurized decisions that can end up maybe being costly?"
    },
    {
      "author": "TORABI",
      "text": "Well, take a beat. I think, like, with any - I would consider these to be more impulsive moves, where you are doing them - they're emotionally charged. If it's not in your budget, it's not in your budget. And I will say that it doesn't mean it can't happen. It may just mean you have to find alternative ways to do it. So you may not have to go to the $40 whatever class. Maybe there is a - within your community, there's a mommy group, or there's a free class, or you could..."
    },
    {
      "author": "OPONG",
      "text": "YouTube."
    },
    {
      "author": "TORABI",
      "text": "YouTube, right."
    },
    {
      "author": "OPONG",
      "text": "(Laughter)."
    },
    {
      "author": "TORABI",
      "text": "Or ask your doctor. You know, our physicians - I want to make this clear. Your doctor is not just - and this is not just for pregnant people, but everybody. If you have a doctor, that person is not just there to give you the best medical advice. They're also there to pair that with the most financially viable advice, right? So you go to your doctor, and you say, OK, I - whether it's like, I need this prescription - they need to be your fiduciary in the sense that they have to also look out for your financial best interests."
    },
    {
      "author": "TORABI",
      "text": "And sometimes they don't know your budget, so you should bring that up. Hey, doc, is there something that is half the price, more affordable, free? Can we do this in such a way where the insurance would pay for it? And so bringing this up proactively - having these constructive conversations with your doctor - don't shy away from them because they are - that's what they're there for."
    },
    {
      "author": "OPONG",
      "text": "That's surprising because I don't think I would ever consider for a moment that my doctor can help me with something that's not just medical. I want to dive into that a little bit more. So you're having a baby. You're stressed out. Maybe you're going for that first appointment. You're preparing for the journey of becoming pregnant. What advice do you think a doctor actually can give a parent when it comes to that financial stuff? It's sort of blowing my mind."
    },
    {
      "author": "TORABI",
      "text": "Well, firstly, you could bring your insurance information with you and say, I'm going to have this kid, and I think my insurance is going to cover it all, but are there any out-of-pocket expenses that I may not know about or that could come up? Because there may be issues with my pregnancy that are out of coverage - if there are sort of recommended things, but they aren't necessary, but I'd really like to pursue them because I want to - I'm going to have - like a doula or, you know, a certain sort of birth plan or delivering at a different hospital because I like their facilities better."
    },
    {
      "author": "TORABI",
      "text": "For example, when I delivered my son, he - my water broke at midnight, and I went to the emergency room. The doors to the hospital were closed. I had to go through the emergency room. Come to find out that, when I got my medical bill - thankfully, my insurance paid for everything, but there was a line item that said, emergency room entrance. I think it was..."
    },
    {
      "author": "OPONG",
      "text": "Oh."
    },
    {
      "author": "TORABI",
      "text": "...like, $1,600 or whatever it was. And - what?"
    },
    {
      "author": "OPONG",
      "text": "You wouldn't have known that."
    },
    {
      "author": "TORABI",
      "text": "I wouldn't have..."
    },
    {
      "author": "OPONG",
      "text": "Yeah, yeah, yeah."
    },
    {
      "author": "TORABI",
      "text": "If I was - if I didn't have the sort of insurance that would pay for that or that would contest it, that's on me. Talking to parents - right? - ahead of time, as they - as you're about to go through the process - hey, what are the things I should look out for? Were there any unexpected expenses that you incurred? These are the nitty-gritty things that you only learn through, honestly..."
    },
    {
      "author": "OPONG",
      "text": "Talking to your provider."
    },
    {
      "author": "TORABI",
      "text": "...Talking to your provider or other parents."
    },
    {
      "author": "OPONG",
      "text": "Yeah. Oh, that's really, really helpful. I appreciate that."
    },
    {
      "author": "OPONG",
      "text": "So we're talking about making a budget for a baby, but, of course, those babies grow, and other expenses start to pop up. How do you recommend saving for a child long-term?"
    },
    {
      "author": "TORABI",
      "text": "A little bit at a time. You know, $10 a day can go a very long way. We use these examples when we're talking about saving for retirement, for example, where $10 a day, starting in your 20s, over the next 30 years in a retirement portfolio, it's - you're talking a million dollars by 65. A 529 college savings plan - while it's called a college savings plan, now, with some laws that have changed over recent years, you can actually use that savings towards primary school and secondary school if it's going to be out-of-pocket."
    },
    {
      "author": "TORABI",
      "text": "Also, get up-to-date on your tax benefits. As a family, there may be some dependent credit that you're going to be entitled to. If you became a recent parent over the pandemic, did you get all your stimulus paychecks - right? Those are still actually coming out. There's drips of that if you had a kid, let's say, in 2021. So really getting familiar with the tax credits, but also, you know, some of the savings vehicles that we have that are particular for families."
    },
    {
      "author": "TORABI",
      "text": "There's also custodial investment accounts, where you can open up, essentially, an investment portfolio for your kid. As the parent, you're the one who's managing it. But by the time they're 18, they can get control of that, and that can be money for them to set themselves up for their future. I know that creating generational wealth is something that is very important to families, especially the ones that didn't have it for themselves coming up in their lives. And so know that a little bit can go a very long way. There are certain vehicles that are specific to child savings, and some tax money can be coming your way as well."
    },
    {
      "author": "OPONG",
      "text": "That was Farnoosh Torabi. She's a money expert and parent."
    },
    {
      "author": "OPONG",
      "text": "For more LIFE KIT, check out our other episodes. We have one about how to pick a name for your baby and another on how to recognize the signs of postpartum depression so you can get help. You can find these at npr.org/likekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "OPONG",
      "text": "And now, a random tip from one of our listeners."
    },
    {
      "author": "ANDREA",
      "text": "Hey, this is Andrea (ph). I'm in Boston. I have a little hack re: not double-screening or, you know, using your phone while you're watching TV. I recommend watching shows or movies in a language you don't understand with the subtitles on because that forces you to keep your eye on the screen."
    },
    {
      "author": "OPONG",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Michelle Aslam. Our visuals editor is Beck Harlan. Our digital editor is Dalia Mortada. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Our intern is Vanessa Handy. Julie Carney is our podcast coordinator. Engineering support from Alex Drewenskus, Patrick Murray and Neil Tevault. I'm Diana Opong. Thanks for listening, and I wish you lots of luck as you make your baby budget."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5898620644.mp3",
  "img": "https://media.npr.org/assets/img/2022/07/12/gettyimages-1297512957_wide-9c335c4e6e4f82dc15f3851618f334e3f222b920.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "DIANA OPONG, HOST",
    "OPONG",
    "FARNOOSH TORABI",
    "TORABI",
    "ANDREA"
  ]
}