{
  "title": "Parents are people, just like you. Here's how to have an adult relationship with them",
  "url": "https://www.npr.org/transcripts/1111234156",
  "intro": "When it comes to having an adult relationship with your parents, there's plenty of baggage: the friction of family history or the weight of unsaid expectations. Here's how to set healthy boundaries and understand generational trauma to help you have a grown up relationship with your parents.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Is everybody comfortable?"
    },
    {
      "author": "RICHARD TAGLE",
      "text": "I am."
    },
    {
      "author": "A TAGLE",
      "text": "This is NPR's LIFE KIT. I'm Andee Tagle, one of the producers of this show."
    },
    {
      "author": "A TAGLE",
      "text": "This is your first official NPR interview, parents. OK, Pops, I just asked you if you were comfortable, and then you switched your ear."
    },
    {
      "author": "R TAGLE",
      "text": "I'm sorry. I found that this is more comfortable on the right."
    },
    {
      "author": "A TAGLE",
      "text": "OK."
    },
    {
      "author": "R TAGLE",
      "text": "Sorry. OK."
    },
    {
      "author": "A TAGLE",
      "text": "Everybody has their favorite ear?"
    },
    {
      "author": "R TAGLE",
      "text": "I'm OK."
    },
    {
      "author": "A TAGLE",
      "text": "How do we feel?"
    },
    {
      "author": "R TAGLE",
      "text": "I feel great."
    },
    {
      "author": "SYLVIA TAGLE",
      "text": "I'm a little nervous."
    },
    {
      "author": "A TAGLE",
      "text": "You're a little nervous?"
    },
    {
      "author": "S TAGLE",
      "text": "I got to say, I'm a little nervous."
    },
    {
      "author": "A TAGLE",
      "text": "And these are my parents, Sylvia and Richard Tagle - or, as I know them, Mama and Pops. They're here to talk about our relationship since I've become an adult, which I'm very lucky to say is a great one."
    },
    {
      "author": "A TAGLE",
      "text": "Through every stage of life, my parents have been there for me and my sister - be it a test, a tournament or a podcast episode. They are loving and kind and endlessly supportive, if not without some gentle teasing and mild interrogation along the way."
    },
    {
      "author": "R TAGLE",
      "text": "I did read about where you can pause if you needed to think. But we have a lot. We have a lot, so we'd..."
    },
    {
      "author": "A TAGLE",
      "text": "Yeah. It's not live. Ari Shapiro isn't listening to our interview."
    },
    {
      "author": "R TAGLE",
      "text": "Right."
    },
    {
      "author": "A TAGLE",
      "text": "The thing about parents is - they're people, just like you and me. It's a simple notion, but it can be such an easy thing to forget, right? Because when it comes to having an adult relationship with your parents, there will inevitably be push and pull. The friction of family history, the weight of unsaid expectations - we all bring our own baggage to the dinner table. For me and my family, there's this strange little dance we would always do when I'd come home for a weekend after I had graduated college and then moved away. It was like everyone went back to the roles they played when I was 16, especially my mom. Things seemed fine when I was out of the house living my life."
    },
    {
      "author": "S TAGLE",
      "text": "You know, it's almost out of sight, out of mind. I relate it a little bit to, like, retiring 'cause I didn't realize the feeling until you get there, but - is that - it's like a sense of responsibility is lifted off your shoulders when your child goes away or when you retire, right? You don't realize you have this - I'm not - I'm going to call it a burden, but it's not a burden - but it's just a weight on you."
    },
    {
      "author": "A TAGLE",
      "text": "I'm a burden, I understand."
    },
    {
      "author": "S TAGLE",
      "text": "No."
    },
    {
      "author": "A TAGLE",
      "text": "Yeah, uh-huh."
    },
    {
      "author": "S TAGLE",
      "text": "But what happens is, when you come back, it's almost like a light switch in a way because the dynamic was what it used to be. So it's hard to..."
    },
    {
      "author": "A TAGLE",
      "text": "The worry is more present."
    },
    {
      "author": "S TAGLE",
      "text": "Yeah. You know, 'cause I can choose to believe that you twiddle your thumbs in San Francisco - you know? - and go to work and come right home."
    },
    {
      "author": "A TAGLE",
      "text": "I'm sitting home knitting at 9 p.m. Right. Yeah."
    },
    {
      "author": "S TAGLE",
      "text": "Exactly. Right. Right. So I can choose to believe that. But when the reality's in front of me, sometimes we're - you know, we're back to where we were before you left."
    },
    {
      "author": "A TAGLE",
      "text": "Do you ever think that you will graduate from that worry? Do you want to? Do you think you should?"
    },
    {
      "author": "S TAGLE",
      "text": "Oh, definitely. I definitely think I should. I think I've come a long way. You can't help but worry, right?"
    },
    {
      "author": "A TAGLE",
      "text": "Yeah."
    },
    {
      "author": "S TAGLE",
      "text": "They're your children. You can't help but worry. One of the things I think that's great is knowing that you raised a child who, you know, is a responsible adult."
    },
    {
      "author": "A TAGLE",
      "text": "For me and my dad, it's this thing with the cell phone bill."
    },
    {
      "author": "R TAGLE",
      "text": "Well, there is that one matter."
    },
    {
      "author": "A TAGLE",
      "text": "Yes, I admit - I am that millennial. I am still on the family cell phone plan, and he loves to hound me about it."
    },
    {
      "author": "R TAGLE",
      "text": "You know, will you ever come off the phone bill? I guess that remains to be seen at this point."
    },
    {
      "author": "A TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "R TAGLE",
      "text": "It's just been - we've been carrying it so long and - do you even know what a phone bill looks like?"
    },
    {
      "author": "A TAGLE",
      "text": "Well, because that's something - well, you know, 'cause - to be honest with you, Pops, that's something that I've thought about. Because I've always said, like, I will do it. I will - you know, I'm happy to do it. But then the deal is so good that you're like, you're not going to get a better deal. You should stay on the phone plan."
    },
    {
      "author": "R TAGLE",
      "text": "Well, I can be honest about this one thing, if you really want the motivation behind it - because it keeps you - keeps us attached. I mean, people do that with socks - you know, clothes - you know, they can't let go, or - but with me, it's, you know, Andee in our phone bill. It's always been my comfort zone."
    },
    {
      "author": "A TAGLE",
      "text": "So take from that what you will. That's us three adults and some of the things we're working on. Maybe for you it's something bigger. Whatever your battle, maybe it's those sideways-cutting comments or guilt trips or fighting over finances. Remember, parents are people just like you."
    },
    {
      "author": "A TAGLE",
      "text": "So in this episode of LIFE KIT - tools for how to have a grown-up relationship with your parents. We'll talk to therapist and TikTok star Yolanda Renteria about setting healthy boundaries and understanding generational trauma, and then we'll hear a bit more from Mama and Papa Tagle."
    },
    {
      "author": "A TAGLE",
      "text": "Yolanda, thank you so much for joining us today. I'd love to start by just getting a baseline of healthy family dynamics for our conversation. So could you walk me through what relationships between parents and children should ideally look like at each stage?"
    },
    {
      "author": "YOLANDA RENTERIA",
      "text": "In childhood, a healthy relationship looks like the parents having rules and routines for the child that the child follows, but also allowing room for self-expression and for the child to have a voice and be able to say what they want and don't want and that be respected. Also, it's important for their boundaries to be respected."
    },
    {
      "author": "YOLANDA RENTERIA",
      "text": "In the teen years, it's important for the child to have freedom to explore their individuality, who they are aside from who the parent is, without the parent constantly telling them who they need to be and what they need to like. A lot of the boundaries there around safety - so what are limits you can place on the teen for them to be safe? But there's more room for exploration - possibly a later bedtime, possibly more of a choice in what they eat, and things like that. And in adulthood, you treat your adult child just like you would another person - with their own identity, their own ideas, and you respect each other even if you don't share the same opinions and ideas."
    },
    {
      "author": "A TAGLE",
      "text": "So obviously, every situation is different. But, generally, why might it be so difficult for so many people to have an adult relationship with their parents? You know, what are some obstacles that are unique to this kind of dynamic? Can you give us some examples?"
    },
    {
      "author": "RENTERIA",
      "text": "There is obviously - there's always been, like, a generational disconnect from one generation to the next. You always hear people talk about how they don't really understand teens, right? And I know that in the past, I would always hear, like, oh, like, my generation is better because we did these things, and your generation doesn't know how to do these things, so therefore we are better. And I think now we're beginning to understand a lot of things that we didn't before."
    },
    {
      "author": "RENTERIA",
      "text": "And as people are getting this information, they're trying to apply it to the relationship with their parents, and now they're talking to their parents and saying, like, hey, listen, this doesn't work - the way that we communicate, the way that my boundaries are not respected, the way that we don't show affection. Or maybe there are even some ways in which we communicate as a family that I might - that might be abusive, right? And that, in itself, is traumatizing the family, and it's impacting the relationship that we can have with each other."
    },
    {
      "author": "A TAGLE",
      "text": "All right, great. So we've got a framework. Let's talk about family cycles. I know, for me, something that's come up often over the years is this kind of regression when I come home for a weekend. You know, I'm fully an adult. I have a career. I pay my own rent. I live in another city. And I make my own decisions every day. But then I'll come home for a holiday or something, and it's like I'm 16 again for both me and for my parents. You know, my mom wants to know where I'm going and who I'm going with and when I'll be back when I leave the house. I'll pout if my dad doesn't make my favorite breakfast, and my mom asks about doing my laundry for me. Help me out here, Yolanda."
    },
    {
      "author": "RENTERIA",
      "text": "(Laughter)."
    },
    {
      "author": "A TAGLE",
      "text": "Is this normal? Why - and more generally, why do we revert to patterns like these? And what can we do about it?"
    },
    {
      "author": "RENTERIA",
      "text": "Is it normal? You know, I think we can identify different things as normal. But in reality, yes, it's very common for these things to happen. I know a lot of people are afraid to go back, or they even try to distance themselves from their families for some time to put some space in between so they can work on themselves. The thing that happens is that - in the parenting culture, there is this idea that parents are always right, and the way that they show care a lot of the times is through the things that they do and not really in their communication."
    },
    {
      "author": "RENTERIA",
      "text": "So there is this expectation that if I care about you in the way that I know how to care about you, then you should understand that as love. And you setting boundaries around that - are you telling me that I can't ask you where you're going? - that is you not respecting me, that is you not honoring the way that I love you, which is so, so common in families. If the family is very enmeshed, there is no line between when one person ends and another begins, and it's very common for families to perceive themselves to be the same person as their children. So this is why they get very upset if the child is making their own decisions even in adulthood."
    },
    {
      "author": "A TAGLE",
      "text": "All right. In a similar vein, learning not to sweat the small stuff when we're adults - we all have little pet peeves, you know? - maybe someone chews too loudly, little comments about appearance, your dad just can never, ever, ever remember the password to the Wi-Fi. For those small annoyances that can stack up from time to time, Yolanda, what should you let go? Or if you can't let it go, what can you say in the moment so a small thing stays a small thing?"
    },
    {
      "author": "RENTERIA",
      "text": "When small things become big things - because sometimes it can be that parents rely too much on their children because they are truly needed. Like, if you have a disabled parent, that parent might need more help. But there are some times that parents just need to rely on their adult children because they can even when they're able and capable of learning things that would make them more self-sufficient."
    },
    {
      "author": "RENTERIA",
      "text": "So the line there would be on, how much is this draining me in my day-to-day as an adult? And how much can I give to maintain the relationship for the relationship to be healthy but not to be in a place where I feel like I'm burdened every time I speak to my parents? Or any time that I know - like, I see their name on the caller ID. I already know that they're going to ask me to do something for them, and I don't even want to pick up. That's not healthy."
    },
    {
      "author": "A TAGLE",
      "text": "Any examples from your own life? Is there anything that you just - you always let it go or like, I'm going to stand my ground?"
    },
    {
      "author": "RENTERIA",
      "text": "(Laughter) It - personally, I have a very close relationship with my parents. And they do depend a lot on me because I'm an immigrant, so they don't speak English. So I know that - for example, I don't like to do a lot of the health insurance stuff, but I also know that it's important. And that, I just kind of, like, send myself (laughter) through that and say, you know what? I have to do that. Other small things I have talked to my mom is, like, learning her Social Security number so she doesn't always have to rely on me to know information that's very simple and that it goes a long way if she can do it herself."
    },
    {
      "author": "RENTERIA",
      "text": "I have to tell you that I've done a lot of somatic work. Whenever we are reacting to a situation that doesn't match what is happening, it means there's something there that's deeper than what we're seeing. So if your parent calls and the moment that they call - they call you at a bad time - you pick up the phone and you're very upset, your reaction, your physical reaction is probably not matching what's happening. With somatic work, you talk to someone who is walking you through what's going on in your body and helps you process the trauma from the body."
    },
    {
      "author": "RENTERIA",
      "text": "I see that there are so many adult children who are very reactive with their parents, and most of the time, I see this because there isn't a sense of deep connection with a parent. We may understand in a logical sense that we love our parents, but we don't feel that deep connection, compassion and empathy. And that's the work a lot of the times, to be able to get to a place where we're able to communicate these from a more objective place than just a reactive place."
    },
    {
      "author": "RENTERIA",
      "text": "Do you have any quick tips from your somatic therapy to be less reactive?"
    },
    {
      "author": "A TAGLE",
      "text": "Yes. Doing breathwork is really helpful. If you - you can Google these practices. One is belly breathing or diaphragm breathing, where you take a deep breath, you hold it, and then you release that slowly. It helps us regulate our nervous system. I know that when I was a child, I used to hear, like, you have to count to 10. Counting to 10 doesn't mean anything if you are not also grounding. So it's reminding yourself your purpose - what is the purpose of this conversation? - getting really good at stopping before things get worse."
    },
    {
      "author": "A TAGLE",
      "text": "And the most - the one that I use the most is five, four, three, two, one. It teaches someone to look around your environment. Identify five things in their environment. What are four things that they can touch? What are three things that they can hear? What are two things that they can smell and one that they can taste? And that helps ground the senses. Yes."
    },
    {
      "author": "A TAGLE",
      "text": "I think obligation and expectations play a big role in this whole conversation, you know? I think that everyone has a title in their family in some way - the baby or the breadwinner or the firstborn. And then there are the hopes and dreams that our parents have for children. And there are the ideas children hold for how they think their parents could or should show up for them. How do we lay down all those shoulds? How do we just learn to accept each other for who we actually are?"
    },
    {
      "author": "RENTERIA",
      "text": "I think one of the ways is to understand that we are two human beings who are the product of how we were raised, then learning what healthy looks like and what we want - what do we not want to repeat anymore? - and having those difficult conversations with our parents and sometimes talking to them about how they grew up, what they experienced so we can understand that more, and then letting them know what we're learning."
    },
    {
      "author": "RENTERIA",
      "text": "I'm learning that, actually, that is not really healthy. I'm actually learning that kids do really well when parents are patient, or expressing love is something that's healthy in families. So it doesn't come from the lens of you don't love me or you don't show me love. But it's more of, like, you never learned this, did you? And some people feel like, you know what? I already deal with enough from my parents that I don't feel like I have to now, like, help them repair their trauma. And that's valid."
    },
    {
      "author": "RENTERIA",
      "text": "Sometimes, I tell people, if you need to take space from your parents, you know, it's good to communicate why if you can. Some parents won't receive that, and that's fine - and just creating that distance to work on yourself and coming back with stronger boundaries and in a place where you feel better about being in relationship with them."
    },
    {
      "author": "A TAGLE",
      "text": "How do you know what work you need to do on yourself versus when it's time to bring something to the family dinner table, you know? What's in our control? And what's not?"
    },
    {
      "author": "RENTERIA",
      "text": "A lot of the times at the beginning stages, it's going to look a lot like I am learning about this. Because then, people start realizing that they might have work to do, too. If I come from a place of other people are wrong, then it's not really offering solutions, or it doesn't really seem like an invitation for growth for other people."
    },
    {
      "author": "A TAGLE",
      "text": "I love that. That's a great suggestion. So instead of trying to educate people or push something on people, you're just like, hey, I had this great thing. I would love to share it - or, you know, just sharing something, just this thing that you're excited about. As you're saying, you know, we all have pain points. When is it time to draw a hard line in the sand with someone?"
    },
    {
      "author": "RENTERIA",
      "text": "When their relationship is abusive. Now, with parents, I think some people say you're always supposed to be there for - because your parents are your parents, or family is family. And that's not true. There are some families that are very abusive in every way. And if that's the case, I do suggest that people work with a professional to know when to draw those boundaries."
    },
    {
      "author": "RENTERIA",
      "text": "Relationships should not feel draining. It doesn't mean that they will always feel good, but that should not be the norm. And I've had this multiple times where people go to their parents, and it's always like, I have to prepare mentally when I go to my parents because every time I come back from their home, I'm in a depressed mood for days. That's not healthy."
    },
    {
      "author": "A TAGLE",
      "text": "Let's talk about a less extreme situation. So let's talk about parents who just have bad tendencies where you need to set a boundary, you know, so a mom who always harps on your weight, say. What does setting a healthy boundary look like? Give us some template language."
    },
    {
      "author": "RENTERIA",
      "text": "If your parent is making comments that you don't want, you set the boundary. You communicate how it feels to you first. I'm communicating this to you. I know that you're used to doing this. I know that you think it's normal. I don't like it. It's not funny to me. It's not helpful to me. And I want to have a different type of relationship where we can talk about other things. But this is something that you always bring up. I think it's very important to also take in consideration that sometimes people do things because they're so used to it, so they don't see any harm with it. So you're not really trying to convince them that they're wrong. You just letting them know that this is not something that you like and you're not OK with it."
    },
    {
      "author": "RENTERIA",
      "text": "But if they keep mocking you, if they keep saying, like, no, like, I'm not going to stop doing it and they don't really care, then it's time to honor the consequences that you set. It's very important for us to follow through with a consequence of people not honoring those boundaries. Otherwise, it's just desires. We're just expressing a desire. And we keep getting angry or upset that another person is not meeting it. If they already showed us that they're going to disregard it, it's just going to make us feel upset every time we're engaging in that same dynamic. But there's no consequences to that."
    },
    {
      "author": "A TAGLE",
      "text": "Right. Exactly. Yolanda, I'd like to close out with some joy. A lot of the stuff we talked about today is really hard work. But there's growth to be found on the other side, right? Final thoughts, feelings on the beauty of working on an adult relationship with your parents?"
    },
    {
      "author": "RENTERIA",
      "text": "I think it's the most beautiful work that you can do as a person because you can build so much connection and empathy for your parents' story. You will hear from them how much closer they feel to you because of what you've created. This work is very powerful. It takes time. It's very important for people to be patient. Be gentle with the process. Be gentle with yourself. Be patient. Accept that your parents are going to be closed off at the beginning. This is very natural. It doesn't mean that the doors are closed. It may just mean that you come back and try again with a different approach."
    },
    {
      "author": "A TAGLE",
      "text": "Yolanda, thank you so much for joining us."
    },
    {
      "author": "RENTERIA",
      "text": "Thank you for having me."
    },
    {
      "author": "A TAGLE",
      "text": "My parents and I can certainly attest to the power and growing pains that come with this process. It's one that never really ends. Like, one minute, you're having a nice little conversation, and the next, you realize your parents are straining to recall any happy memories with you as an adult."
    },
    {
      "author": "A TAGLE",
      "text": "Why are you both having so much trouble coming up with fun times?"
    },
    {
      "author": "R TAGLE",
      "text": "Well, that's..."
    },
    {
      "author": "A TAGLE",
      "text": "I feel like I have fun with you every time I see you. I feel offended."
    },
    {
      "author": "R TAGLE",
      "text": "You know, that's where I was leading to. It's the fun times that - what I reflect on are the times where we've had - you know, after a couple of rounds of tequila where we have really engaged as full-on adults with no inhibitions, you know? I mean, that's - it's almost - I almost think that, like, it's important, you know, for a parent to let loose."
    },
    {
      "author": "A TAGLE",
      "text": "I mean, I know what you're saying, Pops. I think it's important - I think it was important for me to realize - and I don't know when it happened, but to realize that you guys were people who needed a break, too."
    },
    {
      "author": "S TAGLE",
      "text": "When did you discover that? When are you saying that you discovered that?"
    },
    {
      "author": "A TAGLE",
      "text": "I mean, I don't know. Probably college. Like, way too late. Like, way too old, probably."
    },
    {
      "author": "A TAGLE",
      "text": "But, like, I think you're right, Pops. Like, I think it's important to engage in that way, to realize that, like, your parents are just - are also just human like you are a human, with a full spectrum of feelings and emotions and needs and desires."
    },
    {
      "author": "A TAGLE",
      "text": "It's good to remember that we're all human, I think - generally speaking, generally speaking."
    },
    {
      "author": "S TAGLE",
      "text": "No, that is, actually."
    },
    {
      "author": "A TAGLE",
      "text": "I think it's a nice sentiment."
    },
    {
      "author": "R TAGLE",
      "text": "Yes. And mutual respect is part of that."
    },
    {
      "author": "A TAGLE",
      "text": "Mutual respect. Right. Exactly. That seems like a good note to end on. Well, thank you very much for having this conversation. Grateful for you and I love you very much."
    },
    {
      "author": "S TAGLE",
      "text": "I love you, Ands (ph)."
    },
    {
      "author": "A TAGLE",
      "text": "I love you, Pops."
    },
    {
      "author": "R TAGLE",
      "text": "And we love you as well, beyond words, beyond words. I thank you for having us participate. And we learned a lot. I did."
    },
    {
      "author": "A TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to start therapy. I hosted another on emotions and money. And we've got lots more on everything from exercise to sustainability. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip."
    },
    {
      "author": "JESSICA",
      "text": "Hi. My name's Jessica (ph). I'm from San Diego. And I don't like taking the little seeds out of tomatoes. So I have found that if I chop it up, I can just put it into my salad strainer and spin it out real quick. And then I don't have to pull all the seeds out."
    },
    {
      "author": "A TAGLE",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Michelle Aslam. Our visuals editor is Beck Harlan. Our digital editor is Dalia Mortada. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes me, Andee Tagle, Audrey Nguyen and Sylvie Douglis. Our intern is Vanessa Handy. Audio engineering support from Stacey Abbott and Patrick Murray. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2381062767.mp3",
  "img": "https://media.npr.org/assets/img/2022/07/12/gettyimages-1339394437_wide-e598d400cce262bb82e12d1d3aa1a2276ace27cb.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "RICHARD TAGLE",
    "A TAGLE",
    "R TAGLE",
    "SYLVIA TAGLE",
    "S TAGLE",
    "YOLANDA RENTERIA",
    "RENTERIA",
    "JESSICA"
  ]
}