{
  "title": "Are you a bittersweet person? Take this quiz — then discover the power of sadness",
  "url": "https://www.npr.org/transcripts/1114482814",
  "intro": "In the U.S., there's a relentless focus on positivity. But as we all know, with life comes death — and with happiness, sadness. Susan Cain, author of Bittersweet: How Sorrow and Longing Make Us Whole, opens our eyes to the transformative power of melancholy.",
  "transcript": [
    {
      "author": "SHEREEN MARISOL MERAJI, HOST",
      "text": "This is NPR's LIFE KIT. I'm Shereen Marisol Meraji. On this episode, we're going to talk about harnessing the power of melancholy with bestselling author Susan Cain. Her new book is called \"Bittersweet: How Sorrow And Longing Make Us Whole.\""
    },
    {
      "author": "SUSAN CAIN",
      "text": "The reason that I used the term bittersweet rather than melancholy is because in our culture, we have come to conflate melancholy with depression. We assume they're the same thing, and, in fact, they're very different states. And I think of myself as a happy melancholic. But I think when we hear the word melancholic, we don't think that it could coexist with happiness."
    },
    {
      "author": "MERAJI",
      "text": "According to Susan, just because our society has misjudged melancholy doesn't mean it's devoid of its own kind of dynamism. And she uses the mournful lyrics of her favorite artist, Leonard Cohen, to help make that point."
    },
    {
      "author": "CAIN",
      "text": "The epigraph for the book is..."
    },
    {
      "author": "LEONARD COHEN",
      "text": "Forget your perfect offering."
    },
    {
      "author": "CAIN",
      "text": "There is a crack in everything."
    },
    {
      "author": "COHEN",
      "text": "There is a crack in everything."
    },
    {
      "author": "CAIN",
      "text": "That's how the light gets in."
    },
    {
      "author": "COHEN",
      "text": "That's how the light gets in."
    },
    {
      "author": "CAIN",
      "text": "And I selected that quote from his song \"Anthem\" as the epigraph to the book because I think it says, in one sentence, everything I'm trying to work through in this book - first of all, to accept that there's a crack in everything because, you know, so much of our culture tells us that we shouldn't talk about the cracks, you know, that there's something - I don't know - Eeyore-like or morbid or just, like, dwelling on the negative or something to even acknowledge that the cracks are there. But to see the cracks is also to see the light that comes through them."
    },
    {
      "author": "MERAJI",
      "text": "Susan's first book, \"Quiet: The Power Of Introverts In A World That Can't Stop Talking,\" gave shy people permission to be themselves. And \"Bittersweet\" is attempting to do the same thing for melancholics out there. When someone tells you to think positive or turn your frown upside down, \"Bittersweet\" may help you find the perfect comeback. At the very least, you'll want to turn up your favorite sad song so you can't hear them."
    },
    {
      "author": "CAIN",
      "text": "There's this one study that found that people whose favorite songs are happy songs - they listen to them about a hundred seventy-five times on their playlists, and the people whose favorite songs are sad songs listen to them 800 times."
    },
    {
      "author": "MERAJI",
      "text": "I believe that. There's a Beatles song. I don't know if you know it. It's \"Julia.\""
    },
    {
      "author": "CAIN",
      "text": "How do I not know that one?"
    },
    {
      "author": "MERAJI",
      "text": "And it's quite sad."
    },
    {
      "author": "CAIN",
      "text": "I thought I knew all the Beatles' songs."
    },
    {
      "author": "MERAJI",
      "text": "It's - (Singing) half of what I say is meaningless, but I say it just to reach you, Julia."
    },
    {
      "author": "THE BEATLES",
      "text": "(Singing) Half of what I say is meaningless, but I say it just to reach you, Julia."
    },
    {
      "author": "MERAJI",
      "text": "It's a John Lennon song - much more melancholic. And I listen to that song on repeat."
    },
    {
      "author": "CAIN",
      "text": "Yeah. And it's funny, by the way, that you mention John Lennon because I think it was a reader who sent me a quote not long ago. It was a quote from John Lennon, and he was talking about his partnership with Paul McCartney and how he, John Lennon, would always go for the more melancholic and bluesy note in whatever they were doing. And Paul would go more in the direction of cheerful and upbeat. And that's what made them such an excellent partnership - you know? - because they had those very different but complementary powers."
    },
    {
      "author": "MERAJI",
      "text": "So let's learn how to tap into the complementary powers of bittersweetness. This LIFE KIT - my conversation with Susan Cain on the positive power sorrow and longing have in our lives."
    },
    {
      "author": "MERAJI",
      "text": "How would you describe bittersweetness or what you've referred to in the book as the bittersweet condition?"
    },
    {
      "author": "CAIN",
      "text": "Part of this book, for me, actually started with this love that I had, not only of Leonard Cohen, but of sad music in general. And there was this puzzle of, like, why is it that when you listen to sad music, you know - whether it's Nina Simone or Adele or whoever you love - why is it that when you hear that kind of music, you don't really feel sad? You feel kind of uplifted, and you feel joined together with the musician and with all the other listeners who know the emotions that the music is conjuring forth. And it's because there's something about being connected in this very human way."
    },
    {
      "author": "CAIN",
      "text": "It's a kind of deep recognition of the way in which joy and sorrow in this world are forever paired and that impermanence is the condition of life, you know, and that everyone we - and everything that we love is not going to be here forever. But with that deep recognition is a kind of access to states of creativity and human connection and to transcendence."
    },
    {
      "author": "MERAJI",
      "text": "Yeah. Can you talk a little bit more about that? You talk about the human potential of bittersweetness, that there is a lot of power in sadness. And I think that that's something that we don't learn growing up."
    },
    {
      "author": "CAIN",
      "text": "I know. And it's such a funny thing because I talk a lot about something I call the bittersweet tradition, which is the fact that poets and philosophers and writers and thinkers and musicians have been - and theologians especially have been aware of this - of the power of this bittersweet and even melancholic way of being for centuries. And this is all across the world. In all different cultures and religions, you see this. And yet in this present moment, in this culture, we really have lost sight of that. And one of the things that I did in the book is I created a bittersweet quiz. And we found that people who score high, like, who tend to this bittersweet, almost melancholic state, they also score high on states of awe and wonder, spirituality and also absorption, which predicts creativity."
    },
    {
      "author": "MERAJI",
      "text": "I feel like, though, for the last decade and maybe more, there's been this very robust conversation about the law of attraction, you know, especially in the self-help genre. You know, what you think and what you believe and feel, you're going to attract to your life. I can imagine that people who really believe that and feel that might have a hard time accepting that embracing sadness and melancholy could actually lead one to greater contentment, could actually help one be more inspired and more creative. And so for those people who are sort of listening to this skeptically..."
    },
    {
      "author": "CAIN",
      "text": "Yeah."
    },
    {
      "author": "MERAJI",
      "text": "...What would you say to them?"
    },
    {
      "author": "CAIN",
      "text": "I would say that's a fair and good question. And this is not - I mean, bittersweet, it's a word that contains - it's two opposites. So it's not only about embracing, you know, our sorrows and our longings; it's also about embracing our joys and our beauties. But it's a recognition that, to accept life as it actually is, as opposed to hoping or pretending that life could be otherwise, that that is the route to a truer kind of happiness, really, and is also a path to human connection because if you're living in a way where you're only willing to look at the triumphs and look at the good moments, first of all, you're not then going to be in touch with your own difficulties, and you will have a way of taking them out one way or another on yourself or on others. And it also means that we're less open to the struggles that other people are going through if we're not willing to see them."
    },
    {
      "author": "MERAJI",
      "text": "You do not shy away from death in this book at all. And I feel like you really make the case for acknowledging death and the impermanence of life. You make this case that that can lead us to greater contentment and happiness."
    },
    {
      "author": "CAIN",
      "text": "Very much so. I think there is a fear that to think too much about death is a kind of morbid act or at least one that would make us feel kind of depressed to remember it too much. But it actually has the opposite effect. I mean, there's a reason that so many religions and wisdom traditions counsel meditating on death, and it's because, you know, there's almost nothing that delivers you so quickly to the preciousness of life as to think about death. And you don't have to think about it in a depressed kind of way."
    },
    {
      "author": "CAIN",
      "text": "I did start kind of doing this as a daily exercise. And while I was writing the book, my boys were pretty young, and we had this bedtime ritual that we would do every night. And it was really great. And it was, like, the time of day that they would tell me really what was on their minds, you know, like, total coziness and intimacy. And it was also a time in my life when I was very, very busy with work and a little bit stressed. And I had been finding myself bringing my cellphone in while we were doing this bedtime ritual and, you know, like, stealing glances at my email and stuff."
    },
    {
      "author": "CAIN",
      "text": "And then I started doing this practice. And, you know, I'd say to myself, you may not be here tomorrow. You know, your son may not be here tomorrow. And it wasn't like I was dwelling on it. It was just a reminder of just the facts of life. And, boy, did that make me put my cellphone down right away. And I wouldn't even feel tempted to pick it up. Like, the cellphone was suddenly utterly and completely beside the point, just from that one thought. So, you know, again, it's not about getting depressed about it or dwelling. It's just about - just looking at it matter of factly, really."
    },
    {
      "author": "MERAJI",
      "text": "Everything around us is telling us, well, don't think about it; just live your life. But actually, thinking about it helps you live your life."
    },
    {
      "author": "CAIN",
      "text": "Yeah, absolutely."
    },
    {
      "author": "MERAJI",
      "text": "In \"Bittersweet,\" Susan shares stories from different people whose acceptance of their melancholic tendencies and their willingness to acknowledge their sorrows led them to much more fulfillment in both their personal and professional lives, like Dr. William Breitbart, a psychiatrist who works with cancer patients in New York. He's a child of Holocaust survivors."
    },
    {
      "author": "CAIN",
      "text": "The legacy he came in with was one where he really felt sadness and a kind of, like - his parents' sort of mystification as to why they had been the ones to survive and the feeling that he had to go into the world and do something with that gift of survival."
    },
    {
      "author": "MERAJI",
      "text": "Dr. Breitbart told Susan that one could view his legacy as a burden and be crushed by it, but he chose to find meaning in why his family survived the Holocaust. They survived so that he could help people. And he does that with late-stage cancer patients using a technique he's researched and developed called meaning-centered psychotherapy."
    },
    {
      "author": "CAIN",
      "text": "He went into one of his first patient's rooms and asked what he could do for this person. And the patient said to him, you know, if you really want to help me, Doctor, just help me end my life right now. And he said, OK, I hear you, and if you still feel that way at the end of - I think it was six weeks - I will help you. But until then, let's see what we can do. And he developed a kind of therapy for patients to help them really understand what the true meaning of their lives and their identities and their selves had been and still continue to be, even with the - all the losses and the deprivations that cancer is bringing them."
    },
    {
      "author": "CAIN",
      "text": "When he first told me the story, he said, you know, if you ask me why I do the work I do and why I developed it, the answer on the surface would be that I, Dr. Breitbart - I had thyroid cancer when I was a young man. He said, but that really isn't the true answer. You know, the true answer was this sense of kind of needing to make sense of the sorrows of the world that he had inherited as an emotional legacy. And I think that many people feel that kind of emotional legacy."
    },
    {
      "author": "MERAJI",
      "text": "Definitely."
    },
    {
      "author": "CAIN",
      "text": "I want to say there is a part of me that, like, wants to be careful. Like, I wouldn't want somebody who's listening and feeling in the throes of sorrow or grief or whatever it is to feel like, oh, my gosh, you know, not only do I feel all this grief, but now I have to go out and create a brand-new therapy for people."
    },
    {
      "author": "MERAJI",
      "text": "Right. Yeah."
    },
    {
      "author": "CAIN",
      "text": "Like, I, you know - that feels like altogether too much pressure. And so it's not that. It's not like you have to go, you know, write a symphony. It's rather that, in very small ways, you know, there are very small acts of meaning and beauty that we can turn to and that we can turn our sorrows into. And it might be, like, the simple act of noticing somebody else at the grocery store who seems to be acting out of that sorrow and showing them an extra compassionate smile. Like, it could be anything. But we all find ways of doing it."
    },
    {
      "author": "MERAJI",
      "text": "Where does longing fit into all this? You talk about sadness and melancholy, and longing is something that you explore as something that can also be inspiring and help us find contentment and creativity."
    },
    {
      "author": "CAIN",
      "text": "Yeah. Longing is the great human state. It really is. I mean, we've all felt it when - like, when you feel in the throes of romantic desire, whatever it is."
    },
    {
      "author": "MERAJI",
      "text": "(Laughter)."
    },
    {
      "author": "CAIN",
      "text": "There's, like, this state of a longing for love, for completion. It gets expressed in so many different ways, like longing for divinity. It's, like, our true core DNA is a feeling of having come into this world in a state of longing for a more perfect and complete love and union. And we're all longing for a state of pure and unconditional love. And what all these wisdom traditions and religions teach, they all teach that this state of longing carries you that much closer to the beloved or the divine or whatever it is for which you are longing. So there's something - there's a kind of sacred element in it, which we all know. Like, all you have to - even just being in the state of, like, you know, an obsessive longing of someone you might have a crush on, there's a sense of the sacred even in that."
    },
    {
      "author": "MERAJI",
      "text": "But everyone tells you to get over it (laughter)."
    },
    {
      "author": "CAIN",
      "text": "I know. I know."
    },
    {
      "author": "MERAJI",
      "text": "Yeah."
    },
    {
      "author": "CAIN",
      "text": "They do. And God knows, like, being in one of those obsessions is no way to live (laughter). But, I mean, I tell the story in the book of one of those obsessions that I had. And for me, this - I had wanted to be a writer since I was 4, but I had this gigantic detour into corporate law, which I did all through my 20s and early 30s. And then I found out that I wasn't making partner at my firm, and I kind of left the firm that very day and immediately, in my life, kind of turned upside down."
    },
    {
      "author": "MERAJI",
      "text": "Yeah."
    },
    {
      "author": "CAIN",
      "text": "So, like, I had no career, and I also ended a seven-year relationship that I had been in for a really long time. And then I fell into a very obsessive relationship with another guy from which - I couldn't extricate myself from this obsession. The guy I was obsessed with was a musician and a lyricist, a very lit-up type of person. And then one day this friend said to me, you know, if you're this obsessed with him, it's because he represents something that you're longing for. And so what is the real thing that you're longing for?"
    },
    {
      "author": "CAIN",
      "text": "And this really was one of those, like, cinematic epiphany moments of clarity 'cause I was - it was so clear to me suddenly that he was symbolic for me of this world of art and writing that I had wanted to be a part of since the time I was a little kid and had gotten so far away from. And as soon as I understood that, truly the obsession kind of melted away. And I really, like, doubled down into my writing, for real."
    },
    {
      "author": "MERAJI",
      "text": "I love that story, and I loved your book because I do feel like it gave me permission to stop, you know, turning my frown upside down and faking it till I make it. But also, once I, like, step out into this society, there's just so much intense pressure to pretend that everything's OK. And there is this tyranny of positivity that you write about in the book. It's all around us here in the United States. How do we do this? How do we make this a practice? Are there ways that we can acknowledge sadness or embrace our melancholy that we've been just trying to shut out for forever, for our entire lives?"
    },
    {
      "author": "CAIN",
      "text": "Yeah. And one of the best ways, I think, of doing this is tuning into the places in our lives where we feel an intense beauty, whether it's in music or in art or in nature. And in art and music in particular, you get not only the beauty, but you usually find kindred spirits there who are expressing exactly the same thing that you are feeling and know to be true."
    },
    {
      "author": "MERAJI",
      "text": "Do you have any advice for people like my mom - hi Mommy..."
    },
    {
      "author": "CAIN",
      "text": "(Laughter)."
    },
    {
      "author": "MERAJI",
      "text": "...Whose advice is always, you know, very fake it till you make it, the power of positivity. Do you have any advice for people in our lives who are more like that? Is there something that they can do to kind of open up space for the melancholy in the lives of people around them?"
    },
    {
      "author": "CAIN",
      "text": "Well, I mean, I guess especially for someone who's really oriented towards positivity, the thing we were talking about before of really understanding that there are different kinds of powers in this world and that this is one of them 'cause I think for real pro-positivity people, I think there's a sense of melancholy as a form of weakness or something that couldn't possibly serve. And so to understand that, no, in fact, it actually can be this form of great power, and there are all these spiritual traditions for a reason that celebrate this state of longing, I think that could be persuasive to the kind of person you're describing. Hi to your mom."
    },
    {
      "author": "CAIN",
      "text": "And I would also say, like, I do think there's utility for all of us in borrowing from the other ways of being."
    },
    {
      "author": "MERAJI",
      "text": "There's power in both."
    },
    {
      "author": "CAIN",
      "text": "There's power in both."
    },
    {
      "author": "MERAJI",
      "text": "And there is a lot of power in embracing the melancholy. And I think that's something that we just don't hear often enough. And we need it more than ever because we've been going through it as a society, and we've lost a lot of people."
    },
    {
      "author": "CAIN",
      "text": "Yeah. I mean, the word compassion literally means to suffer with, to suffer with someone. And one of the best items in our tool kit for healing would be for us to be able to tell each other our stories and tell each other what our sorrows really are, not in a medium that has to do with politics or policy prescriptions or anything like that but just to hear each other's stories told from the heart."
    },
    {
      "author": "MERAJI",
      "text": "Thank you so much. This was wonderful."
    },
    {
      "author": "CAIN",
      "text": "Well, thank you so much. I really loved talking to you. I loved it."
    },
    {
      "author": "MERAJI",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on how to learn your heritage language, and we have another on how to find your personal style. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you're looking for a way to support this show, please consider joining LIFE KIT+. A LIFE KIT+ subscription allows you to unlock an exclusive LIFE KIT feed without any sponsorship interruptions. You can learn more at plus.npr.org/lifekit. And a big thanks to all our subscribers out there listening. We appreciate your support."
    },
    {
      "author": "MERAJI",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider and Andee Tagle. Our visuals editor is Beck Harlan. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Audrey Nguyen, Michelle Aslam and Sylvie Douglis. Our intern is Vanessa Handy. Julia Carney is our podcast coordinator. Engineering support comes from Patrick Murray, Alex Drewenskus and Neil Tevault. I'm Shereen Marisol Meraji. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9589857964.mp3",
  "img": "https://media.npr.org/assets/img/2022/08/12/gettyimages-1383032308_wide-a72a187ae5d1f11cbccdc3e7b385f75b32b286cb.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "SHEREEN MARISOL MERAJI, HOST",
    "SUSAN CAIN",
    "MERAJI",
    "CAIN",
    "LEONARD COHEN",
    "COHEN",
    "THE BEATLES"
  ]
}