{
  "title": "These 3 conversations hold the key to successfully moving in with your partner",
  "url": "https://www.npr.org/transcripts/1115416791",
  "intro": "Deciding to move in with a partner can be an exciting step. Cohabitating can also be challenging and bring up anxieties. Here's what to think about — and discuss — before you decide to move in together.",
  "transcript": [
    {
      "author": "KUMARI DEVARAJAN, HOST",
      "text": "OK. So can you introduce yourself?"
    },
    {
      "author": "ZENZELE PRICE",
      "text": "Hi. I'm Zenzele."
    },
    {
      "author": "DEVARAJAN",
      "text": "First and last name."
    },
    {
      "author": "PRICE",
      "text": "Price. I'm Zenzele Price. Hi."
    },
    {
      "author": "DEVARAJAN",
      "text": "This is NPR's LIFE KIT. And I'm Kumari Devarajan."
    },
    {
      "author": "PRICE",
      "text": "And..."
    },
    {
      "author": "DEVARAJAN",
      "text": "And Zenzele..."
    },
    {
      "author": "PRICE",
      "text": "I'm your girlfriend of a year."
    },
    {
      "author": "DEVARAJAN",
      "text": "It's true. We've been dating for a whole year."
    },
    {
      "author": "PRICE",
      "text": "Yeah. Like, we've worked really hard not to U-Haul. So..."
    },
    {
      "author": "DEVARAJAN",
      "text": "But after a very reasonable amount of time, in my opinion..."
    },
    {
      "author": "DEVARAJAN",
      "text": "OK. So we're planning to move in together."
    },
    {
      "author": "PRICE",
      "text": "Yes."
    },
    {
      "author": "DEVARAJAN",
      "text": "Yes."
    },
    {
      "author": "PRICE",
      "text": "So far as I know."
    },
    {
      "author": "DEVARAJAN",
      "text": "It's all very exciting and terrifying. So there are a lot of reasons why romantic partners choose to move in together. For us, it was a mix of the practical..."
    },
    {
      "author": "PRICE",
      "text": "Leases being up and thinking about all the time we spend getting to and from each other's houses and kind of being tired of, like, packing a bag. And also kind of being..."
    },
    {
      "author": "DEVARAJAN",
      "text": "...And the sweet, mushy stuff."
    },
    {
      "author": "PRICE",
      "text": "I don't know. Like, when, like, somebody feels like home, you want, like, your home and the person to be, like, one and the same."
    },
    {
      "author": "DEVARAJAN",
      "text": "But for all of the elements that are blissful and joyful, there are, of course, the parts that will be challenging."
    },
    {
      "author": "DEVARAJAN",
      "text": "I'm worried about you falling asleep before me and me just staring at you with dagger eyes."
    },
    {
      "author": "PRICE",
      "text": "(Laughter)."
    },
    {
      "author": "DEVARAJAN",
      "text": "How dare you abandon me?"
    },
    {
      "author": "PRICE",
      "text": "What - how are you going to feel when I have forgotten to pick something up for, like, three days in a row? Like, you remember that jacket that was just hanging on, like..."
    },
    {
      "author": "DEVARAJAN",
      "text": "The chair."
    },
    {
      "author": "PRICE",
      "text": "...A chair for, like, a month? I'm like, how is that going to go? You thought it was cute 'cause we hadn't been dating for that long, and it wasn't your house (laughter)."
    },
    {
      "author": "DEVARAJAN",
      "text": "This is going to be fun. So if you're thinking about moving in with a partner, you're in good company. More than half of U.S. adults between the ages of 18 and 44 have lived with a partner who they aren't married to. In this episode of NPR's LIFE KIT, we've got tips for moving in together and for all the messiness you might encounter, including how to get unstuck from those disagreements that never seem to budge, like the ones Zenzele and I are about to have over decorating together."
    },
    {
      "author": "DEVARAJAN",
      "text": "One wall blue, and then pink on the other wall and then red and then purple and the green ceiling."
    },
    {
      "author": "PRICE",
      "text": "I can't cosign that."
    },
    {
      "author": "DEVARAJAN",
      "text": "All right. So Zenzele and I have our work cut out for us."
    },
    {
      "author": "DEVARAJAN",
      "text": "Yeah, a lot of questions."
    },
    {
      "author": "PRICE",
      "text": "A lot of questions."
    },
    {
      "author": "DEVARAJAN",
      "text": "But..."
    },
    {
      "author": "PRICE",
      "text": "It's LIFE KIT. Tell us. Tell me."
    },
    {
      "author": "DEVARAJAN",
      "text": "LIFE KIT, save us all."
    },
    {
      "author": "DEVARAJAN",
      "text": "All right. So maybe you've already decided to move in with a partner. Congratulations. But maybe you're still deciding whether or not it's the right decision for you. I wanted to get some advice on what to do at this stage of the game. So I spoke to Kiana Lewis."
    },
    {
      "author": "KIANA LEWIS",
      "text": "I am a Black, biracial, queer 20-something. I'm a sex work advocate. I am a sex educator and a pleasure mentor with the expansive group also better known as Queer Sex Therapy on Instagram."
    },
    {
      "author": "DEVARAJAN",
      "text": "Before we call the moving truck, Kiana wants us to ask a hard question."
    },
    {
      "author": "LEWIS",
      "text": "Asking yourself, why do I think this is necessary or beneficial to my relationship, is the first step."
    },
    {
      "author": "DEVARAJAN",
      "text": "Takeaway one - question what you've been conditioned to think about relationships and really figure out why moving in together would be a good thing. It sounds like a question maybe a lot of people skip."
    },
    {
      "author": "LEWIS",
      "text": "Yeah, it is."
    },
    {
      "author": "DEVARAJAN",
      "text": "The reason that people skip over it, Kiana says, is that they can get caught up in the relationship escalator. If you're a fan of LIFE KIT, you might have heard this term before. The relationship escalator is a metaphor for how we are often programmed to think about relationships."
    },
    {
      "author": "LEWIS",
      "text": "So when they get into relationships, it is, OK I'm dating this person. And then after X amount of dates, typically four, let's say, then we start to define the relationship. Once we've been dating for X amount of months, then we start talking about other things. And so there are kind of very linear steps - why it's called an escalator. And we move in a certain direction, and that's the only direction for it to move in for it to be a successful relationship."
    },
    {
      "author": "DEVARAJAN",
      "text": "Onward and upward."
    },
    {
      "author": "LEWIS",
      "text": "And there's no backtracking or pausing or changing direction. And so I think a lot of people assume that moving in together is necessary for a relationship to be successful, for folks to be happy with one another."
    },
    {
      "author": "DEVARAJAN",
      "text": "In reality, there are so many directions and shapes your relationship can take. You can move in with each other and then move out. You can never move in. You can live with one of your partners and not the other. You can have a child and not live together."
    },
    {
      "author": "LEWIS",
      "text": "I think folks who practice nonnormative ways of engaging in relationships in love, in marriage and raising a family often have to do that work of asking, why do I want to do this? So I'm encouraging everyone, regardless as to what relationship status you're in, what type of relationship practices you follow, no matter what your orientation or identity is that we should all start questioning if these are the things that are really meaningful in our lives."
    },
    {
      "author": "DEVARAJAN",
      "text": "Ask yourself, why do I think moving in together is necessary or beneficial to my relationship? If the answer is I don't know, it just feels like the logical next step, it might be time to explore other options for your relationship. But if the answer is more like I want to spend more time with my partner and wake up next to them and meal plan, and I'm willing and able to take on the challenges that come with that, then green light - time to get packing."
    },
    {
      "author": "DEVARAJAN",
      "text": "If that's you, then we've got the next step for you. Here's takeaway two. Talk about logistics and routines. Time to take stock of your own living habits and face the fact that you have a habit of leaving your socks on the kitchen table. The stuff you do when you're alone that feels normal might be a problem when another person is around. Partners need to contend with all their differences around standards for cleaning, going to bed, waking up. Kiana is going to walk us through some big topics to consider. First up - sleep."
    },
    {
      "author": "LEWIS",
      "text": "What time do you go to bed? Is it different every single night? Or are you a person who says, I have a bedtime on my workdays, Monday through Friday? I like to maybe not be asleep, but I like to be in bed by 11."
    },
    {
      "author": "DEVARAJAN",
      "text": "Chores - who's going to do the laundry, and who's going to take out the trash?"
    },
    {
      "author": "LEWIS",
      "text": "So I think divvying up chores based on people's strengths and not their weaknesses. So I don't think everything has to be equal 50-50 or, you know, 33-33-33 if you're living with three different people."
    },
    {
      "author": "DEVARAJAN",
      "text": "What about money?"
    },
    {
      "author": "LEWIS",
      "text": "People should talk about the elephant in the room, which is their insecurities about money."
    },
    {
      "author": "DEVARAJAN",
      "text": "It's not just about how much you make, but how much are you comfortable spending on a couch? Are we going to start saving as a couple? And then alone time - how are you going to get away from each other when the other person is 20-feet away from you at all times?"
    },
    {
      "author": "LEWIS",
      "text": "Maybe if someone goes to this room and someone goes to this room, or you agree, hey; I'm going to leave the house for a few hours so you can have this space with so-and-so or by yourself."
    },
    {
      "author": "DEVARAJAN",
      "text": "And then the opposite of alone time - intimacy and sex."
    },
    {
      "author": "LEWIS",
      "text": "I think it's inevitable that your intimacy will change living together. And I don't think that is a good, bad or anything. I think it is pretty much just a fact."
    },
    {
      "author": "DEVARAJAN",
      "text": "With that said, you can't prevent all conflict on the front end. Let me introduce you to Phil."
    },
    {
      "author": "PHIL WONG",
      "text": "Yeah. I'm Phil Wong, a friend of Kuku's and former roommate as well."
    },
    {
      "author": "DEVARAJAN",
      "text": "And you're in a relationship with my best friend."
    },
    {
      "author": "WONG",
      "text": "Exactly."
    },
    {
      "author": "DEVARAJAN",
      "text": "But I like that our friendship comes first. I appreciate that."
    },
    {
      "author": "WONG",
      "text": "Priorities, yeah."
    },
    {
      "author": "DEVARAJAN",
      "text": "Phil and his girlfriend moved in a little over two years ago."
    },
    {
      "author": "WONG",
      "text": "We had plenty of conversations about what it was going to be like to live together. I mean, first and foremost, I'm a pretty messy person. So she saw firsthand that we're going to have to - yeah - make some adjustments, let's say, to be able to cohabitate."
    },
    {
      "author": "DEVARAJAN",
      "text": "Even with those conversations, Phil and his girlfriend couldn't anticipate all of the challenges that they would encounter."
    },
    {
      "author": "WONG",
      "text": "Yeah. I think the main thing was that I have way more stuff than she did. I, for the longest time, had, like, 200 plastic bottles sitting in, like, one of our shared closets because - yeah - it was, like, ostensibly for work, but it was for work, like, three years ago."
    },
    {
      "author": "DEVARAJAN",
      "text": "You might be thinking, hey, Phil; ditch the bottles - simple solution. But Phil and his partner started to fight about what to do with all of his stuff."
    },
    {
      "author": "WONG",
      "text": "Whether or not I would get a dresser and whether or not I had too much stuff that I would, like, basically store in milk crates and in my closet - all of that became, yeah, fodder for lively discussion, let's say."
    },
    {
      "author": "DEVARAJAN",
      "text": "So she wanted you to get a dresser. Am I understanding this?"
    },
    {
      "author": "WONG",
      "text": "That was definitely a possibility that we talked about, yeah."
    },
    {
      "author": "DEVARAJAN",
      "text": "And you were kind of more hesitant about getting the dresser."
    },
    {
      "author": "WONG",
      "text": "Yeah. And hearing you talk about it, it sounds so, so silly."
    },
    {
      "author": "DEVARAJAN",
      "text": "But it's not silly. For a lot of couples, the stuff you're fighting about can grow into bigger arguments. We all come from different backgrounds, and we have different identities, and some of us carry trauma from our childhoods or past relationships. So we're all going to be triggered by different things. Maybe the comment that your partner makes about you sleeping in really stabs at your sore spot. Maybe that dirty dish they left out makes you feel unappreciated. Maybe their decision to go out with friends instead of come home to you makes you feel insecure. Or maybe that simple suggestion that you go through some of your stuff makes you feel powerless and controlled."
    },
    {
      "author": "WONG",
      "text": "And I just felt like that was such an affront to, yeah, my ability to, like, dictate what stuff I could have, what stuff I couldn't, what space I could use, what space I couldn't."
    },
    {
      "author": "DEVARAJAN",
      "text": "Phil's girlfriend casually suggesting he get a dresser or get rid of some of his stuff triggered Phil and made him feel controlled and unwelcome in his own space, which is why we suggest you brace yourself for the unexpected. Moving in together is going to accelerate some fights, so don't be surprised if one piece of floss sparks a heated conversation. But don't be afraid, either. Our next takeaway is about how to move through those fights toward repair on the other end. Takeaway three - learn the dance of your fights, and be vulnerable."
    },
    {
      "author": "MORAYA SEEGER DEGEARE",
      "text": "We all have, like, these dances that we do, and so we're sort of like, you know them, right? They're super-familiar. And then it's like nothing really happens. And you're like, oh, we're already in it."
    },
    {
      "author": "DEVARAJAN",
      "text": "Enter stage left our next expert, Moraya Seeger DeGeare."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "I'm a licensed marriage family therapist and co-owner of BFF Therapy here in Beacon, N.Y."
    },
    {
      "author": "DEVARAJAN",
      "text": "She says each couple can get into fights that probably feel pretty familiar to the couple. These fights are the same moves over and over again, but it's about different stuff. It's like you're dancing the same dance even though the song is changing."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Your stuff's triggering my stuff. When I get triggered, I'm going to then do this. That's going to bother you in this way. And then we get stuck."
    },
    {
      "author": "DEVARAJAN",
      "text": "There are a lot of ways that couples fight, but Moraya says one of the trickiest to navigate through is the bad guy fight."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Whose fault was it? Who started this? It's you. I'm going to - I'm - nope, it was you when you bought the wrong milk. It was you who forgot to pay - right? - the insurance bill. Like, I guarantee you that, like, the reason why we are unhappy and haven't had sex in a month is because you did something wrong."
    },
    {
      "author": "DEVARAJAN",
      "text": "This line of arguing with your partner does not lead to good places. So instead, let's figure out how to move through this fight and get to the other side, where there's repair and connection and understanding. What you got to do is learn the dance."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "And so the first thing you want to do as a couple is sort of be, like, when are we getting stuck? What are those repetitive patterns? Can we talk about them? If you were in the office with me, we would map it out. So I actually have it, like, physically mapped out of, like, what would happen."
    },
    {
      "author": "DEVARAJAN",
      "text": "Find a time when you're not in a fight, and try to map out your dance. What are the conflict areas that are really setting us off? How do our conversations devolve? That way, you'll have a little more clarity about what the route injuries are. And then when you are fighting and you find yourself stuck in your feelings, first, give yourself some space."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Go eat something. Take a nap. Start there."
    },
    {
      "author": "DEVARAJAN",
      "text": "And then be vulnerable."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Can I be risky and say what I'm feeling, not what you're doing, not what you're doing to me? - 'cause that's what people love to do. And just, like, that is the easiest way to step out of it - to be like, I'm feeling really lonely and scared. I'm feeling very disconnected from you. I miss you. I know we've been fighting for a week, but, like, this has been terrifying for me. And, like, just say something vulnerable about you. And this is one, like, cliche therapy - like, use an I statement."
    },
    {
      "author": "DEVARAJAN",
      "text": "When you are feeling triggered, I statements and vulnerability are the perfect recipe for getting out of that bad guy fight."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "And the more you do that, the more you're not going to get stuck 'cause couples are going to fight. Like, you're multiple people in a relationship. It's not - the goal for any of us is not to have a relationship that you don't fight. Like, that is honestly really terrifying to me 'cause it just means that you're coexisting without any intimacy, right? Like, the goal is really to be able to, like, kind of fight well and effectively and to feel like you're moving forward and there's progress and then also to - like, I mean, in my mind, to, like, make the fights smaller."
    },
    {
      "author": "DEVARAJAN",
      "text": "Let me repeat that part. The goal is not to have a relationship where you never fight. It's to fight well."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "And that's the intimacy, and that's - to bring peoples closer 'cause I'm stepping out of this stuck spot because I love you but also because I actually understand why you're bothered by this. And I'm not just, like, sort of being like, OK, well, you don't want me to, you know, unload the dishwasher that way. And I just, like - I guess I have to just, like, respect your opinion."
    },
    {
      "author": "DEVARAJAN",
      "text": "So there you have it. The secret to fighting well - learn your dance. Find a time when you're not in a fight, and map out what starts the fights. How do they escalate? What sorts of feelings come up? And then use I statements and be vulnerable, even when it's really difficult. Speaking of difficult, let's check back in with Phil and his girlfriend and the conflict over his stuff and their space."
    },
    {
      "author": "WONG",
      "text": "A couple months into living together, we started going to therapy together, which I would say was really great for our relationship not just in figuring out whether I needed a dresser but, of course, like, all of the more important stuff."
    },
    {
      "author": "DEVARAJAN",
      "text": "The important stuff. Like we said before, Phil took his girlfriend's suggestion as an affront to his agency in their space. Meanwhile, Phil's stuff was getting in the way of her feeling the comfort she needed to do what she liked to do. Through couples therapy, they were able to figure a lot of stuff out and really get to the root of what they were both feeling and what they both needed."
    },
    {
      "author": "WONG",
      "text": "She really loves drawing, painting. And so, yeah, she, like, has space in the apartment to do that, and that's really no big deal."
    },
    {
      "author": "DEVARAJAN",
      "text": "Phil didn't get a dresser, but he did get rid of some things, including the aforementioned 200 bottles. And his girlfriend got a nice, clean space in the apartment to do her art. But also she let him keep a lot of stuff because she realized it was important to him to have agency over his things and their space."
    },
    {
      "author": "WONG",
      "text": "Even, you know, two years later, I've still got my - all of my laundry in milk crates. So walking into our apartment, it kind of feels like a total mishmash and hodgepodge of stuff. Like, we're not going to get, you know, any awards from HGTV or anything. But it's kind of a reflection of, like, yeah, all those negotiations."
    },
    {
      "author": "DEVARAJAN",
      "text": "OK, that might be the most romantic thing I've ever heard. If you love the man, you'll learn to love his milk crates. So you've done your homework. You've talked with your partner. You move in. But if it's normal to fight, then how can you tell if you've made the right decision? Pause. Wait a second."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Honor the fact that, like, everything's evolving at all times, right? So you can put things in place and be like, OK, on Tuesdays, we do this. And on, you know, Thursdays, we do this. And then we're really content with this schedule and this routine. And then, like, something's going to change."
    },
    {
      "author": "DEVARAJAN",
      "text": "The moment you move in with someone, it's hard to draw up some criteria for what success looks like. Don't try and do that too early. Your routines will change, and things can be challenging. But that doesn't mean you've made a huge mistake."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Most of us would be moving in together to, like, live life for a very long time together. And so there's going to be a lot of moments in your relationship that are really hard and challenging. And it might be related to living together. It might not be."
    },
    {
      "author": "DEVARAJAN",
      "text": "So takeaway four - wait. Then measure your success. Ask yourself after six months, do I still feel safe with this person? And do I still feel like I can talk to them about anything?"
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "So, like, new things will come up. But really honoring the fact that I still feel safe with you, I still feel like you're my person in some way and whatever - however you're defining that, like, I would consider that really successful, even if you're now deeply annoyed the fact that this person leaves their floss on the counter. Like, people do weird stuff, you know. Are you ready for all the weird stuff if you're moving in? Like, there's so much weirdness. I love it."
    },
    {
      "author": "DEVARAJAN",
      "text": "Oh, I'm ready for the weirdness. Bring it on."
    },
    {
      "author": "DEVARAJAN",
      "text": "Yeah, my girl's seen me eat an entire, like, family-sized bag of potato chips."
    },
    {
      "author": "PRICE",
      "text": "I've seen that. That's not new (laughter)."
    },
    {
      "author": "DEVARAJAN",
      "text": "Let's recap. Takeaway No. 1 - if you're thinking about moving in with a partner, ask yourself, why would this step be beneficial or necessary for my relationship? Takeaway two - talk about routines and logistics with your partner. This is a time to discuss sleep, money, chores, intimacy and alone time. Takeaway three - learn the dance of your fights. It's not just OK, it's healthy to fight. But you need to understand what the root issues are and be vulnerable. Takeaway four - measure your success. Don't try and assess right away. Wait six months and ask yourself, do I still feel safe with this person? Do I still feel like they're my person, even though their floss is hanging on the sink faucet?"
    },
    {
      "author": "DEVARAJAN",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to move on a budget and another on how to reduce food waste. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now, a random tip from a complete stranger I've never met."
    },
    {
      "author": "PRICE",
      "text": "Hi. My name is Zenzele Price. And I am someone who feels very strongly that I have nothing to wear, despite the fact that I actually own way too many clothes. And my solution to that was to start actually logging outfits that I wore and liked and putting them in an album on my phone titled \"Outfits.\" Now, when I'm feeling really uninspired, I can always look to that and remember that I do, in fact, have something to wear."
    },
    {
      "author": "DEVARAJAN",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "DEVARAJAN",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider and Vanessa Handy. Our visuals editor is Beck Harlan. Our digital editor is Dalia Mortada. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team includes Audrey Nguyen, Andee Tagle, Michelle Aslam and Sylvie Douglis. Engineering support comes from Patrick Murray, Stacey Abbott and Ko Takasugi-Czernowin. I'm Kumari Devarajan. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5353546248.mp3",
  "img": "https://media.npr.org/assets/img/2022/08/04/lk_movein_bexglendining_wide-f293b314823fa6bdd3b4568c8bdb26859fb2cb97.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "KUMARI DEVARAJAN, HOST",
    "ZENZELE PRICE",
    "DEVARAJAN",
    "PRICE",
    "KIANA LEWIS",
    "LEWIS",
    "PHIL WONG",
    "WONG",
    "MORAYA SEEGER DEGEARE",
    "SEEGER DEGEARE"
  ]
}