{
  "title": "How to take better (and more distinctive) photos on vacation",
  "url": "https://www.npr.org/transcripts/1115140968",
  "intro": "When your smartphone can hold thousands of photos, it's tempting to snap away. But that approach may not actually help you capture the best moments. These tips on creating stunning images will help you more meaningfully document your trips.",
  "transcript": [
    {
      "author": "BECK HARLAN, HOST",
      "text": "This is NPR's LIFE KIT. I'm Beck Harlan, LIFE KIT's visuals editor. Picture this - your alarm goes off before dawn. You hit snooze a few times, but you manage to drag yourself out of bed, throw on some clothes, get out the door and make your way to your favorite scenic outlook. Warm morning light stretches across the water in front of you, bathing everything with a rosy glow. You did it. You made it in time to watch the sunrise. Yes, you're tired, and there are bugs, but it really is beautiful. So, of course, your next instinct is to reach into your pocket, take out your phone and document it."
    },
    {
      "author": "BECK HARLAN, HOST",
      "text": "Before you know it, you have a screen in between you and that brand-new sunrise. Maybe a notification pops up, you reflexively open it and, bam, you're out of the moment. And then when you get home, you realize that your photos actually kind of suck. They're overexposed, and everything looks farther away than it did when you were just looking at it through your eyeballs."
    },
    {
      "author": "DANIELLA ZALCMAN",
      "text": "For me, I think intention and purpose are everything. I think whether it's in a photo journalistic context, which is obviously my background, or if it's in the context of tourism, of street photography, of family photography..."
    },
    {
      "author": "HARLAN",
      "text": "That's visual journalist Daniella Zalcman. Her work often focuses on legacies of Western colonization. Her photos have been published by The New York Times, Smithsonian Magazine, National Geographic Magazine and more. She's also the founder of Women Photograph, an organization that supports and promotes the work of women and nonbinary photojournalists. Daniella told me about a study where people were asked to take photos of art during a museum tour. The researchers found that taking photos of the art, surprisingly, didn't actually help people to remember what they'd seen."
    },
    {
      "author": "ZALCMAN",
      "text": "People who were photographing had worse short-term memory or retention of details."
    },
    {
      "author": "HARLAN",
      "text": "Not all photos were detrimental to their memory, though. When participants focused on photographing specific details, really zooming in on something, they tended to remember the overall object better. Researchers think that this is because participants were having a more intimate interaction with the piece of art that they were looking at."
    },
    {
      "author": "ZALCMAN",
      "text": "I think understanding for yourself the intention behind a photo is absolutely critical to creating an image that will last forever and have significance to you."
    },
    {
      "author": "HARLAN",
      "text": "So in this episode of LIFE KIT, we're going to talk about how to create better, more meaningful photos that can help you actually document your life instead of taking you out of it."
    },
    {
      "author": "HARLAN",
      "text": "So before someone even picks up a camera, what can they be thinking about and looking for? And, like, even saying, like, do I need to pick up my camera right now?"
    },
    {
      "author": "ZALCMAN",
      "text": "I think that's the most important question of all. You know, so often we exist in a world right now where we consume more imagery than ever before, where we feel compelled to make more imagery than ever before. And I realize the deep hypocrisy of saying this as a documentary photographer myself, but I think a really important regular question to ask ourselves is, do I need to take this image? And that's not just an ethical question, although very frequently it can be, particularly if we're talking about, you know, travel photography as a tourist. But sometimes it's also just about presence and being able to experience a moment and being able to be in a space without experiencing it through a screen or, you know, a viewfinder."
    },
    {
      "author": "HARLAN",
      "text": "Since you did mention travel photography, I wanted to ask, you know, a lot of people are more intentional about taking pictures when they're on vacation. They're somewhere new. They want to capture it. And I also would love to hear what, like, ethically, you know, documenting in a place that you're not from, like, how to be conscious about photographic consent, all of that."
    },
    {
      "author": "ZALCMAN",
      "text": "Oh, I have so many thoughts on this. You know, I think being able to photograph on vacation is an incredible pleasure and joy. And part of that is psychological. I think we very often become inured to the places where we live and where we grow up, and we think of them as being ordinary. And so it becomes a little harder for us sometimes to be fascinated by things and to take photos of what we think is inane because it's every day to us. And so being in a new environment is a great opportunity to capture something totally new."
    },
    {
      "author": "ZALCMAN",
      "text": "That being said, it can be easy to slip into this slightly - I don't want to say colonial because that's a very loaded word. But, you know, when we are as an outsider examining a community that is not ours, a place that is not ours, a culture that is not ours, sometimes we forget to make sure that we are learning what the cultural norms of that place are, what is culturally sensitive, what is appropriate to do as a photographer. You know, if we haven't done that research beforehand, it can very quickly become something a little complicated."
    },
    {
      "author": "HARLAN",
      "text": "Yeah, absolutely. So say you do want to go on vacation, and you do want to come back with photos. Like, this trip was a big deal for you. How can you make sure that the photos that you do come back with are meaningful, that they have variety, that they're not things that you could find on Google images? Like, should you give yourself an assignment? I would love to hear your tips about this."
    },
    {
      "author": "ZALCMAN",
      "text": "You know, this is not something that I've ever done myself, but I adore the idea of giving yourself an assignment or even, maybe to put it in a less formal way, maybe even a scavenger hunt while you're traveling of, you know, here's a list of things that I want to be thoughtful and intentional about and seek out maybe as a photographer and definitely making sure that that is not just about replicating, you know, postcard-like images that you can buy at the airport."
    },
    {
      "author": "ZALCMAN",
      "text": "And I am not in any way trying to shame people for doing that. But, you know, I think there is something deeper that we can explore, particularly with our own experience of a place, where you can think about making photographs that are tied to emotion, that are tied to memory. You know, even think about this concept - I always think it's fascinating to ask people to try to photograph what they see as being inane or ordinary. Because sometimes it's hard for us to appreciate those little things that can be very important but that sort of pass into the unremarkable to us because they have become standard."
    },
    {
      "author": "HARLAN",
      "text": "Absolutely. Like sensory habituation - you just grow accustomed to the things that you see every day. Like, maybe your kitchen gets beautiful light, but you never take pictures of it because you're just kind of going through the motions. So I love the idea about people kind of, like, taking a step back and using the camera as a tool to really appreciate the things that are around you that you've grown accustomed to. Do you have any tips - like, let's assume people are using the camera on their smartphone. If you're not a photographer, let's talk through some tips for how people can get the most out of using this camera."
    },
    {
      "author": "ZALCMAN",
      "text": "It's really remarkable to me how far smartphone cameras have become. I mean, they are just these incredibly powerful tools at this point. But I do think it is critical to understand the technical capabilities of your specific smartphone, to understand all of the little shortcuts and things that you can do to get the best image possible from a technical perspective. And that includes not just in the taking of the photograph but also in the post-processing of the photograph."
    },
    {
      "author": "ZALCMAN",
      "text": "So, you know, I can only really speak to the iPhone because that's the camera that I've always used, but knowing that you can, for instance, tap on your screen to select focus and knowing that you can press on the screen and hold your finger down for a few seconds to lock the focus, knowing that you can move your finger up and down to change the exposure if you've decided that looks a little too bright or that looks a little too dark, all of those things - and again, you know, taking the time, taking a moment to be thoughtful and intentional and really make the image that you want to make, not just allowing the, you know - because right now, smartphones are so smart that they can essentially, you know, help us determine what should be in focus and what the image should be..."
    },
    {
      "author": "HARLAN",
      "text": "Yeah."
    },
    {
      "author": "ZALCMAN",
      "text": "...But taking the time to insert yourself into the direction of the photograph, I think, makes a huge difference."
    },
    {
      "author": "HARLAN",
      "text": "Right. Like, you are the director of this image."
    },
    {
      "author": "ZALCMAN",
      "text": "Exactly."
    },
    {
      "author": "HARLAN",
      "text": "I would love to hear you talk a little bit more about controlling the frame - like, thinking about the edges and what ends up in your picture and also perspective."
    },
    {
      "author": "ZALCMAN",
      "text": "So I think a very common, beginner mistake - and I say this kind of both philosophically and technically - is not getting close enough. So I think remembering, particularly when we're talking about photographing people, when we're talking about photographing people with a significant landscape in the background, making sure that you are not just taking a wide image where the person is a tiny speck."
    },
    {
      "author": "ZALCMAN",
      "text": "A sort of relationship that people don't always understand is that if you actually - if you have a camera that has the ability to zoom in, and you are trying to capture something in the background and a person in the foreground, when you zoom in, you actually are going to magically grow the thing in the background to take up more of the frame, whether that's a cityscape or a mountain. And that can be incredibly important for creating a dynamic, full frame."
    },
    {
      "author": "HARLAN",
      "text": "So thinking about filling up your frame and what you're putting in it and how close you are to it and whether you're looking up at it or down at it, kind of, like, moving your body around."
    },
    {
      "author": "ZALCMAN",
      "text": "Exactly. And so, you know, for instance, if someone were to create a scavenger hunt or assignment for themselves, I would add to that, you know, what happens if you try to change your perspective? What happens if you try to capture an aerial view of this city? What happens if you have, you know, a young child, if you try to photograph from their perspective, maybe, what does that look like? How does the experience of a place change when you change the altitude at which you're photographing? You know, we sort of just constantly photograph from our own eye level. What happens if you change that?"
    },
    {
      "author": "HARLAN",
      "text": "Yeah, I love that. Do you have any tips for people about working, just assuming people are not using lighting equipment, but making the most of natural light?"
    },
    {
      "author": "ZALCMAN",
      "text": "I think it comes down to experimentation because there are some basic, obvious rules. Like, if you are trying to photograph a person and they are backlit, which means, you know, the sun or a strong light source is directly behind them, you are almost certainly not going to get a great photo of their face because there will be no light source, you know, helping to illuminate their face. But that being said, that could create a really cool silhouette image. So, you know, how do you experiment and play with and then consequently understand the way in which different lighting situations will change the quality of or the mood of your photograph."
    },
    {
      "author": "ZALCMAN",
      "text": "So, you know, taking images at high noon in a place with really harsh sunlight isn't going to result in the best photographs just because that light creates super harsh shadows. It's particularly difficult for portraits because we don't love seeing our shadows on our own faces. But you know what photographer's call the golden hour - so sunrise and sunset and the, you know, depending on where you are and what the time of year is, you know, 30 minutes to three hours around those times - creates some of the most beautiful, soft, incandescent light that gives everything this nice sort of orange-y yellow glow and also just, you know, makes - if you're looking for that softer palette and softer shadows, is the perfect time to photograph."
    },
    {
      "author": "HARLAN",
      "text": "That buttery light. Even just being aware - like, it's a practice to just make yourself aware of light."
    },
    {
      "author": "ZALCMAN",
      "text": "Exactly. And, you know, this is something that photographers spend all their time thinking about. And so I'm not saying that you should gear your vacation to when there is golden light. You probably don't need to do that. But, you know, if you are trying to think of when can we do the pivotal family photograph where we get everyone, we corral all 19 of us into one place for the photo, then maybe you want to think about doing that at closer to 5 p.m. and not at noon."
    },
    {
      "author": "HARLAN",
      "text": "Absolutely. That is a great tip. OK, speaking of posing your family for a family photo, do you have any tips about directing people in your images? Like, how do you capture the essence of someone?"
    },
    {
      "author": "ZALCMAN",
      "text": "So I think there are two strategies here. And so one is if you are directly interacting with someone, whether that's someone you're very familiar with or maybe even a stranger, if you're photographing people on the street, is really figuring out how can you put someone at ease? You know, as a photojournalist who has, in a lot of situations, been given five minutes to photograph a celebrity, and you have to build a rapport with that person almost instantly, get them to relax and then take their image, often, you have a single sentence in which to do that."
    },
    {
      "author": "ZALCMAN",
      "text": "And I love to bring out the Platon Esquire Magazine cover of Bill Clinton, which, if anyone remembers that is, you know, he's sitting on a stool, and he's got his hands on his knees, and this giant grin on his face. And almost every single professional portrait photographer I know has some line. And apparently what Platon said to Bill Clinton was, show me the love, Bill. And it got that, you know, giant, sunny smile to erupt on his face. My line, whenever I had to do a very, very quick, in-and-out portrait shoot was always, tell me about your dog, because the person would either immediately start gushing about their dog, or they'd say, oh, I don't have a dog, but I have a cat or a hamster or a parakeet."
    },
    {
      "author": "ZALCMAN",
      "text": "And, you know, I know there's just such a wide spectrum of things that I have heard people say to just try to distract people to put them at ease. But the most important thing is making people feel comfortable. I wanted to ask, what images that you've taken personally do you find yourself looking back at the most - not for work?"
    },
    {
      "author": "ZALCMAN",
      "text": "Oh. Oh, not for work..."
    },
    {
      "author": "HARLAN",
      "text": "Like, the..."
    },
    {
      "author": "ZALCMAN",
      "text": "Oh, that's..."
    },
    {
      "author": "HARLAN",
      "text": "...Images that really, like, resonate with you."
    },
    {
      "author": "ZALCMAN",
      "text": "I think the photos that matter most to me are candid photos that I've taken of family and friends when we've just been hanging out, making dinner, enjoying ourselves. And at the start of the pandemic, I was staying with my cousins in Saigon, and they would go up to this rooftop terrace they have on their house, and they would just sit there together, pruning bonsai trees. And it was just the sweetest, cutest moment of the two of them sitting side by side, quietly working with these tiny shears, pruning these tiny trees. And I just, I - you know, I remember sneaking up there and taking photos because it looked so serene."
    },
    {
      "author": "ZALCMAN",
      "text": "And I love those images so much because, in my head, I have all this context of, you know, this is the beginning of March 2020, and we're all confused and scared, and we have no idea what's going on, but here are these two people I love also finding this really beautiful moment of quiet in their little bubble of protection in their home city."
    },
    {
      "author": "HARLAN",
      "text": "Yeah, thinking about the moments that you really want to live with you."
    },
    {
      "author": "ZALCMAN",
      "text": "Yeah. And I think sometimes it's not always the moments themselves; it's also the individuals. So I have so many images of people I love where it's - you know, it's not the fact that we were at a party in the Lower East Side in New York, but it's the fact that my friend laughed in this really beautiful, hearty way that, like, totally captures how, like, out of herself..."
    },
    {
      "author": "ZALCMAN",
      "text": "...She is when she is cackling. You know, it's things like that..."
    },
    {
      "author": "HARLAN",
      "text": "Yeah."
    },
    {
      "author": "ZALCMAN",
      "text": "...Too, that I think are also so important. You know, in this age of hyper-curation in the way that we present ourselves on social media, of everything has been completely thought out and choreographed, it also - it feels like a privilege to me to be able to attempt to capture those real, little moments as well."
    },
    {
      "author": "HARLAN",
      "text": "Yeah, they have a timelessness to them. What do you do with images that you love?"
    },
    {
      "author": "ZALCMAN",
      "text": "Probably twice a year, I just use some drugstore print-type service to print out a bunch of 4-by-6 prints of smartphone images, of vacation images, of just images of people I love. I'm actually staring at one on my desk right now. And, you know, I don't always do anything with them. Sometimes they just sit in those little cardboard envelopes in a shoebox in my closet. But I like knowing that I have them because I think we've become increasingly forgetful about turning these into physical artifacts. We just believe they'll live on forever in our phones, on our hard drives, and sometimes phones crash. And so - you know, I've had that happen. Whatever little thing I can do to safeguard against that (laughter) I think is really important."
    },
    {
      "author": "HARLAN",
      "text": "Absolutely. If someone walked away with only one thing from this episode about how to take more meaningful photos, what should it be?"
    },
    {
      "author": "ZALCMAN",
      "text": "I think the thing that I always say to my students that, you know, I said earlier, but it's really to get closer. And I both mean that physically 'cause I think sometimes people, when they're learning to be photographers, they're a little timid. They're scared of either intruding or getting too much into someone's space. But they also are a little afraid to ask for consent or to strike up a conversation. And I also mean it in more of an emotional way. You know, I think our photographs get better the more involved we are with a person or a community or a place."
    },
    {
      "author": "ZALCMAN",
      "text": "And so whatever that entails - you know, if you are really interested in and committed to photographing a new place you've never been to before, make sure that you've learned a little bit about the history. Make sure that you've learned a little bit about the language. Make sure that you are spending time with the individuals whose lives you're hoping to document. I think that makes such a stunning difference in the photographs. You really can see when someone has become, themselves, invested, and they're not just doing it because they want to put together, you know, a great vacation photo album. So, you know, I think getting closer in every measurable way just makes for more meaningful photographs and a more meaningful experience."
    },
    {
      "author": "HARLAN",
      "text": "Thank you so much, Daniella."
    },
    {
      "author": "ZALCMAN",
      "text": "Thank you so much for having me."
    },
    {
      "author": "HARLAN",
      "text": "That was photojournalist Daniella Zalcman sharing her tips for creating more meaningful photos."
    },
    {
      "author": "HARLAN",
      "text": "Remember that sunrise I was watching? I couldn't help capturing the pretty colors in the sky. But the photo that really sticks out for me is my husband's coffee mug next to mine - Kingman Lake stretching toward the horizon and the old D.C. football stadium in the background. They're talking about tearing it down, and I know one day we're going to look back and say, remember when?"
    },
    {
      "author": "ZALCMAN",
      "text": "Here's a quick recap. Tip one - before you even pick up a camera, think about your intention. What exactly are you trying to document? Is it a feeling, a sense of place, your friend's iconic laugh? Tip two - learn to use your camera so that your pictures actually reflect your vision. Think about distance, angle, exposure, the quality of light, and what you're including in the frame. And don't be afraid to get close. Tip three - take the time to document moments and people in your everyday life. Even if they seem commonplace now, there's going to come a time when you wish you had a photo to look back on. And our fourth and final tip - if you're photographing people, ask for permission."
    },
    {
      "author": "ZALCMAN",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to organize your digital photos and another one on how to pay better attention to the world around you. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a random tip from one of our listeners."
    },
    {
      "author": "THOMAS LYONS",
      "text": "My name is Thomas Lyons (ph). I'm calling from Provincetown, Mass. If you take a pair of scissors and cut the toothpaste tube about an inch or two from the toothpaste cap, you can then actually pry open the tube and get access to a lot more toothpaste that will last you a couple more days."
    },
    {
      "author": "HARLAN",
      "text": "If you've got a good tip. Leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org"
    },
    {
      "author": "HARLAN",
      "text": "This episode of LIFE KIT was produced by Audrey Nguyen with engineering support from Maggie Luther. Our visual editor is me, Beck Harlan. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Michelle Aslam and Sylvie Douglas. Our intern is Vanessa Handy. Julia Carney is our podcast coordinator. I'm Beck Harlan. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6328922279.mp3",
  "img": "https://media.npr.org/assets/img/2022/08/10/3s2a8869_wide-f8792b46282c044765e69f0e961921595bb82044.jpeg?s=1400&c=100&f=jpeg",
  "authors": [
    "BECK HARLAN, HOST",
    "DANIELLA ZALCMAN",
    "HARLAN",
    "ZALCMAN",
    "THOMAS LYONS"
  ]
}