{"title":"How to protect yourself from inflation","url":"https://www.npr.org/transcripts/1116306217","intro":"High inflation and a possible recession is making life more expensive. Washington Post personal finance columnist Michelle Singletary explains how to manage debt as interest rates increase and prepare for an economic downturn.","transcript":[{"author":"CHERYL CORLEY, HOST","text":"This is NPR's LIFE KIT. I'm Cheryl Corley."},{"author":"CHERYL CORLEY, HOST","text":"Recently, the Federal Reserve raised interest rates by an additional three-quarters of a percentage point. This is the fourth time the central bank has raised rates this year. That means it will be more expensive to borrow money and, in some cases, to carry large amounts of debt. So this episode of LIFE KIT - what inflation means for your wallet. To dig into what the changes in the economy mean for you, we have Michelle Singletary with us. She's a personal finance columnist for The Washington Post and author of \"What To Do With Your Money When Crisis Hits: A Survival Guide.\""},{"author":"CHERYL CORLEY, HOST","text":"Michelle Singletary, thanks for joining us."},{"author":"MICHELLE SINGLETARY","text":"Thank you for having me."},{"author":"CORLEY","text":"Michelle, the Federal Reserve recently raised interest rates by three-quarters of a percent. Can you talk a bit about what that means for everyday Americans?"},{"author":"SINGLETARY","text":"When the Fed raises rates, it impacts your ability to borrow. And so it's going to cost you more to get a mortgage. It'll cost you more to get an auto loan. If you have a credit card, it's going to cost you more if you are revolving that debt from month to month. So any borrowing costs could impact you when the Fed raises that rate, which means that you might not be able to afford that house or as much house as you want or, you know, a big car loan. If you're carrying credit card debt, you must - you must - try to do as best you can to get rid of it because it's going to cost you more."},{"author":"CORLEY","text":"So people with these - that may have a large debt load - how should they really approach paying off that debt?"},{"author":"SINGLETARY","text":"When it comes to your debt and which ones you should prioritize, I like the method where you start with the one with the lowest balance, the smallest balance. Now, in this environment where interest rates are higher, people are focused on that. But psychologically, if you could have a quick win - so you list all your debts from the smallest to the largest. Let's say you have a credit card balance of $1,000, but you've got a personal loan for 10. If you're picking away at that 10, even though it has the higher interest rate, you get defeated quickly. But if you can concentrate and get rid of that $1,000 debt first, it tends to energize you. It motivates you. And next thing you know, you are attacking that 10 like you've never attacked it before."},{"author":"CORLEY","text":"There's also some good news, though, right? I mean, for example, if you have a savings account, a high-yield savings account, that's going to earn more money annually. And perhaps higher interest rates will cool down inflation, yeah? Are there any benefits to this uncertain time? And if so, how do people take advantage of it?"},{"author":"SINGLETARY","text":"Yeah. So one of the benefits right now, and I've written about this in my column in The Washington Post, is that I bonds - which they are indexed to inflation, so they're designed to keep pace with inflation - are paying a guaranteed - at least for six months from the time you buy it, if you buy it by the end of October - 9.62%, so almost 10%. It is not a well-known savings tool. So it's I bonds. You have to buy it through the government - treasurydirect.gov. You set up an account and you can buy up to $10,000 per calendar year."},{"author":"SINGLETARY","text":"And also, you know, the thing about this is that because the economy is front and center in everybody's mind, I think people are concentrating on their money more. And that's a good thing. Even if you're not struggling, it's a good thing to look at your finances. If you're struggling, of course, you already know things are tight. But perhaps there's some other things that you can do to weather this storm until we get through it."},{"author":"CORLEY","text":"Just exactly what I was going to ask you about because you recently put up a quiz on The Washington Post website to gauge if people are ready for a recession. Given all the talk about recession, what should people do to prepare for it?"},{"author":"SINGLETARY","text":"That's such a great question. I like to tell people that I act as if I'm in recession all the time. And people are like, well, that's kind of depressing. I was like, no. It's preparation because if you always position that something is going to happen, you are always on alert on how to handle your money."},{"author":"SINGLETARY","text":"And so one of the reasons why we did that quiz is that there are really three groups of people. And when you take the quiz, you'll end up in one of these three groups. There's people who are - they're just struggling. This - you know, inflation goes up 1%, and they are hurting. And so this group of people, I wanted to give them some tips on how to handle it, like budgeting. Look at your housing situation. Maybe you need to move in with someone or get a roommate. Or if you're a young adult, I know you don't want to hear it, but go back and live at home if you can. So that's the first group."},{"author":"SINGLETARY","text":"And then the second group is it's painful, but you're not going to lose your house. It's painful to pay more for gas, but you still can do it. And we wanted you to recognize that, yes, this is impacting you, but it's not as scary or dire as you might think. However, it is a wake-up call to save more. It is a wake-up call to get rid of that credit card debt that you've been keeping around."},{"author":"SINGLETARY","text":"And then the third group is, you know what? You're OK. You've got plenty of savings. You've got a secure job. You're funding your retirement account. You're doing OK. Doesn't mean that you aren't feeling the anxiety of what's happening, but that group of folks, I want you to know, it's OK if you go ahead and take that vacation. It's OK if you continue to eat out. I'm not saying do anything that you can't afford. But if you can afford to do it, go ahead while you also continue to watch your budget. If things change, you pull back."},{"author":"CORLEY","text":"For the - so some tips for people in each of those categories. But the folks who, you know, are struggling may feel that they've just done all they can do. What do you say to them?"},{"author":"SINGLETARY","text":"Yeah. We don't have a system in the United States that really is a great safety net. We do have public funds, but it's so hard to qualify for it 'cause you could be doing just well enough not to get that aid. And I wish I had a clever answer. I don't. So all I do is try to tell them, let's look at your budget again. Let's look at your housing 'cause housing is the biggest part of people's budgets. So if I could get you to move in with someone or take in a boarder, or perhaps you might need to move to a location that has better job opportunities, that's a big lift for some people, particularly if you're living in an area where you feel comfortable."},{"author":"SINGLETARY","text":"So - and if you do qualify for aid, apply for it. You know, lots of people don't apply for aid because of the stigma. I was working with - during the Great Recession, I was working with a professional who had been making six-figure salary - a six-figure salary. She lost her job because of the recession, and she couldn't buy food 'cause she'd gone through all of her savings. And I said, listen, you need to apply for what we, you know, used to call food stamps. And she just started crying. And I started crying. I'm tearing up now. And I said, listen, I know you never thought you were going to be in this position, but you got to feed your kids. And so we sat there, we went online and we applied for it. And she got it for the months that she needed. And when the recession started to clear up, you know, I helped her find another job that wasn't - that was paying half of what she had been earning. And now she's back on top. She's got her job back. She - you know, she's got a house now. And so it - she got through it."},{"author":"SINGLETARY","text":"And can I say, for those who are listening, who are in that third group, those people who have extra, this is the time to reach and give out of your extra. Help someone. Help unsolicited. And so if you are in the position to help - 'cause to whom much is given, much is required. And I know we don't control the macroeconomy. But on a personal level, that's what you can do to help people who are in that first group who are struggling right now."},{"author":"CORLEY","text":"So what do you recommend for folks who are facing things like inflation but then they have a personal financial crisis? They lose a job. They get sick. And so how does personal finance look when you're facing not just a recession, but a personal crisis?"},{"author":"SINGLETARY","text":"Right. So you ask for help from the beginning. Oftentimes, we get into a crisis and we retreat. And it's understandable, right? We - sometimes we're embarrassed. Sometimes we don't know where to turn. And so I - first thing I tell people is when you do that, you lose a job, take an assessment. What do I have? What bills do I - must I absolutely cover? And then everything else has got to go. And I know that, you know, as a personal finance person, you never want to tell people not to pay a bill. But if you are in a dire situation, you've got to cover the necessities - the roof over your head, the food on the table, the ability to drive to get to a job interview. And then if you've got credit card debt or some other bill that you can ask for a forbearance, do that."},{"author":"SINGLETARY","text":"So one of the things that I found as I've been reporting about the downturn in the economy is that creditors tell me folks don't call them because they figure, well, I don't have the money. Why should I call them? And they're like, no, call me. Let me know that you can't pay me. And then oftentimes - at the beginning of the pandemic, credit card companies and banks said, listen; we get you. We understand. Let's - you don't have to pay us for a couple of months, until things get better."},{"author":"SINGLETARY","text":"So the next thing you want to do is call your creditors and explain the situation. Call your landlord. I actually talked to a landlord. She says that they knew that the tenants were out of work, but they didn't call them. And, you know, while they may not be able to keep you there forever, you'd be surprised at how often your creditors will give you a break if you just pick up the phone and call them."},{"author":"CORLEY","text":"Yeah. Michelle, you have such empathy for people. I was wondering - is there anything that is keeping you hopeful?"},{"author":"SINGLETARY","text":"Oh, my goodness. I'm - you're going to make me cry again."},{"author":"SINGLETARY","text":"You know, there are days where I feel despair. I'm just being completely honest. There are days where I worry about people so much. And because I can't - you know, I don't have the money to give them. And if I did, I would. And so I do get down some days. But then I remember history. And every recession ends. Every economic downturn ends. On average, recessions take about a year - about 11 months. Even the Great Recession was over in less than two years. Now, while we're going through it, it's tough. But they end. So historically, our markets rebound because they're strong. The underlying part of our economy is still strong. And so I say to myself, this too shall pass. And then I remember the lessons."},{"author":"SINGLETARY","text":"And so oftentimes, when things get better, we forget how bad they were. You know, one of the hardest times it is for me to get people to save is when they actually have the money to save. And so I just hope that as people feel the pain of what we're going through, they remember it. So when we come on the other side - 'cause we will - that you save more when you can so that when the next recession comes - 'cause guess what, it will - you'll be better prepared."},{"author":"CORLEY","text":"That's Michelle Singletary, personal finance columnist for The Washington Post. She's the author of \"What To Do With Your Money When Crisis Hits: A Survival Guide.\" Michelle Singletary, thank you so much for joining us."},{"author":"SINGLETARY","text":"Thank you again for having me."},{"author":"CORLEY","text":"For more LIFE KIT, check out our other episodes featuring Michelle Singletary, including one about paying off debt and another on saving for retirement. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a random tip from one of our listeners."},{"author":"AMY DOMINGUEZ","text":"Hi. It's Amy Dominguez (ph). A way to get your drink really cold really fast is you can take your can or your bottle, and you get a paper towel wet, and then you wrap it around your can or bottle and put it in the freezer. And it will be ice, ice cold within 15 minutes or less."},{"author":"CORLEY","text":"If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."},{"author":"CORLEY","text":"This episode of Life Kit was produced by Gurjit Kaur and edited by Tinbete Ermyas. Our visuals editor is Becky Harlan. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Michelle Aslam and Sylvie Douglis. Our intern is Vanessa Handy. Julia Carney is our podcast coordinator. Engineering support comes from Ted Mebane. And special thanks to Natalie Winston. I'm Cheryl Corley. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5943362201.mp3","img":"https://media.npr.org/assets/img/2022/08/08/gettyimages-1396817205_wide-f363b31e99ce06dc45f77dec1167b52362308cb6.jpg?s=1400&c=100&f=jpeg","authors":["CHERYL CORLEY, HOST","MICHELLE SINGLETARY","CORLEY","SINGLETARY","AMY DOMINGUEZ"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,5704,6408,5692,7320,5487,5837,19781,16283,28676,29317,11170,6345,25797,21919,24256,16719,4493,5355,4201,6823,3711,4426,18647,16518,16772,18638,11422,15035,16716,15189,23145,23898,15819,13462,12584,15688,14491,24679,14672,12220,10951,13890,19845,18844,27871,13221,15256,14377,17707,14250,9200,14027,2712,26386,22572,13498,10370,11374,14035,15642,24284,22197,17249,17506,19040,7011,12576,21146,16866,11215,16171,2955,26522,25934,19997,15918,24722,25352,12624,15867,14563,12970,12790,11266,13550,14263,2080,5626,16453,23520,12544,9601,9006,20692,10612,7909,11429,2044,12844,26118,13515,21486,22799,20897,17666,6473,8675,13613,13954,25088,13861,19066,6837,12038,17232,16173,15600,1838,23115,25004,25923,24449,11421,13764,20126,11994,24115,9124,7862,6247,17695,19323,12202,20516,23585,26599,16628,24737,14272,12019,26989,20029,13231,14507,20508,14949,17929,25020,13577,11606,11698,11571,14237,15083,17598,18128,23670,15197,6913,23661,24785,15747,20417,21267,24772,10172,9059,17377,17933,9703,17753,2169,18269,16025,20417,12923,14577,12092,10519,7684,9954,23807,15233,22372,16859,15985,13445,7399,17382,12218,14583,12955,24248,13388,19109,9969,20521,6931,18083,13623,15955,15944,10374,8168,15170,12394,11641,8847,13704,11465,7250,9389,24187,23300,15993,9199,86,58,10511,26606,10663,26978,14343,21910,26220,25314,5953,20723,13113,13068,14913,13782,10357,15523,15717,12606,8898,15059,19055,24924,7519,12678,11463,25712,17474,19587,15104,16329,25420,21515,12088,12907,15563,23612,25786,19653,18033,26311,19442,26188,25893,20283,14886,14985,9412,1245,5,4,4,19817,19419,9971,18655,16564,15758,21379,11727,20683,4193,14857,9957,9383,13403,6694,13113,16817,10316,9996,19280,9579,1252,22287,13913,21550,8769,7627,19318,16694,9492,10150,10527,18134,9831,19061,20389,12066,8950,16731,10227,8957,12951,11376,11959,13470,22621,16375,10340,5592,23063,13735,21986,21699,21755,20303,14320,16465,15984,8687,12147,12624,11855,10009,12395,10456,22574,15522,17898,21447,14853,21861,21117,14443,21544,7822,12631,27,6,919,19473,18279,20158,13671,21875,23833,14817,10556,14694,12839,15663,10943,11138,26130,17158,16716,14491,10822,7284,15811,9433,7520,12028,15408,9770,11460,15097,15077,23445,27418,1130,12415,18642,26914,20475,22888,10620,18379,13980,14056,5695,2109,186,1633,15590,22604,22385,13263,15034,20774,18669,17603,17272,11668,16023,12754,8224,15084,5526,1205,24881,19556,23575,23216,12924,15228,15232,12501,7528,16386,7835,12868,25525,10460,5717,16535,25230,15120,9330,22230,23813,9997,15796,16665,6205,16065,13219,23840,17068,18362,15744,12682,19777,21318,14957,14918,12155,13906,12330,13079,23223,12523,8557,10246,4521,11381,27408,26884,14629,7907,11304,10600,13637,14326,5753,9963,23097,4612,24398,23828,17529,13501,19413,18750,20349,19727,18219,13833,5982,7083,1451,17295,20401,19192,7555,19900,13499,2078,11819,15670,9498,17175,18550,10232,25550,10152,17351,19391,17274,12433,14025,10090,17330,17437,9263,12242,21009,17052,13450,10739,9867,13474,5423,4304,12103,12946,11783,14162,9834,15292,23977,23009,24528,22465,19252,17266,5185,754,24557,18842,15907,12591,22608,13284,12022,14955,12010,11686,7938,23552,20565,23185,14245,12508,18439,14890,11435,14678,16336,8632,16924,19795,22631,7554,3025,23635,21715,8178,12178,6600,22435,8861,12098,15703,14339,7330,22901,10321,11944,9923,11931,24113,25146,16783,1760,24628,24780,14445,12544,8903,5491,24386,11222,23804,23754,10294,9933,1451,19788,24803,11490,14309,6420,4341,24456,19585,24684,17915,14806,5726,8980,14373,16548,4134,9544,6419,24148,23023,17851,17418,11040,23819,12814,5103,20580,21463,24037,74,114,25049,24687,16821,10662,14323,1934,1547,24809,13931,13197,16798,16028,17596,15738,17365,23441,14547,9694,17983,14110,11581,6286,22205,9787,2891,27060,17961,11564,23024,19341,12233,14333,12860,18746,12931,11059,21893,12855,458,24963,3247,2701,18155,12974,12311,9188,17215,11101,12077,14977,18084,6404,14871,17954,10068,12441,14274,9730,18331,14303,8799,10402,24771,9373,22659,26253,24377,12182,8800,9472,12788,8089,7548,14720,2355,11658,18142,16923,13494,15524,25605,11093,10831,18337,15243,7680,6829,14975,8903,12941,15885,22622,25663,23154,14967,14472,13258,15427,9292,15143,15309,11211,21926,5984,18907,11062,13328,11071,1471,18150,26688,25895,17168,17217,12529,9017,15009,21080,13774,6975,12998,16984,7300,22085,24413,18398,22081,13003,8179,9956,9989,13123,11452,11335,19393,14876,730,24712,11768,16379,11977,11730,456,943,24349,16712,5474,21688,13440,10765,16145,17886,20826,21955,24241,13308,20595,14263,15990,12427,12420,17112,22703,11774,5141,3747,13676,8073,18305,18100,24085,10225,12810,6692,9177,9249,24525,9716,6278,20717,6815,11132,6787,24196,23922,12522,23516,21340,16133,9717,6183,6168,11584,17303,16288,24115,17028,21356,24076,24169,24693,22772,11348,5101,4561,20187,18113,10188,7895,9625,8477,12481,9117,17319,19878,20697,13246,12816,7484,10796,2679,23463,17753,16183,22241,22408,9656,11880,5896,19350,5264,7601,5993,1950,23929,24178,17675,13034,15278,23603,20788,6637,18299,8363,6355,16767,7345,8959,15836,21597,15716,14893,15988,9422,23678,1752,23719,9721,4141,15245,23861,24156,13146,13847,17884,14823,9334,17368,20204,7734,10382,17135,12795,12741,15215,9033,24117,23956,6400,12227,2107,23775,25380,24294,12802,24053,23331,17302,17596,15135,11142,12275,2981,23521,11853,14914,18836,7720,19004,14165,13660,15955,9896,14919,25169,16742,11283,13153,10579,7763,8155,15080,12048,24267,13611,18508,16326,12360,13552,11758,12948,7050,20046,13577,24619,20409,6004,23707,13802,23465,25206,17301,13473,4415,16879,10964,14519,23341,20067,17591,11368,10203,5264,12022,17531,15914,7882,11874,15041,13561,14849,16828,13956,3349,2850,17934,18591,10751,26055,11781,12824,9854,25218,14437,22803,12037,12240,19318,21385,14859,21687,8119,15104,6377,13657,18635,14326,7060,1689,22952,8327,6823,14750,17757,19543,24384,24979,18389,22944,22321,11278,521,11671,16850,18259,20254,10590,17827,6298,854,22600,12836,9213,10277,12862,18393,15778,6849,1099,9010,10260,13227,11808,5557,23539,16368,13621,5651,6758,23199,26118,21605,19473,14327,9727,15858,8673,19024,11160,1030,22708,17417,14018,22714,16999,17055,9016,13662,14646,12493,20326,21956,9935,15526,11016,17811,9018,22601,11931,11635,16444,9703,10618,13026,13018,1390,19995,26158,10701,20266,14281,8243,11637,22145,22447,9175,11566,18181,11939,15923,7215,9895,15808,6971,26424,19394,21752,14312,21737,11237,18402,8220,10500,15266,11718,14469,17557,12262,5814,16199,5449,10343,12171,12772,10514,12633,25869,27304,13643,24931,11046,7840,6610,2892,22776,19785,5971,11023,18552,11635,4473,15487,5135,14657,24530,25668,18551,24664,15339,22023,12975,16879,7604,2149,18887,24912,11798,15443,9553,8413,23446,17908,11270,12243,13692,13506,20045,12098,6105,20014,24669,9553,11525,23516,23339,9723,9959,17841,12548,14977,7248,7746,12388,8168,13967,8195,16731,18510,20238,22808,23552,16878,3277,16260,20827,14733,9800,19422,22717,11281,9140,18105,16637,6793,12833,1961,2613,25280,24981,16560,11896,10218,22316,8117,5320,22312,21652,9830,15291,16098,16709,24303,11300,5931,12467,26242,16109,8435,10933,9151,12601,14325,14170,12130,3859,25162,18566,21577,7300,8603,2280,24588,13705,12364,14553,24452,9945,10178,19529,14884,8187,11687,10125,18472,22432,6517,22907,11746,24423,14765,6024,10130,9619,9505,23441,14602,11231,10721,24624,17554,11321,1771,23856,20344,18936,1210,20261,15140,22726,3110,21775,25115,12070,6504,12189,19975,7290,13523,19595,13585,19010,13537,10629,9786,19455,3625,24720,17500,23669,17771,9084,10868,18150,4624,24393,18807,22545,5772,6264,18797,15421,174,173,7509,23956,16544,10268,24512,14526,12402,14526,9147,20309,18541,6555,9611,16110,17678,11777,7111,6380,18263,14664,11099,10651,14942,2301,8401,11464,12312,4409,12531,14969,12280,10241,4029,15698,21740,16747,14493,17573,17988,22976,10740,7707,12690,5808,1926,15077,22667,11959,14721,25353,7332,15303,3247,24436,24588,12781,24805,9292,12258,16656,14378,13192,7631,8532,8164,20652,4157,23806,15163,12622,17969,13738,8209,12372,7577,7170,26705,22317,12554,15833,13472,5843,11876,11384,15768,23397,12251,14256,20843,12208,7007,16751,16913,6618,10806,10268,11574,12466,5804,11168,10758,2840,37,2423,16258,18300,9884,16793,14864,15896,19518,16521,20260,1855,11497,17846,12589,17519,7054,10313,12657,18954,14781,11980,1547,20599,24238,20415,19393,6484,4105,28,16147,17449,18284,25882,14871,2110,4406,16028,17224,21937,12870,16720,14011,585,345,23633,10570,7709,8507,238,18499,19021,7607,16939,9579,16779,14236,12220,14325,32,402,4169,2930,492,1016,15566,18567,24703,24700,6462,15450,19389,8952,12377,10364,12205,6461,567,26969,10453,15208,14763,20422,18493,16075,4981,4428,12676,22691,15844,4873,24160,28321,22588,6013,24805,26642,19537,18492,15686,13597,8039,12527,13368,8088,7856,11029,10861,15158,14074,18524,16324,7156,23947,11604,11884,9116,2007,1484,28113,23643,24113,12898,19754,6984,9278,19214,13187,6567,24333,19094,3381,2624,26033,15104,12784,10081,12737,19883,15491,22346,20605,12560,5732,6376,22523,18975,14538,23603,7859,19791,9708,1339,21614,12565,14218,24019,9325,18769,17125,23399,11008,8767,25089,11064,10948,20222,13668,19058,13344,7831,7761,17984,23443,21687,24227,11576,11041,10702,17664,15804,9105,25956,22520,12053,11085,17646,9045,3194,16720,24287,18420,2193,27552,22481,21929,8762,9219,11345,9662,10995,11902,7456,12633,14422,8207,4461,26432,21804,28045,10834,11465,21941,24187,10160,14768,20847,9699,8785,15466,17300,3967,22281,19611,11338,19823,12176,13996,9390,8439,16486,9105,10158,9848,3507,11269,20514,14338,15066,19449,20182,22664,23359,14838,13335,9246,9646,9880,24443,11140,8447,18722,16368,16002,9710,16964,12558,19737,7839,13407,7757,6417,1508,16291,23464,9768,19788,6692,5944,10923,6360,2371,24674,14306,12855,17784,16275,8564,3874,2850,16566,25424,12049,16936,11217,4564,2787,18418,20203,10846,7088,11391,15698,15744,11293,5986,11523,20893,14338,10347,21299,9209,11635,7585,6078,4002,3151,21478,12182,16941,24558,19354,22363,22112,11735,10281,10067,10448,8129,3271,52,22038,23359,15975,22486,23768,14530,3702,21711,14553,10645,9780,4726,6433,10180,11380,13713,8614,8615,10794,5954,1622,23674,10351,16471,13454,11974,18014,10542,11375,12533,9345,12476,2187,13352,16021,24304,13300,14621,6370,9682,13385,7092,11449,15102,18452,11506,14074,936,1582,14481,23948,13675,20079,14987,16612,14956,14197,4645,8562,11140,24475,17453,8471,9963,8410,6752,19584,17763,17748,12748,25460,20054,21014,22454,15721,22135,17113,10671,3777,24377,13578,15775,24134,22280,9888,10291,16637,26153,15429,10886,11242,24074,10317,9322,4824,25138,15041,14544,23666,15939,3561,18909,17716,17342,8864,8984,15635,20846,9751,14614,7213,12840,6476,25794,16154,16623,10453,2395,1724,25729,14938,15858,10768,8166,8002,14739,18830,12454,4823,41,23393,19148,10435,5435,1124,23799,18994,19612,4524,21397,25339,12933,18737,11842,2440,15756,18882,18908,17487,18287,7090,7013,6547,6539,11214,12116,577,16503,16536,20319,7464,9840,12401,7566,15939,5148,16917,23650,16682,8803,24644,7060,9869,15443,15594,5546,12199,14248,19426,14831,10014,13644,13451,1202,20836,8085,17559,12347,7091,23296,14095,5688,14993,17020,24184,13573,8171,16579,19350,18076,9344,5820,6739,6291,5037,1181,24559,24647,9806,22129,25820,13493,13515,12137,4654,15964,18182,9562,13919,21808,11423,16508,9199,2850,434,14670,20075,25591,18437,21494,10737,22981,3677,10289,13295,8021,25451,12673,11093,16712,11273,2511,1040,12133,16941,24055,14104,14188,21948,11615,13083,7540,7958,12375,7027,23688,19969,12439,20793,6674,1231,24365,24869,26027,26520,688,30,33,3621,6365,3833,1796,23969,25162,25681,12524,12868,5181,25677,9426,11005,2913,22388,24800,22299,17229,6191,10993,9251,21781,6304,16023,10026,7064,5119,22183,13394,8526,3509,17788,8951,25325,18194,8352,11826,3884,10361,9504,6469,17864,23774,11936,17395,15072,16378,11479,10270,11882,3752,1578,23951,22670,22894,17071,23222,12098,9204,10199,14397,9087,19338,8152,19121,16681,12824,15905,9592,12013,5720,2391,19614,18107,15608,25087,23762,23586,5748,8271,4158,1357,25705,20653,15481,17889,8961,11034,13233,7975,7330,18838,12663,7432,26506,14581,16756,13504,23247,16795,8497,20760,15035,6832,24011,15536,10702,19169,2236,20444,25105,18428,19786,25161,8801,8367,10176,6911,2691,24682,24644,25019,11747,7804,8128,7195,11205,6340,12336,7049,9738,13396,10201,2589,18315,21840,13006,23979,16749,13384,24572,7727,4617,1276,25238,12898,24628,18004,13989,10058,17932,14918,10914,13997,8414,25015,7921,9474,22159,16445,13597,9808,8810,16013,14396,14825,18094,12494,12447,24597,17166,24455,15745,6256,19677,24543,21641,4903,15661,16407,7028,18051,5659,25898,27780,19755,9143,16989,6972,19047,18584,8850,12387,1966,8814,20815,12070,11436,23387,13348,20954,12229,14376,11058,13964,10830,11710,10250,16402,6910,20849,9595,22924,15847,7334,12788,9272,6304,24614,16028,19076,11379,18426,12723,6941,15442,14803,18408,16081,19152,14117,7884,14819,24945,9821,1667,14766,22299,23098,15008,16066,15208,20284,8534,20376,11992,23918,12377,14993,13294,20148,13279,17470,11221,13115,12286,22044,25661,13466,11987,10909,8337,18228,21762,16089,13488,12744,15239,11584,11734,11011,6460,18946,16079,8670,9198,23391,16907,10387,9194,14270,9833,13638,2094,23897,17320,17680,12333,12361,23691,15514,11472,9984,11965,3008,23545,19164,24842,13139,18861,9480,10647,17224,10995,9997,13051,8034,20210,21656,19397,5389,16778,13890,21120,11133,10071,16388,26233,11379,8383,14668,22008,24204,15384,11448,9829,11919,8555,6843,7082,1893,539,4679,3421,16501,30246,14426,6552,25981,25040,139,83,23585,26686,21903,9429,2060,11433,5463,8458,90,8914,14129,13693,21162,118,47,10950,14817,13577,15955,6423,1785,16348,18370,19854,14935,21430,10028,62,104,303,17680,16689,2352,147,9473,11152,8571,11922,14062,6874,6154,13214,12364,20711,9141,24680,26008,16695,8812,5995,15753,14046,15373,3887,3941,18029,23801,13543,6673,11477,12801,780,16328,13293,13362,24892,7530,12197,7783,9670,6118,4050,16636,15053,23578,18058,12923,13897,7319,2106,9174,6662,2063,10579,16327,23832,9604,12008,10444,23685,16627,6277,8289,9264,24156,24929,8107,3707,14042,13305,9629,14591,15873,24324,8404,9550,6978,4587,10362,12983,17106,13634,5213,20,21665,10543,6853,2530,1007,931,23945,9436,16922,17267,9055,12808,10714,11809,14331,14335,9137,14440,15578,10742,9777,10860,1997,16895,24520,13599,10624,17621,14412,22841,15721,8238,11552,20644,18119,13005,3949,18713,25042,15716,9907,10046,11170,10501,6532,8665,6595,17461,24159,22068,12353,8348,23746,23570,1192,23551,19584,12847,16712,7145,11889,6741,15138,23813,11598,6019,12452,11621,14773,8946,10623,15166,9248,15756,13676,17000,16788,17205,13642,15605,5806,14906,12534,8723,25847,7604,16067,21227,24917,24665,11040,17119,7873,3533,1338,13625,11455,14058,11273,8514,3667,2408,809,25063,19279,22828,11622,7412,8469,11414,9123,7884,6837,13470,8703,18464,18804,11005,10499,13475,8645,16679,9497,19543,13091,20301,13709,12263,13580,6294,2497,15412,20324,17400,10440,12922,19849,6129,9641,11513,10266,9004,13208,5746,375,16617,24939,10104,12950,5348,4405,256,5074,17288,18690,14570,24167,15088,15298,12622,7424,18291,12299,17049,13823,9264,6601,9998,15906,7039,8338,24580,24849,21174,24012,7855,7903,6331,876,20244,7613,23692,6256,6222,44,9507,4720,3404,689,22910,15775,14423,7414,15908,10686,11585,10336,16955,17458,5864,4319,261,14802,5629,26896,10098,8944,5508,868,634,1010,567,481,491,318,17933,21043,28712,16703,16582,15644,8981,12985,26701,14137,15402,12021,10980,13694,21764,23517,1544,7912,17435,20908,12895,22796,10020,11532,17259,10593,24893,17675,9935,10225,10048,15775,21511,11260,1630,19332,23230,22978,25434,3313,18705,18274,20293,12928,8319,11857,17518,26330,16337,25276,11461,3570,610,501,379,8917,6057,6086,7389,7549,10567,7499,6373,5494,7554,4802,4029,3104,19256,26111,11162,17498,21679,21498,17478,10811,7722,8684,15112,12896,8225,7911,10267,10974,25049,25895,20129,21830,17135,19784,17690,12608,8224,11484,21507,18576,1459,9638,25378,14385,13712,13019,20012,19502,17848,10995,18786,20516,20912,16497,8628,1099,20348,22874,9897,23983,22762,9669,9427,11795,20372,7711,10197,20122,20999,18335,16467,14383,14924,9948,18331,20692,13127,16584,17346,17438,23352,15265,13229,11819,3440,692,21129,27283,1695,13131,10594,13419,3751,24655,22929,19567,6893,1216,22452,16617,22922,15776,14488,15162,1634,22276,12602,17606,17109,12787,2611,19496,2767,19653,20663,16676,25441,20340,772,18986,16807,17835,23854,23644,16277,8308,10064,25066,24040,4608,1965,1163,14088,15259,20537,23155,23884,17467,13535,21145,19082,13137,10586,12711,17515,19091,21493,15526,13282,16049,13867,16453,1790,993,17320,21157,18917,23171,3579,1062,16363,11668,23929,17694,13133,1512,25071,25299,21267,17920,714,20314,15192,20537,16252,17305,20897,3377,3253,1991,2473,1965,17678,11059,26102,10629,7505,8766,17184,20973,10539,8256,10618,12786,10205,6088,10288,22427,11708,2236,27332,24292,16214,10281,11978,2552,12797,15202,7179,12790,17744,24402,16314,13529,24264,20948,16595,15246,14621,11395,19794,20372,15097,6081,2919,3776,2414,1803,1817,11338,18807,23230,11562,22645,12300,10629,8881,10216,23878,10101,5440,17708,8077,15357,18573,16067,19855,15365,16187,15538,4086,13426,16392,15026,20901,12703,19617,25154,24632,2258,3051,13011,14099,16007,14783,12736,7974,17899,25725,15345,2296,27349,24908,11420,9447,17598,11370,10555,3913,13041,25023,20459,11591,17826,10273,7894,11376,13718,12971,15497,18814,18899,12655,11232,13708,21384,26113,8573,20301,19865,11567,13570,11097,15168,7343,2327,17233,16794,10305,7139,16030,20383,8322,2179,10141,15904,14269,18862,18973,17267,11061,5057,6840,15055,17117,21012,19194,9860,14809,9566,7649,15769,24966,14174,9176,23451,11039,6143,2074,25886,23482,18350,11766,13811,20993,13901,3330,1258,1019,997,990,1085,955,423,524,229,217,95,71,62,0,23720,25488,23933,17277,18015,24634,14348,10979,23149,16529,10754,15189,21819,22039,17047,26219,10948,19397,22043,3630,28069,28066,14725,13290,11391,17908,23934,15237,7295,14234,20844,16440,15461,21209,20045,15317,17299,23015,15790,21324,8875,11240,5710,25230,20455,6006,13925,18063,24341,21858,20105,13448,16042,27572,15686,18548,16069,12493,15321,14500,6559,19056,23230,15475,14310,21708,18850,23783,20291,8207,15901,23539,7237,17067,23130,11767,25675,17670,15211,19703,17626,26180,15025,13748,15284,9660,8933,13399,9917,4524,25662,16632,15994,14520,18715,9626,20993,25224,25414,10853,25213,26920,20056,12436,25923,28295,7002,24159,17307,23209,10387,13031,286,44,2,22111,23591,12539,13971,13952,15564,19376,10453,7605,22239,20662,13781,8299,9203,6008,15342,12221,13873,16011,9758,9200,16276,19996,19033,13615,10998,12966,15996,13486,5536,18966,13131,20902,9251,21615,15681,6091,10916,8027,15332,14631,6195,17796,15196,14731,11988,11935,21891,18603,7265,4105,18892,18453,21087,9782,18007,8331,16323,12671,9376,9296,21623,10002,17982,16970,7878,3745,19113,14505,16181,23518,8561,6463,8674,21329,21881,22171,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,20053,12868,13112,5754,4185,56,3,8674,5773,4075,22088,17130,12279,12263,25100,12893,15018,15891,17431,14077,13036,9827,11369,3020,24670,24625,5095,21811,24078,20894,24981,24249,19818,25214,8876,20811,19071,8269,15046,13447,9022,17884,15187,7172,16040,3561,13189,13257,16558,22917,16276,26248,24287,23489,24742,14906,13800,13281,7591,9127,8154,10965,6852,11757,9809,10370,7741,7127,3653,1887,982,342,71,11,0],"fragments":[{"begin":"0.000","end":"6.080","lines":["This is NPR's LIFE KIT. I'm Cheryl Corley."]},{"begin":"6.080","end":"57.040","lines":["Recently, the Federal Reserve raised interest rates by an additional three-quarters of a percentage point. This is the fourth time the central bank has raised rates this year. That means it will be more expensive to borrow money and, in some cases, to carry large amounts of debt. So this episode of LIFE KIT - what inflation means for your wallet. To dig into what the changes in the economy mean for you, we have Michelle Singletary with us. She's a personal finance columnist for The Washington Post and author of \"What To Do With Your Money When Crisis Hits: A Survival Guide.\""]},{"begin":"57.040","end":"60.320","lines":["Michelle Singletary, thanks for joining us."]},{"begin":"60.320","end":"62.600","lines":["Thank you for having me."]},{"begin":"62.600","end":"77.960","lines":["Michelle, the Federal Reserve recently raised interest rates by three-quarters of a percent. Can you talk a bit about what that means for everyday Americans?"]},{"begin":"77.960","end":"136.920","lines":["When the Fed raises rates, it impacts your ability to borrow. And so it's going to cost you more to get a mortgage. It'll cost you more to get an auto loan. If you have a credit card, it's going to cost you more if you are revolving that debt from month to month. So any borrowing costs could impact you when the Fed raises that rate, which means that you might not be able to afford that house or as much house as you want or, you know, a big car loan. If you're carrying credit card debt, you must - you must - try to do as best you can to get rid of it because it's going to cost you more."]},{"begin":"136.920","end":"147.080","lines":["So people with these - that may have a large debt load - how should they really approach paying off that debt?"]},{"begin":"147.080","end":"222.320","lines":["When it comes to your debt and which ones you should prioritize, I like the method where you start with the one with the lowest balance, the smallest balance. Now, in this environment where interest rates are higher, people are focused on that. But psychologically, if you could have a quick win - so you list all your debts from the smallest to the largest. Let's say you have a credit card balance of $1,000, but you've got a personal loan for 10. If you're picking away at that 10, even though it has the higher interest rate, you get defeated quickly. But if you can concentrate and get rid of that $1,000 debt first, it tends to energize you. It motivates you. And next thing you know, you are attacking that 10 like you've never attacked it before."]},{"begin":"222.320","end":"245.080","lines":["There's also some good news, though, right? I mean, for example, if you have a savings account, a high-yield savings account, that's going to earn more money annually. And perhaps higher interest rates will cool down inflation, yeah? Are there any benefits to this uncertain time? And if so, how do people take advantage of it?"]},{"begin":"245.080","end":"283.680","lines":["Yeah. So one of the benefits right now, and I've written about this in my column in The Washington Post, is that I bonds - which they are indexed to inflation, so they're designed to keep pace with inflation - are paying a guaranteed - at least for six months from the time you buy it, if you buy it by the end of October - 9.62%, so almost 10%. It is not a well-known savings tool. So it's I bonds. You have to buy it through the government - treasurydirect.gov. You set up an account and you can buy up to $10,000 per calendar year."]},{"begin":"283.680","end":"308.880","lines":["And also, you know, the thing about this is that because the economy is front and center in everybody's mind, I think people are concentrating on their money more. And that's a good thing. Even if you're not struggling, it's a good thing to look at your finances. If you're struggling, of course, you already know things are tight. But perhaps there's some other things that you can do to weather this storm until we get through it."]},{"begin":"308.880","end":"325.000","lines":["Just exactly what I was going to ask you about because you recently put up a quiz on The Washington Post website to gauge if people are ready for a recession. Given all the talk about recession, what should people do to prepare for it?"]},{"begin":"325.000","end":"344.640","lines":["That's such a great question. I like to tell people that I act as if I'm in recession all the time. And people are like, well, that's kind of depressing. I was like, no. It's preparation because if you always position that something is going to happen, you are always on alert on how to handle your money."]},{"begin":"344.640","end":"376.640","lines":["And so one of the reasons why we did that quiz is that there are really three groups of people. And when you take the quiz, you'll end up in one of these three groups. There's people who are - they're just struggling. This - you know, inflation goes up 1%, and they are hurting. And so this group of people, I wanted to give them some tips on how to handle it, like budgeting. Look at your housing situation. Maybe you need to move in with someone or get a roommate. Or if you're a young adult, I know you don't want to hear it, but go back and live at home if you can. So that's the first group."]},{"begin":"376.640","end":"404.400","lines":["And then the second group is it's painful, but you're not going to lose your house. It's painful to pay more for gas, but you still can do it. And we wanted you to recognize that, yes, this is impacting you, but it's not as scary or dire as you might think. However, it is a wake-up call to save more. It is a wake-up call to get rid of that credit card debt that you've been keeping around."]},{"begin":"404.400","end":"438.440","lines":["And then the third group is, you know what? You're OK. You've got plenty of savings. You've got a secure job. You're funding your retirement account. You're doing OK. Doesn't mean that you aren't feeling the anxiety of what's happening, but that group of folks, I want you to know, it's OK if you go ahead and take that vacation. It's OK if you continue to eat out. I'm not saying do anything that you can't afford. But if you can afford to do it, go ahead while you also continue to watch your budget. If things change, you pull back."]},{"begin":"438.440","end":"456.760","lines":["For the - so some tips for people in each of those categories. But the folks who, you know, are struggling may feel that they've just done all they can do. What do you say to them?"]},{"begin":"456.760","end":"499.920","lines":["Yeah. We don't have a system in the United States that really is a great safety net. We do have public funds, but it's so hard to qualify for it 'cause you could be doing just well enough not to get that aid. And I wish I had a clever answer. I don't. So all I do is try to tell them, let's look at your budget again. Let's look at your housing 'cause housing is the biggest part of people's budgets. So if I could get you to move in with someone or take in a boarder, or perhaps you might need to move to a location that has better job opportunities, that's a big lift for some people, particularly if you're living in an area where you feel comfortable."]},{"begin":"499.920","end":"562.720","lines":["So - and if you do qualify for aid, apply for it. You know, lots of people don't apply for aid because of the stigma. I was working with - during the Great Recession, I was working with a professional who had been making six-figure salary - a six-figure salary. She lost her job because of the recession, and she couldn't buy food 'cause she'd gone through all of her savings. And I said, listen, you need to apply for what we, you know, used to call food stamps. And she just started crying. And I started crying. I'm tearing up now. And I said, listen, I know you never thought you were going to be in this position, but you got to feed your kids. And so we sat there, we went online and we applied for it. And she got it for the months that she needed. And when the recession started to clear up, you know, I helped her find another job that wasn't - that was paying half of what she had been earning. And now she's back on top. She's got her job back. She - you know, she's got a house now. And so it - she got through it."]},{"begin":"562.720","end":"595.880","lines":["And can I say, for those who are listening, who are in that third group, those people who have extra, this is the time to reach and give out of your extra. Help someone. Help unsolicited. And so if you are in the position to help - 'cause to whom much is given, much is required. And I know we don't control the macroeconomy. But on a personal level, that's what you can do to help people who are in that first group who are struggling right now."]},{"begin":"595.880","end":"614.840","lines":["So what do you recommend for folks who are facing things like inflation but then they have a personal financial crisis? They lose a job. They get sick. And so how does personal finance look when you're facing not just a recession, but a personal crisis?"]},{"begin":"614.840","end":"663.960","lines":["Right. So you ask for help from the beginning. Oftentimes, we get into a crisis and we retreat. And it's understandable, right? We - sometimes we're embarrassed. Sometimes we don't know where to turn. And so I - first thing I tell people is when you do that, you lose a job, take an assessment. What do I have? What bills do I - must I absolutely cover? And then everything else has got to go. And I know that, you know, as a personal finance person, you never want to tell people not to pay a bill. But if you are in a dire situation, you've got to cover the necessities - the roof over your head, the food on the table, the ability to drive to get to a job interview. And then if you've got credit card debt or some other bill that you can ask for a forbearance, do that."]},{"begin":"663.960","end":"691.400","lines":["So one of the things that I found as I've been reporting about the downturn in the economy is that creditors tell me folks don't call them because they figure, well, I don't have the money. Why should I call them? And they're like, no, call me. Let me know that you can't pay me. And then oftentimes - at the beginning of the pandemic, credit card companies and banks said, listen; we get you. We understand. Let's - you don't have to pay us for a couple of months, until things get better."]},{"begin":"691.400","end":"714.040","lines":["So the next thing you want to do is call your creditors and explain the situation. Call your landlord. I actually talked to a landlord. She says that they knew that the tenants were out of work, but they didn't call them. And, you know, while they may not be able to keep you there forever, you'd be surprised at how often your creditors will give you a break if you just pick up the phone and call them."]},{"begin":"714.040","end":"726.400","lines":["Yeah. Michelle, you have such empathy for people. I was wondering - is there anything that is keeping you hopeful?"]},{"begin":"726.400","end":"731.880","lines":["Oh, my goodness. I'm - you're going to make me cry again."]},{"begin":"731.880","end":"785.240","lines":["You know, there are days where I feel despair. I'm just being completely honest. There are days where I worry about people so much. And because I can't - you know, I don't have the money to give them. And if I did, I would. And so I do get down some days. But then I remember history. And every recession ends. Every economic downturn ends. On average, recessions take about a year - about 11 months. Even the Great Recession was over in less than two years. Now, while we're going through it, it's tough. But they end. So historically, our markets rebound because they're strong. The underlying part of our economy is still strong. And so I say to myself, this too shall pass. And then I remember the lessons."]},{"begin":"785.240","end":"815.840","lines":["And so oftentimes, when things get better, we forget how bad they were. You know, one of the hardest times it is for me to get people to save is when they actually have the money to save. And so I just hope that as people feel the pain of what we're going through, they remember it. So when we come on the other side - 'cause we will - that you save more when you can so that when the next recession comes - 'cause guess what, it will - you'll be better prepared."]},{"begin":"815.840","end":"830.160","lines":["That's Michelle Singletary, personal finance columnist for The Washington Post. She's the author of \"What To Do With Your Money When Crisis Hits: A Survival Guide.\" Michelle Singletary, thank you so much for joining us."]},{"begin":"830.160","end":"836.120","lines":["Thank you again for having me."]},{"begin":"836.120","end":"887.720","lines":["For more LIFE KIT, check out our other episodes featuring Michelle Singletary, including one about paying off debt and another on saving for retirement. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a random tip from one of our listeners."]},{"begin":"887.720","end":"929.360","lines":["Hi. It's Amy Dominguez (ph). A way to get your drink really cold really fast is you can take your can or your bottle, and you get a paper towel wet, and then you wrap it around your can or bottle and put it in the freezer. And it will be ice, ice cold within 15 minutes or less."]},{"begin":"929.360","end":"953.680","lines":["If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."]},{"begin":"953.680","end":"1025.400","lines":["This episode of Life Kit was produced by Gurjit Kaur and edited by Tinbete Ermyas. Our visuals editor is Becky Harlan. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Michelle Aslam and Sylvie Douglis. Our intern is Vanessa Handy. Julia Carney is our podcast coordinator. Engineering support comes from Ted Mebane. And special thanks to Natalie Winston. I'm Cheryl Corley. Thanks for listening."]}],"duration":1025}