{
  "title": "Why you should stop complimenting people for being 'resilient'",
  "url": "https://www.npr.org/transcripts/1117725653",
  "intro": "Is the ability to endure hardship and adapt to difficult life situations always a good thing? Psychotherapist and licensed clinical social worker Lourdes Dolores Follins revisits the concept of resilience — and explains why it's OK to let yourself feel angry or frustrated sometimes.",
  "transcript": [
    {
      "author": "T K DUTES, HOST",
      "text": "This is NPR's LIFE KIT. I'm TK Dutes. When people would call me resilient, I would say thank you, but it didn't feel like a compliment. I couldn't put my finger on it. It's one of the weirdest compliments one could get. It's the only one where a person makes a pity face when they say it. You're so resilient - and then that face. So in addition to thinking up witty retorts, I wondered what it really means to be resilient. Well, the American Psychological Association defines it as, quote, \"the process and outcome of successfully adapting to difficult or changing life experiences, especially through mental, emotional and behavioral flexibility and adjustment to external and internal demands.\" To put it another way..."
    },
    {
      "author": "LOURDES DOLORES FOLLINS",
      "text": "When we're talking about resilience, it's a psychological term. So we're talking about a process that involves adapting positively in the context of significant adversity."
    },
    {
      "author": "DUTES",
      "text": "That's Lourdes Dolores Follins. She's a psychotherapist and a licensed clinical social worker. She says resiliency isn't something that you have; it's something that you work at developing, like muscles. And the workout is constant hardship, usually from systems we have no relief from. So we learn how to live with them."
    },
    {
      "author": "FOLLINS",
      "text": "So it's not a one-time thing. It's not like, oh, I'm resilient now. OK, I'm done. No. It is something that we must constantly work at. So if there's no adversity, there's no need to be resilient."
    },
    {
      "author": "DUTES",
      "text": "Now, a lot of people conflate resilience with strength. And Lourdes, well, she's got a problem with that."
    },
    {
      "author": "FOLLINS",
      "text": "Growing up, strength was about your physical capacity, period. It was not psychological. It was - could you lift this thing? Could you endure this physical test? And so when I began to hear people use it over and over again, like, oh, he's weak, or he's not strong, I was like, wait, what are you - oh, you're making strength into this psychological thing, this emotional thing."
    },
    {
      "author": "DUTES",
      "text": "Think about how our culture talks about people going through illnesses, deaths, abuse and all the other traumas that life throws at us. Cancer patients are told they're so resilient and strong when they're just trying to live. And for Lourdes, as a Black person, she knows this idea of being strong and resilient has a dark past."
    },
    {
      "author": "FOLLINS",
      "text": "It's a leftover from slavery. It's a leftover from colonization. It's a leftover from indentured servitude. It's a leftover from oppression that's been systemic. And so they, the people who oppressed us - whoever they were; you know, I'm not going to make a blanket term - but they referred to us as strong because they were talking about us as animals."
    },
    {
      "author": "DUTES",
      "text": "Right. Right."
    },
    {
      "author": "FOLLINS",
      "text": "And so when you talk about people as if they are animals, as if they are subhuman..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "FOLLINS",
      "text": "...Then you are only commenting on their physical capacity, which then becomes something that's morphed into resilience. But that's not about resilience."
    },
    {
      "author": "DUTES",
      "text": "I told Lourdes that I was tired, that I don't want to be resilient anymore. I just want to be soft, to be able to cry without shame. I'm tired of trying to keep calm and carry on. I want to be able to feel the full spectrum of my feelings without bottling them up or learning how to function in a dysfunctional world. Come on now. Amen. I want things to feel like less constant assaults on my spirit where I'm just pretending everything's fine. That little dog in the meme - everything's fine."
    },
    {
      "author": "FOLLINS",
      "text": "I support that. I completely support that because there's a recognition of the fact that this adversity, this stuff that we have to endure, it's too much. It's too much. It's exhausting. It's draining. And even more importantly, we shouldn't have to. So when I hear people say things like, can I just peace off, or I don't want to work so hard, or I don't want to do X, Y and Z, I don't want to be resilient - what I'm hearing or how I interpret that is, I see something wrong with this situation."
    },
    {
      "author": "DUTES",
      "text": "OK."
    },
    {
      "author": "FOLLINS",
      "text": "And instead of saying that I have to change to fit with the situation, no, the situation has to change, which I completely agree with."
    },
    {
      "author": "DUTES",
      "text": "So on this episode of LIFE KIT, how to reframe your relationship with resilience."
    },
    {
      "author": "DUTES",
      "text": "In responding to the, you know, I just want to be soft, can I get a minute, can I have a moment, somewhere along the way, we've - people, humanity, whatever - I think we've lost that opportunity. Like, people have lost the opportunity to - you know, you're not supposed to show your hand, or you're not supposed to cry at work. And I feel, you know, if I have an emotion - let's say at work - I definitely - first thing I feel after the emotion is embarrassment, right? Like, something is not allowing me to be my whole self. Why is that? Why can't I show the thing? Why do I have to steal myself? How can people, just in general, account for the trauma that builds resilience in others, right? Like - you know, like, I just feel like folks aren't giving each other a chance anymore to be fully human."
    },
    {
      "author": "FOLLINS",
      "text": "Mmm. Well, you know, that's how neoliberalism works, right? So to me, neoliberalism is designed to focus on not just people's worth as workers, but really designed to focus on individuals and separating us and dividing us, and also expects individuals to be able to care for themselves when, historically, we've always cared for ourselves within communities. And so I think what you're referring to about us not giving each other a chance - that's not the fault of the people. It's the fault of the systems. We get it in our messaging. We get it not just in social media. We get it in our movies. We get it in our TV shows."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "FOLLINS",
      "text": "We get it in our music. So we're constantly imbibing this idea that, no, you got to be strong. You got to be hard. You got to be on a grind all the time. But that's internalized capitalism."
    },
    {
      "author": "DUTES",
      "text": "Yeah. We're in survival mode still, right?"
    },
    {
      "author": "FOLLINS",
      "text": "Constantly. Right."
    },
    {
      "author": "DUTES",
      "text": "As - all the luxuries that we have - right? - 2022. We are in the - we don't even have to sit in the room together, right? But I feel as if I'm still in survival mode. I'm still trying to get to the top of some mountain."
    },
    {
      "author": "FOLLINS",
      "text": "Right."
    },
    {
      "author": "DUTES",
      "text": "Am I bringing people with me? I don't know. But I'm struggling. And the resilience is affording me the strength that I need to climb this mountain - right? - to get to the top, where I am at my peak individual self. And then what happens?"
    },
    {
      "author": "FOLLINS",
      "text": "Right."
    },
    {
      "author": "DUTES",
      "text": "Right?"
    },
    {
      "author": "FOLLINS",
      "text": "Right."
    },
    {
      "author": "DUTES",
      "text": "I'm alone up there. So I'm - now I'm feeling like, OK, we got to take this back to community."
    },
    {
      "author": "FOLLINS",
      "text": "Right."
    },
    {
      "author": "DUTES",
      "text": "What does that look like?"
    },
    {
      "author": "FOLLINS",
      "text": "Well, you know, I'm so glad that you said that because I think it's important for us to remember that resilience is really a reflection of what we learned from our communities of origin. And there are degrees of resilience. Some people are more resilient. Some people are less resilient."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "FOLLINS",
      "text": "And so resilience is a reflection of your coping skills, your support from other people - also your ability - your competence and your ability to emotionally protect yourself. And so when we're talking about taking it back to community, that's why I'm constantly always talking about, OK, well, if you have the opportunity to live with people, are you talking to them?"
    },
    {
      "author": "DUTES",
      "text": "Right."
    },
    {
      "author": "FOLLINS",
      "text": "And what are you talking with them about? Are you having conversations? How deep are those conversations going? Just having a conversation of, like, how are you feeling with this grind?"
    },
    {
      "author": "DUTES",
      "text": "Mmm. And I see that some places, and I'm really happy that I see it. I think, when a community knows that they need to talk to each other - you know, I went through a hard thing. Well, let me tell you so you don't have to go through..."
    },
    {
      "author": "FOLLINS",
      "text": "Right."
    },
    {
      "author": "DUTES",
      "text": "...A hard thing, so that - you know, you who haven't built that resilience muscle. But I want to take it back to - are certain people/communities or types of people targeted because of their resilience capacity? Like..."
    },
    {
      "author": "FOLLINS",
      "text": "OK. So help me understand. When you say targeted - targeted in what way? You mean at work, at school, in society - all of the above?"
    },
    {
      "author": "DUTES",
      "text": "Mostly to do things. So it would be at work or to lead..."
    },
    {
      "author": "FOLLINS",
      "text": "OK."
    },
    {
      "author": "DUTES",
      "text": "...Or something like that. So, like, for me, the current trend is - listen to Black women. Hire Black women. Make them president. Have them fix everything, right?"
    },
    {
      "author": "FOLLINS",
      "text": "(Laughter)"
    },
    {
      "author": "DUTES",
      "text": "To me, it's - due to our capacity to bear the weight of difficult situations, we're often invited to participate at the most hard times - when the building is crumbling - not when it's being built - right? - to fix this terrible thing. And I'm like, are folks doing this on purpose? 'Cause before, the excuse is, well, you're too busy or you have a lot going on. But now, when the (expletive) is falling - excuse my language. Like, OK, we all here."
    },
    {
      "author": "DUTES",
      "text": "I'm invited, right? The person is invited. And I don't know if I'm too abstract with it right now, but I feel like - are certain communities or people targeted because of their resilience capacity?"
    },
    {
      "author": "FOLLINS",
      "text": "I hear you. I heard all that you said that you did not say, and I think it's a fascinating experience and a fascinating phenomena. And I need to be abstract about it 'cause I can get upset about it. So..."
    },
    {
      "author": "DUTES",
      "text": "Mmm hmm, yes."
    },
    {
      "author": "FOLLINS",
      "text": "...I suspect that those who are in positions of power - who have decision-making over who gets to lead and who gets to clean up and who gets to fix things - I'd like to believe that, as suspect - and I'm going to break out an SAT word - duplicitous..."
    },
    {
      "author": "DUTES",
      "text": "Mmm. Come on."
    },
    {
      "author": "FOLLINS",
      "text": "...And sneaky and perhaps devious and manipulative as they might be, I like to think that they're not necessarily thinking, OK, who's the most resilient? I'm thinking they're probably thinking, who can not save the day - so not be a hero? It's usually people who have been the most marginalized."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "FOLLINS",
      "text": "So they're not looking at, oh, that group is so resilient. They're more like, those people know how to clean."
    },
    {
      "author": "DUTES",
      "text": "Whew. I see it happening, and it makes me want to scream, you know? So they don't even know they're doing it. Like, my brain is - you scrambled me up, man. Like..."
    },
    {
      "author": "FOLLINS",
      "text": "But you know what? But I would say - but here's the positive, right?"
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "FOLLINS",
      "text": "Those who say, yeah, no, I'm sorry, I can't. I don't have time. I don't have energy. I'm very busy right now."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "FOLLINS",
      "text": "That's a sign of resilience 'cause that's self preservation."
    },
    {
      "author": "DUTES",
      "text": "And that's up to us. Yeah."
    },
    {
      "author": "FOLLINS",
      "text": "Right. That's self-preservation, which is a sign of resilience."
    },
    {
      "author": "DUTES",
      "text": "OK. Whew. Thank you for that 'cause I was like..."
    },
    {
      "author": "FOLLINS",
      "text": "(Laughter)."
    },
    {
      "author": "DUTES",
      "text": "I was circling the drain (laughter)."
    },
    {
      "author": "FOLLINS",
      "text": "Right. 'Cause we could sit in the despair, and that's easy to go to. When you know the whole story - when you know the big pictures, it's easy to go to the despair. But when we're talking about groups and families and individuals and communities and we think about the resilience, it can - we can spin it back to, OK, what is positive? What is good? What is saving us? What's keeping us alive?"
    },
    {
      "author": "DUTES",
      "text": "There's always been a, quote-unquote, \"American work ethic,\" right?"
    },
    {
      "author": "FOLLINS",
      "text": "Right."
    },
    {
      "author": "DUTES",
      "text": "They might not have been slaves, per se, or enslaved people, but they were definitely a part of this, like, rhetoric of if you work really hard and you struggle through, then you deserve. So therefore, I'm going to put that on you. You know, for the folks that might not see themselves, I just - metaphorically, everybody's a slave, so hello."
    },
    {
      "author": "FOLLINS",
      "text": "I hear you. I hear you. I see you. I get you. Yeah. Yeah."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "FOLLINS",
      "text": "So, I mean, that's seeing things as a meritocracy, this really false idea that, well, if you work hard, then you will get what is due to you. But that completely disregards that we don't all start from the same vantage point."
    },
    {
      "author": "DUTES",
      "text": "Yeah. So if I want to go address this with my therapist, is there, like, a phrase like, hey - or do I just say, we need to work on resilience? Are there therapeutic interventions related to resilience or, quote-unquote, strength because, you know, some folks are probably still interchanging those terms - things that I can do?"
    },
    {
      "author": "FOLLINS",
      "text": "OK, wonderful question. So for those who feel they need to be in therapy, definitely they can have a conversation with their therapist about wanting to work on things like their self-esteem, increasing their level of social support, increasing their level of self-compassion, helping them work on their problem-solving skills, helping them feel more confident and in control of - not everything in their life 'cause we do live under capitalism and white supremacy - but having some control over some parts of your life, as well as being able to manage your emotions effectively. I'm not saying shut them down, but really learn how to manage your emotions in the face of stress."
    },
    {
      "author": "FOLLINS",
      "text": "So, for example, let's say I go outside, and I'm trying to go get a slice of pizza 'cause I live in New York City. This is what we do. And somebody walks directly into me and cuts me off. There are a variety of ways I could respond. I could respond by yelling at the person and cursing at them, or I can respond with a hold on. Take a minute. You don't know what's happening with this person. Yes, I know, you really want the pizza. It's amazing. It's fantastic. But you don't know what's going on with this person. So by stopping and taking a minute and not being solely reactive, I just managed my emotion. But usually when we're trying to be resilient, we stop, assess the situation and try to figure out which emotions are - here we go - socially appropriate for the circumstances 'cause - and let's be really clear. When we're talking about resilience, it's always about what's socially acceptable 'cause resilience in different countries and different communities looks different."
    },
    {
      "author": "DUTES",
      "text": "All right."
    },
    {
      "author": "FOLLINS",
      "text": "Looks very, very different."
    },
    {
      "author": "DUTES",
      "text": "I know you do work in the, you know, spiritual realm of it all. Like, are there ways that people could look at whatever's outside of them to kind of help them go through this? Like, OK, I need to reclaim my soul for this. I need to - you know, what is this dark side of strength or resilience?"
    },
    {
      "author": "FOLLINS",
      "text": "Absolutely. So I'm going to focus on the spiritual people. So people who are spiritual, depending on what their practices are or their beliefs are - so, for example, I'm a Yoruba-Lukumi priest and a priest of Ogun. And so if I'm in the mood where I'm just like, you know, I need extra support, I can literally turn to my orishas and be like, you know, I need your help, y'all."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "FOLLINS",
      "text": "Can you just, like, get my back? Can you just remind me of what my purpose is? But also, you know, whether you're religious or spiritual, there are texts. So for some people it's a Quran. For some people it's a Bible. For my religion, it's patakis, or different legends or myths. You can look at the texts and get information on how people lived and get inspiration."
    },
    {
      "author": "DUTES",
      "text": "Yeah. Even our favorite pop artists are inspired by spiritual iconography to signal their resilience. A lot of people made the connection to a certain Yoruban deity, a certain yellow dress and display of femininity and strength in Beyonce's 2016 visual album for \"Lemonade.\" Tag me on socials if you know which one. This is to say, you can find inspiration for your brand of resilience lots of places. Whether it's some song lyrics or a quote on a Post-it, those reminders can help support us when we find ourselves in the situation I talked about at the beginning of the episode."
    },
    {
      "author": "DUTES",
      "text": "So I wanted to talk about, like, resilience and how we interact with people. And a lot of folks - they think it's a compliment. You're so resilient. And whether you receive it as such is up to you, but, like, shouldn't we be moving away from that as a compliment or a way of comforting folks? Is there a way to reframe it?"
    },
    {
      "author": "FOLLINS",
      "text": "So I don't even think it needs to be reframed. Stop saying that."
    },
    {
      "author": "DUTES",
      "text": "There it is."
    },
    {
      "author": "FOLLINS",
      "text": "Stop saying that to people. It's not a compliment. If anything, it should be hoof (ph), what can we do to change these things that people have experienced? What can we do to get rid of sexism? What can we do to get rid of homonegativity (ph)? What can we do to get rid of ableism? What can we do to get rid of economic deprivation? What can we do to get rid of all the things that force people to be resilient? So stop thinking you're complimenting someone by saying, oh, you're so resilient. It's insulting."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "FOLLINS",
      "text": "And even more importantly, it disregards the fact that all the foolishness - and I'm being very loose here when I say foolishness - but all the foolishness they went through, they shouldn't have had to go through."
    },
    {
      "author": "DUTES",
      "text": "Right."
    },
    {
      "author": "FOLLINS",
      "text": "Nobody should have to go through."
    },
    {
      "author": "DUTES",
      "text": "It's not a compliment. They're saying it anyway. Hopefully they listen to this, and they don't continue. But for the folks that aren't, there are folks like me that want to know how to respond now to these things, right? I think there's probably more people listening that are on the receiving end. So how do we respond to something like that?"
    },
    {
      "author": "FOLLINS",
      "text": "So here's my gut response, which may not be what people want to hear, but I'm going to go with it anyway..."
    },
    {
      "author": "DUTES",
      "text": "Right."
    },
    {
      "author": "FOLLINS",
      "text": "...'Cause this is how I am. It's like, hmm, what makes you say that? Or the second thing - this is a much calmer version, which is, yeah, I wish it didn't have to be."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "FOLLINS",
      "text": "It would have been easier if I didn't have to be resilient."
    },
    {
      "author": "DUTES",
      "text": "Yeah, that's the one."
    },
    {
      "author": "FOLLINS",
      "text": "You know what I mean? And you can be kind of nice and, like, give a compliment sandwich. But I appreciate the fact that you recognize my ability to endure hardship. I just wish I didn't have to."
    },
    {
      "author": "DUTES",
      "text": "Yeah. I think it puts a punctuation on everything."
    },
    {
      "author": "FOLLINS",
      "text": "Ah, che (ph)."
    },
    {
      "author": "DUTES",
      "text": "And if people walk away from this conversation remembering one thing about reframing the way they think about resilience or their relationship with resilience, what should that be?"
    },
    {
      "author": "FOLLINS",
      "text": "Oh, boy. One thing?"
    },
    {
      "author": "DUTES",
      "text": "I'll take two."
    },
    {
      "author": "FOLLINS",
      "text": "Oh, boy. OK. All right. This bears repeating. We're resilient because we're in situations where we have to be. That is not good."
    },
    {
      "author": "DUTES",
      "text": "Right."
    },
    {
      "author": "FOLLINS",
      "text": "So that's one. And I guess the second thing is that if you're finding yourself thinking about, well, you know, I've been resilient or I've been told I've been resilient all this time, I think it's important to think about whether you're telling a truth about what you're experiencing. Sometimes we don't even think, oh, I'm being resilient. We're just doing the thing. We're just engaging in the different things that make us resilient. So, for example, being constantly levelheaded in the face of what we know are coordinated attacks, whether they're political attacks or economic attacks on our communities, that's not always the best approach."
    },
    {
      "author": "FOLLINS",
      "text": "Resisting by leaning into your anger or your frustration or your disappointment or your sadness or your overwhelm about these things, and then using those emotions to move you to collaborate with others to fight back and to change things, those are signs of health. Those are signs of growth. So resistance can be sometimes better than resilience because resilience can be just putting up and going back to a former way of being that wasn't always good depending on the situation."
    },
    {
      "author": "DUTES",
      "text": "OK. So now this brings me to this - my final question for you personally. What is your relationship with resilience these days?"
    },
    {
      "author": "FOLLINS",
      "text": "I love how you added these days."
    },
    {
      "author": "DUTES",
      "text": "In these trying times."
    },
    {
      "author": "FOLLINS",
      "text": "Yes, in these trying times. What's been really helpful for me is being a priest. Leaning into and sometimes literally, like, sitting next to my religious and my spiritual practices have gotten me through. They get me through. And so that also includes having elders that I can talk to about what they've seen, what they've experienced, as well as reading the religious texts in my religion. That's been really helpful for me, in addition to having a movement practice, a daily movement practice. You know, it's doing something that gets my blood moving. It's like - whether it's a moving meditation, whether it's walking or exercise in some other way, it's helping me be grounded..."
    },
    {
      "author": "DUTES",
      "text": "Wonderful."
    },
    {
      "author": "FOLLINS",
      "text": "...And remembering my humanity."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "FOLLINS",
      "text": "Because we live in times where our humanity is not expected. We're not supposed to think about being human. We're supposed to think about being a worker."
    },
    {
      "author": "DUTES",
      "text": "Wow. I love your relationship to yourself."
    },
    {
      "author": "FOLLINS",
      "text": "Thank you. It's taken time. It's taken a long time."
    },
    {
      "author": "DUTES",
      "text": "Yeah. I can imagine. And it's something that I'm personally working on as well, just finding those spiritual sources, the therapeutic sources, the everyday sources, just - you said movement. And literally last night, I said to myself, man, I got to make sure I don't stare at this computer all day because it'll suck you in, and it won't spit you back out. So it's like it's up to us. So thank you, Lourdes, for helping me recognize that a lot of this is about agency. So thank you so much for your time and energy and knowledge and everything today. I appreciate you so much."
    },
    {
      "author": "FOLLINS",
      "text": "My pleasure. My pleasure. Thank you so much. I appreciate being asked to participate in this conversation."
    },
    {
      "author": "DUTES",
      "text": "Now I want to ask you, dear listener, how are you reframing resilience for yourself and your community? And ask yourself, what small ways are you dismantling systems that don't allow us to experience the full breadth of our humanity?"
    },
    {
      "author": "DUTES",
      "text": "For more LIFE KIT, check out our other episodes. I've hosted one on how to set boundaries and another one on how to stop being self-critical and silence negative self-talk. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip."
    },
    {
      "author": "ANNIE",
      "text": "Hi, this is Annie (ph) from Philly. My life tip is to keep social media apps deleted throughout the day - so like Instagram, Facebook, Twitter - and then at the end of the day, when you're done with work, maybe you're sitting down on the couch watching some TV, re-download those apps. You can scroll through for a bit. It kind of prevents you from, you know, checking Instagram at a red light or walking down the street and scrolling through Twitter. It just helps to be more present and mindful throughout the day and just to not have that distraction."
    },
    {
      "author": "DUTES",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced and fact-checked by Audrey Nguyen, with help from our intern Vanessa Handy. Our visuals editor is Beck Harlan. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Michelle Aslam and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Patrick Murray, Alex Alex Drewenskus and Neil Tevault. Special thanks to Inger Burnett-Zeigler for help on background. I'm TK Dutes. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7038654470.mp3",
  "img": "https://media.npr.org/assets/img/2022/08/18/life-kit-resilient_wide-b9c813c29a87b8cdbee6f1dd37bdf442f0fd813b.png?s=1400&c=100&f=png",
  "authors": [
    "T K DUTES, HOST",
    "LOURDES DOLORES FOLLINS",
    "DUTES",
    "FOLLINS",
    "ANNIE"
  ]
}