{
  "title": "Transitioning to natural hair doesn't have to be complicated. 5 steps to make it easy",
  "url": "https://www.npr.org/transcripts/1117982800",
  "intro": "For many Black people, transitioning to natural hair can feel frustrating, especially if you're doing it for the first time. Experts share what you need to know about growing out natural hair, from washing it and styling it – to learning to love it.",
  "transcript": [
    {
      "author": "VANESSA HANDY, HOST",
      "text": "This is NPR's LIFE KIT, and I'm Vanessa Handy, the show's intern. When I think about myself and the other Black women in my family, straightening our hair is all we've known. That's all I was taught. And until I went natural 2 1/2 years ago, I accepted that as a fact of life. I often asked why it was protocol to have my hair, everyone's hair, straightened all the time. The response was usually vague, but the sentiment was all the same to me - my natural hair wasn't enough."
    },
    {
      "author": "LORI THARPS",
      "text": "And of course, we softened the message, right? Like, we didn't necessarily have our parents say to us, your hair is so ugly. I mean, we both said, our parents said, it's just more manageable this way, right? Our mothers loved us, and they weren't thinking we were ugly, but..."
    },
    {
      "author": "HANDY",
      "text": "Why does there always have to be a but? That was race and culture journalist Lori Tharps. She and I have a shared experience. My mom never explicitly said bad things about my hair, but I've always lingered on the word manageable, on why manageable was the gold standard that my natural hair couldn't meet, because the way everyone talked about it, it seemed like there was nothing natural or acceptable about my hair at all."
    },
    {
      "author": "THARPS",
      "text": "Really and truly, the natural hair term, it's actually a response to the fact that we've always processed our hair. Black people, literally, since we were brought here, have been trying to manipulate our hair so that it would look more like white people's hair."
    },
    {
      "author": "HANDY",
      "text": "As a child, I couldn't unpack this, so I internalized it to the point that straight hair became a part of my identity. But it's ironic that all those years I spent, comb in hand, aching to achieve the look that felt the most like me, simply left me more estranged from who I was than ever before. And I'm not alone in this. Transitioning to natural after years of having relaxed hair, Lori could relate."
    },
    {
      "author": "THARPS",
      "text": "There was a long process of getting to know not just how to do my hair but getting to know who I was with my natural hair. And that might sound strange to people who are not African American. But when you know yourself with straight hair and then you see yourself with the way your hair behaves unfettered, unprocessed, unstraightened, it's like you are seeing yourself for the first time."
    },
    {
      "author": "HANDY",
      "text": "Getting reacquainted with myself through my hair has been weird and wonderful. And while I wish it didn't take 20 years of my life to get here, I now get to experience the joy of it all. Lori remembers how that joy felt for her."
    },
    {
      "author": "THARPS",
      "text": "I remember on the subway - I was on the F train in Manhattan going into Brooklyn, and I reached my hands into my hair, and I felt that kinky, curly hair and was just thinking, wow, this is, like, hundreds of years of history. This is mine."
    },
    {
      "author": "HANDY",
      "text": "By the time I decided to go natural, I had a lot of catching up to do. As a young adult, learning how to do my hair for the first time, I desperately needed a natural hair crash course. So on this episode of LIFE KIT, we are demystifying natural hair care. We'll untangle its cultural history and the basic steps of caring for it, no matter where you are in your journey."
    },
    {
      "author": "HANDY",
      "text": "Before learning how to do my hair, I wanted to know more about its history. So I asked Lori, co-author of the ever-cited book \"Hair Story: Untangling The Roots Of Black Hair In America,\" to start from the beginning."
    },
    {
      "author": "THARPS",
      "text": "Africans loved their hair and spent lots of time and resources doing their hair, having their hair done. The hair, historically, ancestrally, our hairstyles were really the way a person showed who they were, how they were feeling to everybody around them."
    },
    {
      "author": "HANDY",
      "text": "Natural hair was traditionally an outlet for expression. But for enslaved Africans, that freedom was limited, and certain hairstyles had serious consequences."
    },
    {
      "author": "THARPS",
      "text": "It was a survival tactic."
    },
    {
      "author": "HANDY",
      "text": "To be white was to be in power, to be seen as human. So Black people did anything they could to approximate whiteness. Straightening their hair was one of them."
    },
    {
      "author": "THARPS",
      "text": "We know from, you know, research that there were innumerable ways that Black people were straightening their hair with, you know, anything from crude oil to, you know, wrapping the hair in yarn, using heat, like, from cloth heated in a fire and then pulled through the hair."
    },
    {
      "author": "HANDY",
      "text": "Even coming off centuries of Black folks straightening their hair, I thought going natural would be straightforward in this era. But as a complete novice, the start of my natural hair journey was riddled with self-doubt. Luckily, that's a normal part of the process."
    },
    {
      "author": "AISHIA STRICKLAND",
      "text": "That is something that you're going to be unpacking until you get comfortable. And comfortability comes from actually just doing it."
    },
    {
      "author": "HANDY",
      "text": "That's Aishia Strickland. Her and her business partner Aeleise Ollarvia, are from the duo better known as Black Girl Curls. They run the natural hair education hub Black Curl Magic, and they're OG naturals. I'm talking about over a decade's worth of experience taking care of their own natural hair and styling other peoples. It may take some time to feel confident in your natural hair, but the transition can be made a little easier if you follow takeaway No. 1 - stay open-minded. As Aeleise says..."
    },
    {
      "author": "AELEISE OLLARVIA",
      "text": "Have realistic expectations. There's a mindset that when I go natural, everything has to be DIY. I have to cut my own hair myself. I have to style my own hair myself. I have to be fully responsible for my hair with no help."
    },
    {
      "author": "HANDY",
      "text": "If you feel like there's no resources available to help you, think again. There are people like Aishia and Aeleise who are trying to make natural hair expertise accessible, so you don't have to brave this alone. It's kind of comforting to know that the ups and downs of my natural hair journey are rooted in generations of Black folks simply trying to survive and reframe what they knew. That's my history, which we should get back to because we left things on a grim note. Hair straightening was a cultural standard, a means to fit in. But when the mid-20th century came, so did an embrace of natural hair in the Black community. You're likely familiar with images from the 1960s of Angela Davis and members of the Black Panther Party wearing afros as a political symbol."
    },
    {
      "author": "THARPS",
      "text": "The civil rights movement allowed Black people to show their protest for racist policies with their hairstyle. And we are spending all of this time and energy with respectability politics, wearing the right clothes, speaking the right way, deferring to white people, straightening our hair so we do not frighten the white people. And it was like people said, enough is enough."
    },
    {
      "author": "HANDY",
      "text": "Then it happened again. The rise of the American green movement in the 2000s spurred a beauty revolution. Nationwide, people were reconsidering their connection to the earth and choices about health and wellness."
    },
    {
      "author": "THARPS",
      "text": "The question obviously came up, you know, should I be slathering, you know, toxic chemicals on my head every six weeks?"
    },
    {
      "author": "HANDY",
      "text": "The answer to that question was no and that maybe natural hair was a safer, healthier alternative. The 2000s also brought the advent of the internet. The already growing natural hair movement met with the new ability to disseminate information far and wide - foster the natural hair culture we know today."
    },
    {
      "author": "THARPS",
      "text": "But we also know - and this is what's so important to recognize - that the natural hair movement was kind of always there. You know, we like to pinpoint things as this is when it happened. It's more like, this is when it exploded."
    },
    {
      "author": "HANDY",
      "text": "You may be ready to jump headfirst into your natural hair transition. I know I was - buying all these products and forcing my hair to be in its unfamiliar natural state after years of heat damage. I didn't realize that, just like people, our hair can resist new, sudden changes. You can ease into this change with takeaway two - transition by cutting your damaged hair."
    },
    {
      "author": "ISFAHAN CHAMBERS-HARRIS",
      "text": "Some people are bold and they say, I want to chop it all off and have the big chop and start fresh, while if you're like me, you're not that bold. You tend to grow it out a bit."
    },
    {
      "author": "HANDY",
      "text": "That's Isfahan Chambers-Harris. She's a scientist certified in trichology, the study of hair and scalp. She's also the CEO of the science-based hair care brand Alodia. Like her, I also chose to grow my hair out first. If you do this, you'll be able to see something called the line of demarcation. That's where new natural hair growth meets damaged, chemically or heat-treated hair. This hair is incredibly fragile and requires gradual care."
    },
    {
      "author": "CHAMBERS-HARRS",
      "text": "If you're leaving your hair out often or if you're brushing it or combing it harshly, you can actually cause damage to the natural hair growing out from your scalp. And that's not what you want to do. And I also encourage, every month or every six weeks or so, to just slowly trim off those relaxed ends so that it's not the weight of the relaxed ends on that newly grown healthy, natural hair. So just try to slowly trim it off."
    },
    {
      "author": "HANDY",
      "text": "Once your hair is at the length, you like it, make sure you get regular haircuts."
    },
    {
      "author": "OLLARVIA",
      "text": "You can grow your hair out very long by having your maintenance cuts every 12 to 16 weeks."
    },
    {
      "author": "HANDY",
      "text": "Before we can start really working with our natural hair, there's still some preparing to do. Think about how we take care of our bodies. Understanding your individual traits informs how to care for yourself. It's no different with your hair. This is takeaway three - understand the traits of your hair so you can know what it needs. Aishia and Aeleise call them the essential elements of the hair."
    },
    {
      "author": "STRICKLAND",
      "text": "They're the general, accepted principles as adopted by cosmetologists, dermatologists and laypeople. And so these are things we're actually using to assess hair. When we're working in a classroom setting with other hair stylists, these are things that we actually learned in cosmetology school."
    },
    {
      "author": "HANDY",
      "text": "There's five of these elements that you should know. Some of them will help you understand your hair's appearance. When I went natural, I would look at pictures of other people and use their hair as a baseline for what I wanted to achieve. I thought that healthy hair had to be really thick and shiny. And since my hair is pretty thin, I was ready to give up. The truth is, everyone has different hair traits. So setting goals based on other people is ineffective. By understanding these first three elements, you'll know what's normal and healthy for your hair. First is texture."
    },
    {
      "author": "OLLARVIA",
      "text": "Texture is the diameter of your actual hair strand. So people can have very, very fine hair strands, meaning they only have three to five layers of cuticle - those threads are very, very thin - all the way up to coarse hair. It's a very thick strand. You can literally pull up a coarse hair strand, and if you're on a white wall and it's dark hair, somebody will see it from across the room."
    },
    {
      "author": "HANDY",
      "text": "Then its companion, surface texture."
    },
    {
      "author": "OLLARVIA",
      "text": "What is the look and the feel of the outer layer of the hair? Some people have a rougher, bumpier outer layer. Some people have a silkier, smoother layer. Which one you have or what part - where you are on that spectrum is going to determine how much light reflects from your hair. That reflection of your surface does not have any indication on how hydrated your hair is."
    },
    {
      "author": "HANDY",
      "text": "In speaking with Isfahan, she added hair density to the list of elements."
    },
    {
      "author": "CHAMBERS-HARRS",
      "text": "And that's something that you're born with. So, you know, you're born with either a lot of hair follicles on your head or, you know, in the middle or less. What I always say is, if you put your - all of your hair up in a ponytail, if it's a small ponytail - like, very, very small in circumference - then you have, like, a lower density."
    },
    {
      "author": "HANDY",
      "text": "If you're freaking out about thin, low-density, matte hair, that doesn't mean there's a problem. Maybe your hair is not naturally meant to be that way. To round out this list of essential elements, the next two can help you decide what to put in your hair. There's porosity."
    },
    {
      "author": "CHAMBERS-HARRS",
      "text": "Porosity basically refers to the way that your hair is absorbing moisture. So you can have low porosity, where your hair - it's very, very hard for your hair to uptake moisture. Then you can have high porosity, where it takes up moisture very, very quickly but it also loses the moisture just as quickly."
    },
    {
      "author": "HANDY",
      "text": "Isfahan says that our hair should naturally be on a spectrum of low porosity. If you have very high porosity hair, that can be the result of damage from chemicals, color treatments or sun exposure. Depending on your hair's porosity, you can decide how much moisture to put in it. That's how often to wash or hydrate your hair with water. In terms of product use, the fifth and last element can help guide you - your curl pattern. If you're like me, you may have started envisioning the infamous curl chart. I still don't know if I'm 4A or 4B. But luckily, these labels aren't important. Instead, think of your curl pattern on a spectrum, and decide where you are within it."
    },
    {
      "author": "CHAMBERS-HARRS",
      "text": "So your curl pattern is something that you're born with as well. So you can have either a straighter hair type. You can have a wavy hair type, a curly hair type and then a very coily hair type. And that's very important to understand because the more curlier your hair is, the dryer it is. And if it's dry, you need more moisture. If it's straight, it's more oily, so you need less oils and less dense products."
    },
    {
      "author": "HANDY",
      "text": "We've gained lots of new vocab just now, so take it all in. But there's one more component to be aware of - scalp care. As a trichologist, Isfahan emphasizes this and has one piece of advice."
    },
    {
      "author": "CHAMBERS-HARRS",
      "text": "A lot of times, with people that have textured hair, we tend to layer, like, shea butter and different types of heavy, heavy oils and things of that nature on our scalp. And then it also affects the hair, the newly formed hair coming out of that follicle. If it has to get through shea butter and heavy oils just to kind of poke through, that hair is already compromised."
    },
    {
      "author": "HANDY",
      "text": "So if you've traditionally used oils and butters, make sure to cleanse your scalp regularly. New growth needs a clean scalp to thrive. It's also important to note that sometimes scalp care requires more than what we can provide on our own. If your scalp is super-itchy, burning, flaking consistently or thinning, that's a sign to go see a specialist. Whether you're transitioning to natural or you've been at it for a while, you should follow a simple hair care routine, which is takeaway four. You don't need a million products or hour-long wash days. Aishia says it's easy as three steps."
    },
    {
      "author": "STRICKLAND",
      "text": "Basically, you're going to cleanse with shampoo. You're going to condition and detangle your hair. And then you're going to choose a style and choose the appropriate styler with hold for that hairstyle. And more than likely, there might be some heat source involved, a diffuser or some hooded dryer of some sort and probably combined with a little air drying because just sometimes we don't have enough time. But that's basically it."
    },
    {
      "author": "HANDY",
      "text": "Shampoo, condition, style. That's it. Depending on your lifestyle - like how active you are, what climate you live in, how much time you have on your hands and what your desired look is - you can do this three-step process at various frequencies. Aishia recommends somewhere between every four to 10 days. This is just a basic routine to get you started. Once you can keep this up for a few months, then you can consider adding a pre-shampoo oil treatment or periodic deep conditioner if you find that your hair could benefit from it. When you develop a routine that's right for you, be picky with the products you use. Before you buy something, take a look at its ingredients. Here's some that Isfahan says to avoid."
    },
    {
      "author": "CHAMBERS-HARRS",
      "text": "So sulfates are detergents that are used for cleansing the hair. And it can be very harsh for textured hair types. For us that have drier, coily, curly hair, it's extremely harsh, and it can cause breakage and lead to damage of the hair. With things like phthalates and parabens, those are just toxic ingredients. Phthalates are used in, like, fragrances, so you definitely want to use a product that says phthalate-free fragrance."
    },
    {
      "author": "HANDY",
      "text": "So remember - sulfates can dry out natural hair, while parabens and phthalates can be toxic to the body. There are also ingredients that are beneficial to your hair. Across the board, using products with water as their first ingredient is a good place to start. But here's some more specific ones to look for."
    },
    {
      "author": "CHAMBERS-HARRS",
      "text": "I would say ingredients that you want to see are natural ingredients, so types of oils like avocado, jojoba oils. There's also plant-based emulsifiers, like something called BTMS."
    },
    {
      "author": "HANDY",
      "text": "BTMS stands for behentrimonium methosulfate. It's a chemical compound and softening ingredient that can help detangle the hair. Isfahan also recommends using products with plant-based alcohols. The word alcohol can sound scary, but it's nothing to fear so long as you're choosing the right ones."
    },
    {
      "author": "CHAMBERS-HARRS",
      "text": "It's certain types of alcohols that can actually help with hair health, like cetearyl alcohol, for example. That's a plant-based fatty alcohol that actually can help with moisturizing the hair."
    },
    {
      "author": "HANDY",
      "text": "So you've learned the basic steps to caring for natural hair, how to understand it and what to put in it. Now it's just a matter of sustaining the process, which takes us to the fifth and final takeaway. Maintain your hair by regularly styling it. These are the things you'll want to think about in between cleansing and the three-step process we talked about before. I struggle with deciding what hairstyles to do on a daily basis. If you can relate, Aishia and Aeleise say that mastering a beginner style can help you feel better."
    },
    {
      "author": "STRICKLAND",
      "text": "When we said master a style, we really are saying master a set."
    },
    {
      "author": "OLLARVIA",
      "text": "A set is the act of taking the hair from wet to dry. And so in taking that hair from wet to dry, that is where we start talking about wash-and-gos, twist sets, braid sets, Bantu knot sets. For the beginner, choose the one that you feel like you have the most dexterity with."
    },
    {
      "author": "HANDY",
      "text": "As someone who's busy and doesn't want to spend a ton of time doing different hairstyles each day, I love to do wash-and-gos, twists or a twist out at the start of my week so that I can wear the style for several days in a row. One last thing - for me, going natural is a step towards living life truly for myself. There's no denying the discrimination that some Black people face on account of their hair. I thought that going natural had to be a spiritual process of liberation, that we're all oppressed by straight hair and need to free ourselves. What I didn't realize is that the most freeing part of this all is choosing to do whatever you want. Why go natural? Is there something special about it?"
    },
    {
      "author": "OLLARVIA",
      "text": "No."
    },
    {
      "author": "STRICKLAND",
      "text": "Honestly, no."
    },
    {
      "author": "HANDY",
      "text": "Not quite the answer I was expecting."
    },
    {
      "author": "OLLARVIA",
      "text": "At the end of the day, hair is the accessory that's growing out of our body that we cannot take off. And we should be able to wear it however we want to wear it. But we also have to grapple with the fact that this is what grows out of our head. And so once we can get to that level of self-acceptance, we can do whatever we want."
    },
    {
      "author": "HANDY",
      "text": "And just like that, natural hair 101 is done. So let's recap. Takeaway one - keep an open mind. Especially if you're a new natural, you're not going to master natural hair care in the day. Give yourself some grace. And don't be afraid to use outside resources. Takeaway two - transition by cutting any damaged hair. Whether it's the big chop or a long transition, this will help prevent damage to new natural hair growth. Then follow up with regular maintenance cuts."
    },
    {
      "author": "HANDY",
      "text": "Takeaway three - understand the five essential elements - texture, surface texture, density, porosity and curl pattern. This will help you know what healthy hair should look like for you and what to put in it. Also, don't forget about your scalp. Takeaway four - follow a consistent hair care routine. Cleanse with shampoo, condition, and then style. With any product you use, make sure you pay close attention to the ingredients. Takeaway five - maintain your hair through styling. Practice one beginner style to start so that you'll have something for day-to-day wear."
    },
    {
      "author": "HANDY",
      "text": "For more LIFE KIT, check out our other episodes. We have one on setting boundaries and another on how to save for different financial goals. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a random tip from one of our listeners."
    },
    {
      "author": "DIANE",
      "text": "Yes, my name is Diane (ph). I always rinse my dishes before I put them in the dishwasher with just a simple plastic scrubber. When I get finished, I stick the plastic scrubber in the flatware holder. It gets sanitized and cleaned every time I run my dishwasher."
    },
    {
      "author": "HANDY",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Michelle Aslam. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Bth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Maggie Luthar. I'm Vanessa Handy. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2405506381.mp3",
  "img": "https://media.npr.org/assets/img/2022/08/17/lede-image-copy_wide-0e64d4affba2887ec9fe774eca161e29436f8a13.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "VANESSA HANDY, HOST",
    "LORI THARPS",
    "HANDY",
    "THARPS",
    "AISHIA STRICKLAND",
    "AELEISE OLLARVIA",
    "ISFAHAN CHAMBERS-HARRIS",
    "CHAMBERS-HARRS",
    "OLLARVIA",
    "STRICKLAND",
    "DIANE"
  ]
}