{"title":"Dear Life Kit: I uninvited my sister-in-law from our wedding. Was that wrong of me?","url":"https://www.npr.org/transcripts/1120715272","intro":"The bride said she was \"pissed\" because her future sister-in-law was bringing two unauthorized guests. Rachel Wilkerson Miller, editor-in-chief of Self magazine, explains how to smooth things over.","transcript":[{"author":"ANDEE TAGLE, HOST","text":"Today on the show, my partner's sister tried to bring kids to my no-kid destination wedding, so I uninvited her. Was I wrong?"},{"author":"UNIDENTIFIED PERSON #1","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #2","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #3","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #4","text":"Dear LIFE KIT, I have a question for you."},{"author":"TAGLE","text":"This is Dear LIFE KIT, a new special series from LIFE KIT and NPR."},{"author":"UNIDENTIFIED PERSON #5","text":"How can I become a better caretaker?"},{"author":"UNIDENTIFIED PERSON #6","text":"How do I deal with my parents' unrealistic expectations?"},{"author":"TAGLE","text":"And we're getting personal."},{"author":"UNIDENTIFIED PERSON #7","text":"I'm catching feelings for someone, but they're married."},{"author":"TAGLE","text":"I'm your host, Andee Tagle. Every episode, we'll answer one of your most pressing and intimate anonymous questions. To do that, we've handpicked an expert to talk you through all the nitty-gritty details."},{"author":"RACHEL WILKERSON MILLER","text":"I was so shocked by this. The fact that it's still going on raises a lot of questions."},{"author":"TAGLE","text":"That's Rachel Wilkerson Miller, the editor-in-chief of Self. Rachel is a longtime service journalist and author of a LIFE KIT favorite, \"The Art Of Showing Up,\" which makes her uniquely qualified to answer today's complex question on wedding etiquette and holding grudges against your in-laws. Stay tuned."},{"author":"TAGLE","text":"Rachel, I know you're up for the challenge. It's great to have you back."},{"author":"MILLER","text":"Thank you so much for having me. I'm so glad to be here."},{"author":"TAGLE","text":"OK. So before we get to our big question, can I ask you, are you a grudge holder?"},{"author":"MILLER","text":"Not really. I don't think that I am. You know, I remember things that happened. And if it feels like there was no apology or accountability, I might have more strong feelings about it. But in general, I think I'm pretty good at letting things go and moving on."},{"author":"TAGLE","text":"OK. Well, you are bigger person than me..."},{"author":"MILLER","text":"(Laughter)."},{"author":"TAGLE","text":"...Because I can be a very Salty Susan from time to time."},{"author":"MILLER","text":"(Laughter)."},{"author":"TAGLE","text":"OK. Without further ado, let's get into our question. Here it is."},{"author":"TAGLE","text":"Dear LIFE KIT, we only had space for a hundred people at our destination wedding, so we planned on having a child-free event, with just a few exceptions for a very close family. That included my fiance's half-sister and her 12-year-old son. Well, the due date for RSVPs came and went and we hadn't heard back from her, so we counted them out."},{"author":"TAGLE","text":"But a week later, I heard through the grapevine that not only was she coming with her kid, she was bringing her boyfriend, who we didn't even know about, and his kid. And they had already booked their hotel and plane tickets. I was pissed. When my fiance talked to her about it, she said she was coming with everyone or not coming at all, so I told her not to come. Our wedding was amazing. But some of their family are still upset at me. Should I have handled this differently? Signed, In-Law Ick Factor. OK, Rachel, there's a lot going on here. Let's take the wedding etiquette bit first. Initial thoughts, feelings for us?"},{"author":"MILLER","text":"You know, on the whole, I think that what the letter writer did was, generally speaking, the right thing to do. I think it's important if you set a boundary around your wedding that you're aren't going to have any kids there, I think sometimes you do make an exception. If, you know, you have a niece or nephew who you're super close to and who's a little bit older, that can happen. But in general, I think it's important to, when you're hosting, stick with the rules that you've set because that's what everyone's expecting you to do."},{"author":"MILLER","text":"So I actually think if this person was writing to us at the time of the wedding, I would say, it's OK to say no. Be kind about it. Communicate it in a way that's very much like, we totally understand it. That means you don't want to come. I really don't know how this letter writer communicated, so that's one of my questions. But I think it's important to be really gracious and not over-the-top about it. And a message like that will usually go over a little better. But in some instances, it will never go over better because the other person is going to be upset. And, like, that's kind of OK. That's sort of, to my mind, the correct order of things, if that makes sense."},{"author":"TAGLE","text":"Yeah. Absolutely. And, I mean, RSVP dates are there for a reason. You gave people the opportunity to say yes. You gave people the opportunity to say no. Does the fact that the fiance's sister already bought tickets, spent money - does that change the equation at all?"},{"author":"MILLER","text":"It depends. It depends on what your past relationship is like with this person. Do they have a history of doing things like this and you feel like they're operating in bad faith? If this is a person who would totally go ahead and buy the tickets or say that they had bought the tickets in an effort to make you feel guilty and to kind of bully you, then I do think you can be a little bit less flexible. I think it's important to, in general, be as accommodating as you can, particularly when money is involved. But I don't necessarily think that you should let people use that to get whatever they want and sort of wield that."},{"author":"TAGLE","text":"Sure, hold that over."},{"author":"MILLER","text":"Yeah, hold that over you. Exactly. So..."},{"author":"TAGLE","text":"Yeah."},{"author":"MILLER","text":"It does change things a little bit. But again, if this letter writer and their fiance felt super, super strongly about this, I do think it's ultimately OK to say no."},{"author":"TAGLE","text":"OK. So the letter writer, Ick Factor, says that there is some bad blood here. What we haven't talked about is that this person's submission - this all happened five years ago. And there are still hurt feelings for poor Ick Factor."},{"author":"MILLER","text":"Right."},{"author":"TAGLE","text":"My goodness, Rachel."},{"author":"MILLER","text":"I know. I think my question to them saying, you know - should I have done things differently? - is, I think what you should have done differently at the time is expect that this is probably going to cause some bad blood, not necessarily five years of it. But I do wonder, again, what their tone was like when they communicated this. And then I also wonder how they acted afterward. Like, did they make the person feel guilty? Did they continue to bring it up, because I do wonder if the family, the in-laws, are reacting to the way that the letter writer is acting? And sort of, like, they're still mad about it, so then the family still feels defensive about it. And they're kind of trapped in a cycle. Like, somebody has to be the first one to let this go. And I think that the letter writer could make a choice to be that person if they haven't done anything yet to really just say - you know what? - it was five years ago. I'm going to move on now."},{"author":"TAGLE","text":"Like, there's definitely some passive aggressive things happening in this family."},{"author":"MILLER","text":"Yeah. One thing I think about a lot is that I think in situations like this, where no one is exactly wrong, and no one's exactly right, it's important to remember that getting what you want often comes at a cost. And in this case, the letter writer got what they wanted for their wedding. And the cost is that the sister is going to be kind of mad about it. And that's a tradeoff you can decide to make. And it's like, sometimes you just have to say, I got what I wanted, and they're going to be mad, and I'm going to let them be mad until they're not anymore. And that can sort of paradoxically ease things up, and the person'll get over it faster. So if the letter writer was pushing them to, like, move on or let it go and that person wasn't ready, I think that also could have been a misstep here."},{"author":"TAGLE","text":"I have some questions as well. Where is the partner in this situation? So..."},{"author":"MILLER","text":"Definitely."},{"author":"TAGLE","text":"...The in-laws are mad. But if it were me, I'd expect my spouse to back me up here, right? Does this person's relationship have any - do you have questions there?"},{"author":"MILLER","text":"I do because I had the same thought. And I thought it was good that the partner was originally the one who reached out because it was his sibling. But then it's - then the letter writer is saying, like, I was pissed, and I told her she couldn't come. And I do wonder who communicated that. I think it probably would have gone over better if it were the fiance. And again, I think people should be responsible for dealing with their own family members in couples like this. So I also wonder how much of that is coming from the fact that the fiance maybe threw the letter writer under the bus or just isn't standing beside them as much as they probably could have. And that could also be making things more complicated."},{"author":"TAGLE","text":"So if you're the person standing in this right now, it's five years later, what's your advice? How would you deal with it?"},{"author":"MILLER","text":"I think I would say, what can you do to just smooth this over and move forward? I think it really depends on how this tension is playing out. But look for an opportunity, whether it's inviting the sister and her kid to an upcoming event that you're planning or sending them a nicer holiday card at the end of the year or a nice graduation gift to their kid or whatever. Just, like, make an effort to say, hey, I feel like there's been tension ever since the wedding. I really want to have a relationship with you and move forward. That was a tough call. It felt like the best one at the time, and I do think it was, but I'm really sorry that it hurt my relationship with you and it's still hurting five years later. And I would love for us to find a way to move forward. Is that something that you want, and, like, what do you need from me to make that happen? And I think when you approach people from a place of genuine curiosity and a little bit of vulnerability, they're usually fairly responsive. And you can feel like, OK, I did my part. Even if the sister is like, no, I'm - you suck. I never want to talk to you again, or, like, I'm not over it yet, you can at least feel like, OK, I've tried. I've asked them what they need. But you just have to be the one who's willing to break the cycle."},{"author":"TAGLE","text":"Yeah. Another part of this, Rachel - I feel like we've all been in situations where people are judging us unfairly or they just decide they don't like us for one reason or another. Ick factor wrote into us and was like, the in-laws - you know, I'm sure that they were all judging me, but they didn't have all the facts. And I feel like we've been there. How do you navigate those situations, where you walk into a room and somebody doesn't like you? What do you do?"},{"author":"MILLER","text":"It depends, I think. It depends on why they don't like you and what the relationship is and whether or not you like them. I think that's one thing that we often forget about. When somebody doesn't like us, we sort of get defensive, and we forget to ask ourselves, do I like this person? Do I want them to like me? Do I need them to like me? And so I think it's important to just say, why don't they like me? Can I live with that? Am I doing something wrong here? I think it's really important to do some self-examination to make sure that you didn't cause this. If you get the sense that they don't like you and you know deep in your heart that it's because of something you did that you don't feel very good about or that you - it's something you've been trying to work on and you think you could change, then I do think it's worth doing that examination and trying to meet them where they are and try to connect with them, which can be a losing game, and it can be really exhausting. But if, you know, if it is in-laws or somebody else who you do kind of need to have a relationship with, finding some way to connect is a good idea, again, provided that the reason they don't like you isn't something of, like, they have horribly bigoted views that you're never going to see eye to eye on."},{"author":"TAGLE","text":"So take a pause. Is it worth it? Sometimes yes, sometimes no."},{"author":"MILLER","text":"Exactly."},{"author":"TAGLE","text":"Part of being an adult is knowing that not everybody has to like you, and you don't have to like everybody."},{"author":"MILLER","text":"I completely agree."},{"author":"TAGLE","text":"Rachel, any last thoughts or template language for us for getting through those sticky situations where - people that might not be your favorite, but they are in our lives?"},{"author":"MILLER","text":"I think, just be as kind and generous as possible when communicating tough news that you know that they're not going to want to hear. And even if you're dealing with somebody who is really difficult, who does book flights without warning to try to push you into doing something that you don't want to do, you can feel better if you find a way to be firm, but still communicate that in a way that's not throwing gasoline on the fire, that isn't going to get them all worked up and that isn't going to make things worse. There are some people who are going to be mad no matter what you do. But, like, keeping it chill can kind of help you walk away from the situation feeling good. And that goes a long way."},{"author":"TAGLE","text":"Love it. Be firm. Keep it chill. Thank you so much, Rachel. You said it."},{"author":"MILLER","text":"My pleasure."},{"author":"TAGLE","text":"At the end of every show, we ask our experts for the best piece of advice they've ever received. Here's what Rachel sent us."},{"author":"MILLER","text":"The best piece of advice I ever got was think small. I often think really big and want to do really ambitious things, but you don't always need to do the most ambitious things. You can have a fairly big impact if you just think a little smaller."},{"author":"TAGLE","text":"That was SELF's editor-in-chief, Rachel Wilkerson Miller. If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan, Vanessa Handy and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces the Dear LIFE KIT video series for Instagram. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8148225049.mp3","img":"https://media.npr.org/assets/img/2022/09/06/dlk_wedding_rachelwilkersonmiller_wide-4fef545721b3fdc10e5d8891952cf038d3d846a3.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","UNIDENTIFIED PERSON #1","UNIDENTIFIED PERSON #2","UNIDENTIFIED PERSON #3","UNIDENTIFIED PERSON #4","TAGLE","UNIDENTIFIED PERSON #5","UNIDENTIFIED PERSON #6","UNIDENTIFIED PERSON #7","RACHEL WILKERSON MILLER","MILLER"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,9,24018,24528,17653,4164,28880,13436,17335,16234,14174,16708,9509,13885,15681,13421,7841,6123,13364,2746,9851,5727,20267,22466,8670,1683,19692,13946,3614,21291,19355,19571,21492,26234,24035,11220,23868,21310,25033,26464,10182,3734,28119,18706,9429,3280,2364,17297,5079,11100,16531,14701,16322,10410,3138,14342,19287,13365,10867,16400,16624,6202,14034,13544,6957,12720,18250,12732,11278,10446,24238,15833,18466,23842,15623,22002,12959,12222,17736,14342,9778,5516,11407,20622,6576,9775,2917,4143,21645,10852,13356,15085,16511,22722,20067,18366,16673,11480,11924,6024,18647,19332,10257,3436,19032,18521,16092,9951,13445,7755,21604,9444,14737,16823,10884,9509,16562,15412,16047,9053,12017,8669,11507,4765,3923,16749,20777,6500,3310,17450,16367,17729,16656,11118,13289,16833,13771,7647,16017,10835,7617,10350,15275,17629,18759,23149,10023,20961,12903,14744,14261,9250,25281,18131,14387,12527,5765,18015,17485,17215,12148,7985,7062,22130,12848,8049,13835,5748,20082,15825,14529,16317,15436,11645,15577,16242,20049,17063,12135,13994,5424,18641,13952,13187,13046,16351,17968,14419,17466,18863,9270,9598,11012,11569,16767,15310,14621,11793,18415,18100,13876,7499,15580,13601,6660,16203,18641,17068,12174,7402,1264,21051,15961,310,147,2823,28150,9956,22477,21996,16023,13466,25760,17679,11100,24981,16554,11142,9958,26256,24817,18278,19416,20262,24955,13379,7416,1611,27363,22198,12869,13350,14278,28298,11438,11956,16884,17434,19361,21684,26666,8397,20215,19081,10461,633,27498,23580,15451,25063,19818,20967,19364,22635,24863,8021,16384,22901,21374,25423,22845,12386,12157,13616,18743,5365,26880,24678,23088,11321,19235,25435,25835,11061,2039,26090,23862,25748,17404,16683,12321,14537,10427,11047,23882,26631,25200,12839,19327,15953,11488,5334,18,10,5434,26606,16890,26978,14143,21910,19770,26220,11135,20723,16039,13068,14913,13782,10357,7907,15717,12606,9724,9275,19055,24924,19410,12678,11463,25712,17474,18193,19587,16329,19997,25420,12088,12907,4650,23612,25786,17091,19653,26311,19442,16303,26188,20283,16847,14985,9412,1478,6,4,4,179,19817,11166,18655,16564,15758,21379,11727,20683,4193,14857,13827,9383,13403,10235,13113,16817,10316,9391,19280,9579,1252,22287,13913,21550,8769,8152,19318,16694,8863,9492,10527,18134,9831,19061,20389,12066,8950,16731,10227,6770,8957,12951,11959,13470,22621,16375,10409,7029,23063,13735,21986,21699,21755,20303,14320,16325,16465,9344,12147,12624,11855,2796,12395,10456,22574,15522,17898,21447,14853,21861,21117,14443,21544,7822,12631,280,6,19,9,15687,18061,24750,13730,16765,8942,14662,24350,22080,10611,12871,17111,12858,14615,14134,6800,2259,1344,19153,16308,18102,17723,13634,12424,9888,15324,12350,14124,13574,9060,2365,20069,8254,12081,14279,12599,9151,13838,10113,13217,15725,12023,10299,12235,15021,8372,20264,22906,23505,19212,6903,9594,13299,15009,13396,12775,8767,14920,23140,16383,8255,11579,10994,12865,9904,11281,16096,14168,12915,22830,13090,6521,14518,20547,5618,10380,24696,15681,12212,17501,13729,25956,9719,10955,13304,8625,8411,16551,16404,20389,6856,18495,23484,20959,17089,12032,15366,14585,13175,17422,9432,12144,1669,5575,4499,2472,18821,26126,13889,2530,20247,17001,17490,14964,15099,12379,14615,13689,10180,15095,4685,18116,12770,14520,18409,15986,13962,13694,10769,16112,11394,12976,11903,9180,4673,4728,26887,16630,14789,12439,21282,16079,15807,19877,18065,10039,3607,2873,11810,24983,25343,26771,24748,12109,11247,19905,18799,15063,22048,6620,14653,12978,20195,3814,3934,21662,17980,15217,15562,20759,10749,17383,15022,15247,14905,10435,9832,13822,20546,2446,14142,17568,17372,12241,12571,13947,16810,9983,12372,13427,12351,4425,1619,26380,24176,23710,14638,21251,14056,12158,14582,2513,4441,13319,20050,16020,25185,5886,5429,25871,17536,15027,15470,11491,10584,18107,12724,19294,16003,7098,16525,23311,13149,10366,10940,3461,4068,19282,1935,16838,18055,26383,3967,3771,26607,27144,12091,6939,4477,20316,16924,15439,14129,13039,3435,10003,23692,14840,22097,8254,5318,16982,12368,9963,22239,10303,21603,19684,12730,8303,1676,4175,21531,11292,11948,20938,11909,18040,17528,18118,9208,24595,15674,12064,6879,24002,15834,18740,13435,10758,18752,15767,1367,22129,17329,12909,13963,15819,10728,19480,15825,12263,12603,10860,5770,21890,14461,18702,21918,17356,19315,20488,15219,11028,8523,7467,9348,12734,23954,15763,19386,23205,8292,9385,21158,17683,359,14855,20312,20719,25003,23103,10803,4844,10644,23003,20379,7344,11994,19522,24353,19491,10513,18875,15292,21672,24008,19557,13910,23572,21948,12931,10271,8704,7107,14310,13659,8201,1716,21151,12893,21793,24566,15608,15318,16205,8872,15092,22514,12000,12690,23316,23665,16700,12156,15698,13766,19924,20972,11149,5445,13331,21791,17521,19198,11738,3156,14525,21711,22553,20311,51,9887,15673,22684,16926,20570,17052,11334,3096,13316,15157,16774,10070,15765,18414,8942,467,12,23982,13296,21011,22234,13433,8866,15756,17642,17485,19092,22720,23358,14937,12077,7631,23558,12063,12419,11611,13074,5190,18007,18650,13362,18491,19459,4000,18726,22769,16645,19116,13429,23489,21511,81,12151,12051,15309,13774,17308,23589,21737,10414,18224,11326,12352,9170,14339,15431,8425,22925,8671,17765,23555,14309,7532,17859,15275,14961,11285,14168,19230,22142,5982,7808,13874,23887,21995,9481,18008,3497,18647,14557,17337,14965,9599,24577,20198,13999,9028,11082,9367,14441,13837,9567,4194,9183,12970,17676,20476,26381,13803,22236,5309,21153,18717,15359,10618,14791,16557,17379,2773,7931,28126,15253,22206,16762,10605,14942,11865,9847,2792,23921,22641,16860,13958,10194,14340,8995,14004,10344,10343,11036,14833,7525,12638,18914,14741,19916,18169,19491,1504,16136,15814,13785,13240,14660,15174,7414,10900,9302,11216,8037,19137,16263,21337,13007,17009,12315,6759,20048,20761,17496,16138,16565,12089,12929,19792,17638,17243,18091,17013,19303,13994,18298,4153,17322,21098,17806,17588,15788,11737,14653,13939,14242,20197,9453,8058,10206,7421,11858,22708,22511,9094,21299,3254,8884,9504,11487,12965,22278,15984,12211,12361,13905,13529,14631,104,9270,14205,17466,23846,14036,18885,6739,11822,16695,19031,13881,17437,11741,10755,23342,15278,6606,22189,5899,19540,1823,23348,24167,18768,10923,12430,17293,17903,12839,947,8559,20388,14172,16208,14432,13995,12300,14982,14698,20242,23248,18676,12896,6841,12167,16319,21762,2588,23098,20154,432,15461,18722,10548,19253,21759,20573,19741,15728,11719,19922,13983,18253,23690,16465,14401,16448,19833,13806,11455,10784,1153,22530,16638,12948,12346,12826,17716,21646,16387,8483,26745,21764,15089,13726,9367,11193,13731,21589,20108,12829,12953,5191,10790,15229,12729,14703,19954,16583,27308,22036,5957,16816,15903,23011,22665,13021,7868,18751,12337,9566,22914,13089,16198,21331,19719,11530,18656,11929,17227,18053,120,20025,18214,9664,8134,14809,9199,9809,11275,13714,16987,12828,18025,16620,10817,21901,23956,9628,15041,11573,14922,4229,13547,8736,18879,12405,17154,23712,22935,2895,15894,12006,12392,21307,22820,7402,15787,18464,18313,12036,10980,23634,13405,22886,23542,11068,11750,16219,20436,5204,284,23034,18250,16002,22741,13978,10683,10849,16538,6839,13367,12926,9499,16049,19372,12308,8260,8085,20289,13406,17593,11396,23513,14319,18885,18165,22239,13246,8528,17541,9130,15441,10545,16688,13465,22381,13501,15022,17247,19089,11707,24991,24027,19273,16677,15578,12088,9282,22273,9857,6907,17768,22802,15098,23990,23077,14114,10820,14323,10102,13921,23031,21963,19095,312,1229,22255,20326,22700,9425,288,17535,27146,28390,26314,12289,10993,7436,284,20609,25660,14292,11937,15726,20248,22645,960,6508,25042,18051,17109,9432,13725,11382,10287,13904,15469,9827,14773,304,12870,15773,20031,11978,10090,16705,12215,9919,14001,16035,16127,16635,19665,14,23542,9831,14432,14604,12108,11250,14196,21019,22864,12957,11736,17822,16682,14238,16155,7885,11114,12783,21227,14499,12655,17529,11788,15360,22701,23444,20331,11179,23287,22136,521,24544,22126,6874,15876,11171,1081,12586,13022,13675,23757,12946,14946,210,21410,23089,22252,12251,16735,16712,8266,19619,14187,12286,8425,6806,7901,16151,23447,7852,14952,9811,18699,6971,23761,18714,10197,10915,20677,22650,16531,3372,13357,15242,11086,16590,12591,7976,10686,13466,11260,13562,5788,10636,23142,13071,18918,21676,22905,18304,22123,7385,22542,5793,26638,26302,7833,18700,17052,4283,11101,13383,17502,12143,13052,10241,15818,16324,17182,15266,11969,12723,11006,17862,17166,15358,25659,13122,15394,23083,13504,9922,12366,15453,11055,11674,12496,14436,20280,4365,900,23130,13848,20933,12700,9025,17433,15959,13470,12574,7749,1143,23368,15920,17791,13322,15138,12358,17226,23491,14930,1121,18104,16921,21397,1206,23552,15813,23509,23714,22036,10988,2321,22897,12865,11320,23953,8013,13352,13011,19443,14181,9487,11329,13321,10774,22335,13732,11688,7587,19938,12806,11208,13780,23522,18846,15034,916,22466,20158,18308,12477,11700,6571,20359,17569,10975,12185,21672,15476,24168,19131,23923,22378,20291,21780,347,23942,26659,13540,22721,11538,20363,23144,8530,9046,7549,16685,22637,15519,7580,9325,23447,23490,171,25104,17604,23971,12798,20955,22243,23121,14843,17021,16819,12634,14917,23441,1663,3196,16796,22038,16861,13778,15664,18733,20494,17627,19057,10840,14091,12064,16444,7635,12948,15764,16939,15773,19334,12493,13855,12581,9361,11017,18604,18805,13386,12556,9768,10156,8428,11957,21515,14243,20187,19895,23209,17474,11081,7603,14997,10694,14352,22551,18598,12666,12191,11365,18016,13317,616,22824,21759,5714,14629,17877,11705,17625,9888,20381,13656,22577,13700,11953,12558,8732,3559,13131,22335,16978,19882,16241,17449,11240,11195,12842,11097,7304,3737,22811,12072,16259,17930,14311,16530,22288,12504,17041,12930,19243,14193,3059,2701,22833,9707,9805,18468,19555,14569,10104,2854,118,22217,16180,16333,10821,9607,10867,8495,8361,12495,23,23048,11258,17694,16078,21134,20441,22250,23047,8133,20455,18904,13148,7603,18782,5809,5825,9718,13597,23199,3647,21727,21785,15267,17390,13227,17678,17548,6134,10624,18765,9770,13301,18280,22264,20263,16056,20535,23488,16535,10327,8560,15357,13952,21927,13612,88,23459,20581,18098,11563,14802,11227,10831,18972,12017,9466,6940,16123,14178,13086,19627,23665,13878,12831,17819,12468,12709,17157,14188,114,36,24309,23120,22775,18628,15474,24494,12586,17341,687,15705,11785,17130,16140,18371,10519,7569,22524,22519,19408,16360,17301,21186,9597,16837,14467,19929,21007,19279,18048,94,6139,114,19579,23544,19541,25487,11260,12932,19243,13624,25444,13253,12110,8195,13054,12827,14760,14563,7604,16493,16271,9982,2341,22957,15392,16800,14821,22981,17845,7355,11785,17836,18661,14482,25566,22486,16182,12685,11884,10555,20217,18460,1728,13855,23093,14551,18028,7510,20175,14286,9794,12054,9890,17076,18457,13042,24163,11685,22195,17972,17720,11617,8896,12542,18321,9420,6668,9152,6041,14020,9510,16587,19686,24842,14610,17896,3929,19714,15054,9046,13583,7205,5928,13252,17101,15242,8381,11944,16140,19696,15424,17590,20679,17320,21114,9545,18158,22697,16673,6514,24617,1261,23481,23951,24224,23076,10388,9712,18679,9301,9140,7886,10277,17716,8415,4703,21320,17812,22703,22623,15759,13367,11577,17018,20668,192,21953,17936,17005,11096,5787,2555,15248,20288,23077,22555,16749,7453,19521,16392,12200,15702,5639,9085,9802,20095,12982,15363,16578,309,23794,18490,22587,20397,415,11969,22456,13372,19311,11119,16441,10335,13383,14300,13825,18489,12314,10256,22141,11896,14001,6897,11766,22715,20490,10357,8999,14610,13493,19347,18318,9121,10174,14385,13916,12540,10275,13881,16770,20106,21858,16441,3772,22149,6090,21834,24552,23268,16168,12643,4619,23809,14823,13223,11254,10587,13060,21072,17239,9718,10735,9610,18255,21957,33,23858,23441,22778,22943,20164,7399,12622,15752,13715,12658,21513,22987,14938,22485,7924,17587,9411,55,25430,24136,25867,23592,25685,13624,15743,23186,19607,11256,18363,22252,22854,18438,11424,17608,13707,22503,23276,10304,12316,25,23450,19107,27576,18022,3505,16788,15649,15815,634,13407,19169,3408,24791,22500,23930,23191,1445,26052,15724,11233,6846,7902,21259,16830,12645,5850,3857,4311,3556,3714,16200,20466,9930,27451,24290,15741,19895,10763,10252,12004,10675,20970,17130,13777,11455,10987,8592,15128,10455,3807,27840,22772,18695,18245,18134,17558,9413,7400,25236,24391,15429,15489,14070,4480,3206,14302,17324,23558,11944,17514,13986,15992,17325,22442,18924,14342,16909,13883,19082,15579,12957,22413,18930,1853,17797,24649,22168,13540,14479,15878,10839,13056,18654,25338,23643,11122,14282,22837,16775,20857,24306,8190,11002,10382,23559,22161,13908,4471,11376,23864,22235,10310,22796,12939,5618,16880,24822,19395,15766,22903,18979,10997,9228,17876,12407,16601,13262,7898,18857,12191,23910,15721,8147,13648,20509,14423,13915,17969,16072,15229,16468,19601,14358,15682,19262,19535,24721,10528,20441,13559,21044,11175,13694,18638,9742,7467,8920,16257,13804,268,22389,9152,17740,2678,7175,4546,16136,19699,15980,17171,12141,14698,13400,16297,16564,16049,24600,20923,24687,4680,4063,2280,6251,1418,4271,15920,22248,19027,15514,12140,20515,10389,15968,9961,17783,17138,13673,8397,7468,6156,16592,23725,7551,10149,6055,24904,23105,13361,16903,15704,23203,21849,17553,2194,23184,16215,8545,23625,17065,7601,11884,21745,18371,11531,15341,11234,9409,19042,18297,5199,12167,23269,10072,14444,11695,6853,18253,6571,8140,18191,24479,23153,23743,22529,7470,12626,21080,21894,15332,11209,1894,22865,16225,18983,22164,13076,10455,12228,11440,6315,9536,2144,3074,1993,19512,17712,11861,15239,13774,13025,13292,13963,13098,12411,10338,12965,16357,20497,16167,18138,9759,16322,12250,21050,16116,8554,4198,14035,14143,19311,13111,12767,4766,2666,2386,14131,22550,24466,13903,13859,10943,19471,14344,16937,14169,12774,20197,16596,16022,14475,12738,18390,15916,10731,11128,10484,4406,4471,2292,26868,18690,10200,11385,13636,15680,12346,13588,17229,12865,14418,14644,6149,3626,2012,19229,13672,17097,11382,9520,12709,13603,18141,9974,7178,9300,7348,9926,4669,1874,20816,19084,22914,18470,9490,11775,12178,14272,13300,16560,12683,3630,2329,26287,18828,22552,20913,10989,21011,16139,11224,2043,3040,1837,2152,1021,606,268,306,229,14,22268,20864,18213,16017,18905,25665,16097,11045,22843,12937,11691,16807,23480,19546,24427,20487,7367,15819,10233,942,24964,24648,9820,14417,21290,19281,19545,12912,17497,20541,10635,11881,11685,10966,11596,6919,24755,19949,20787,27754,12102,10528,10695,25472,10083,21121,25816,23628,14906,23915,22137,17812,7542,102,13,2,22111,23591,11463,13971,13952,15564,19376,10514,7605,22239,20662,13823,8299,9203,7757,15342,12221,13873,16011,9758,9469,16276,19996,19720,14079,11824,12966,15996,13486,3187,18966,14419,20902,11596,21615,15681,6091,10916,7714,15332,14631,6195,17796,13421,15196,11988,11935,21891,20224,9714,196,18892,18453,21087,9782,18007,8331,11698,16323,9376,7307,21623,10002,17982,16970,8980,7775,19113,16351,16181,23518,11419,6463,7321,21329,17447,22171,11803,17515,13721,8788,15314,19820,7375,8235,12937,11283,11284,7321,12541,15464,17652,9179,20364,12868,13112,5754,4185,98,3,8674,6357,3869,22088,17130,12279,12263,25100,12893,10614,15826,17431,14077,13036,9827,11369,3020,24670,24625,5283,21811,24078,22048,24981,24249,19818,25214,8876,20811,19071,8269,13732,15046,9022,17884,15187,7172,16040,5341,12934,13257,16558,22917,16276,26248,24287,23489,24742,14906,13800,13281,7591,9127,8154,10965,6852,11757,9809,10370,7741,7127,3909,1887,982,435,109,11,0],"fragments":[{"begin":"0.000","end":"13.040","lines":["Today on the show, my partner's sister tried to bring kids to my no-kid destination wedding, so I uninvited her. Was I wrong?"]},{"begin":"13.040","end":"14.160","lines":["Dear LIFE KIT..."]},{"begin":"14.160","end":"15.040","lines":["Dear LIFE KIT..."]},{"begin":"15.040","end":"16.720","lines":["Dear LIFE KIT..."]},{"begin":"16.720","end":"20.600","lines":["Dear LIFE KIT, I have a question for you."]},{"begin":"20.600","end":"29.240","lines":["This is Dear LIFE KIT, a new special series from LIFE KIT and NPR."]},{"begin":"29.240","end":"31.760","lines":["How can I become a better caretaker?"]},{"begin":"31.760","end":"37.080","lines":["How do I deal with my parents' unrealistic expectations?"]},{"begin":"37.080","end":"39.680","lines":["And we're getting personal."]},{"begin":"39.680","end":"43.680","lines":["I'm catching feelings for someone, but they're married."]},{"begin":"43.680","end":"55.080","lines":["I'm your host, Andee Tagle. Every episode, we'll answer one of your most pressing and intimate anonymous questions. To do that, we've handpicked an expert to talk you through all the nitty-gritty details."]},{"begin":"55.080","end":"59.440","lines":["I was so shocked by this. The fact that it's still going on raises a lot of questions."]},{"begin":"59.440","end":"77.040","lines":["That's Rachel Wilkerson Miller, the editor-in-chief of Self. Rachel is a longtime service journalist and author of a LIFE KIT favorite, \"The Art Of Showing Up,\" which makes her uniquely qualified to answer today's complex question on wedding etiquette and holding grudges against your in-laws. Stay tuned."]},{"begin":"77.040","end":"81.000","lines":["Rachel, I know you're up for the challenge. It's great to have you back."]},{"begin":"81.000","end":"86.440","lines":["Thank you so much for having me. I'm so glad to be here."]},{"begin":"86.440","end":"92.280","lines":["OK. So before we get to our big question, can I ask you, are you a grudge holder?"]},{"begin":"92.280","end":"112.320","lines":["Not really. I don't think that I am. You know, I remember things that happened. And if it feels like there was no apology or accountability, I might have more strong feelings about it. But in general, I think I'm pretty good at letting things go and moving on."]},{"begin":"112.320","end":"114.600","lines":["OK. Well, you are bigger person than me..."]},{"begin":"114.600","end":"115.520","lines":["(Laughter)."]},{"begin":"115.520","end":"121.680","lines":["...Because I can be a very Salty Susan from time to time."]},{"begin":"121.680","end":"122.760","lines":["(Laughter)."]},{"begin":"122.760","end":"130.560","lines":["OK. Without further ado, let's get into our question. Here it is."]},{"begin":"130.560","end":"159.080","lines":["Dear LIFE KIT, we only had space for a hundred people at our destination wedding, so we planned on having a child-free event, with just a few exceptions for a very close family. That included my fiance's half-sister and her 12-year-old son. Well, the due date for RSVPs came and went and we hadn't heard back from her, so we counted them out."]},{"begin":"159.080","end":"207.200","lines":["But a week later, I heard through the grapevine that not only was she coming with her kid, she was bringing her boyfriend, who we didn't even know about, and his kid. And they had already booked their hotel and plane tickets. I was pissed. When my fiance talked to her about it, she said she was coming with everyone or not coming at all, so I told her not to come. Our wedding was amazing. But some of their family are still upset at me. Should I have handled this differently? Signed, In-Law Ick Factor. OK, Rachel, there's a lot going on here. Let's take the wedding etiquette bit first. Initial thoughts, feelings for us?"]},{"begin":"207.200","end":"250.080","lines":["You know, on the whole, I think that what the letter writer did was, generally speaking, the right thing to do. I think it's important if you set a boundary around your wedding that you're aren't going to have any kids there, I think sometimes you do make an exception. If, you know, you have a niece or nephew who you're super close to and who's a little bit older, that can happen. But in general, I think it's important to, when you're hosting, stick with the rules that you've set because that's what everyone's expecting you to do."]},{"begin":"250.080","end":"281.800","lines":["So I actually think if this person was writing to us at the time of the wedding, I would say, it's OK to say no. Be kind about it. Communicate it in a way that's very much like, we totally understand it. That means you don't want to come. I really don't know how this letter writer communicated, so that's one of my questions. But I think it's important to be really gracious and not over-the-top about it. And a message like that will usually go over a little better. But in some instances, it will never go over better because the other person is going to be upset. And, like, that's kind of OK. That's sort of, to my mind, the correct order of things, if that makes sense."]},{"begin":"281.800","end":"296.080","lines":["Yeah. Absolutely. And, I mean, RSVP dates are there for a reason. You gave people the opportunity to say yes. You gave people the opportunity to say no. Does the fact that the fiance's sister already bought tickets, spent money - does that change the equation at all?"]},{"begin":"296.080","end":"324.960","lines":["It depends. It depends on what your past relationship is like with this person. Do they have a history of doing things like this and you feel like they're operating in bad faith? If this is a person who would totally go ahead and buy the tickets or say that they had bought the tickets in an effort to make you feel guilty and to kind of bully you, then I do think you can be a little bit less flexible. I think it's important to, in general, be as accommodating as you can, particularly when money is involved. But I don't necessarily think that you should let people use that to get whatever they want and sort of wield that."]},{"begin":"324.960","end":"326.880","lines":["Sure, hold that over."]},{"begin":"326.880","end":"328.640","lines":["Yeah, hold that over you. Exactly. So..."]},{"begin":"328.640","end":"328.840","lines":["Yeah."]},{"begin":"328.840","end":"337.440","lines":["It does change things a little bit. But again, if this letter writer and their fiance felt super, super strongly about this, I do think it's ultimately OK to say no."]},{"begin":"337.440","end":"350.160","lines":["OK. So the letter writer, Ick Factor, says that there is some bad blood here. What we haven't talked about is that this person's submission - this all happened five years ago. And there are still hurt feelings for poor Ick Factor."]},{"begin":"350.160","end":"350.720","lines":["Right."]},{"begin":"350.720","end":"352.080","lines":["My goodness, Rachel."]},{"begin":"352.080","end":"394.480","lines":["I know. I think my question to them saying, you know - should I have done things differently? - is, I think what you should have done differently at the time is expect that this is probably going to cause some bad blood, not necessarily five years of it. But I do wonder, again, what their tone was like when they communicated this. And then I also wonder how they acted afterward. Like, did they make the person feel guilty? Did they continue to bring it up, because I do wonder if the family, the in-laws, are reacting to the way that the letter writer is acting? And sort of, like, they're still mad about it, so then the family still feels defensive about it. And they're kind of trapped in a cycle. Like, somebody has to be the first one to let this go. And I think that the letter writer could make a choice to be that person if they haven't done anything yet to really just say - you know what? - it was five years ago. I'm going to move on now."]},{"begin":"394.480","end":"398.880","lines":["Like, there's definitely some passive aggressive things happening in this family."]},{"begin":"398.880","end":"435.600","lines":["Yeah. One thing I think about a lot is that I think in situations like this, where no one is exactly wrong, and no one's exactly right, it's important to remember that getting what you want often comes at a cost. And in this case, the letter writer got what they wanted for their wedding. And the cost is that the sister is going to be kind of mad about it. And that's a tradeoff you can decide to make. And it's like, sometimes you just have to say, I got what I wanted, and they're going to be mad, and I'm going to let them be mad until they're not anymore. And that can sort of paradoxically ease things up, and the person'll get over it faster. So if the letter writer was pushing them to, like, move on or let it go and that person wasn't ready, I think that also could have been a misstep here."]},{"begin":"435.600","end":"438.440","lines":["I have some questions as well. Where is the partner in this situation? So..."]},{"begin":"438.440","end":"439.440","lines":["Definitely."]},{"begin":"439.440","end":"446.240","lines":["...The in-laws are mad. But if it were me, I'd expect my spouse to back me up here, right? Does this person's relationship have any - do you have questions there?"]},{"begin":"446.240","end":"479.200","lines":["I do because I had the same thought. And I thought it was good that the partner was originally the one who reached out because it was his sibling. But then it's - then the letter writer is saying, like, I was pissed, and I told her she couldn't come. And I do wonder who communicated that. I think it probably would have gone over better if it were the fiance. And again, I think people should be responsible for dealing with their own family members in couples like this. So I also wonder how much of that is coming from the fact that the fiance maybe threw the letter writer under the bus or just isn't standing beside them as much as they probably could have. And that could also be making things more complicated."]},{"begin":"479.200","end":"483.960","lines":["So if you're the person standing in this right now, it's five years later, what's your advice? How would you deal with it?"]},{"begin":"483.960","end":"543.360","lines":["I think I would say, what can you do to just smooth this over and move forward? I think it really depends on how this tension is playing out. But look for an opportunity, whether it's inviting the sister and her kid to an upcoming event that you're planning or sending them a nicer holiday card at the end of the year or a nice graduation gift to their kid or whatever. Just, like, make an effort to say, hey, I feel like there's been tension ever since the wedding. I really want to have a relationship with you and move forward. That was a tough call. It felt like the best one at the time, and I do think it was, but I'm really sorry that it hurt my relationship with you and it's still hurting five years later. And I would love for us to find a way to move forward. Is that something that you want, and, like, what do you need from me to make that happen? And I think when you approach people from a place of genuine curiosity and a little bit of vulnerability, they're usually fairly responsive. And you can feel like, OK, I did my part. Even if the sister is like, no, I'm - you suck. I never want to talk to you again, or, like, I'm not over it yet, you can at least feel like, OK, I've tried. I've asked them what they need. But you just have to be the one who's willing to break the cycle."]},{"begin":"543.360","end":"565.480","lines":["Yeah. Another part of this, Rachel - I feel like we've all been in situations where people are judging us unfairly or they just decide they don't like us for one reason or another. Ick factor wrote into us and was like, the in-laws - you know, I'm sure that they were all judging me, but they didn't have all the facts. And I feel like we've been there. How do you navigate those situations, where you walk into a room and somebody doesn't like you? What do you do?"]},{"begin":"565.480","end":"619.920","lines":["It depends, I think. It depends on why they don't like you and what the relationship is and whether or not you like them. I think that's one thing that we often forget about. When somebody doesn't like us, we sort of get defensive, and we forget to ask ourselves, do I like this person? Do I want them to like me? Do I need them to like me? And so I think it's important to just say, why don't they like me? Can I live with that? Am I doing something wrong here? I think it's really important to do some self-examination to make sure that you didn't cause this. If you get the sense that they don't like you and you know deep in your heart that it's because of something you did that you don't feel very good about or that you - it's something you've been trying to work on and you think you could change, then I do think it's worth doing that examination and trying to meet them where they are and try to connect with them, which can be a losing game, and it can be really exhausting. But if, you know, if it is in-laws or somebody else who you do kind of need to have a relationship with, finding some way to connect is a good idea, again, provided that the reason they don't like you isn't something of, like, they have horribly bigoted views that you're never going to see eye to eye on."]},{"begin":"619.920","end":"624.240","lines":["So take a pause. Is it worth it? Sometimes yes, sometimes no."]},{"begin":"624.240","end":"626.240","lines":["Exactly."]},{"begin":"626.240","end":"636.840","lines":["Part of being an adult is knowing that not everybody has to like you, and you don't have to like everybody."]},{"begin":"636.840","end":"639.280","lines":["I completely agree."]},{"begin":"639.280","end":"653.480","lines":["Rachel, any last thoughts or template language for us for getting through those sticky situations where - people that might not be your favorite, but they are in our lives?"]},{"begin":"653.480","end":"706.160","lines":["I think, just be as kind and generous as possible when communicating tough news that you know that they're not going to want to hear. And even if you're dealing with somebody who is really difficult, who does book flights without warning to try to push you into doing something that you don't want to do, you can feel better if you find a way to be firm, but still communicate that in a way that's not throwing gasoline on the fire, that isn't going to get them all worked up and that isn't going to make things worse. There are some people who are going to be mad no matter what you do. But, like, keeping it chill can kind of help you walk away from the situation feeling good. And that goes a long way."]},{"begin":"706.160","end":"715.640","lines":["Love it. Be firm. Keep it chill. Thank you so much, Rachel. You said it."]},{"begin":"715.640","end":"716.960","lines":["My pleasure."]},{"begin":"716.960","end":"733.960","lines":["At the end of every show, we ask our experts for the best piece of advice they've ever received. Here's what Rachel sent us."]},{"begin":"733.960","end":"753.480","lines":["The best piece of advice I ever got was think small. I often think really big and want to do really ambitious things, but you don't always need to do the most ambitious things. You can have a fairly big impact if you just think a little smaller."]},{"begin":"753.480","end":"800.720","lines":["That was SELF's editor-in-chief, Rachel Wilkerson Miller. If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan, Vanessa Handy and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces the Dear LIFE KIT video series for Instagram. I'm Andee Tagle. Thanks for listening."]}],"duration":800}