{"title":"Dear Life Kit: My co-worker posted a terrible review about me! Should I tell our boss?","url":"https://www.npr.org/transcripts/1120108181","intro":"A secretary asks if she should tattle-tale on a colleague who wrote an anonymous negative review about her. Career coach and HR professional Shanita Williams weighs in on the conundrum.","transcript":[{"author":"ANDEE TAGLE, HOST","text":"Today on the show, my work friend wrote a bad review about me then tried to hide the evidence. Should I bring it up with the boss?"},{"author":"UNIDENTIFIED PERSON #1","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #2","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #3","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #4","text":"Dear LIFE KIT, I have a question for you."},{"author":"TAGLE","text":"This is Dear Life Kit, a new special series from LIFE KIT and NPR."},{"author":"UNIDENTIFIED PERSON #5","text":"How can I become a better caretaker?"},{"author":"UNIDENTIFIED PERSON #6","text":"How do I deal with my parents' unrealistic expectations?"},{"author":"TAGLE","text":"And we're getting personal."},{"author":"UNIDENTIFIED PERSON #7","text":"I'm catching feelings for someone, but they're married."},{"author":"TAGLE","text":"I'm your host, Andee Tagle. Every episode will answer one of your most pressing and intimate anonymous questions. To do that, we've handpicked an expert to talk you through all the nitty-gritty details."},{"author":"SHANITA WILLIAMS","text":"Oh, my. It's so much drama."},{"author":"TAGLE","text":"That's today's expert, Shanita Williams. Shanita is a professor and author and a feedback coach, which means she trains people on how to give and receive feedback. We're definitely going to need some of that training for today's workplace conflict question. Stay tuned."},{"author":"TAGLE","text":"Shanita thanks so much for joining us."},{"author":"WILLIAMS","text":"Absolutely. Happy to be here."},{"author":"TAGLE","text":"OK. Before we get into this meaty question, do you, Shanita, have any frenemies?"},{"author":"WILLIAMS","text":"You know, they may be public or unknown. Maybe both."},{"author":"WILLIAMS","text":"Maybe both. But, no, I definitely have had, you know, situations where, you know, I have had, you know, trusted individuals explicitly. And then, I had a scenario where I had to rethink about how far I was willing to trust the individual."},{"author":"TAGLE","text":"Yeah. I definitely have walked a fine line or two in high school, for sure. OK, Shanita, here's today's question."},{"author":"TAGLE","text":"(Reading) Dear LIFE KIT, my coworker and I are secretaries at a doctor's office. We've worked together for over a year, and I considered her a friend. But a few days ago, I got a text message from an unknown number with a screenshot of a review that said I was rude to patients and that she is kind and compassionate. The text was also sent to our supervisors. The very next day I had to work from her desk. When I logged on, I found proof that she had created a fake email and written the review. I confronted her, and she denied it. But the next day the review was taken down. Should I let my supervisors know about her underhanded misdeed? Or should I just move on? Signed, Front Office Frenemy."},{"author":"WILLIAMS","text":"Ooh, so good. Well, there's a lot to unpack there, right? You know, the first thing I appreciate is that they had a conversation with their friend. You know, if you value a relationship, it's important to have the conversation, which many people avoid. They just kind of keep it in the back of their mind and don't have a conversation at all. So definitely hats-off to the individual who went and had the conversation."},{"author":"WILLIAMS","text":"But, you know, when it comes to the outcome - and the individual said, I didn't write it, I'm not responsible for it - after seeing evidence on the computer, you know, for me, there's two things. One, I try to assume and give our relationship the benefit of the doubt of, OK, I'm sitting at her computer. Who else might have been using this computer, right? And sometimes, our emotions sweep us over so quickly that it's hard for us to pull in all the facts. Ask yourself, what else may I not know about this scenario that I should consider? - to make sure that you're well-rounded in your thought process."},{"author":"WILLIAMS","text":"Now, I think it's really important to bring that to your supervisor since they've already been, you know, kept in the loop on the situation. Because you could find yourself in a scenario where if your friend really didn't write that email, who's breaking into computers around the office, right? Like..."},{"author":"TAGLE","text":"Ooh, yeah."},{"author":"WILLIAMS","text":"You know, we're talking about security issues and things of that nature, which supervisors need to know."},{"author":"TAGLE","text":"OK. I'm hearing, pause first - don't jump to conclusions; don't assume the worst about people; you know, consider all your options. And if you are going to escalate it, do it in a professional way. Be able to back yourself up. Be able to cover all of your bases. Those are all great things. I have to be honest with you. I was not assuming the best of this situation. My first reaction to this was, like, wow, there was just such a level of commitment to this con that was really striking to me. Is that also your instinct, your inclination, that it's likely, possibly, more likely than not..."},{"author":"WILLIAMS","text":"Yeah."},{"author":"TAGLE","text":"...This person's frenemy?"},{"author":"WILLIAMS","text":"Yeah. Well, so in - I'll be honest. I mean, definitely, when you see a scenario like this, you know - when you watch a television show, you feel like, I already know the plot. I already know who've done it, right? Like..."},{"author":"TAGLE","text":"(Laughter)."},{"author":"WILLIAMS","text":"And it's easy to do that in the office, too, especially when you have, like, a really close relationship with someone and then they catch you off guard and you see something like this. But if you find yourself at the end of the day saying, I don't believe them, then, I think it's important for you to also have that conversation. Again, and it depends on if you value the relationship or not or if you want to have closure. Slowing down and just saying, hey, you know, I can't get this scenario out of my mind, and it's really making me feel as though, you know, our relationship has been fractured as a result. And open the space for dialogue."},{"author":"WILLIAMS","text":"You may find yourself, which - I've had a situation where the person was like, oh, well. Right? And then, we just called it quits for the relationship. But then, you have situations where the person is fighting for that friendship and says, no, no, no. You know, what can I do? Like, how do we repair and move on from here? But we do have to acknowledge - you have to acknowledge your own personal feelings. And if you really feel like you were betrayed by this individual, it's going to impact your working relationship, nonetheless. So I think you have to do the work to know what narrative you're telling yourself and how you want to engage in that relationship moving forward."},{"author":"TAGLE","text":"Man, it just feels extra complicated in a workplace setting, you know?"},{"author":"WILLIAMS","text":"Mmm-hmm."},{"author":"TAGLE","text":"Because you always want to have - you assume that everyone comes to work with a certain level of professionalism, hopefully with a certain level of pleasantness. It just feels extra-hard to know when it's OK to trust somebody."},{"author":"WILLIAMS","text":"Yeah."},{"author":"TAGLE","text":"If we can't assume trust in this situation, what's the best play here? You know, like, how should poor Front Office Frenemy come to work and coexist with this person?"},{"author":"WILLIAMS","text":"Yeah. Yeah. Work still has to get done, right? And so..."},{"author":"TAGLE","text":"Right."},{"author":"WILLIAMS","text":"...Really making sure that you are - you know, you remain the professional that you are. You know, be very thoughtful about your interactions. You know, sharing personal information, you know, with this individual wouldn't be something that I want to do because they're looking for, potentially, information that they could use. If I found a pattern of behavior - right? So keep in mind the historical context. If something happened like this last year and the year before, like, if it's a yearly occurrence around review time - right? - you need to pay attention to that so that you can use all of your general wisdom about the nature of this relationship. Because most of us, there's not a lot of people that I could avoid at work, you know, that - I got to get my work done, you know?"},{"author":"TAGLE","text":"Right."},{"author":"WILLIAMS","text":"We need each other. And so making sure that you have enough respect in the work to get that done is going to be critical."},{"author":"TAGLE","text":"Keep an open mind where you can, but keep your eyes open, too. And professionalism, respect for the workplace at all times - I like that. My final question for you is about the supervisors and management in this space. It sounds like they aren't cultivating a super healthy work environment here. There's all of this going on. Do you have any feedback to offer for the supervisors in this situation? What's their place in all of this?"},{"author":"WILLIAMS","text":"Yeah, you know, I think attitude reflects leadership, right? And so when you see that there is maybe conflict or a lot of disorganization, oftentimes, it is coming from behaviors that people are witnessing at the - from their leaders as well. And so, you know, I always say that we're social learners. We learn how to behave in organizations based on how we're watching other people behave. Maybe the culture is about getting up to the top and at - by all means necessary. You know, those things are cultivated at the leadership level and held accountable at the leadership level."},{"author":"WILLIAMS","text":"And so my advice to the leaders in this scenario would be to really lean in, you know, really think about their own team dynamics. You know, are you fostering healthy workplace relationships? What does team building look like? What does trust really look like or not look like within the team? As a leader myself, I would be asking myself a lot of those questions and thinking about how I could not brush this under the rug, but definitely lean into this as a great opportunity to highlight what is acceptable behavior on our team and what is not."},{"author":"TAGLE","text":"Yeah. Attitudes are contagious. One follow-up here. Let's say Front Desk Frenemy does all of these things - you know, talks with the frenemy, and they deny it all, talks with a supervisor, hits a brick wall there. What can our letter writer do when they feel like they've hit dead ends and just have to move on?"},{"author":"WILLIAMS","text":"When you've exhausted every avenue and you've done your part - right? Like, you've held people accountable. You've raised the flag. You've said, here's an opportunity. And now you've done your work. The unfortunate thing is you can't do the work for other people, right? I can't make someone be truthful. I can't make a leader lean in more. I think the world goes round because we all have a part to play in this. And I think if you do that, you can rest assured and say, hey, I've done my part. I've had difficult conversations with both my leader and this individual. I've shown that I care. And so when it's time to put it to rest, it really is just mentally telling yourself and acknowledging and celebrating, look, most people could have ignored this. I've done my part."},{"author":"WILLIAMS","text":"But definitely keep your eyes open for patterns of behavior still - right? - because it might be a bigger signal to you that maybe you're in a culture, in a work environment, that really isn't conducive to who you are, what your values are. And there's a misalignment there."},{"author":"TAGLE","text":"OK. Before we go, Shanita, what's the best piece of advice you've ever received?"},{"author":"WILLIAMS","text":"The best piece of advice I would say I was given was, Shanita, it's not all about you. When I am in a situation where a tough decision has to be made and it feels personal, I remind myself it's not all about me and that I'm one piece of a bigger universe that's at play right now."},{"author":"TAGLE","text":"Absolutely. We're all the main character of our own movies, and we forget sometimes. Yeah, that's great advice. Shanita, it's been a pleasure."},{"author":"WILLIAMS","text":"Absolute pleasure, Andee."},{"author":"TAGLE","text":"That was professor, author and feedback coach Shanita Williams. If you've got a question for us, you can find the Dear Life Kit submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"TAGLE","text":"This episode was produced by Beck Harlan, Vanessa Handy and Sylvie Douglis. Bronson Arcuri is the managing producer. And Meghan Kane is the supervising editor. Alicia Zheng produces the Dear Life Kit video series for Instagram. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5151827792.mp3","img":"https://media.npr.org/assets/img/2022/08/31/dearlifekit_badreview-copy_wide-b1d4d428dfa0a62a2aef4f021e0fc2230d8461f6.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","UNIDENTIFIED PERSON #1","UNIDENTIFIED PERSON #2","UNIDENTIFIED PERSON #3","UNIDENTIFIED PERSON #4","TAGLE","UNIDENTIFIED PERSON #5","UNIDENTIFIED PERSON #6","UNIDENTIFIED PERSON #7","SHANITA WILLIAMS","WILLIAMS"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,11,26356,17995,14309,2477,19770,23562,19929,11399,23618,18230,9817,15724,5129,1541,15307,6203,7751,20890,20254,13809,3210,8076,18282,18711,17848,12617,2003,14958,22715,19583,16680,21299,27473,11138,19147,24652,16372,25612,10104,3575,28001,23553,9122,3212,2927,17342,6886,10764,9555,17759,15959,10198,3009,2331,19080,14380,13357,15359,16076,11584,13250,14393,8037,12529,18004,11872,12620,11085,24378,23809,18703,22982,15637,23876,13808,12233,17916,16203,9788,6440,9985,20097,15353,9582,5405,3986,20656,10599,3808,15182,14646,17717,21887,17984,16841,14327,9128,11925,3066,19926,10323,4952,3080,18671,15874,7477,9746,12431,21247,16660,14346,16440,9046,10634,7177,16317,15649,9030,11786,10778,11262,5754,3977,6079,20214,12259,3543,14566,16491,12903,17184,16424,12670,13823,16120,7377,15391,12410,7852,9517,3153,23643,21584,10731,7298,24207,21314,5412,2828,1097,14681,16289,19252,12570,9730,15035,6057,2138,13217,17521,11897,8512,14480,6184,13663,17201,5595,21832,20487,8698,12903,12634,13710,13445,16010,15651,18397,21190,12380,6453,6189,11681,1162,18921,15440,24486,18327,10999,16693,12230,14955,11498,12995,8690,14402,1796,2473,24954,28311,7736,2191,1890,2307,1795,2306,2218,1973,1682,1774,1916,1474,381,158,100,23075,25329,17231,16398,23234,26545,12486,16730,12858,7943,26105,15349,21355,13382,27366,9953,9678,7798,20423,16478,13578,17479,18797,17691,18872,28019,14536,7638,24506,18816,21505,12342,12833,15555,27503,18187,21659,21107,25770,13277,16086,22303,25742,23802,12356,7112,4033,20209,15594,16577,14513,17105,7404,9208,20523,16911,17888,18341,19668,23526,23763,10853,13749,8947,19304,19853,21975,14287,17942,13248,18920,19833,27761,12705,17462,8499,28142,18779,12145,20176,23928,26718,9804,20658,27750,27982,17218,16469,15585,11968,11522,9594,18656,23382,18294,24302,16862,16319,14342,15699,17178,9240,26539,16628,12865,14408,9664,1912,31,11,19019,28195,10713,23867,15688,16077,26022,16835,12945,16705,15990,20017,19283,15182,19177,19652,10628,16075,13816,19137,7640,13591,5289,17158,20488,16090,15645,15049,23797,15241,16234,23614,17274,9988,16061,19742,16079,16771,11963,6403,21776,24069,28027,22182,24773,11305,25207,12151,17131,11276,36,3,3,14,26177,19941,11700,15355,11314,14396,19573,13070,15494,4319,9351,21744,18840,14947,13611,13652,11790,2728,23373,21625,14058,11994,16001,11914,5598,7771,13766,11892,8068,10860,14907,12734,6863,23384,18914,10213,8327,7249,8597,8517,5097,6225,22477,22390,14667,8950,20866,9011,90,3,0,0,6301,22787,19330,15803,11471,2067,25293,13900,8821,17169,10830,17428,3606,17528,20303,15214,10214,9403,11113,1528,12682,11889,12463,12800,19320,10872,5041,14466,14993,11567,13935,12676,14593,15124,11045,9951,9092,7130,4803,8804,7901,9603,11288,15371,23525,17941,2598,16502,18567,12936,20188,19769,5491,11283,9418,11343,12957,9596,9500,11939,16489,16430,1761,7203,18299,17045,11126,11050,11744,11265,13428,17490,18039,11215,11936,8515,12162,14394,14036,23655,16288,18738,5894,17649,9846,2375,11978,13509,9432,8983,27479,16454,25004,10840,19636,7680,15065,6436,5994,14899,14299,25276,19741,12817,1069,7750,1890,22294,23851,3824,4638,3334,24685,24903,15174,16490,15219,8334,11539,10251,5333,3594,4686,21268,21547,19318,13880,13919,9813,20105,18084,16931,24715,5406,5031,15185,20399,14660,3346,20398,13396,10098,7172,21764,13258,10196,11833,15915,16451,15099,11740,14769,10698,16082,15900,8125,10286,13421,12058,9773,12527,12186,8988,6028,6947,13240,19359,16270,25796,12371,16958,20683,9748,3875,5149,3714,26627,16798,19577,6626,17014,18512,15009,5217,4516,26636,28220,16927,13362,25957,13739,17871,13626,16662,18912,24861,11913,13450,9198,5324,6290,5442,7386,28213,20580,22108,12413,12279,4108,16466,15540,24542,2718,20841,19041,12019,15188,1055,6642,13748,22282,17130,22986,20043,20698,12656,10076,11296,9352,3061,25597,16293,18389,22919,6900,1398,1410,4697,25054,19476,6555,28665,27398,17802,15188,9348,3226,6420,2885,7424,4914,4992,8364,6156,2104,890,505,13980,15058,8765,9167,17473,13597,5037,2147,11771,17953,11662,12956,11460,18366,10094,20116,11565,16454,10773,22377,17601,18753,19019,16420,10853,14173,10053,8996,11488,10742,14405,11274,15414,16050,1808,12029,14287,15477,9282,8083,11531,15845,16510,14551,9470,25235,11503,18955,13148,19210,21963,13392,11539,17146,15475,21816,12134,11663,7701,23983,22858,11988,9373,19877,10770,24657,23993,19665,15995,9204,7620,17298,21627,21186,13277,1470,8448,16688,14639,13770,14960,13090,23058,23127,10729,13897,10080,5662,9968,19571,18815,20144,22742,13480,13487,11298,13297,10061,7379,911,15868,10402,9916,19395,1240,17899,18870,19238,18263,12996,16994,8191,7981,17929,12084,20229,23326,9699,19699,22739,14469,16290,12114,8086,12749,12043,951,20307,17013,4810,23274,23365,22177,11297,6895,5492,392,849,19251,11314,16689,17980,7286,9437,11859,20026,18938,15378,17880,13714,15671,19097,11664,14628,11850,11219,9941,14062,11996,15231,14641,16692,12392,15946,18930,2573,18569,13064,21927,9972,22903,12320,7323,15151,14939,11111,18245,12753,11186,1248,5794,23099,14562,10858,11560,10624,6852,8654,10504,287,23464,13120,22832,10909,5583,367,20240,19993,12927,23114,11647,5569,1088,24501,21709,22229,16516,10335,9055,12447,18544,22784,9676,16603,16261,22116,11242,15613,16661,14873,9517,21141,9466,12776,7960,12609,11185,1260,20182,21722,23991,15747,15399,12704,16465,8469,1148,1084,24005,3868,22135,18647,13617,16421,11748,11478,11619,3467,12572,5324,15912,19578,18853,22553,16200,20471,19962,21020,18501,5494,10911,22250,23114,9397,17625,10566,11524,10751,8300,3759,1082,7725,17573,22035,10913,12132,15031,15899,8571,6634,6911,8161,1628,530,21250,12153,16594,15455,1291,2331,20590,21555,19017,2867,13877,15608,14855,13542,12965,6687,11575,13112,13361,19097,19343,15273,13812,9674,23343,18420,12741,14284,12519,323,25324,20608,23932,21467,6781,16762,11702,17707,21121,11492,13719,12692,16010,8796,12935,26339,19214,12401,13713,12951,19571,16594,11050,17435,12616,10422,1868,292,23850,22225,11585,2381,2005,19463,18772,22400,11413,13144,191,16384,17889,14604,13398,10557,2520,19326,18665,16570,13844,13754,15289,15502,4142,21261,19194,19187,17899,15604,17528,16004,16618,11342,18012,16956,12855,19039,19652,14115,18405,14404,13141,13841,9145,15989,19126,15759,9499,9256,7782,25562,17190,14422,14435,11828,11202,14828,20968,22358,22727,11514,8792,238,16311,12446,15614,16912,17683,14997,9046,9134,13131,15268,12941,13246,14785,20283,20659,8569,8555,24737,8890,8563,9117,11239,9485,9158,5279,977,14782,15672,14783,12290,8268,14420,6090,7728,20392,16721,12410,23714,13940,14297,19852,14400,16821,23517,21421,22615,12296,9978,6022,6204,10850,8155,7062,6855,9671,11042,6312,9231,10086,23900,19387,20203,13765,14902,432,1440,17027,11936,20848,9530,6191,12034,16899,12552,10008,18408,10319,3149,17811,15427,17034,12860,1045,21237,10618,16905,16148,21281,20279,12948,18552,23127,7070,13252,20473,16933,16715,11902,319,304,11634,21689,16848,14683,9001,17292,8585,8253,13086,18566,10789,23012,19416,10836,9992,8079,5276,15108,10003,12399,6430,12493,6270,13788,13468,13737,13870,15805,10957,10172,423,811,18863,16389,18100,12119,12191,16869,12351,19898,15230,691,21877,5952,18770,12998,20513,15262,6672,24923,24655,18434,14259,21145,17353,14077,9894,13631,15559,7324,14816,855,621,4204,17830,20099,25264,10352,9570,16799,15777,13399,13960,8692,20301,10905,11473,10497,12277,14426,12082,16953,11274,13317,9526,15973,21245,1184,15360,17106,9704,17069,13978,9171,15507,12119,16090,9660,6617,8246,1325,23163,13044,19452,11751,13456,16278,12843,9660,13014,8536,10141,9875,8989,9800,12178,433,7312,15484,14111,18498,19721,12736,12142,10075,862,19834,21967,23049,8830,6085,7530,8995,12322,14988,17871,13358,18020,1087,549,1586,9548,18336,13468,10592,17142,9067,9687,22157,19631,9627,11861,13739,7786,7182,7628,7525,13421,1015,9537,10347,10116,4623,1359,15140,6685,20842,14253,22139,14011,16600,17059,12420,13530,17451,9915,12953,11134,17104,12644,13626,26020,13113,11842,1464,6648,24872,22925,15361,10077,12276,17154,15580,17277,12744,13466,19358,21467,15397,10215,15803,9874,8042,10685,20879,22970,19211,14493,21253,12846,1363,345,20560,12245,20405,11203,11210,21577,7978,6399,6777,2076,24310,25006,17829,21854,12358,25747,8701,13795,21190,18121,12993,14485,11270,16612,24686,24612,12148,13786,9637,5592,26707,20007,10649,29032,26250,17497,9923,10532,8996,12832,11367,21688,17851,7687,7925,5689,12766,20408,21431,10623,15085,15041,14018,15362,12318,8172,7825,16345,15371,7377,9000,16198,16137,19891,11672,21801,15185,13090,17254,14767,21739,18524,11216,15541,12546,8262,11752,17291,11519,9455,8854,8862,13909,9095,14689,15065,17010,10849,14849,12999,11087,14868,7279,9585,6687,9216,10144,8163,11348,16466,15040,19564,21495,10044,10647,22398,22881,14609,11663,12416,8453,20550,19025,2980,24579,14536,16931,20447,12241,8630,5435,2208,9130,11735,13152,14388,11234,23927,22767,7062,13357,8503,15884,16429,12706,8561,12549,15745,15933,13373,12210,14474,8157,19370,1507,11571,10189,20627,9831,15353,15057,1966,21513,13655,17381,23144,8679,13439,15591,7463,9483,11943,13009,9896,8158,8493,15072,15066,11329,11587,15505,15810,13954,15130,15024,12518,858,26594,14989,12567,16127,16617,13604,11964,12762,11082,11294,11889,9200,9078,17760,17288,20372,12897,8881,12565,11247,12345,19221,12238,16549,22887,3213,14434,17552,19072,12189,14595,10824,8514,15322,10092,309,241,5311,22426,17742,7639,9637,10372,20570,16623,18981,12964,16967,12681,15908,20179,26570,13437,18716,11304,15606,4237,18886,16036,2196,10966,10664,8927,25151,16756,17055,18625,17445,10639,17758,10416,13901,11458,12061,14751,13433,11580,15153,15845,21257,20724,21041,14769,13937,12498,11296,19815,20243,13535,16581,17639,11770,10442,13703,1962,20856,13872,12193,11122,12587,21825,22989,21574,16871,12836,13801,5625,8642,12071,20395,12705,14009,25171,1491,4360,16770,18090,18380,23426,20500,4195,1192,204,366,23526,16816,12837,15925,8611,20360,4918,17437,11201,14254,12178,11605,9585,8571,12497,12707,8856,8054,6793,16375,13937,14273,11424,8080,8805,5446,1261,15849,24065,11850,13864,16503,11091,11227,12138,8459,11330,12509,10027,15194,11264,3851,5755,18776,19170,15155,13145,14043,6274,15904,18297,11971,13429,1455,13654,13620,5448,13279,13619,14976,11900,8726,11394,10943,11597,14049,15731,16559,8644,11672,14286,10234,16218,19093,18437,9573,15002,13426,14084,21125,20939,14596,17466,16390,23637,9944,11249,12746,9168,11622,13044,4276,19742,17933,18061,10122,10891,11043,14211,13228,8389,12588,24976,21585,9989,8802,8738,18279,1059,2136,18392,20363,14317,13541,11315,2754,13273,13569,12362,9919,12064,14966,10353,12775,7672,18177,13498,18247,17318,12194,10747,8248,722,9891,10525,19037,19237,13316,10771,9078,10126,8764,13365,5309,23364,17589,23574,19602,22563,11426,15999,11697,19367,10525,10496,12130,19610,9454,12842,8813,8333,6948,17830,16613,16498,11426,12331,24074,18774,22112,12915,9090,8639,7295,12057,16794,18096,9765,5244,23635,19542,16562,17414,20474,16438,8976,7923,10961,10253,10781,14565,8323,10757,13423,14417,21132,12522,14781,14118,19586,15105,11023,12946,5212,1480,22888,17841,14326,253,238,1556,9973,360,9928,5752,13753,13064,11858,17517,4955,11342,23591,21475,14878,13888,20645,18912,9110,21074,17147,13888,11598,13547,11041,5942,23602,11697,7726,8585,14577,1414,27494,24126,12720,11893,15498,13309,18661,15822,9509,14651,16845,2545,20487,21724,20997,3138,2230,26465,12972,13389,16914,17672,15603,11054,8809,10844,13770,6303,8468,16701,22714,13297,11586,18772,10964,21603,13312,3088,7719,6136,22737,18193,17435,13438,19005,11024,10662,8261,7192,7889,19838,8333,16493,18506,11739,2977,1043,22329,23893,22201,8969,8151,19269,13042,10824,10287,14573,15073,10294,9855,4758,974,15076,7426,18943,18721,12236,12343,15982,7703,7484,7474,5046,17908,12438,9653,23932,19921,12263,12288,5209,7909,21541,22418,14430,8375,7760,8290,23693,9338,9248,7637,7984,7067,184,15839,22260,15217,17062,11201,8839,12190,12964,10227,16603,17559,8332,11650,10955,12700,14211,11015,9808,9446,9606,15438,18051,15948,15406,22189,17832,1500,14325,26400,24945,17098,11263,9063,12284,12140,8472,14646,11470,8154,952,27335,19234,13870,16869,17126,6112,14268,11406,22547,19000,22713,15335,17056,9456,14546,13808,9002,7627,12142,10198,14139,2120,14565,24091,19731,13248,15639,12616,16573,17361,3992,402,14136,19718,22375,12058,22166,14152,11147,7691,2249,24812,10153,17063,14706,10713,19044,9485,14311,10820,12498,10328,13987,14186,23671,21225,22138,10997,8887,9069,19289,11160,8333,14662,6660,18869,16269,11299,14435,10931,7912,11250,15714,10114,10688,9887,14655,10198,3438,24663,11304,13024,9453,12326,19434,20622,13543,10775,6749,1495,1134,1273,1375,26118,2344,20707,13375,8707,3984,13715,12188,19846,14894,26569,14434,21316,14904,3975,14803,23776,10321,10789,21120,21055,19441,17359,16855,19314,11255,12759,10181,11112,3285,2822,14393,22458,4258,15156,19200,14453,6848,2419,8885,12313,15725,12671,10608,9562,13721,20397,15930,8385,8764,7665,11954,9031,14601,14130,8597,18801,10752,9330,3665,4305,18842,12892,18835,13919,10728,17218,12653,15280,13921,10199,12890,7991,13467,8244,7022,10949,9490,6240,7589,17060,12089,13624,16751,11970,13996,13901,14135,24633,27815,26359,16252,20792,13829,12921,24235,18769,21795,20420,2002,20876,18305,15863,4395,19705,26774,14376,20740,17160,23545,17754,18211,11735,4764,3548,2773,5148,1873,23787,15088,14608,20246,16504,15542,17615,15184,17608,20875,10064,1493,1655,17730,16853,12203,15583,16056,13191,13180,15080,13157,12373,9444,11654,18266,18807,17701,18736,10166,15612,9617,22903,16483,8880,2894,14162,14515,18683,12993,12771,6746,3758,3385,12742,20753,20221,12956,11468,9300,18780,12558,16576,13277,11554,17718,15159,18062,17277,15619,20653,20963,11624,12314,13175,1566,3124,2162,26485,17905,9806,11633,9821,16532,11757,13387,16804,13114,13767,14912,7778,4259,2938,17593,13312,16572,10360,9547,12519,12018,17791,8993,7352,9556,8017,10638,2725,2542,16540,21775,22322,18721,7852,11927,11659,12658,11645,15672,12215,2840,2708,26659,21433,22456,22513,3106,19389,15373,9425,1643,2647,3785,3467,2075,1521,1599,2714,1917,2436,1878,2486,1024,1065,619,607,645,589,329,100,94,35,34,2,22111,23591,11463,13971,13952,15564,19376,12343,7716,10322,22239,14067,8299,9203,8677,15342,12221,13873,15125,16011,9758,16276,16109,19996,14079,11933,12966,15996,13486,4186,18966,16413,18390,20902,21615,15681,6091,10916,7714,15332,14631,6195,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,9782,18007,8331,7962,16323,9376,962,21623,14408,17982,16970,13725,7775,3030,19113,16181,23518,21662,6463,148,21329,13532,22171,11803,17515,15316,7912,15314,19820,7486,8235,7901,12937,11284,7321,6793,14093,17652,9012,20364,12868,13112,5754,5560,209,3,17163,22268,18213,16668,16565,25665,16097,11045,22843,15888,12937,14359,23480,16586,21873,24427,20487,15819,14881,2750,22761,24964,9820,14417,21290,13662,19545,18775,17497,20541,14608,11559,11881,10966,11596,7356,11237,24755,20787,27754,26008,10528,10695,25472,6015,10083,25816,25223,14973,18606,23915,17812,8866,137,16,8674,5644,12305,22088,17130,12279,12263,25100,12893,15826,17431,13267,14077,13036,9827,11369,3020,24670,19706,10208,21811,24078,14936,24981,24249,19818,25214,6069,20811,15867,8269,15046,10499,8283,17884,15187,7172,16040,3561,13189,13257,16558,22917,12504,26248,24287,24742,13586,14906,13800,13281,5306,9127,7572,10965,6852,11757,9809,10370,7741,7127,3000,1887,801,332,60,11],"fragments":[{"begin":"0.000","end":"14.520","lines":["Today on the show, my work friend wrote a bad review about me then tried to hide the evidence. Should I bring it up with the boss?"]},{"begin":"14.520","end":"15.760","lines":["Dear LIFE KIT..."]},{"begin":"15.760","end":"17.480","lines":["Dear LIFE KIT..."]},{"begin":"17.480","end":"18.800","lines":["Dear LIFE KIT..."]},{"begin":"18.800","end":"25.320","lines":["Dear LIFE KIT, I have a question for you."]},{"begin":"25.320","end":"33.840","lines":["This is Dear Life Kit, a new special series from LIFE KIT and NPR."]},{"begin":"33.840","end":"36.360","lines":["How can I become a better caretaker?"]},{"begin":"36.360","end":"41.680","lines":["How do I deal with my parents' unrealistic expectations?"]},{"begin":"41.680","end":"44.160","lines":["And we're getting personal."]},{"begin":"44.160","end":"48.320","lines":["I'm catching feelings for someone, but they're married."]},{"begin":"48.320","end":"59.680","lines":["I'm your host, Andee Tagle. Every episode will answer one of your most pressing and intimate anonymous questions. To do that, we've handpicked an expert to talk you through all the nitty-gritty details."]},{"begin":"59.680","end":"62.200","lines":["Oh, my. It's so much drama."]},{"begin":"62.200","end":"79.760","lines":["That's today's expert, Shanita Williams. Shanita is a professor and author and a feedback coach, which means she trains people on how to give and receive feedback. We're definitely going to need some of that training for today's workplace conflict question. Stay tuned."]},{"begin":"79.760","end":"83.400","lines":["Shanita thanks so much for joining us."]},{"begin":"83.400","end":"85.840","lines":["Absolutely. Happy to be here."]},{"begin":"85.840","end":"92.240","lines":["OK. Before we get into this meaty question, do you, Shanita, have any frenemies?"]},{"begin":"92.240","end":"95.720","lines":["You know, they may be public or unknown. Maybe both."]},{"begin":"95.720","end":"123.800","lines":["Maybe both. But, no, I definitely have had, you know, situations where, you know, I have had, you know, trusted individuals explicitly. And then, I had a scenario where I had to rethink about how far I was willing to trust the individual."]},{"begin":"123.800","end":"138.320","lines":["Yeah. I definitely have walked a fine line or two in high school, for sure. OK, Shanita, here's today's question."]},{"begin":"138.320","end":"217.960","lines":["(Reading) Dear LIFE KIT, my coworker and I are secretaries at a doctor's office. We've worked together for over a year, and I considered her a friend. But a few days ago, I got a text message from an unknown number with a screenshot of a review that said I was rude to patients and that she is kind and compassionate. The text was also sent to our supervisors. The very next day I had to work from her desk. When I logged on, I found proof that she had created a fake email and written the review. I confronted her, and she denied it. But the next day the review was taken down. Should I let my supervisors know about her underhanded misdeed? Or should I just move on? Signed, Front Office Frenemy."]},{"begin":"217.960","end":"246.520","lines":["Ooh, so good. Well, there's a lot to unpack there, right? You know, the first thing I appreciate is that they had a conversation with their friend. You know, if you value a relationship, it's important to have the conversation, which many people avoid. They just kind of keep it in the back of their mind and don't have a conversation at all. So definitely hats-off to the individual who went and had the conversation."]},{"begin":"246.520","end":"284.480","lines":["But, you know, when it comes to the outcome - and the individual said, I didn't write it, I'm not responsible for it - after seeing evidence on the computer, you know, for me, there's two things. One, I try to assume and give our relationship the benefit of the doubt of, OK, I'm sitting at her computer. Who else might have been using this computer, right? And sometimes, our emotions sweep us over so quickly that it's hard for us to pull in all the facts. Ask yourself, what else may I not know about this scenario that I should consider? - to make sure that you're well-rounded in your thought process."]},{"begin":"284.480","end":"301.920","lines":["Now, I think it's really important to bring that to your supervisor since they've already been, you know, kept in the loop on the situation. Because you could find yourself in a scenario where if your friend really didn't write that email, who's breaking into computers around the office, right? Like..."]},{"begin":"301.920","end":"302.280","lines":["Ooh, yeah."]},{"begin":"302.280","end":"308.760","lines":["You know, we're talking about security issues and things of that nature, which supervisors need to know."]},{"begin":"308.760","end":"346.120","lines":["OK. I'm hearing, pause first - don't jump to conclusions; don't assume the worst about people; you know, consider all your options. And if you are going to escalate it, do it in a professional way. Be able to back yourself up. Be able to cover all of your bases. Those are all great things. I have to be honest with you. I was not assuming the best of this situation. My first reaction to this was, like, wow, there was just such a level of commitment to this con that was really striking to me. Is that also your instinct, your inclination, that it's likely, possibly, more likely than not..."]},{"begin":"346.120","end":"346.440","lines":["Yeah."]},{"begin":"346.440","end":"347.360","lines":["...This person's frenemy?"]},{"begin":"347.360","end":"358.480","lines":["Yeah. Well, so in - I'll be honest. I mean, definitely, when you see a scenario like this, you know - when you watch a television show, you feel like, I already know the plot. I already know who've done it, right? Like..."]},{"begin":"358.480","end":"358.720","lines":["(Laughter)."]},{"begin":"358.720","end":"390.040","lines":["And it's easy to do that in the office, too, especially when you have, like, a really close relationship with someone and then they catch you off guard and you see something like this. But if you find yourself at the end of the day saying, I don't believe them, then, I think it's important for you to also have that conversation. Again, and it depends on if you value the relationship or not or if you want to have closure. Slowing down and just saying, hey, you know, I can't get this scenario out of my mind, and it's really making me feel as though, you know, our relationship has been fractured as a result. And open the space for dialogue."]},{"begin":"390.040","end":"424.440","lines":["You may find yourself, which - I've had a situation where the person was like, oh, well. Right? And then, we just called it quits for the relationship. But then, you have situations where the person is fighting for that friendship and says, no, no, no. You know, what can I do? Like, how do we repair and move on from here? But we do have to acknowledge - you have to acknowledge your own personal feelings. And if you really feel like you were betrayed by this individual, it's going to impact your working relationship, nonetheless. So I think you have to do the work to know what narrative you're telling yourself and how you want to engage in that relationship moving forward."]},{"begin":"424.440","end":"428.640","lines":["Man, it just feels extra complicated in a workplace setting, you know?"]},{"begin":"428.640","end":"429.160","lines":["Mmm-hmm."]},{"begin":"429.160","end":"441.320","lines":["Because you always want to have - you assume that everyone comes to work with a certain level of professionalism, hopefully with a certain level of pleasantness. It just feels extra-hard to know when it's OK to trust somebody."]},{"begin":"441.320","end":"441.880","lines":["Yeah."]},{"begin":"441.880","end":"449.560","lines":["If we can't assume trust in this situation, what's the best play here? You know, like, how should poor Front Office Frenemy come to work and coexist with this person?"]},{"begin":"449.560","end":"453.520","lines":["Yeah. Yeah. Work still has to get done, right? And so..."]},{"begin":"453.520","end":"453.840","lines":["Right."]},{"begin":"453.840","end":"494.760","lines":["...Really making sure that you are - you know, you remain the professional that you are. You know, be very thoughtful about your interactions. You know, sharing personal information, you know, with this individual wouldn't be something that I want to do because they're looking for, potentially, information that they could use. If I found a pattern of behavior - right? So keep in mind the historical context. If something happened like this last year and the year before, like, if it's a yearly occurrence around review time - right? - you need to pay attention to that so that you can use all of your general wisdom about the nature of this relationship. Because most of us, there's not a lot of people that I could avoid at work, you know, that - I got to get my work done, you know?"]},{"begin":"494.760","end":"495.120","lines":["Right."]},{"begin":"495.120","end":"502.440","lines":["We need each other. And so making sure that you have enough respect in the work to get that done is going to be critical."]},{"begin":"502.440","end":"526.360","lines":["Keep an open mind where you can, but keep your eyes open, too. And professionalism, respect for the workplace at all times - I like that. My final question for you is about the supervisors and management in this space. It sounds like they aren't cultivating a super healthy work environment here. There's all of this going on. Do you have any feedback to offer for the supervisors in this situation? What's their place in all of this?"]},{"begin":"526.360","end":"562.080","lines":["Yeah, you know, I think attitude reflects leadership, right? And so when you see that there is maybe conflict or a lot of disorganization, oftentimes, it is coming from behaviors that people are witnessing at the - from their leaders as well. And so, you know, I always say that we're social learners. We learn how to behave in organizations based on how we're watching other people behave. Maybe the culture is about getting up to the top and at - by all means necessary. You know, those things are cultivated at the leadership level and held accountable at the leadership level."]},{"begin":"562.080","end":"592.600","lines":["And so my advice to the leaders in this scenario would be to really lean in, you know, really think about their own team dynamics. You know, are you fostering healthy workplace relationships? What does team building look like? What does trust really look like or not look like within the team? As a leader myself, I would be asking myself a lot of those questions and thinking about how I could not brush this under the rug, but definitely lean into this as a great opportunity to highlight what is acceptable behavior on our team and what is not."]},{"begin":"592.600","end":"612.720","lines":["Yeah. Attitudes are contagious. One follow-up here. Let's say Front Desk Frenemy does all of these things - you know, talks with the frenemy, and they deny it all, talks with a supervisor, hits a brick wall there. What can our letter writer do when they feel like they've hit dead ends and just have to move on?"]},{"begin":"612.720","end":"657.320","lines":["When you've exhausted every avenue and you've done your part - right? Like, you've held people accountable. You've raised the flag. You've said, here's an opportunity. And now you've done your work. The unfortunate thing is you can't do the work for other people, right? I can't make someone be truthful. I can't make a leader lean in more. I think the world goes round because we all have a part to play in this. And I think if you do that, you can rest assured and say, hey, I've done my part. I've had difficult conversations with both my leader and this individual. I've shown that I care. And so when it's time to put it to rest, it really is just mentally telling yourself and acknowledging and celebrating, look, most people could have ignored this. I've done my part."]},{"begin":"657.320","end":"682.000","lines":["But definitely keep your eyes open for patterns of behavior still - right? - because it might be a bigger signal to you that maybe you're in a culture, in a work environment, that really isn't conducive to who you are, what your values are. And there's a misalignment there."]},{"begin":"682.000","end":"691.840","lines":["OK. Before we go, Shanita, what's the best piece of advice you've ever received?"]},{"begin":"691.840","end":"726.080","lines":["The best piece of advice I would say I was given was, Shanita, it's not all about you. When I am in a situation where a tough decision has to be made and it feels personal, I remind myself it's not all about me and that I'm one piece of a bigger universe that's at play right now."]},{"begin":"726.080","end":"745.080","lines":["Absolutely. We're all the main character of our own movies, and we forget sometimes. Yeah, that's great advice. Shanita, it's been a pleasure."]},{"begin":"745.080","end":"753.040","lines":["Absolute pleasure, Andee."]},{"begin":"753.040","end":"787.200","lines":["That was professor, author and feedback coach Shanita Williams. If you've got a question for us, you can find the Dear Life Kit submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"787.200","end":"817.760","lines":["This episode was produced by Beck Harlan, Vanessa Handy and Sylvie Douglis. Bronson Arcuri is the managing producer. And Meghan Kane is the supervising editor. Alicia Zheng produces the Dear Life Kit video series for Instagram. I'm Andee Tagle. Thanks for listening."]}],"duration":817}