{
  "title": "Simplify dinner (and cleanup) with these clever one-pan meals",
  "url": "https://www.npr.org/transcripts/1120550150",
  "intro": "NPR's Ayesha Rascoe talks to food writer Melissa Clark about her new book, \"Dinner in One: Exceptional & Easy One-Pan Meals\" — and gets tips on how to cook flavorsome weeknight dinners without a sink full of dirty dishes.",
  "transcript": [
    {
      "author": "AYESHA RASCOE, HOST",
      "text": "This is NPR's LIFE KIT. I'm Ayesha Rascoe."
    },
    {
      "author": "AYESHA RASCOE, HOST",
      "text": "So every recipe in this book, you've made in this kitchen?"
    },
    {
      "author": "MELISSA CLARK",
      "text": "I - yes."
    },
    {
      "author": "RASCOE",
      "text": "It's a very nice kitchen. We're in Brooklyn. It's - how do you describe it? I'm not good at describing stuff."
    },
    {
      "author": "CLARK",
      "text": "Messy."
    },
    {
      "author": "RASCOE",
      "text": "I recently visited Melissa Clark, cookbook author and food writer for The New York Times, in her really, not very messy at all, very beautiful kitchen in Brooklyn. This kitchen is where all the magic happens. It's where Melissa Clark created, tested and tested again every recipe in her new cookbook, \"Dinner In One,\" which has 100 recipes that you can cook in one pot, one pan, one slow cooker, very easy-peasy."
    },
    {
      "author": "CLARK",
      "text": "To me, they're my go-to, weeknight thing. Like, if I can not dirty an extra pot, I'm going to cook it in a one-pot. So these are things I've been kind of riffing on for years. And then when I did the cookbook, all I did was test them so I knew they worked, and then come up with ways to make them slightly more elevated, you know, like an extra little twist to make it slightly more delicious."
    },
    {
      "author": "RASCOE",
      "text": "OK."
    },
    {
      "author": "CLARK",
      "text": "You know, you always want it to be extra special, right?"
    },
    {
      "author": "RASCOE",
      "text": "Right. So these are created with convenience in mind, which I like. But it's also a little fancy. There are recipes for miso-glazed salmon with roasted sugar snap peas, cheater's chicken and dumplings, even one-bowl cakes. Clark, whose New York Times column is called \"A Good Appetite,\" has written dozens of cookbooks. But this one is a little different. Nearly all of the recipes can be done in under an hour and without using all the dishes in the cabinet."
    },
    {
      "author": "CLARK",
      "text": "OK. Imagine, like, writing a haiku."
    },
    {
      "author": "RASCOE",
      "text": "Yeah."
    },
    {
      "author": "CLARK",
      "text": "You want to express the biggest thought with the fewest amount of words. I mean, I have to say, it was fun. It was a challenge. Maybe I was a little obsessive. But the end-goal was, when I'm finished cooking, there is, like, three things in the sink."
    },
    {
      "author": "RASCOE",
      "text": "OK. Is that what's going to happen today with this one? Because we'll be going..."
    },
    {
      "author": "CLARK",
      "text": "Counting?"
    },
    {
      "author": "RASCOE",
      "text": "...Through, and we're going to be like, counting."
    },
    {
      "author": "RASCOE",
      "text": "Because, of course, we're not just here to talk about it. We wanted to put \"Dinner In One\" to the test. So we asked Melissa Clark to pick a recipe that we could cook together. So this episode of LIFE KIT - how to simplify dinner."
    },
    {
      "author": "RASCOE",
      "text": "So for our dinner in one, Melissa and I made cheesy bake pasta. Doesn't that sound good?"
    },
    {
      "author": "CLARK",
      "text": "Normally, when you make a baked pasta, you boil the pasta in one pot. You drain it in a colander, so therefore..."
    },
    {
      "author": "RASCOE",
      "text": "Yes."
    },
    {
      "author": "CLARK",
      "text": "...Messing up two things already."
    },
    {
      "author": "RASCOE",
      "text": "Two things, yes."
    },
    {
      "author": "CLARK",
      "text": "And then, you put it into your dish, and you bake it."
    },
    {
      "author": "RASCOE",
      "text": "Yeah."
    },
    {
      "author": "CLARK",
      "text": "But what I'm doing here is I'm going to cook the pasta - we're going to cook the pasta right in the sauce."
    },
    {
      "author": "RASCOE",
      "text": "Oh, OK."
    },
    {
      "author": "CLARK",
      "text": "So should we get started?"
    },
    {
      "author": "RASCOE",
      "text": "Yes, I'm ready."
    },
    {
      "author": "CLARK",
      "text": "Love it."
    },
    {
      "author": "RASCOE",
      "text": "First things first, we line up all our ingredients on the counter - pasta, tomatoes, three kinds of cheese and sausage."
    },
    {
      "author": "CLARK",
      "text": "You can use either hot or mild Italian sausage. I chose the mild."
    },
    {
      "author": "RASCOE",
      "text": "OK."
    },
    {
      "author": "CLARK",
      "text": "When you use mild sausage, you can always add more red pepper flakes."
    },
    {
      "author": "RASCOE",
      "text": "To make it a little more spicy."
    },
    {
      "author": "CLARK",
      "text": "But you can't take it out."
    },
    {
      "author": "RASCOE",
      "text": "OK."
    },
    {
      "author": "CLARK",
      "text": "So..."
    },
    {
      "author": "RASCOE",
      "text": "As well as spices and herbs from not one but three jam-packed spice drawers. Like, y'all all really should have seen these drawers."
    },
    {
      "author": "RASCOE",
      "text": "OK. OK. So look. Now, you see how she's a chef? She opened this drawer, guys, and there are all these little tins with labels on them."
    },
    {
      "author": "CLARK",
      "text": "I love my label maker."
    },
    {
      "author": "RASCOE",
      "text": "She pulls oregano, fennel, garlic and bay leaves."
    },
    {
      "author": "CLARK",
      "text": "And here's another thing. You can leave half of these herbs out, and it's going to taste the same. Remember how I said I always want it to be, like, slightly more delicious?"
    },
    {
      "author": "RASCOE",
      "text": "Yes."
    },
    {
      "author": "CLARK",
      "text": "These are the ways I'm going to do that."
    },
    {
      "author": "RASCOE",
      "text": "Upgrade - to elevate it."
    },
    {
      "author": "CLARK",
      "text": "Yeah. And it's like, this is the stuff I have in my pantry."
    },
    {
      "author": "RASCOE",
      "text": "OK."
    },
    {
      "author": "CLARK",
      "text": "You know, but if you don't have any of those in your pantry, you can leave them out."
    },
    {
      "author": "RASCOE",
      "text": "OK."
    },
    {
      "author": "RASCOE",
      "text": "That's the thing about this cookbook - it's not doing too much. All the recipes are flexible. If, unlike me, you love vegetables, you can add a little spinach to this recipe. If you're lactose intolerant, Clark says, add more sausage and cut out the cheese. Hate cutting up garlic? Use some from a jar."
    },
    {
      "author": "RASCOE",
      "text": "I just use the garlic that's already, like, in the seasoning."
    },
    {
      "author": "CLARK",
      "text": "Oh, yeah, yeah, yeah, yeah. Yup."
    },
    {
      "author": "RASCOE",
      "text": "Is that bad?"
    },
    {
      "author": "RASCOE",
      "text": "There are no wrong answers when you're in the kitchen with Melissa Clark."
    },
    {
      "author": "CLARK",
      "text": "Nothing's - if it tastes good..."
    },
    {
      "author": "RASCOE",
      "text": "OK."
    },
    {
      "author": "CLARK",
      "text": "...It's not bad."
    },
    {
      "author": "RASCOE",
      "text": "You know, what kind of meals lend themselves easily to a one-pan meal?"
    },
    {
      "author": "CLARK",
      "text": "So many different meals. You know, we think of one-pan or one-pot meals as mostly being stewy (ph) or soups, you know? And traditionally, that's a really easy, great way to do a one-pot meal, but you can do almost anything in one pan if you - it's just a matter of paying attention to how long things take to cook and how you place them on the pan next to each other. So like, a typical roast chicken can be a one-pan, can be a sheet pan chicken, right? Or a pasta dish. Pasta, a normal lasagna - you could do the whole thing in a skillet, and then it just saves you boiling the pasta separately. You can do all kinds of things in a casserole dish, you know, in one of those 9x13s or a gratin dish. And you put the longer - the ingredients that need the longest time to cook in first, and then you add the ones that need less time later."
    },
    {
      "author": "CLARK",
      "text": "So you get into a rhythm of figuring out how things should go together in the one pan. And then really, I mean, it's limitless, I think."
    },
    {
      "author": "RASCOE",
      "text": "OK. So it doesn't have to be a stew or anything like that. And the pan can also be a sheet pan. So it can be..."
    },
    {
      "author": "CLARK",
      "text": "Exactly."
    },
    {
      "author": "RASCOE",
      "text": "...Something in the oven. Doesn't have to be on the stove."
    },
    {
      "author": "CLARK",
      "text": "Exactly."
    },
    {
      "author": "RASCOE",
      "text": "It could be - yeah."
    },
    {
      "author": "CLARK",
      "text": "Yeah. Casserole dish, sheet pan - I mean, an instant pot, right? That's one pot."
    },
    {
      "author": "RASCOE",
      "text": "Yeah, exactly. So what are the basic elements of a one-pan meal? It sounds like it could be anything, but are there basics that people need to know when they're trying to think it out? You said the elements and the time."
    },
    {
      "author": "CLARK",
      "text": "Exactly. So - and then there's also a mix of ingredients. You want to make sure that all the ingredients go really well together, right? You know, there's a saying - what grows together goes together. So you know, what I love to do is go to regional cookbooks from regions all around the world, right? So you know, let's just start with the United States. It's like, OK, well, so what grows really well in the Northeast together? What grows is really well in the South, in the Southeast together? What about the Southwest?"
    },
    {
      "author": "CLARK",
      "text": "And then you start coming up with patterns, right? Like, in the Southwest, you have your chilies and your beans and your squashes. Let's go to Italy. Let's go to regional Italian foods. Let's go to the south of Italy, right? You have mozzarella. You have tomatoes. You have basil and garlic. We all know that those things are traditional together and that they taste amazing. So you know, same thing going to different parts of Asia. You can do this anywhere in the world, and you get so inspired by just looking at what the traditional food ways are and how you can use them in your own cooking."
    },
    {
      "author": "RASCOE",
      "text": "What are some elements of recipes that you find to be too fussy? Like, what is something a person could, like, scan the recipe, and you would say, skip this part? You know, what's that thing you go, you don't need that?"
    },
    {
      "author": "CLARK",
      "text": "Yeah, yeah, yeah. Well, definitely, bay leaves are - you know, it's like if you're going to leave something out of a recipe, you probably don't need the bay leaves unless it's, like, a bay leaf-flavored stew, in which case, you know, they're essential - but for the most part. OK. let's talk about browning ingredients for a stew, right? So if you look at a typical stew recipe, you want to brown each cube of meat on each side. And they don't tell you this in the recipe, but you're going to stand there for half an hour browning those little pieces of chicken and meat. And that takes a really long time, so one of the first things that I skip is I don't brown all of them."
    },
    {
      "author": "CLARK",
      "text": "What I do is I brown one side really deeply because I want that flavor. You really want the brown flavor, but you don't need it on every single piece of meat or chicken. You get enough of it to give you this richness in your sauce, and then you can stop. So you can do maybe 50% of the browning work that you would normally do, and that's OK. And that's a technique that I use in this book. It's like, let's cut down on the time here and still get the same great flavor."
    },
    {
      "author": "RASCOE",
      "text": "OK. Any other thoughts on, you look at that and go, just forget that?"
    },
    {
      "author": "CLARK",
      "text": "Yeah, well, there's a lot of - yeah. So there's a lot of cake and baking recipes that I do this, too, for. So in the book I have a whole chapter on one-bowl cakes. And what I did in those cases is a typical cake recipe is you have your fat, which you beat air into. You have your eggs and your wet ingredients, which you mix in one bowl - so now we're already two bowls - and then you have dry ingredients, which is a third bowl. I have streamlined all of that by taking my inspiration from cakes that are made with liquid fat. And then, instead of beating your wet ingredients separately, you just beat them straight into that liquid because it's already a liquid. It's already a fat."
    },
    {
      "author": "CLARK",
      "text": "So you've got your butter, your melted butter or your olive oil in a bowl. You add your eggs and your yogurt or whatever your liquid ingredients are, your vanilla extract. And you beat them really well until they're smooth. And then, in the same bowl, you throw your dry ingredients right on top of it, and you don't even mix them in a separate bowl. And this just streamlines the process and it makes a one-bowl cake. You can mix up a one-bowl cake - it's like making pancakes. You know, it takes five minutes to just whip everything together, and then you bake it in a pan. And you've got this, like, easy after-work cake. And who doesn't love an after-work cake?"
    },
    {
      "author": "RASCOE",
      "text": "OK. We're moving way ahead to dessert. Let's get back to our cheesy bake pasta. Even though it's not wrong, we will not be using garlic from a jar this time."
    },
    {
      "author": "CLARK",
      "text": "Because I want the thin slices and..."
    },
    {
      "author": "RASCOE",
      "text": "OK."
    },
    {
      "author": "CLARK",
      "text": "...You can't buy those, right?"
    },
    {
      "author": "RASCOE",
      "text": "You can't buy those. Yeah."
    },
    {
      "author": "CLARK",
      "text": "You just have to - and what's so great about the thinly sliced garlic is that it melts in the sauce, and it gets..."
    },
    {
      "author": "RASCOE",
      "text": "OK."
    },
    {
      "author": "CLARK",
      "text": "...Sweet."
    },
    {
      "author": "RASCOE",
      "text": "OK."
    },
    {
      "author": "CLARK",
      "text": "And that's what we're going for."
    },
    {
      "author": "RASCOE",
      "text": "OK."
    },
    {
      "author": "CLARK",
      "text": "So..."
    },
    {
      "author": "RASCOE",
      "text": "So..."
    },
    {
      "author": "RASCOE",
      "text": "So Melissa Clark gives me a garlic-slicing machine..."
    },
    {
      "author": "CLARK",
      "text": "Perfecto."
    },
    {
      "author": "RASCOE",
      "text": "...And pulls a 12-inch skillet off the wall."
    },
    {
      "author": "RASCOE",
      "text": "She adds olive oil and the sausage, which she squeezes out of the casing like toothpaste."
    },
    {
      "author": "CLARK",
      "text": "So I'm just going to saute this sausage meat in some olive oil, and I'm going to let it get brown. So I'm breaking it up with the side of my wooden spoon so that more of it can get in contact with the oil, and it can get a nice brown crust on it because that brown crust on the sausage is what's going to give you extra flavor."
    },
    {
      "author": "RASCOE",
      "text": "Now you can hear the cooking of the sausage coming out. You have to talk like we're at The Masters."
    },
    {
      "author": "RASCOE",
      "text": "It smells good. I haven't eaten today. I'm a little hungry."
    },
    {
      "author": "CLARK",
      "text": "You haven't eaten today?"
    },
    {
      "author": "RASCOE",
      "text": "While the sausage gets good and brown, we crush the fennel with a mortar and pestle."
    },
    {
      "author": "CLARK",
      "text": "Now, I'm also going to add some salt right now - just a pinch of salt. And you're going to see I add salt in several stages."
    },
    {
      "author": "RASCOE",
      "text": "OK."
    },
    {
      "author": "CLARK",
      "text": "So I'm adding salt right now because I want the garlic to absorb it."
    },
    {
      "author": "RASCOE",
      "text": "OK."
    },
    {
      "author": "CLARK",
      "text": "If you add salt as you go, it seasons it better..."
    },
    {
      "author": "RASCOE",
      "text": "OK."
    },
    {
      "author": "CLARK",
      "text": "...Rather than adding it all at once."
    },
    {
      "author": "RASCOE",
      "text": "That's a gem."
    },
    {
      "author": "CLARK",
      "text": "OK. And now I think it's tomato time."
    },
    {
      "author": "RASCOE",
      "text": "Then it is tomato time, with the optional bay leaves."
    },
    {
      "author": "RASCOE",
      "text": "You obviously love to cook, but are there times when you're just like, I'm over it?"
    },
    {
      "author": "CLARK",
      "text": "Oh, God, yes. Oh, yeah, yeah, yeah. Hello, takeout?"
    },
    {
      "author": "RASCOE",
      "text": "What's your favorite takeout? Because people may think, Melissa Clark doesn't do takeout."
    },
    {
      "author": "CLARK",
      "text": "Oh, yeah. No, I totally do takeout. I like to do takeout on things that takeout does better than me, like sushi. Takeout does..."
    },
    {
      "author": "RASCOE",
      "text": "Oh, yeah."
    },
    {
      "author": "CLARK",
      "text": "...Sushi better than me."
    },
    {
      "author": "RASCOE",
      "text": "OK."
    },
    {
      "author": "CLARK",
      "text": "I'm, you know, not afraid to tell you."
    },
    {
      "author": "RASCOE",
      "text": "Once that sauce has gotten nice and thick, we add the pasta."
    },
    {
      "author": "RASCOE",
      "text": "Little teeny, tiny shells - really cute. Then we let it simmer a little bit more..."
    },
    {
      "author": "RASCOE",
      "text": "...Then fold in mozzarella, top with more mozzarella, spoonfuls of ricotta, a sprinkle of parmesan. Now"
    },
    {
      "author": "RASCOE",
      "text": "it's getting really good."
    },
    {
      "author": "CLARK",
      "text": "Yeah..."
    },
    {
      "author": "RASCOE",
      "text": "And stick the whole skillet in the oven to bake."
    },
    {
      "author": "CLARK",
      "text": "And if you think that I'm just going to stand around..."
    },
    {
      "author": "RASCOE",
      "text": "OK."
    },
    {
      "author": "CLARK",
      "text": "...Then you do not know me."
    },
    {
      "author": "RASCOE",
      "text": "(Laughter)."
    },
    {
      "author": "RASCOE",
      "text": "There is none of that in Melissa Clark's kitchen."
    },
    {
      "author": "CLARK",
      "text": "Shall we count how many pots and pans I've used..."
    },
    {
      "author": "RASCOE",
      "text": "Yes. Yes."
    },
    {
      "author": "CLARK",
      "text": "...And start cleaning up?"
    },
    {
      "author": "RASCOE",
      "text": "Yeah. Let's start doing that. Let's see. So we got the garlic slicer."
    },
    {
      "author": "RASCOE",
      "text": "It's that garlic slicer, a knife, a wooden spoon, a measuring spoon, a mortar and pestle, a cutting board and the pan. For those of you following along at home, that makes a grand total of eight."
    },
    {
      "author": "RASCOE",
      "text": "This does seem like a one-pan thing. This is legit. We have tested it."
    },
    {
      "author": "RASCOE",
      "text": "But the ultimate test, of course, will be the taste."
    },
    {
      "author": "RASCOE",
      "text": "When the cheese is brown and toasty on the top, we take the skillet out of the oven."
    },
    {
      "author": "CLARK",
      "text": "Here we go."
    },
    {
      "author": "RASCOE",
      "text": "OK."
    },
    {
      "author": "CLARK",
      "text": "That's what I'm looking for."
    },
    {
      "author": "RASCOE",
      "text": "OK."
    },
    {
      "author": "CLARK",
      "text": "See - it's bubbling. Look at that bubbling action."
    },
    {
      "author": "RASCOE",
      "text": "Add some basil from the garden and dig in on the back patio."
    },
    {
      "author": "RASCOE",
      "text": "Very good. I like this sausage, too - with the cheese. And why am I chewing and talking? I shouldn't do that."
    },
    {
      "author": "RASCOE",
      "text": "And so I won't do that. But if you want to try the recipe for cheesy bake pasta - and I will say it was delicious and also pretty easy - take it from me - though we did dip out before doing the dishes - you can find it on our website or in Melissa Clark's new cookbook, \"Dinner In One.\""
    },
    {
      "author": "RASCOE",
      "text": "Thank you so much for allowing us to be in your kitchen. I'm very proud of myself for the work that I did (laughter)."
    },
    {
      "author": "CLARK",
      "text": "I think you did half of the cooking, Ayesha."
    },
    {
      "author": "RASCOE",
      "text": "No, you guided it. And this was a lot of fun."
    },
    {
      "author": "CLARK",
      "text": "Oh, my gosh."
    },
    {
      "author": "RASCOE",
      "text": "Thank you so much."
    },
    {
      "author": "CLARK",
      "text": "Well, thank you for coming over. I loved it. And I'm glad we got to eat together."
    },
    {
      "author": "RASCOE",
      "text": "For more LIFE KIT, check out our other episodes, one on cooking substitutions and another one about how to cook without a recipe. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "RASCOE",
      "text": "This episode of LIFE KIT was produced by Samantha Balaban and Ian Stewart. It was edited by Shannon Rhoades. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Michelle Aslam and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Tre Watson. I'm Ayesha Rascoe. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8536067153.mp3",
  "img": "https://media.npr.org/assets/img/2022/09/01/dinner-in-one---cover-_wide-59d0924f603e07eb980f8744699769130c4821e0.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "AYESHA RASCOE, HOST",
    "MELISSA CLARK",
    "RASCOE",
    "CLARK"
  ]
}