{
  "title": "How to show your friends you care about them",
  "url": "https://www.npr.org/transcripts/1120550646",
  "intro": "Psychologist Marisa Franco, author of a new book on the science of making and keeping friends, shares how to deepen the bonds in our platonic relationships.",
  "transcript": [
    {
      "author": "KAVITHA GEORGE, HOST",
      "text": "This is NPR's LIFE KIT. I'm Kavitha George. What does your to-do list look like right now? Maybe it's your turn to pick up snacks for your kid's after school group. You should probably do a grocery run while you're at it. Your partner's birthday's coming up. Presentation at work - oh, and don't forget to call your parents. So let me ask you, where do your friendships rank in your priority list? Don't feel too bad if they're not somewhere near the top. When we enter adulthood, friendship often gets overshadowed by all the other relationships and responsibilities we take on. But psychologist and friendship expert Dr. Marisa Franco is on a crusade to reframe how we think about our friendships. They shouldn't be second tier, she argues. In fact, she writes in her new book, \"Platonic: How The Science Of Attachment Can Help You Make - And Keep - Friends,\" friendship is just as important to your happiness and well-being as your romantic and family ties."
    },
    {
      "author": "MARISA FRANCO",
      "text": "Having social connection is one of the strongest determinants of our happiness. Out of 106 factors that influence depression, having a confidante is the most powerful. Loneliness is more fatal than a poor diet or lack of exercise, as corrosive as smoking 15 cigarettes a day. Friendship literally saves our lives."
    },
    {
      "author": "GEORGE",
      "text": "We all have our own barriers to maintaining friendships. It can feel like there's barely enough time to hang out. Or you might be holding on to destructive habits that are making it harder to get closer to someone. Marisa has spent years studying friendship, and she's compiled a how-to guide. So this episode of LIFE KIT - steps that you can take to find new friends like a pro and deepen the friendships you already have."
    },
    {
      "author": "GEORGE",
      "text": "So, Marisa, something you really stressed from the beginning of this book is that friendship is kind of an underdog relationship. Like, we don't prioritize it the way that we might a romantic relationship or family. But you argue that it's an essential source of the connection that we need as humans, and that being a good friend should be on our list, along with all of the other goals and identities that we have. Could you explain why?"
    },
    {
      "author": "FRANCO",
      "text": "Yeah. Absolutely. Well, I think, you know, in the U.S. at least, we have this model where we get really insular with a romantic partner and a family. And I think a lot of us have grown up with these ideals around, you know, your life really begins once you find that person that really completes you. And that's your soulmate. And that implies that you don't need anyone else to complete you, right? Reading all the research, I found just how limiting that is because as social creatures, historically, we've always needed an entire community to feel whole. And, you know, specifically, I talk a lot in the book about the role in friends in helping us figure out our identity and who we are. Because if we're only around one person all the time, only a certain experience of ourselves continues to crop up, right? Like, let's say I love race cars. And I'm around you, Kavitha. You hate race cars. That side of my identity, it's just not going to come out, right? I need different people who have different interests who are going to pull out different sides of me to experience myself as a full, whole, dimensional person."
    },
    {
      "author": "GEORGE",
      "text": "So the book, as we've mentioned, is called \"Platonic.\" And I was struck by the origins of that phrase - platonic friendship. You write that it's from Plato's vision of a love so powerful that it transcended the physical. How do you interpret what that means?"
    },
    {
      "author": "FRANCO",
      "text": "I love that definition. Because, like I talk about in the book, like, we just tend to see platonic love as, like, romantic love with something missing or just, like, cut out. Like, it's just like romantic love except slightly inferior because we have less. And so what that definition tends to emphasize is, like, there's actually an offering in that, right? And so I think friendship in this way, it can be seen as a bounty. It can be seen as an offering that we're choosing people that we want in our lives - not because we're forced to by society, not because there's any compulsion to but simply because we feel good around them. And we're really compatible with them. And there's nothing keeping us in this relationship, but we're staying in it. And how great does a relationship have to be to keep us in it?"
    },
    {
      "author": "GEORGE",
      "text": "So you've structured your book like a guide with six specific elements of friendship and how to be better at them. And these are taking initiative, showing vulnerability, being authentic, expressing anger, being generous and giving affection. Let's get into some of these friendship skill sets and some strategies that we can use to improve on them, starting with taking initiative. What are some strategies for going and taking that initiative?"
    },
    {
      "author": "FRANCO",
      "text": "Yeah. So here's what I would say. Don't assume friendship happens organically because according to the research, that's related to being more lonely over time. So you're going to have to assume you have to try. You want to join something that's repeated over time. So don't go to a networking event. Go to maybe a regular professional development group because you're going to see people over time. Then you capitalize on something called the mere exposure effect - our unconscious tendency to like people simply because they're familiar to us. You can expect that once you first meet new people, it's going to be uncomfortable. So don't assume if we don't connect in the first meeting, I shouldn't keep going to this book club because it's too awkward, you know, right? That's just a part of the process."
    },
    {
      "author": "FRANCO",
      "text": "Then you're going to assume people like you. According to research on a phenomenon called the liking gap, when strangers interact, they underestimate how liked they are by the other person. And the more self-critical we are, the more pronounced this underestimation is. So reminding yourself that even if you think people might reject you, they're actually a lot less likely to reject you than you think they are. And then I would say, shoot your shot, which just looks like, hey, it's been so great to talk to you. I'd love to connect further. Do you mind if we exchange contact information? And reach out. And so then you generate what's called exclusivity, which is memories and experiences with this person that you don't have with other people, which is the foundations of friendships really forming."
    },
    {
      "author": "GEORGE",
      "text": "Right. Well - so let's get into vulnerability. You say that for some people, vulnerability kind of feels like showing weakness, and that's why we shy away from it. But you argue that expressing vulnerability with your friends, specifically with friends that you trust, you can really deepen your relationships."
    },
    {
      "author": "FRANCO",
      "text": "Absolutely. We often think that when we're vulnerable, we're burdening our friends. When according to the research, intimate self-disclosure is actually linked to other people liking us more, not less. And when someone's vulnerable with you, it indicates that they trust you. One thing that I would start out with with being vulnerable - and this may not sound vulnerable, but it actually is kind of vulnerable for people, and that is sharing your joy with someone, sharing something, like, positive or an accomplishment that you're really proud of with someone. Sharing affection with people can also feel vulnerable. Like, telling someone something you like about them or something they said that really resonated with you, that can feel a little bit vulnerable. But if it goes right, you get your vulnerability check for connection and you get your affection check for connection."
    },
    {
      "author": "GEORGE",
      "text": "So moving on to pursuing authenticity. I think for me, one of the most fulfilling parts of my close friendships is that I feel like I'm able to show all of the parts of my personality. And then I don't feel like I have to hide any parts, and I get to be the truest version of myself. But authenticity is a tough thing to achieve with people at first. What are some roadblocks that people often face?"
    },
    {
      "author": "FRANCO",
      "text": "Yeah. So I think in that chapter, I really struggle with figuring out what the heck is authenticity, right? We say it's a true self. What is a true self? Oh, my gosh. So I settled on authenticity is who we are when we're not hijacked by defense mechanisms. What does that actually mean? It means that authenticity is who we are - we would naturally be if we felt safe - if we felt safe all the time. It also means that some of our automatic reactions often aren't actually authentic reactions, because defense mechanisms tend to happen more quickly than our authentic reaction, right? Like, if a friend brings up that, hey, you didn't show up for me. And I really needed you - right? - your automatic reaction might be, I show up for you all the time. You don't show up for me, right? That might be the automatic reaction that comes out, but that's actually a defense mechanism against a deeper, vulnerable feeling. I feel bad. I feel guilty that I wasn't a good friend. I feel shame around not being a good friend. And so it takes us being self-aware enough to understand and recognize when we're sort of being triggered so that we could share the feeling that's underneath that trigger instead of acting out on behalf of that trigger to protect anyone from seeing that trigger."
    },
    {
      "author": "GEORGE",
      "text": "Yeah. So let's talk about authenticity and privilege. You lay out research that shows that people who have marginalized identities are often forced to conform their personalities and expressions to a dominant white culture - at least in America. And basically, it's harder to show up as your authentic self."
    },
    {
      "author": "FRANCO",
      "text": "Absolutely."
    },
    {
      "author": "GEORGE",
      "text": "How do you achieve authenticity in that type of relationship?"
    },
    {
      "author": "FRANCO",
      "text": "Yeah. You know, this is a great question because, you know, you're right. I share sort of research that finds that when people from disadvantaged groups listen to privileged group members and when privileged group members listen to people from disadvantaged groups, the impact is not the same, right? Because people from disadvantaged groups are listening to these people of privilege all the time, right? Whereas for the privileged person, it can be, like, oh, wow. I didn't know that, you know, you went through all that. And so when you get into these arguments across identity statuses, across layers of privilege, it's not just that your thinking, your perception and my perception are sort of equal here. It's - it behooves the privileged person to listen more, to validate more, to think more about the other person's perspective, to validate or to sort of to equalize the unequal status quo that is already inherent in their relationship."
    },
    {
      "author": "GEORGE",
      "text": "Yeah. So let's talk about anger. The next section in your book is called harmonizing with anger. I'm sure that most of us know that, you know, it's best not to sit on conflicts in relationships - any relationship. And that can be easier said than done. Do you have an example of a conflict that you had with a friend? And how did you resolve it?"
    },
    {
      "author": "FRANCO",
      "text": "Yeah. I just thought it's my job to get over this. It's not a big deal. I found myself not getting over it, withdrawing from one of my best friends and realizing by not bringing this up, I'm actually sabotaging this relationship. Because I think I would get over it, but I'm not. And I'm just withdrawing and being a less invested friend, right? And, you know, there was the study that really spoke to me because I saw it said that open conflict is actually linked to deeper intimacy in your friendships. And the psychoanalyst Virginia Goldner, she talks about the difference between flaccid safety and dynamic safety. Flaccid safety is we feel safe because nobody brings up any issues. Dynamic safety is we feel safe because we rupture and repair and we rupture and repair. And we know that if problems come up, we can actually work on them and still feel, like, intimate and connected."
    },
    {
      "author": "FRANCO",
      "text": "So I started with sharing our friendship's really important to me, so I just want to make sure that we work through anything that comes up between us. Sharing how you feel - using I feel statements, not you are, so not you're a bad, lousy friend. I can't believe you did this to me. You're a great disappointment. I felt hurt. I felt disappointed. I felt upset. Asking for your friend's experience - what was that like for you? Not having these conversations with friends, it's like holding someone guilty before giving them a trial. And that's actually really unfair because they might have some, you know, circumstance going on in their own life. Or maybe you had some circumstance going on in your life wherein your perception of the situation is different than it would be if you got their input, and you listened to them and you gave them that opportunity before just, like, withdrawing."
    },
    {
      "author": "GEORGE",
      "text": "Yeah. So the next chapter is on offering generosity. You write that it's the key to maintaining friendships - being able to show generosity. But there's sort of a caveat here because generosity within healthy boundaries that you and your friend are able to set for yourselves. So before we get to the boundaries part, what are some ways that you like to be generous with your friends?"
    },
    {
      "author": "FRANCO",
      "text": "You know, this is funny because I think one of my suggestions around generosity is, like, think about what your skills and talents are, and find a way to turn that into a generous act. So I love learning new information and analyzing it, putting it together. I actually did give a presentation for my friends on financial wellness after I listened to a podcast and called Charles Schwab for the umpteenth time to figure out how to set up my Roth accounts. And then I shared it with all my friends."
    },
    {
      "author": "GEORGE",
      "text": "How did they take it?"
    },
    {
      "author": "FRANCO",
      "text": "Oh, they loved it. They were like, this is the, like, most helpful thing that I've ever gotten in related to finances."
    },
    {
      "author": "GEORGE",
      "text": "Everyone opened their Roth accounts too?"
    },
    {
      "author": "FRANCO",
      "text": "Yes. I'm responsible for all those Roth accounts. That's what generosity does."
    },
    {
      "author": "GEORGE",
      "text": "In more than one way. So one of the things that you stress in a good relationship is reciprocity, where both friends are offering their time and support to each other equally. But you also go a step further and suggest building something called mutuality with friends. Can you explain what that is? And how do you work on that?"
    },
    {
      "author": "FRANCO",
      "text": "Yeah. It's like elevated reciprocity. Mutuality is the idea that I consider your needs, and I consider mine, and I work out a way to address the problem considering both our needs and capacities, right? So what does that mean? I'm not expecting reciprocity when you just had a newborn baby. Because I know that our needs are in very different places right now. And in those moments, I'm willing to be more accommodating because I understand what your needs are and that I have a little bit more flexibility to offer."
    },
    {
      "author": "FRANCO",
      "text": "So it's kind of like taking a bird's eye view of our needs and figuring out who has the capacity to give more in any given moment. It's a lot more fluid. It's a lot less static. And it's a lot more of a thoughtful engagement than just being like, I'm going to be generous with everyone. And it's also, like, a way for us to, like, respect each other. Like, if I - I want my friends to express boundaries if I'm invested in mutuality, right? Because I don't want them to overextend themselves. Because I know that in the long run - if we are both, like, have a lot of capacity, we can give more to each other in the long run."
    },
    {
      "author": "GEORGE",
      "text": "So the last section that I wanted to talk about is giving affection. Affection, I think, can be kind of a tricky line to walk with some people because sometimes it feels like there's not the same social script that we use around romantic relationships or family to tell your friends that you love and appreciate them. But you argue that we should all be showing more affection to our friends, and that they'd be actually quite happy to receive it even if we don't think so. Could you explain why that is?"
    },
    {
      "author": "FRANCO",
      "text": "Yeah. Research actually finds that when it comes to affection, we think it's going to come off as more awkward than it actually will. We underestimate how much it will make people feel really good, right? We think that it won't make people feel as good as it actually will. And so our affection is actually a lot more meaningful to people than we assume. In studies that have followed friendships and shown which friendships are most likely to last or build in to get stronger over time, it's those where people are really comfortable showing affection towards each other."
    },
    {
      "author": "FRANCO",
      "text": "So what are some ways that we can all be showing a little bit more affection with our friends?"
    },
    {
      "author": "FRANCO",
      "text": "Yeah. So this is a funny one because I interviewed Kory Floyd, who's a affection researcher for the book. And I was kind of telling about my struggle. I try to compliment my friend, and she always rejects me. And, like, I literally said to her, like, you have to accept this compliment, and then complimented her. And..."
    },
    {
      "author": "GEORGE",
      "text": "How does she reject you?"
    },
    {
      "author": "FRANCO",
      "text": "She would just say, no, no. That's not true. Like, I'm not that great. And so Kory kind of attacked me. Because he was like affection - what's part of affection is I feel warmly towards you. I convey something - I say something to reflect that warmth I feel towards you. And you receive it. So if the person doesn't receive it, it's not actually an affectionate act. So he recommended that I ask friends, how do you like me to show my appreciation towards you? How do you like me to show that I really value you? And letting them tell us what their friendship love language is."
    },
    {
      "author": "GEORGE",
      "text": "Before we go, I wanted to ask you to speak to the courage that it requires to be a good friend. To have fulfillment and connection in your life, you have to put aside a fear of rejection and shame, and kind of relinquish a little bit of that control that you have when you're staying within yourself and not taking a risk. That's hard. And I - it's worth it, I guess. Or you wouldn't have written a whole book, but..."
    },
    {
      "author": "FRANCO",
      "text": "I think it's worth it. But I want to tell people who are just like, is it really worth it? Like, I'm so happy with my life with, you know, just my spouse or my - I love being a lone wolf. Right? And what I want to tell you is that you will only know the value that close friendship connection - loving, vulnerable, profound, intimate connection - brings to your life once you push yourself to go find the connections that we all really need."
    },
    {
      "author": "GEORGE",
      "text": "Dr. Marisa Franco, thank you so much for being on LIFE KIT."
    },
    {
      "author": "FRANCO",
      "text": "Oh, it was my pleasure."
    },
    {
      "author": "GEORGE",
      "text": "So to recap, don't assume friendship happens organically. Seek out activities that will put you in repeated contact with the same people, like a rec sports league or an art class. And when you're ready to turn a casual acquaintance into a friend, remember that people are a lot less likely to reject you than you think they are. Start with the assumption that they like you, and don't forget to get their contact info."
    },
    {
      "author": "GEORGE",
      "text": "When it comes to friends you already have, there are many ways to strengthen those relationships. Share your vulnerable moments - good or bad - with friends. It will deepen your bond. Don't sweep conflicts under the rug. The strongest relationships are the ones in which it feels safe to address conflict, problem solve together and then move on better connected to each other. And last, be generous and affectionate with your friends within healthy boundaries. Tell your friends you love them. They'll be glad to hear it."
    },
    {
      "author": "GEORGE",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one all about how to maintain long distance friendships. You can find that at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now, a random tip from one of our listeners."
    },
    {
      "author": "JULIA CARNEY",
      "text": "Hi, this is Julia Carney (ph). When you're going through a carton of eggs, start in the middle, not from either end. And that way, by the time you only have two or three eggs left, when you pick up the carton it doesn't fly out of your hands because it's so heavily weighted on one side."
    },
    {
      "author": "GEORGE",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Michelle Aslam. Julia Carney is our podcast coordinator. Engineering support comes from Tre Watson, Patrick Murray and Robert Rodriguez. I'm Kavitha George. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3222402477.mp3",
  "img": "https://media.npr.org/assets/img/2022/09/09/lk_gharib_platonicfriendships_wide-bea635d556bbf911bbc8998fc2672178ff894821.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "KAVITHA GEORGE, HOST",
    "MARISA FRANCO",
    "GEORGE",
    "FRANCO",
    "JULIA CARNEY"
  ]
}