{
  "title": "The omicron boosters are here. What you should know about them",
  "url": "https://www.npr.org/transcripts/1121620340",
  "intro": "They target the original coronavirus strain and the omicron subvariants causing most of the current infections. And they're available at pharmacies, clinics and doctors' offices around the country. Should you get one? And if so, when?",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Marielle Segarra. There's a new COVID booster that targets the variants that are circulating around the country and still causing tens of thousands of infections a day. Pharmacy chains and doctor's offices have started giving the shot. On this episode of LIFE KIT, we're going to talk about who's eligible and whether the booster is something you really need."
    },
    {
      "author": "SEGARRA",
      "text": "With me is NPR health correspondent Allison Aubrey. Hey, Allison."
    },
    {
      "author": "ALLISON AUBREY, BYLINE",
      "text": "Hey, Marielle. Great to be here."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Great to have you. So who's eligible for the new booster?"
    },
    {
      "author": "AUBREY",
      "text": "Well, the CDC is now recommending these new boosters for people 12 years and up. There are two boosters authorized - a Pfizer shot, recommended for people 12 and older, and a Moderna shot for those 18 and up. People are eligible as long as it's been at least two months since their last booster or COVID vaccine."
    },
    {
      "author": "SEGARRA",
      "text": "Got it. And is this booster different from previous ones?"
    },
    {
      "author": "AUBREY",
      "text": "Yeah. The big difference is that the new boosters are designed to fend off BA.4 and BA.5. These are the subvariants of omicron that are now dominant in the U.S. I spoke to infectious disease expert Judy Guzman-Cottrill. She says there's a lot of hope that these new boosters will offer improved immunity."
    },
    {
      "author": "JUDY GUZMAN-COTTRILL",
      "text": "We finally have a booster that matches the currently circulating COVID variant in the United States. This virus has been mutating so quickly over the past two years that I feel like we've been playing catch-up, and finally we have caught up."
    },
    {
      "author": "AUBREY",
      "text": "You know, a lot of the infectious disease experts I talk to say that though the booster is now open to most of the U.S. population, the people who can benefit the most are older people - so beginning around age 60 - people with compromised immune systems and people with chronic conditions that put them at higher risk."
    },
    {
      "author": "SEGARRA",
      "text": "Is that because, in general, older folks are at higher risk from COVID, or is it also because their immunity wanes more quickly?"
    },
    {
      "author": "AUBREY",
      "text": "I think it's a combination, but definitely, yes, older folks are at higher risk. And if you look at deaths, people who are most likely to die from COVID are over age 70."
    },
    {
      "author": "SEGARRA",
      "text": "Right. Well, so what about healthier or younger people?"
    },
    {
      "author": "AUBREY",
      "text": "I think there's a little less urgency to go out and get the booster right now if you're young and healthy. But the consensus, I'd say, is that there's still a benefit. I mean, studies show that protection wanes over time, even though, at this point, most people are getting only mildly sick from COVID - sick for a few days. There are still risks and inconveniences. You have to miss work. You may have to interrupt travel, stay away from other people, and you could get symptoms of long COVID. Of course, the big risk is there's a chance of passing it on to really vulnerable people at a time when there's still about 400 COVID deaths a day."
    },
    {
      "author": "AUBREY",
      "text": "I spoke to a doctor, Bob Wachter, at UC San Francisco. He says he's getting this booster as soon as possible. He says he got his last booster shot about eight months ago."
    },
    {
      "author": "BOB WACHTER",
      "text": "My immunity has waned significantly. My immunity against getting infected has waned almost completely. So there's no question that getting a booster of some sort increases the likelihood that you'll have a benign case if you get one and will lower the probability you'll get a case of COVID."
    },
    {
      "author": "AUBREY",
      "text": "So he says, to him, it's pretty clear that the benefits of getting this booster shot outweigh any risks. And he's also advising his adult children - they're in their late 20s, early 30s - to get boosted, too."
    },
    {
      "author": "SEGARRA",
      "text": "All right. So what about if you've already had COVID, especially recently?"
    },
    {
      "author": "AUBREY",
      "text": "If you've had COVID over the last several months, it's pretty certain that you've been infected with BA.4 or BA.5, so you've got some time before you need a booster. Generally, three months after an infection is when you should start to think about getting the new booster shot. Judy Guzman-Cottrill told me that she and her two teenagers are just getting over COVID now."
    },
    {
      "author": "GUZMAN-COTTRILL",
      "text": "Our natural antibody response will protect us against COVID for another few months. So I do think it makes sense to wait and get the updated booster about three months after our positive COVID test. We had COVID in August, so getting a booster in November will then protect us from COVID this winter, so we can avoid sick days from work and from school."
    },
    {
      "author": "AUBREY",
      "text": "That's at a time when the virus is very likely to be on the uptick. It won't surprise any infectious disease experts to see another surge this coming winter."
    },
    {
      "author": "SEGARRA",
      "text": "What's the advice for people who have not had COVID recently but want to wait until maybe late fall or early winter to get a booster when the risk, as you say, is likely to be much higher?"
    },
    {
      "author": "AUBREY",
      "text": "Well, I think that many people will wait. I mean, given that the full protection of a booster may only last several months, I would say there are mixed opinions from infectious disease experts about trying to time the vaccine. I spoke to one doctor, Anu Hazra of the University of Chicago about this. He says, you know, he's heard people say, oh, I'll wait until just before Thanksgiving or just before Christmas or just before some big event that they're planning in their life, trying to kind of time the booster to their highest exposure period."
    },
    {
      "author": "ANU HAZRA",
      "text": "It's a very reasonable approach to think about, what's your own risk and trying to potentially calculate or try to think about, when is the best time to get your booster? I think it's also important to know, though, when you get a booster, it's not immediate protection, right? It takes time for your body to create these antibodies."
    },
    {
      "author": "AUBREY",
      "text": "It can take a few weeks - about two or three weeks - before the full protection kicks in. So it's a bit like trying to time the stock market. In theory, it's not a bad idea. But in practice, it just may be tough to pull off."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, that makes sense. Well, so can you explain something? Even though the CDC is recommending the booster for everyone 12 and up, some experts are saying if you're considered young and healthy, you don't really need one."
    },
    {
      "author": "AUBREY",
      "text": "You know, I think this gets to the point where we have to acknowledge that there's just kind of a range of views within the infectious disease community. And there are some respected voices within the infectious disease community making the argument that young, healthy people don't need it, at least not right now. I spoke to Paul Offit. He heads the Vaccine Education Center at the Children's Hospital of Philadelphia. He agrees. Absolutely give the booster to high-risk folks - especially, you know, elderly people, immunocompromised people and those with chronic conditions - but, he says, for now, not everybody else."
    },
    {
      "author": "PAUL OFFIT",
      "text": "My thinking on this is that the goal of this vaccine is to prevent severe illness. For those who already received three doses, I think that they don't fall into one of those three high-risk categories. They are protected against severe illness. So I don't think they benefit from a booster. So I'm not going to be getting this vaccine. I think I'm protected against serious disease."
    },
    {
      "author": "AUBREY",
      "text": "Dr. Offit told me that he'd like to see data from trials in people to show that another booster dose is really protective or more protective. If you look at the CDC's hospitalization data, among people who've already been vaccinated and boosted, the risk of being hospitalized with COVID is exceedingly low. I mean, for people under 50 who've already been vaccinated and boosted, it's about 0.014%."
    },
    {
      "author": "SEGARRA",
      "text": "One question that keeps coming up is, you know, are we going to keep getting COVID boosters? Is this, like, a regular thing now?"
    },
    {
      "author": "AUBREY",
      "text": "I think there's still some uncertainty about this. Though interestingly, at a White House COVID briefing this week, the message there was this new booster is likely the last we're going to need for a while, barring a new variant that trips us up again. The idea now is we're likely headed into an era where COVID vaccines become kind of akin to flu shots, with one annual shot tweaked every year to address whatever strains are expected to circulate."
    },
    {
      "author": "SEGARRA",
      "text": "Allison, thank you so much."
    },
    {
      "author": "AUBREY",
      "text": "Thanks for having me. Great to be with you."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Summer Thomad. Special thanks to Jane Greenhalgh. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Michelle Aslam and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Stu Rushfield. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5521980279.mp3",
  "img": "https://media.npr.org/assets/img/2022/09/09/gettyimages-1387051525_wide-9ba11a28d12e983d859da77bd4c6ef244fe37a0f.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "ALLISON AUBREY, BYLINE",
    "AUBREY",
    "JUDY GUZMAN-COTTRILL",
    "BOB WACHTER",
    "GUZMAN-COTTRILL",
    "ANU HAZRA",
    "PAUL OFFIT"
  ]
}