{
  "title": "3 common thinking traps and how to avoid them, according to a Yale psychologist",
  "url": "https://www.npr.org/transcripts/1122660697",
  "intro": "Humans have a tendency to make snap judgments and assumptions due to our cognitive biases, says Woo-kyoung Ahn in her book 'Thinking 101.' So how do we fight them?",
  "transcript": [
    {
      "author": "ELISE HU, HOST",
      "text": "This is NPR's LIFE KIT. I'm Elise Hu. Most of us have probably never taken a class that's just about thinking or, more specifically, thinking traps. But Woo-kyoung Ahn teaches on these in her role as a psychology professor at Yale. Her class focuses on the common cognitive biases we fall into, sometimes without realizing them. She likes to start out one of her lectures by showing them a BTS dance clip."
    },
    {
      "author": "WOO-KYOUNG AHN",
      "text": "All right. What I'm going to do is I will play the original version first, OK? And then we'll get to the slowed down version, OK? See whether you can do it."
    },
    {
      "author": "BTS",
      "text": "(Singing in non-English language)."
    },
    {
      "author": "HU",
      "text": "So her students watch this short clip over and over again, trying to remember all the basic steps."
    },
    {
      "author": "AHN",
      "text": "The one that I use is supposed to be the easiest one. And I only got, like, six seconds of that video. And I played that, like, 10 times to the students. And I warn them that they can come out and show the dance for the whole class, and there will be a prize for it. You feel like you can do it. I even - I feel like I could do it. I'm not a dancer at all. But after that, they come out and don't look at the screen anymore. I only play the music. They face the audience. And then, of course, none of them could do it."
    },
    {
      "author": "HU",
      "text": "The experiment with her students illustrates the fluency effect, one of the many cognitive traps Woo-kyoung Ahn warns us about."
    },
    {
      "author": "AHN",
      "text": "It's about almost everything that looks, like, very fluent and executed skillfully. We - it creates an illusion that it's easy to do."
    },
    {
      "author": "HU",
      "text": "Of course, it's not just about fooling ourselves into thinking we're better dancers than we actually are. Our cognitive biases can seriously cloud our judgment and sometimes lead to bigger societal issues, like thinking hydrochloroquine (ph) is a COVID cure, for example."
    },
    {
      "author": "HU",
      "text": "So one question I have is, does knowing about these biases and the tendencies that we have to fall into these errors do anything to prevent them?"
    },
    {
      "author": "AHN",
      "text": "Well, I don't think that's sufficient solution. But it is actually a necessary step, right?"
    },
    {
      "author": "HU",
      "text": "So awareness is a first step?"
    },
    {
      "author": "AHN",
      "text": "Yes, exactly. We should be aware of it. But I don't think it's a magic wand, of course not."
    },
    {
      "author": "AHN",
      "text": "OK. Step one - learn your biases. On this episode of LIFE KIT - Thinking 101. Professor Ahn walks us through some common thinking traps she writes about in her new book and offers helpful advice on how to avoid them."
    },
    {
      "author": "HU",
      "text": "Let's get into some of the biases that really have major consequences - not only for us individually, but also as a society. There are two particular thinking traps that I want to focus on because they could have severe effects. The first is negativity bias, which you write makes us act totally irrationally sometimes or just leads us to make the wrong choices. So what is it? And give me an example."
    },
    {
      "author": "AHN",
      "text": "So the negative bias is the loss. The negative information actually weighs a lot more than the equal amount of positive information."
    },
    {
      "author": "HU",
      "text": "OK. So give me an example in my daily life. I remember you had one about kind of when we are shopping and looking at ratings."
    },
    {
      "author": "AHN",
      "text": "Right. Right. It's called - it's like a loss aversion, too. So let's say you order something online, and it said free return. No risk at all, so you just order it. You're not sure about the length or the fit. It arrived, and now you try it on. It kind of belongs to your house. It's kind of yours. And you can't return it just because it is yours now. You own it at this point. Returning would mean losing it, and that feels like a huge, huge, you know, effect to you."
    },
    {
      "author": "HU",
      "text": "Why is it that we cling to things that we already have and are kind of scared to lose them?"
    },
    {
      "author": "AHN",
      "text": "So some people make an evolutionary argument about this. They say we were evolved to be a lot more sensitive to the negativity than positivity because our ancestors lived in a environment where resources are very scarce. It's just a matter of life or death..."
    },
    {
      "author": "HU",
      "text": "OK. Yeah."
    },
    {
      "author": "AHN",
      "text": "...All the time. So losing something at that point should mean a lot of - you know, it should be something that we should care a lot about. Gaining something, it's kind of a luxury at that point. Right? So that's why we are a lot sensitive to losses. So it does make sense. But in this - in the current environment, that can't be the case for most of the people."
    },
    {
      "author": "HU",
      "text": "So because we tend to have loss aversion and filter for the negative, how do we counteract that?"
    },
    {
      "author": "AHN",
      "text": "I try reframing the questions. So there's a study. It involves a custody decision between two parents. Parent A has - it's, like, a parent with all B grades, just average on everything. Parent B has very good features and very bad features. And if we ask participants, who would you offer the custody to, then they choose the second one because they focus only on the good features. And then if a different group of subjects were asked who would deny the custody from, then they'd also choose the second one because they focus on the negative ones. So one of the ways of avoiding the negativity bias would be to reframe your question. Instead of just saying, who would you deny the custody, maybe you might want to reframe it as who would you give the custody to, then kind of average out. So it's like ground beef, right? You - we can say that it's a 15% pure fat. But it's 85 - it's a 85% lean, right? So that's one way of getting over it."
    },
    {
      "author": "HU",
      "text": "Yeah, so when I'm shopping and I see 85% lean, I'm like, oh, that's good enough. That's lean enough. But you're saying that if it was advertised as 10% pure fat or 15% pure fat, that really reframes things."
    },
    {
      "author": "AHN",
      "text": "Exactly. Yeah. Yep."
    },
    {
      "author": "HU",
      "text": "The next big bias or thinking trap I want to focus on is confirmation bias. And this came up a lot, obviously - during election years, especially. You argue that confirmation bias is probably the worst of all the biases. What is it really quick?"
    },
    {
      "author": "AHN",
      "text": "So there are two kinds of confirmation bias. One is that it's a tendency to seek evidence that would confirm your hypothesis. The other is a tendency to interpret evidence to fit with what you believe. So I - so they're just - you know, it's the same kind of bias, right? It's trying to show you're right. So it's at two levels. One is you want to be fair to yourself. So here's one study that I did. I gave participants some fake genetic information about themselves. This is all RB-approved. It's ethically conducted. So they perform some saliva test. And they were asked to rinse their mouth with a mouthwash, and that mouthwash actually contained a large amount of sugar. And then they have to put this test strip under their tongue, and the color changes because that test strip is just diabetes stripe. And when the color changes, we randomly assign them into one of the two conditions. In one condition, we tell them that means that you don't have genetic risks for major depression. In the other, that says the color change means that you have elevated levels of genetic risks for depression. You know, there were, like, more than hundreds of participants. There's no reason why one group would be particularly more depressed than the other group. And then I administered Beck's Depression Inventory, which is a measure of depression."
    },
    {
      "author": "HU",
      "text": "Sure."
    },
    {
      "author": "AHN",
      "text": "And we asked them how depressed they were in the past two weeks or how pessimistic they were, how they how well they slept and so on. And then the people - the group who were told that they don't have genetic risks - they were way below the cutoff for the depression. But the people who received the positive test results, they were way higher than the cutoff for the major depression. That is - this three-minute fake saliva test..."
    },
    {
      "author": "HU",
      "text": "Made them think..."
    },
    {
      "author": "AHN",
      "text": "...Created..."
    },
    {
      "author": "HU",
      "text": "Made them depressed..."
    },
    {
      "author": "AHN",
      "text": "...Created a major depression. Yes. Exactly. That's what I mean by how confirmation bias can be unfair to you because once you learn that you have a genetic risk for depression and when you think about your past two weeks, you may retrieve only the evidence that fits with that hypothesis."
    },
    {
      "author": "HU",
      "text": "Yeah. So you're shortchanging yourself."
    },
    {
      "author": "AHN",
      "text": "Exactly. Exactly. And once you start believing that, then moving on - I mean, of course, we had to debrief them right away, so - that this is all fake and - yeah, blah, blah, blah. But moving - if they were not - in real life, if they actually get that kind of a genetic feedback, they might move on - they might go on thinking that I am actually a depressed person."
    },
    {
      "author": "HU",
      "text": "I can see how, you know, a teacher telling me in elementary school that I wasn't good at sports then made me filter and make me shortchange myself - right? - and think that, oh, gosh, I'm never going to be an athlete. Right? Or - this can happen in a bunch of different permutations."
    },
    {
      "author": "AHN",
      "text": "Exactly. Exactly. So that is what I mean by how the confirmation bias can be unfair at the individual level."
    },
    {
      "author": "HU",
      "text": "And how could better thinking be fairer at a more collective level?"
    },
    {
      "author": "AHN",
      "text": "Right. So if you hire, for instance, only the male people for top-level scientist jobs, you know, people believe that only men can be great scientists. Only men have a - they have a better, you know, intrinsic aptitude to do science. Then you don't end up hiring female scientists. And that's exactly how the prejudice and stereotype gets formed in the society. But look who discovered all these COVID vaccines - female scientists. But there's no guarantee we should be open minded that there can be other possible causes."
    },
    {
      "author": "HU",
      "text": "So what would you say that we should remind ourselves when trying to explain the why of something, or when we make quick judgments or decisions? What could we do to counteract some of the most common traps?"
    },
    {
      "author": "HU",
      "text": "For the confirmation bias, you should always think about what the other possible counterfactual case is, right? Always think about - yeah. What if - would it have been the case if the person was also a female and so on? I mean, confirmation bias is really difficult one to get rid of because it is actually very adaptive mechanism, too. So for instance, when your - when we were - our ancestors were hunters and gatherers. They go to forest and found very good berries. And would you try a different forest to find - to try to falsify your hypothesis, or would you go back to the same hypothesis - the same forest, right? You know, it's a confirmation bias, but it's actually also adaptive system. What is interesting about confirmation bias that's described in the popular media is that they feel like it's something devious, something that, you know, only very bad people want to do it just to prove that they are right. No, that's not the case. It's just ingrained in our cognitive system. It's a very - yeah. It's a very efficient system, right? Because we're not born to be scientists. We don't need to find out the truth about everything."
    },
    {
      "author": "HU",
      "text": "And medically, I don't want to try and take all the drugs in order to figure out which one which one works for me."
    },
    {
      "author": "AHN",
      "text": "Exactly. Exactly. And, you know, my husband, he had worked with - you know, in my life for 27 years. I'm not going to try another husband to falsify the possibility."
    },
    {
      "author": "HU",
      "text": "Very costly."
    },
    {
      "author": "AHN",
      "text": "Yes. Yes. But in other cases, however, it can go wrong. Right? Like, you know, you might also limit the possibilities in your life. For instance, you might go to the restaurant and..."
    },
    {
      "author": "HU",
      "text": "Same thing..."
    },
    {
      "author": "AHN",
      "text": "...Eat still the same food. Yeah - same thing over and over again. So for the things that are not as risky, you might want to just kind of do the random search just for fun. So you can just take a different route to go to your work. Why not, right?"
    },
    {
      "author": "HU",
      "text": "Before we let you go, Woo-kyoung, are there any basic questions that we could ask ourselves if we feel like, hey, I might be falling into a cognitive trap and I want to counteract it?"
    },
    {
      "author": "AHN",
      "text": "One of the things that I sometimes do when I get overly anxious or overly stressed out, I just, you know, take the drawing perspective. I pretend that I'm watching myself from a drawing. And it really kind of puts me in - puts everything into perspective. I kind of see, oh yeah, there's the other side of the story, too. Or this is actually nothing, you know. What I'm worried about is really nothing compared to everything else. Or we could also think about the alternative scenarios as well. In many cases that helps with, you know, overly narrow judgments and being overly confident about your judgments, because if you broaden your perspectives, then yes, you realize that, oh yeah, maybe there is a different story side of the story as well. Yeah."
    },
    {
      "author": "HU",
      "text": "And for the bias that we think that we might be good at an easy BTS move, how do we counteract that?"
    },
    {
      "author": "AHN",
      "text": "You have to just try it. You have to dance it. That's easy. That's the easiest one to start out with. Do it."
    },
    {
      "author": "HU",
      "text": "Woo-kyoung Ahn, a professor at Yale University and the author of \"Thinking 101,\" which is available now. Thanks so much, professor."
    },
    {
      "author": "AHN",
      "text": "Thank you."
    },
    {
      "author": "HU",
      "text": "For more LIFE KIT, we invite you to check out our other episodes. I did one on dealing with regret - which has a lot of tie-ins to this episode - and another on the basics of caring for your skin. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, please subscribe to our newsletter at npr.org/lifekitnewsletter. And now, a random tip from one of our listeners."
    },
    {
      "author": "HANNAH",
      "text": "Hey, this is Hannah (ph) from Austin, Texas. Something I always do if you have a scratchy throat is after I'm done steeping my tea, when I would normally mix honey in or something of that nature, I also drop in my favorite cough drop. And I'll just throw that in. It'll melt. So you just get that nice, soothing feeling as you finish your cup of tea."
    },
    {
      "author": "HU",
      "text": "If you've got a good tip, please leave us a voice memo at 202-216-9823, 202-216-9823 or just email us a voice memo at lifekit@npr.org. We love your tips. This episode of LIFE KIT was produced by Michelle Aslam. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Tre Watson, Stu Rushfield and Patrick Murray. I'm Elise Hu. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5329192602.mp3",
  "img": "https://media.npr.org/assets/img/2022/09/14/gettyimages-1369264619_wide-87c3adc8ef17e6d1dca45a6eb48c8809171de472.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ELISE HU, HOST",
    "WOO-KYOUNG AHN",
    "BTS",
    "HU",
    "AHN",
    "HANNAH"
  ]
}