{
  "title": "Stuck doing all the household chores? This practical guide can help",
  "url": "https://www.npr.org/transcripts/1123560719",
  "intro": "In four steps, experts Eve Rodsky and Jacqueline Misla explain how to fairly split domestic work with a partner or roommate. Don't forget to print out the handy zine!",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT. I'm host Marielle Segarra, here with reporter Andee Tagle. Hey, Andee."
    },
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "Hey, Marielle."
    },
    {
      "author": "SEGARRA",
      "text": "So I hear you're doing an episode on how to split up housework."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. And it's definitely given me a laundry list of things to both work on and think about. So this episode is about how to tackle household labor, but it's also about why domestic work is so often unequally divided in the home and what we can do about it."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I remember reading this story once where the headline was like, my wife divorced me because I didn't do the dishes - or something like that. And it sounded totally extreme. But it is real, right?"
    },
    {
      "author": "TAGLE",
      "text": "Yeah. I read it and many like it. Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. It's about the dishes and the time lost when you're the one always doing them and having to worry about them and it seems like everything else in the house. But it is also about respect, you know, feeling like your partner cares about dividing these things evenly and respects your time as much as their own."
    },
    {
      "author": "TAGLE",
      "text": "Totally. Totally. The fight about the dishes is never just about the dishes. This is something that we know and also something that I found in my research. The problem, more often, is there's an uneven burden placed on one person, often, to be the list keeper for a home, you know, the event planner for social activities, the team captain for coordinating schedules and bill paying and just all of the things."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And that stuff takes a ton of time and effort, and that isn't always acknowledged or accounted for."
    },
    {
      "author": "TAGLE",
      "text": "Absolutely. You said it. So this phenomenon goes by lots of names that are probably familiar to you, Marielle."
    },
    {
      "author": "EVE RODSKY",
      "text": "We call it the second shift. We call it emotional labor. We call it the mental load."
    },
    {
      "author": "TAGLE",
      "text": "So that's attorney and activist Eve Rodsky, one of the experts for this piece. And the term she prefers is invisible work because while this burden is really essential to a functioning society, it's not often seen as, quote, unquote, \"traditional work\" and therefore isn't valued or compensated. That's a big problem. Eve says we have to shift our mindset about domestic labor."
    },
    {
      "author": "RODSKY",
      "text": "What if we treated our homes as our most important organizations?"
    },
    {
      "author": "SEGARRA",
      "text": "So I love that idea, but I have to say, once you get into the details, I feel like things can get really messy - right? - because partners, housemates don't always agree on what chores actually need to be done or how often. Like, you know, I remember a former partner of mine being like, I just don't care if the bathroom is clean. You know, if you do, that's your preference. We don't need to clean it every three days or whatever."
    },
    {
      "author": "TAGLE",
      "text": "I don't think a clean bathroom is a preference, but I digress."
    },
    {
      "author": "SEGARRA",
      "text": "Thank you."
    },
    {
      "author": "TAGLE",
      "text": "What I'm hearing is your partner saw a clean bathroom as a want or a wish, and you saw it as more of an expectation."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "So that's another very common problem. I spoke with Jacqueline Misla about this. She's a change strategist and co-host of the \"Curious Fox\" podcast, which challenges the status quo in love and relationships. She says the difference between a wish and an expectation is communication. So you or I might have strong feelings - very strong feelings - about what a clean bathroom should look like."
    },
    {
      "author": "JACQUELINE MISLA",
      "text": "But if I'm expecting that of you, that requires communication and agreement. Not only do I need to tell you that's what I'm hoping for, but we have to agree that that is what we are both working towards."
    },
    {
      "author": "TAGLE",
      "text": "And it's like what you were saying. That agreement part can be really tough. Like, a lot of households, for example, try to split things 50/50 these days. But that's a hard threshold to meet."
    },
    {
      "author": "MISLA",
      "text": "In that nothing is ever equal. So how many dishes done equals laundry folded? How many trips with a kid to the dentist equals checkups to the car? What does that actually even mean?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, totally. It's like, how do you even define fairness in your household?"
    },
    {
      "author": "TAGLE",
      "text": "Oh, I'm so glad you asked that question. It's harder than you think because there's a lot of history here, right? Take Jacqueline. So she was married to a man for 10 years and always saw herself as progressive and dismissive of gender roles. But then she realized she'd always serve her husband the biggest and best portion of food at dinner because it's what her mom would always do. When she married her wife years later, she assumed those types of gender dynamics would have washed away."
    },
    {
      "author": "MISLA",
      "text": "Now we're two women within a household, and certainly, now we can each choose what we're going to do. And it took a few years, and I realized I was doing the same thing. I would be cooking a meal, and I would give her the biggest and the best portions, because in my mind, she was earning more money than me, so she was head of household."
    },
    {
      "author": "SEGARRA",
      "text": "Sorry, head of household - that term just bothers me. I feel like it ignores so much of the work that people, often women, do in the home. But you have the answers, right? Like, you figured out how to fix this whole thing?"
    },
    {
      "author": "TAGLE",
      "text": "I'm with you. I'm with you. And also, yes, Marielle. In a 20-minute LIFE KIT episode, I've singlehandedly solved society's unequal division of household labor problem."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, good."
    },
    {
      "author": "TAGLE",
      "text": "No, this is a very big, complex problem. But I did find a few good strategies for reframing our relationship to our household labor. And what they all come down to is understanding the values that make your house a home. So whether that's with your spouse and kids or roommates or just yourself and your friendly fiddle leaf fig tree - shout out to you, Eddie (ph)."
    },
    {
      "author": "SEGARRA",
      "text": "All right, Andee. Take it away."
    },
    {
      "author": "TAGLE",
      "text": "OK, team, we've got a ton on our to-do list. Let's get to it. Takeaway one, understand and interrogate the attitudes you're bringing to the dinner table. If you want to balance out your household labor load moving forward, it's helpful to first look back to understand what might have shaped your idea of home and family to begin with."
    },
    {
      "author": "JOHN KIM",
      "text": "So yeah, I - my mom did my laundry. My mom made my bed - all of that, you know, which is kind of embarrassing to say. So now as an adult, I'm reparenting myself in that way. Yeah."
    },
    {
      "author": "VANESSA BENNETT",
      "text": "But you do make the bed every day. So we don't struggle with that one, which is good."
    },
    {
      "author": "TAGLE",
      "text": "John Kim and Vanessa Bennett are consciously unmarried co-parents, co-habitants of their Los Angeles home and co-authors of the book \"It's Not Me, It's You: Break The Blame Cycle. Relationship Better.\" They're also both licensed marriage and family therapists. So life at their house should be a cakewalk, right?"
    },
    {
      "author": "BENNETT",
      "text": "Yeah, totally. A breeze. We never fight. We're always on the same page. No. Absolutely not."
    },
    {
      "author": "TAGLE",
      "text": "In their book, John and Vanessa use their own relationship and life experiences to talk about how far too often, Americans are primed to chase the dream of happily ever after without ever learning the coping skills necessary to maintain a home or relationship once you found one. The fix, they say, starts with an awareness of the influences of your past to understand your patterns. Vanessa, for example, grew up with a single mom who didn't have a lot of money, so she made her own way in the world and had a we don't need anyone else attitude."
    },
    {
      "author": "BENNETT",
      "text": "And it's still something I struggle with where I can actually accept help without seeing that as a form of weakness."
    },
    {
      "author": "TAGLE",
      "text": "John grew up in what he calls an old-school Korean household."
    },
    {
      "author": "KIM",
      "text": "Dad did a lot of ordering. You know, get me water. Do this. And then Mom kind of waiting on him hand and foot plus, you know, flipping burgers and all the stuff that she did, you know, at the family business. And that was just the norm. And so, of course, that leaked into me."
    },
    {
      "author": "TAGLE",
      "text": "Think about your own domestic tendencies. Do you tidy the living room every night because it's important to you or because that's what you saw should be done growing up? Are you upset that you're being asked to clean up or because you feel like you shouldn't have to clean at all after a long day at the office?"
    },
    {
      "author": "KIM",
      "text": "Whenever there's a should, to me, that's a sign to question it. You know, where is that coming from? Is that a should that's coming from, you know, old beliefs or society or culture, or is it coming from truth?"
    },
    {
      "author": "TAGLE",
      "text": "Change coach Jacqueline says the fix can start on the individual level. First, understand and name your pain points. Speak the truth of what's lighting you up about those dirty dishes."
    },
    {
      "author": "MISLA",
      "text": "Could be about peace of mind. It could be about making sure that you feel seen and respected and heard because if the dishes don't get done tonight and I'm the one that's up earliest in the morning, that means I'm going to have to do it. And so it feels like you're not seeing or appreciating me in expecting that, somehow, they will just get done."
    },
    {
      "author": "TAGLE",
      "text": "From there, be intentional about bringing rituals from the past into your present home."
    },
    {
      "author": "MISLA",
      "text": "I loved that we sat around after dinner and just talked and laughed at the dinner table. I want to keep that. What happened as I - when I was growing up that I want to avoid? I did not like the fact that I constantly got yelled at about the number of cups that I was using, right? And what is it that I want to create? So what do I want that looks different than what I didn't have before? What we didn't have before was structure and clarity. And I want to make sure we have that."
    },
    {
      "author": "TAGLE",
      "text": "Structure and clarity, indeed, Jacqueline. That leads us to takeaway two - all time is created equal. Maybe at this point you're thinking, yeah, OK, sure, the previous generations might have had it a little backward, but that doesn't apply to us. We're way more evolved. We both work. We all cook. No head of household here. But before you go patting yourself too hard on the back, might we take a little look under the hood of that chore chart? Because while it's true that men are taking on more child care and housework than ever before, research shows women continue to perform more physical and emotional labor in their families. It's a problem Eve Rodsky attributes to a fundamental mishandling of time."
    },
    {
      "author": "RODSKY",
      "text": "As a society, we've chosen to view and value men's time as if it's diamonds and finite. And we've chosen to value women's time as if it's infinite like sand."
    },
    {
      "author": "TAGLE",
      "text": "Eve is an attorney, activist and author of the bestselling book \"Fair Play.\" She also has a documentary and a wildly popular activity card set that goes by the same name on the subject. So it's not overstating to say she's a go-to authority for all things household labor."
    },
    {
      "author": "RODSKY",
      "text": "And when you do that, when you put a different time value on someone's time because of their gender, really weird things start happening, weird things like we tell women breastfeeding is free when it's really an 1,800-hour-a-year job. Other weird things start happening when we devalue women's time. It's called occupational segregation. When women enter a male field, salaries automatically come down."
    },
    {
      "author": "TAGLE",
      "text": "Let's quickly note here because history, a lot of the research available around domestic labor centers around heterosexual couples. But no matter who you are or who you love..."
    },
    {
      "author": "RODSKY",
      "text": "There are still assumptions there. A lot of our LGBTQIA interviews and families do have better boundaries in the communication but oftentime are falling down on systems because, sometimes, there are assumptions based on money."
    },
    {
      "author": "TAGLE",
      "text": "So Eve is going to help us rethink a few common assumptions about time."
    },
    {
      "author": "TAGLE",
      "text": "First up, time is money. Maybe you're a woman who feels obligated to do more at home because you bring home less pay, or your job is more, quote, unquote, \"flexible.\""
    },
    {
      "author": "RODSKY",
      "text": "That leaves us in a cycle that we can never break. We have a pay gap in this society. And what is even more ironic is that when women outearn their partners, they still do more unpaid labor than their partners."
    },
    {
      "author": "TAGLE",
      "text": "Ever asked your partner for help and been hit with a sure, I'll help you when I can? Eve says to remember that all tasks are not created equal. And the research shows women usually end up with the short end of the stick."
    },
    {
      "author": "RODSKY",
      "text": "Women are the ones who are making school lunches. They're the ones often transporting their kids to school. They're the one doing calendar management - things that really can't happen at their own timetable. Whereas typically, what we saw was that men in the science are doing things like mowing the lawn, paying the bills, things that can be done at their leisure."
    },
    {
      "author": "TAGLE",
      "text": "And here's one last idea I am extremely guilty of - the I can just do it myself. It's easier that way."
    },
    {
      "author": "RODSKY",
      "text": "Oh, my God. That's the worst one. By continuing to keep doing it yourself, you will have to do it yourself for the rest of your life. I want people to look at time as time, that everybody around you just gets 24 hours in a day. And if you love them and you want to build a partnership with them, you have to value their time as equal to your time."
    },
    {
      "author": "TAGLE",
      "text": "Eve says increasing that value in your home starts with visibility."
    },
    {
      "author": "RODSKY",
      "text": "Because when something's invisible, it's very hard to value it."
    },
    {
      "author": "TAGLE",
      "text": "So if any of these assumptions sound familiar, consider doing a time audit just to see where you're at. Eve created a [expletive] I do spreadsheet for her husband, laying out all of the domestic tasks she was responsible for. But you don't have to go that far. This could look like a single piece of paper or your notes app with a column for all the tasks you own at your house, a column for your housemates, and a column for shared tasks. Notice any patterns, any glaring inequities? Feeling some type of way about it?"
    },
    {
      "author": "TAGLE",
      "text": "Right. That takes us right to takeaway three - find your Goldilocks space. Identify your cleaning and coping styles, then meet in the middle. All right. I know we just singled out the cis, heterosexual male population a whole lot. Sorry, guys. The stats are the stats. But now it's time for me to remind you we've all got work to do to balance the scales. As Eve said, we're all complicit here. Thus, in true LIFE KIT fashion, the next step to balancing out your household labor is getting your emotional house in order. Marriage and family therapists Vanessa and John say a common dynamic in the home is that of overfunctioners and underfunctioners."
    },
    {
      "author": "BENNETT",
      "text": "So overfunctioning, underfunctioning both - really, what they are is they're just responses to anxiety. And overfunctioning is usually me doing for others what they can do for themselves, right?"
    },
    {
      "author": "TAGLE",
      "text": "Do you give your partner advice before they ask for it? Ever create a backup plan just in case the one your housemate made falls through? The overfunctioner craves control. They might seem well-intentioned on the surface, just being helpful. But..."
    },
    {
      "author": "BENNETT",
      "text": "It's about you and your anxiety. It's not actually kind of about helping the other person, unfortunately."
    },
    {
      "author": "TAGLE",
      "text": "Underfunctioners, as the name suggests, can struggle to show up when needed. This might be you if you're always asking your partner for permission to eat junk food or refusing to learn new things that your roommate has done for you in the past. Vanessa says these tendencies can sometimes be misunderstood as laziness, but..."
    },
    {
      "author": "BENNETT",
      "text": "There is a deep-seated belief in people who tend to fall on the underfunctioning spectrum that they don't actually believe in their worth and ability to do these things. So, you know, I'm not going to bother cleaning the bathroom because I know that she's not going to like it, and she's just going to do it herself anyway. It's not going to be good enough, so why bother?"
    },
    {
      "author": "TAGLE",
      "text": "In this dynamic, resentment and burnout can grow quickly on both sides. Overfunctioners can feel overburdened and underappreciated. Underfunctioners can feel nagged or nitpicked like they can't ever do anything right. The cycle feeds itself. Very not good. What's to be done? A gut check is a good place to start. Are you being fully honest with yourself and fair to your partner? As an overfunctioner, Jacqueline has realized..."
    },
    {
      "author": "MISLA",
      "text": "While I complain about it and feel sometimes resentful about it, there's also some moral superiority that happens on my part. Everything would fail if it wasn't for me. How is the narrative of me getting up to do the dishes versus sitting on the couch and watching a movie with my family - how does that feed me and my perception of what I need and how I'm valued versus what the truth of the situation is?"
    },
    {
      "author": "TAGLE",
      "text": "And once you've done that, you have to work on actually letting go. I know - this one sounds hard. But once a partner knows they have a task, just let them do it."
    },
    {
      "author": "BENNETT",
      "text": "You got to let them do it. You can't tell them, I need you to step up and then micromanage the stepping up because that's still overfunctioning."
    },
    {
      "author": "TAGLE",
      "text": "Get to the truth of your contributions to the household."
    },
    {
      "author": "MISLA",
      "text": "If you hear yourself asking the questions, did I do it right? Am I finished now? Can you check? If you hear yourself asking those questions, you're a helper. You're not a collaborator. And it's an opportunity for you to reflect."
    },
    {
      "author": "TAGLE",
      "text": "For both sides of the coin, a little reflection and gratitude for everything your housemate brings to the table can go a long way. Like, maybe they leave their socks everywhere, but they always make you laugh when you've had a hard day. Maybe they're quick to micromanage how you chop your onions but never fail to send your grandma a birthday card."
    },
    {
      "author": "MISLA",
      "text": "Are there things that your partner or partners are contributing to the relationship or the household that you are not that you are not giving them credit for? And do you need to reevaluate what gets points?"
    },
    {
      "author": "TAGLE",
      "text": "All right. We've looked back. We've reclaimed time and met in the middle. Where do we go from here? The fun part. Takeaway four - create your blueprint for home life around shared values and expectations. Roll up your sleeves and put on the kitchen gloves, team. We're reworking your chore chart."
    },
    {
      "author": "TAGLE",
      "text": "One way to do this is Eve's Fair Play system. Her approach centers around a card deck she created of 100 chore cards, each with one common household task like laundry or cooking dinner. It can help you prioritize, sort and then own your individual duties in the home. But you don't actually have to use the cards to do this. The idea is just to approach your division of labor with an organized methodology."
    },
    {
      "author": "RODSKY",
      "text": "And people are afraid of that 'cause they think their home should be just full of love. But the way you get to love and the lack of resentment is through systems. When you know your role, everything becomes easier."
    },
    {
      "author": "TAGLE",
      "text": "So here's how it works. First, you'll need to find time to sit down and take account of every task that needs doing in your home. Once you have it listed in front of you, sort through each task and decide together whether or not this task is actually a priority or need at all. Ask yourself, what's a heck yes? What's a wait, why do we even do that? Maybe you've both been taking time to make the bed every day when neither one of you really cares about that unless you have people over. Maybe there are fun activities, like date nights, you'd like to be more intentional about adding to the schedule - or other things, like deep cleaning, that you constantly bicker about and can outsource to lighten your load from time to time, should you have the resources. Once you've whittled down your list to the necessary, you need to decide jointly on a minimum standard of care for each item - so doing the dishes before bed, say."
    },
    {
      "author": "RODSKY",
      "text": "Now, does that mean rinsed off so there's no food on it? Does that mean soaped up and put on the drying rack? Does that mean dried and put in the shelves? They all mean something very different."
    },
    {
      "author": "TAGLE",
      "text": "When you have your list and everyone's clear on how each chore should be handled, it's time to divvy up chores fairly on a weekly basis. Note the use of the word fairly here, not evenly or 50-50. We know that doesn't exist. Instead, consider each person's circumstances for the week. And remember that no one is meant to hold onto one task forever. But when you're the keeper of a task, consider that total ownership of that duty - or what Eve calls CPE. Let's say you're on grocery duty for the week."
    },
    {
      "author": "RODSKY",
      "text": "The C step, the conception, is noticing your second son, Johnny, likes yellow mustard with his protein, otherwise he jokes."
    },
    {
      "author": "TAGLE",
      "text": "The next step, P, is planning."
    },
    {
      "author": "RODSKY",
      "text": "Knowing what everybody else needs for that grocery list and monitoring the mustard for when it's running low."
    },
    {
      "author": "TAGLE",
      "text": "The final step, E, is execution, or actually following through on the task in its entirety."
    },
    {
      "author": "TAGLE",
      "text": "It's important for these steps to stay all together whenever possible because if you do all the conception and planning of a thing, but then ask your partner to execute your vision..."
    },
    {
      "author": "RODSKY",
      "text": "Often, you get spicy Dijon when you asked for yellow. And that accountability and trust starts eroding."
    },
    {
      "author": "TAGLE",
      "text": "Practicing full ownership of individual tasks eliminates the need for one person having to bear the mental weight of everyone else's agendas. It allows over-functioners the space to take a break and under-functioners agency to take control. Once you have your system in place, you're just about done, but not quite yet. The final step is installing some maintenance. Establish regular check-ins to keep things running smoothly and avoid miscommunication. You can find any time or day or style that works for you, but be consistent."
    },
    {
      "author": "RODSKY",
      "text": "That type of high cognition, low emotion conversation, whether it's give minutes a day on a daily basis, being able to check-in about the next day and communicate, that was the big throughline for success."
    },
    {
      "author": "TAGLE",
      "text": "Implementing a fair system like this can help free up more room for everyone's unicorn space, a practice Eve says is as vital as it is undervalued."
    },
    {
      "author": "RODSKY",
      "text": "You are more than just your roles as a parent, partner or professional. Unicorn space is really the space to be consistently interested in your own life, to recognize that you deserve a permission to be unavailable from those roles."
    },
    {
      "author": "TAGLE",
      "text": "And that's the whole point of this, right? Our household should be our safe spaces, the places we can be our fullest, truest selves."
    },
    {
      "author": "BENNETT",
      "text": "We're all having these conversations. We're all trying to rewrite these rules - how exciting. And can we just be more honest and talk about it more with each other and stop pretending like we are a Norman Rockwell painting, when we're not? It's so much more connecting to be real in that struggle."
    },
    {
      "author": "TAGLE",
      "text": "Cohabitation can and will still be hard. But clearing the decks of confusion and unloading some of all those unnecessary expectations and burdens can help to build homes and lives of our own design, whatever that looks like for you."
    },
    {
      "author": "MISLA",
      "text": "And how do we make this our own? Even if we subscribe to monogamous, heterosexual, white picket fence, children and a dog and that allows us to thrive - how do we ensure that we are still doing that our way, and that we are not carrying down expectations from grandparents, great-grandparents, cousins and others, who don't have to live in our house or sleep in our bed?"
    },
    {
      "author": "TAGLE",
      "text": "Whew. Thanks for laboring through all of that with me. Ready to balance out that household mental load? Here's a quick recap. Takeaway 1, understand and interrogate the attitudes you're bringing to the dinner table. Consider how your upbringing and the structure of society has influenced how you move through your home and your relationships. Are you on board with the way things work, is your partner? Takeaway 2, all time is created equal. And visibility is value. We all have the same 24 hours. And housework is work, friends. Takeaway 3, find your Goldilocks space. Understand the emotions and motivations underneath your domestic labor disputes to better find a happy middle ground. Takeaway 4, create a new domestic labor blueprint based on shared values. Define fairness on your own terms. And remember, your house, your rules."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on relationship contracts. We've got episodes on deep cleaning and green cleaning, plus lots more on everything from parenting to finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And if you're looking for a way to support shows like this one, please, consider joining LIFE KIT+. A LIFE KIT+ subscription allows you to unlock an exclusive LIFE KIT feed without any sponsor breaks. You can learn more at plus.npr.org/lifekit. And a big thanks to all of our subscribers out there listening now. We appreciate your support."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Michelle Aslam. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes me, Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Summer Thomad and Sylvie Douglis. Julie Carney is our podcast coordinator. Engineering support comes from Stu Rushfield, Tre Watson and Patrick Murray. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8441024256.mp3",
  "img": "https://media.npr.org/assets/img/2022/09/16/domestic-labor_wide-e5016d59f7685f52b35047389a2d68417e693e8f.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "ANDEE TAGLE, BYLINE",
    "SEGARRA",
    "TAGLE",
    "EVE RODSKY",
    "RODSKY",
    "JACQUELINE MISLA",
    "MISLA",
    "JOHN KIM",
    "VANESSA BENNETT",
    "BENNETT",
    "KIM"
  ]
}