{
  "title": "Dear Life Kit: My parents ran a background check on my partner. How can I trust them?",
  "url": "https://www.npr.org/transcripts/1124124725",
  "intro": "A daughter tries to rebuild trust with her parents after they  secretly ran a background check on her boyfriend. Therapist and author Nedra Glover Tawwab shares insight on how to move forward.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Today on the show - my parents ran a background check on my partner without my permission. Where do I go from here?"
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Dear LIFE KIT."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Dear LIFE KIT."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "Dear LIFE KIT."
    },
    {
      "author": "UNIDENTIFIED PERSON #4",
      "text": "Dear LIFE KIT - I have a question for you."
    },
    {
      "author": "TAGLE",
      "text": "This is Dear LIFE KIT from NPR."
    },
    {
      "author": "UNIDENTIFIED PERSON #5",
      "text": "How can I become a better caretaker?"
    },
    {
      "author": "UNIDENTIFIED PERSON #6",
      "text": "How do I deal with my parents' unrealistic expectations?"
    },
    {
      "author": "TAGLE",
      "text": "And we're getting personal."
    },
    {
      "author": "UNIDENTIFIED PERSON #7",
      "text": "I'm catching feelings for someone, but they're married."
    },
    {
      "author": "TAGLE",
      "text": "I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."
    },
    {
      "author": "NEDRA TAWWAB",
      "text": "I can't wait to assist."
    },
    {
      "author": "TAGLE",
      "text": "That's today's expert, Nedra Tawwab. Nedra is a renowned therapist, relationship expert, bestselling author of \"Set Boundaries, Find Peace\" and one of my favorite people to follow on Instagram. Every day, she helps people create healthy relationships with themselves and others, and today is no exception. Stay tuned."
    },
    {
      "author": "TAGLE",
      "text": "Nedra, we have a whopper for you. Before we get started - please be honest - have you ever invaded someone's privacy?"
    },
    {
      "author": "TAWWAB",
      "text": "Like reading someone's journal? Of course."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter) I'm so glad that you said that. I can't lie - I definitely raided my sister's closet on multiple occasions when I was little. Sister, when you hear this, I'm sorry. Please don't give me a wedgie."
    },
    {
      "author": "TAGLE",
      "text": "OK, Nedra, here is today's question."
    },
    {
      "author": "TAGLE",
      "text": "Dear LIFE KIT - my parents ran a background check on my partner without my permission. They discovered info my partner had already disclosed to me, and then they shared it with other people. My mother told my immediate family, and it eventually seeped out to my extended family. I feel completely violated and have lost trust in them. I've tried to rebuild a relationship with my folks, but I have so much resentment. Where do I go from here? Signed, Trust Bust."
    },
    {
      "author": "TAGLE",
      "text": "Nedra - wow. That feels so extreme. Is it ever OK for parents to do something like this?"
    },
    {
      "author": "TAWWAB",
      "text": "Absolutely not. I mean, it's such a violation. And it would've been a better situation if the parents would've asked, you know, what's going on with this person, right? And I think if you do a background check, it's a secret. You don't tell everyone. You know, I once had a neighbor, and my neighbor said, hey, what's your name? And I said, Nedra. And he said, oh, yeah, I Googled you. And I was like, oh, my God."
    },
    {
      "author": "TAGLE",
      "text": "Oh, my goodness."
    },
    {
      "author": "TAWWAB",
      "text": "Like, this feels so weird. It just feels like you know too much about me, and I don't know anything about you. It's a very one-sided way to have information. And in relationships, we typically have the ability to disclose when we're ready, right? So even if it takes us a while, we're slowly building that trust where we get to the point of maybe sharing whatever the secret was. Right? But you have to wait until the person is ready for you to know, and it seems like the parents wanted to know right away."
    },
    {
      "author": "TAWWAB",
      "text": "I do wonder if something was exhibited, something seemed like it was missing. But also, why did the parents think that it was their place to find out that information because it seems like their daughter - even though she had this information, it didn't change her mind about her partner."
    },
    {
      "author": "TAGLE",
      "text": "Right. I mean, to me, maybe a bigger question here is, what is the right boundary for parents? A background check is too far. But are there questions they can ask or should ask? Is it OK to ask your kids' friends about what's going on in their life? What is the healthy version of that situation?"
    },
    {
      "author": "TAWWAB",
      "text": "I think with adult children, we have to think about, is there some harm being caused? You know, if people have preferences and it's not causing anyone any harm, should we intervene? I don't think so. I wonder, what is the harm? What was their concern? Parents can address concerns without prying into background checks, right? I'm concerned about whatever led them to do this. You know, you told us this person had this job before, and I'm concerned that he won't be able to support you. Or that this new boyfriend won't be able to - whatever the things are, I think those are conversations to have, not information to be gathered on your own because you don't know what's happening in their relationship and what sort of conversations they've had."
    },
    {
      "author": "TAWWAB",
      "text": "It's really important to allow your children to create the sort of life that they want to, and the challenging thing is, sometimes they will make mistakes. Sometimes they will date people who aren't the best for them. They will have to figure it out, just like you figured it out - through practice, through error, you know? Your parents couldn't have done a background check. The internet wasn't that accessible. But now that we have this information, we should not abuse the privilege of background checks. If there was something harmful happening, the daughter was in danger. She was being hurt. She was being abused in some way. She started to act in a strange manner - those sort of things. Then I think, oh, gosh, you know? But I wouldn't even say we share this with family. I mean, if it's harm, we share that with authorities."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "TAWWAB",
      "text": "Right? You know..."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "TAWWAB",
      "text": "I don't know what these other family members could do when we are truly concerned about someone being hurt. It doesn't sound like we were concerned about you - as much as it is - we wanted to paint a certain picture so more people would agree with us because we told these other folks. Now, everyone thinks that you should blah, blah, blah, blah, blah. Is that a safety concern? I don't think so. I think that is a life preference for that child, and that is unfair."
    },
    {
      "author": "TAGLE",
      "text": "OK, so this is where we're at, right? TB is telling us that they want a relationship. They're trying to rebuild. How should TB deal with these feelings of resentment? Is it on TB to rebuild?"
    },
    {
      "author": "TAWWAB",
      "text": "It's on both of them. The parents have to start to reestablish trust. And they can't put it all on their daughter, even though she's mad. They have to reach out. They have to make some time to spend together. So would you like to go to dinner, you and your partner? Would you like to, you know, come over to the house? There has to be some reinvestment of time to rebuild the relationship, and it may take some time."
    },
    {
      "author": "TAGLE",
      "text": "Same goes for the partner? Any other advice for the partner in this situation?"
    },
    {
      "author": "TAWWAB",
      "text": "You know, grace - it sounds like these parents had some concern that caused them to violate this boundary and to look this information up. It can be even harder for a partner because this isn't their family, right? They don't have that attachment of history and DNA and all of this stuff that TB has. So it's like, you know, wow, your family is really mean. But I would say offer some grace. This is, you know, an unfortunate situation, but it seems like it was done to hopefully prevent something that they saw as a problem. And if you're going to remain in this relationship, you will have to do it and at least be cordial with your girlfriend's parents if she decides to continue a relationship with them."
    },
    {
      "author": "TAGLE",
      "text": "Oof. Big ask. Final thoughts for us, Nedra, on trust. You know, violations of trust - they happen. They happen every now and then to all of us."
    },
    {
      "author": "TAWWAB",
      "text": "Yes. Yeah. I think when trust is violated, it's important for people to be accountable, to not be defensive about it. Far too often, people will say, well, I did it because or you did it to me or, you know, I needed to know. We have no entitlement to knowing things about people that they don't want us to know. So we have to allow people to have some level of privacy. When trust is broken, the only way to rebuild is to learn to trust again by allowing people to be in your life and demonstrate that they can do something different. If you have lost trust in someone being able to arrive on time, guess what they have to start doing? They have to start consistently showing up on time. And maybe - I don't know - maybe the 10th time, you'll say, they can be on time. If you never allow them the opportunity to show up for you again, you'll never know if they can be trustworthy. So it does take some vulnerability on your part, and it certainly takes you saying this relationship is important enough for me to give it another chance."
    },
    {
      "author": "TAGLE",
      "text": "All right, Nedra, before you go, can you please give us the best advice you've ever received?"
    },
    {
      "author": "TAWWAB",
      "text": "When people show you who they are, believe them. Far too often, I have seen us try to recreate who we want people to be, only to later find out they are exactly what they've been demonstrating. We will make excuses. We will pretend that we're not saying what we see. It really teaches you this person can be in relationship with me, and this person probably is not a safe pick."
    },
    {
      "author": "TAGLE",
      "text": "Great advice. Thank you."
    },
    {
      "author": "TAWWAB",
      "text": "You're welcome."
    },
    {
      "author": "TAGLE",
      "text": "That was therapist and author Nedra Tawwab. If you've got a question for us, you can find the Dear LIFE KIT page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan, Vanessa Handy and Sylvie Douglis. Bronson Arcuri is the managing producer. And Meghan Keane is the supervising editor. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5497583971.mp3",
  "img": "https://media.npr.org/assets/img/2022/09/21/dearlifekit_backgroundcheck-copy_wide-d8cb36f59f77793738d3c8205d2e37999e91dfbe.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "UNIDENTIFIED PERSON #3",
    "UNIDENTIFIED PERSON #4",
    "TAGLE",
    "UNIDENTIFIED PERSON #5",
    "UNIDENTIFIED PERSON #6",
    "UNIDENTIFIED PERSON #7",
    "NEDRA TAWWAB",
    "TAWWAB"
  ]
}