{
  "title": "How to stop stewing about something you've taken (a little too) personally",
  "url": "https://www.npr.org/transcripts/1124806233",
  "intro": "Being offended by something that someone did or said can be upsetting — but it doesn't have to eat away at us. Mental health experts share how to slow down and gain clarity when things get personal.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT. I'm your host, Marielle Segarra, here with LIFE KIT reporter Diana Opong. Hey, Diana."
    },
    {
      "author": "DIANA OPONG, BYLINE",
      "text": "Hey, Marielle."
    },
    {
      "author": "SEGARRA",
      "text": "How's it going?"
    },
    {
      "author": "OPONG",
      "text": "I'm good. I mean, there's been something that's kind of been on my mind for a couple of days that is kind of annoying, happened the other day, not a big deal."
    },
    {
      "author": "SEGARRA",
      "text": "What happened?"
    },
    {
      "author": "OPONG",
      "text": "OK, I feel kind of silly telling you this, so just bear that in mind. So I went to go get gas the other day, and, you know, a convenience store is right there, and I'm like, let me go grab a snack. It's a busy day. Just grab a little something and, you know, carry on. And as I was walking to the door, somebody was walking sort of just ahead of me and didn't hold the door for me. And I just - I was surprised."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, because that's super rude."
    },
    {
      "author": "OPONG",
      "text": "Yeah, I guess so. I mean, I just remember kind of, like, standing there for a minute thinking, like, I just don't understand. Like, how hard is it to hold the door for somebody? Like, it's just such a small thing. And I remember being, like, really annoyed by the whole thing."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I get it. I feel like this has actually happened to me. I actually had a woman slam the door in my face once..."
    },
    {
      "author": "OPONG",
      "text": "What?"
    },
    {
      "author": "SEGARRA",
      "text": "...Like, right in my face when I was coming into a building. And I thought about it for days. Like, I was obsessed with it."
    },
    {
      "author": "OPONG",
      "text": "Yeah. It's like there's this thing where our inner voice just starts talking to us and judging this person and their actions. And it feels in the moment kind of like too much - right? - 'cause it seems like such a small thing - somebody not holding a door for you - not a big deal. But it felt like a big deal in the moment."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I think it's partly like, why would they do this to me? Did I do something to upset them?"
    },
    {
      "author": "OPONG",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Like, I don't understand."
    },
    {
      "author": "OPONG",
      "text": "It's hard to not take it personal. And so I went in. I got a snack. I, you know, grabbed a soda and some jerky or something, but, like, it took me a while to figure out what I was doing. I was kind of grumpy as I was, like, tromping into the store once I finally, like, opened the door. And I just - I don't know, I just - I couldn't stop thinking about it after I left, and it just made me feel kind of bad. I don't know."
    },
    {
      "author": "SEGARRA",
      "text": "Totally. I feel like in those moments, it can be really hard to move on."
    },
    {
      "author": "OPONG",
      "text": "Yeah. Anyway, thank you for listening and for not saying that I shouldn't have taken it personally 'cause it sounds like you get it."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I wouldn't say that. I don't like to hear that either."
    },
    {
      "author": "OPONG",
      "text": "You know, Marielle, it's like - it's this phrase that I know lots of people have been told, but I know for me, I've heard it more than I care to admit. And hearing, like, don't take it personally, Diana, or it's not about you when it totally feels like it's about you - it's easier said than done, like, particularly when I'm, like, feeling hurt or just confused by someone's words or actions and just, like, you know, caught up in my feelings. At the end of the day, someone not opening a door for me is not a big deal. Right? We all experience small things like that from time to time, but we also have conversations with friends, co-workers and family that have higher stakes, that are bigger deals. I reached out to psychology professor Ethan Kross to try to help me wrap my head around why we take things personally in the first place. Kross teaches at the University of Michigan, and he runs their Emotion and Self Control Laboratory."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, that's a cool specialty."
    },
    {
      "author": "OPONG",
      "text": "Yeah, right? And in his job, he researches how self-control works in our daily lives. Here's Kross explaining what exactly is happening when we start to take things personally."
    },
    {
      "author": "ETHAN KROSS",
      "text": "When we encounter information that in some way says, hey, we need to stop, pause and think more carefully about what's going on - like when you're rejected or insulted - we devote all of our mental resources or a lot of them to trying to address that issue. And that's why taking things personally can sometimes be really disruptive to us achieving our goals and living the lives we often want to lead."
    },
    {
      "author": "SEGARRA",
      "text": "That explains why you kind of lost focus when you went into the store to grab a snack."
    },
    {
      "author": "OPONG",
      "text": "Yeah, I couldn't stop thinking about the incident - right? - the moment that the thing happened. And Kross is also an author, not just a teacher. And he wrote a book called \"Chatter: The Voice In Our Head, Why It Matters, And How To Harness It.\" Have you ever heard of it?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I've actually read this book. I found it super helpful. He had a lot of tools in there that I could put into use immediately."
    },
    {
      "author": "OPONG",
      "text": "Yeah, his book helped me shift the way I think about how people think. Kross says once we get on that runaway train in our minds, it can have some pretty profound consequences. He says excessive rumination can impact our ability to think and perform. It can create friction in our relationships, and it can even be toxic to our health."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, jeez."
    },
    {
      "author": "OPONG",
      "text": "But it's not all bad news, Marielle. Here's Kross again."
    },
    {
      "author": "KROSS",
      "text": "The really good news is that we have discovered that human beings have evolved in a way that we are not just susceptible to chatter, but we also have a variety of different tools that we can muster to deal with it."
    },
    {
      "author": "SEGARRA",
      "text": "Tools - give us the tools."
    },
    {
      "author": "OPONG",
      "text": "(Laughter) So on this episode of LIFE KIT, how to cope when things feel personal."
    },
    {
      "author": "SEGARRA",
      "text": "Take it away, Diana."
    },
    {
      "author": "OPONG",
      "text": "I used to have a hard time understanding what it meant when someone would say, don't take it personally. From where I was standing, if a comment was said to me that made me feel bad or felt off, it was personal."
    },
    {
      "author": "KROSS",
      "text": "When you take something personally, you are attaching to it a sense of your own self-worth. If you're taking something personal that is negative in tone and then connecting that to who you are as a human being, the outcome usually isn't a very good one. The outcome is now I'm feeling really bad about myself."
    },
    {
      "author": "OPONG",
      "text": "Calling Diana feeling bad about herself, party of one. Your table is ready. But before any of us take a seat at our proverbial pity party and say or do something that we may regret, Kross says to remember to pause. That's takeaway No. 1. Not every action deserves an immediate response, but sometimes that can be hard to do in the moment. I reached out to therapist and author Sana Powell for some advice."
    },
    {
      "author": "SANA POWELL",
      "text": "When we take things personally, it's often to go into the defensive and feel like we need to defend ourselves, our character. If we feel hurt, we might feel like we want to hurt them back or prove ourselves in some way. And so I would say the first step is, instead of responding right away, to consider the entire situation and think about could there be other things going on here that would make this not just about me?"
    },
    {
      "author": "OPONG",
      "text": "Earlier, I gave the example of the person who didn't hold the door for me at the gas station, and I assumed that they must have seen me, but maybe they didn't even realize I was there. Or maybe they had to go the bathroom."
    },
    {
      "author": "POWELL",
      "text": "And it's OK to acknowledge in this moment, OK, I'm feeling a little defensive. I'm feeling a little hurt. I'm feeling a little insecure. And it's OK to acknowledge those natural reactions that come up."
    },
    {
      "author": "OPONG",
      "text": "The last thing we need is to feel bad about feeling bad. So remember that there is nothing inherently wrong with taking something personally. It's a normal part of being a person on this planet. The problem, Kross says, is when we don't pause, and we let our minds run wild. Kross says there's a good reason for that."
    },
    {
      "author": "KROSS",
      "text": "If you want to think about it from a evolutionary perspective, the idea is well, the negative stuff is more likely to get us in big trouble than the positive stuff, so we should be overly sensitized to thinking about negative information."
    },
    {
      "author": "OPONG",
      "text": "You may think that replaying a scenario over and over is helping you problem solve, but in actuality, it's not."
    },
    {
      "author": "KROSS",
      "text": "Instead, we step onto this hamster wheel in our minds where we're chasing those solutions but not making any progress. We're just spinning, turning the event over and over in ways that make us not fun to be around. We're turning over these things in ways that damage our health and make it hard for us to do our jobs."
    },
    {
      "author": "OPONG",
      "text": "Kross told me that a lot of people think that we should strive to live lives free of stress and negative emotions. But that's maybe an overcorrection."
    },
    {
      "author": "KROSS",
      "text": "What I like to remind people is the ability to experience a stress response or different kinds of negative emotions is actually really, really useful. You don't want to live life without the ability to experience anger or anxiety or sadness in small doses in the appropriate situations."
    },
    {
      "author": "OPONG",
      "text": "Here's an example of what he means."
    },
    {
      "author": "KROSS",
      "text": "If I get a little blip of anxiety a week before I have to teach, that's a good thing. You know what it does? It makes me actually prepare my lesson. If I'm insulted and anger is activated, that motivates me to protect my space and those around me."
    },
    {
      "author": "OPONG",
      "text": "Kross says those are all useful responses. What we want to avoid is having them be prolonged, which is toxic."
    },
    {
      "author": "KROSS",
      "text": "What makes them toxic, though, truly toxic from a health point of view, is when our negative emotional responses get activated and then they remain chronically activated over time. This is precisely what ruminating about an experience does to us. And the consequence for our health is this - that long-term activation of a negative emotion, that exerts a wear and tear on the body that we're not built to accommodate."
    },
    {
      "author": "OPONG",
      "text": "This is why it's essential to pause. Pausing gives us a chance to think more carefully about what's going on and slow down that hamster wheel or not get on it in the first place. It also paves the way for takeaway No. 2 - try something called mental distancing. Take some time to distance yourself from the comment or behavior that is making you feel bad so you aren't stuck in your feelings. Chicago-based clinical psychologist Adia Gooden says there are things we can do each day to help us practice the technique of distancing in order to minimize how much time we spend ruminating. She says having practices that help ground you can help stop you from spiraling."
    },
    {
      "author": "ADIA GOODEN",
      "text": "I find it very helpful to meditate in the morning. I don't always do it. And I notice that when I do, it is easier to slow myself down as the day goes along if something comes up. Maybe it's taking walks, something that gets you present. And if you make that a habit, it's going to be easier to sort of carry that into your day."
    },
    {
      "author": "OPONG",
      "text": "Gooden also shared that part of distancing is letting go of control."
    },
    {
      "author": "GOODEN",
      "text": "So when we worry that everything is about us, we tend to think, oh, well, maybe if I acted differently, they would act differently. And yes, like, if we're really kind and pleasant, people are probably more likely to be kind and pleasant back to us. But sometimes, that's not the case, right? Sometimes, we can be as kind and pleasant as we want and somebody is in a bad mood, and they are just going to have an attitude with us."
    },
    {
      "author": "OPONG",
      "text": "The only person we can control is ourselves. And that's important to keep in mind."
    },
    {
      "author": "GOODEN",
      "text": "And if it's like, well, how they act is about them, then I'm going to act in a way that feels aligned with my values. I'm going to show up in a way that feels good for me."
    },
    {
      "author": "OPONG",
      "text": "Professor Kross also suggests something called distanced self-talk."
    },
    {
      "author": "KROSS",
      "text": "It involves using your name and the second-person pronoun you to coach yourself through an event. Why does this work? Think about when we use names and words like you. We use these parts of speech when we think about and refer to other people. So the links in your mind between using a name and thinking about someone else is very, very strong. And so the idea is that when you use your own name to weigh in on your problems, that's providing you with a sense of objectivity. It's reducing your sense of self-involvement."
    },
    {
      "author": "OPONG",
      "text": "I know this may sound strange, but it's worth a try. For example, instead of recounting the gas station story to myself in the first person, I would say something like Diana felt a little frustrated when a person didn't hold the door for her, but there's a good chance that other person didn't see her, and it's not a big deal. Another thing to try - look at the big picture, like the really big picture. Here's professor Kross again."
    },
    {
      "author": "KROSS",
      "text": "Think about how are you going to feel about this tomorrow, next week, next month, 10 years from now? If none of those work, you can always do the ultimate temporal distancer, which is how are you going to feel about this when you're dead?"
    },
    {
      "author": "OPONG",
      "text": "Kross says asking yourself those questions can help get you out of a chatter loop. OK, so let's say you're taking something personally. You paused and acknowledged your feelings and distanced yourself in order to see the whole picture, maybe with some distance self-talk. After all that, you may decide to just let things go and move on. But maybe this is a situation where, even after you've recentered yourself, you'd like to give some feedback. Whether it's because you want to maintain a relationship or you just don't want to be treated a certain way, it's up to you to decide when it's a good idea to do our next piece of advice. So if you think it's worth the emotional labor to clear the air, it's time for takeaway No. 3 - try to seek clarification. When we take something personally, it's usually due to a miscommunication and the story we have put together in our head. Here's therapist Sana Powell with why."
    },
    {
      "author": "POWELL",
      "text": "Because our perception of what was said or what was done is very biased. It is from our own world view."
    },
    {
      "author": "OPONG",
      "text": "Having a clarifying conversation can be hard. You may be uncomfortable, and the whole thing may be super awkward. Things can feel even more complicated if you come from a marginalized identity and are looking to speak to someone in a position of power or privilege. Powell offers one approach."
    },
    {
      "author": "POWELL",
      "text": "For example, hey, when you said that thing or when you did that thing, this is how I interpreted it. Is that correct? Or am I missing something here? And it takes courage to be able to do that because it means making yourself vulnerable and even admitting like, hey, this affected me. When you did or said that, that impacted me, and I'm in my feelings about it. And so I want to talk about it."
    },
    {
      "author": "OPONG",
      "text": "This helps the person see how their words or actions are impacting you, and hopefully that means that maybe they'll change their behavior in the future. Seeking clarity can also prevent more negative messaging from entering our minds. Kross says our minds are really good at absorbing negative thoughts and creating stories."
    },
    {
      "author": "KROSS",
      "text": "We often tell stories to ourselves, and your inner voice helps you do that. So those are all the wonderfully positive sides of your inner voice. You don't want to get rid of it for those reasons. But then there's this dark side, which you and I and I'm guessing many listeners are familiar with, which is bad things happen, bad experiences, losses, rejections, anger-provoking events, anxiety, envy. You fill in the negative experience."
    },
    {
      "author": "OPONG",
      "text": "By seeking clarity, you can clear up any confusion that may be occurring. For example, let's say your partner is always on their phone at dinner time, and it makes you feel like they don't care to connect. Here's clinical psychologist Adia Gooden again with some guidance on how to approach this type of scenario."
    },
    {
      "author": "GOODEN",
      "text": "The story I'm telling myself is that since you're always on your phone, you don't really care to pay attention to me and what I'm saying. And it's making me feel like you don't think I'm worthy of your attention, right? And they might say, oh, shoot. Oh, I didn't mean to. Or, you know, I've been kind of frustrated and I didn't know how to bring it up, so I've just been looking at my phone instead of making eye contact with you. Let's talk."
    },
    {
      "author": "OPONG",
      "text": "We're now equipped with a few tools to help us in the midst of a potential personal attack. But I was curious if there was a way to preemptively take things less personally, you know, armor up a bit in advance. Gooden says there is power in growing our confidence. She helps people believe that they are unconditionally worthy and has our fourth and final takeaway - build up your self-worth."
    },
    {
      "author": "GOODEN",
      "text": "When we're looking for other people to affirm our worth, then any little thing they do either feels like it confirms or disconfirms whether or not we're worthy, right? So if they're rude, then oh, my gosh, I must not be worthy of respect, right? If they're nice, OK, I feel great, right? But we're sort of dependent on other people and how they respond to us for our sense of worthiness. If, in contrast, we're grounded in the fact that we're unconditionally worthy, then if somebody doesn't treat us that way, we can say, OK, well, I don't know what's going on with them. I know I'm worthy of love, care and respect, so I'm not going to spend time around this person. Or I'm going to talk to this person about that, but I'm not going to think their behavior makes me unworthy."
    },
    {
      "author": "OPONG",
      "text": "This is hard work and not something that comes easily. But if we take the time to grow in our self-worth, it can go a long way. I asked Gooden if there was anything missing from the conversation of how to cope when taking something personally. And this is what she had to say."
    },
    {
      "author": "GOODEN",
      "text": "I think often, the advice around not taking it personally is if it's not about you, you shouldn't feel anything in response. And we're humans. And as humans, we have emotions, and we want to be accepted. We want to be cared for. We want to be loved, all of those things. And so when we don't feel that, we're going to have an emotional response."
    },
    {
      "author": "OPONG",
      "text": "Both Gooden and I are women of color. And I know for me personally it can be hard to remember who I am and not let the noises of the world impact my self-worth. She practices positive self-talk around this."
    },
    {
      "author": "GOODEN",
      "text": "There's no problem with me being a Black woman. There's not a problem with that. It's fabulous. If somebody thinks that I'm less than because I'm a Black woman, that's their issue, right? So yes, that's disrespectful to me. But that's their issue. I'm not going to get all caught up worrying about it because I can't solve the racism in their head. Like, I just can't do it, and I am not going to spend the energy doing that."
    },
    {
      "author": "OPONG",
      "text": "This is key to the foundation of building our self-worth. Gooden says we do that by periodic check-ins with ourselves, getting curious and mindful about our moods and what might be impacting us, then practicing self-acceptance, like thinking of all the things that make you - your culture, your gender, whatever it may be - really wonderful."
    },
    {
      "author": "GOODEN",
      "text": "How can you offer yourself encouragement and support maybe around how you're feeling? Wow. You know, that felt really disrespectful. And you know what? You're worthy of respect, right? And it might even be saying, you know, it probably wasn't about you. Even though that felt really bad, it probably wasn't about you. And let's make sure to spend time around people who remind us that we are worthy, right? So some affirmation, some encouragement. So I see you. I accept you. I affirm you."
    },
    {
      "author": "OPONG",
      "text": "A little self-worth can go a long way toward spending less time and energy getting caught up in other people's words and actions towards us. Here's a quick recap of the best ways to cope when you're starting to take something personally. Takeaway number one, not every action deserves an immediate response or a response at all."
    },
    {
      "author": "POWELL",
      "text": "Pause and give ourselves a moment to consider the entire situation."
    },
    {
      "author": "OPONG",
      "text": "Make some time to recognize your emotions and feel your feelings. Takeaway number two, practice mental distancing."
    },
    {
      "author": "GOODEN",
      "text": "It's sort of exhausting to walk around thinking that everything everyone else does is about us, right? That's how a lot of us operate because we're in our own head."
    },
    {
      "author": "OPONG",
      "text": "Take a walk, meditate or even listen to your favorite music. Take that time to decide whether you can just move on or if you need to address it. If you realize that you do need to say something, it's time for takeaway number three, seeking clarification."
    },
    {
      "author": "KROSS",
      "text": "When we take something personally, it tends to cloud how we think about ourselves and if it's something really significant, that's all we can think about. So our attention narrows in on the situation at hand."
    },
    {
      "author": "OPONG",
      "text": "Uncloud your mind and ask clarifying questions. Takeaway number four, build up your self-worth so that it's easier to untangle who you are and your worth from someone else's behavior."
    },
    {
      "author": "OPONG",
      "text": "For more LIFE KIT, check out our other episodes. I've hosted one on how to shake the feeling that you're an imposter. And we've got another one on why you should stop complimenting people for being resilient. You can find these at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a random tip from one of our listeners."
    },
    {
      "author": "HANNAH",
      "text": "Hey, this is Hannah (ph) from Austin, Texas. And something I always do if you have a scratchy throat is that after I'm done steeping my tea, when I would normally mix honey in or something of that nature, I also drop in my favorite cough drops, and I'll just stir that in. It'll melt along with everything else. And then that way you don't have to suck on a lozenge or do whatever else. You just get that nice, soothing feeling as you finish your cup of tea."
    },
    {
      "author": "OPONG",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Audrey Nguyen, with help from Sylvie Douglis. It was edited by Meghan Keane, who was our supervising editor. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Michelle Aslam and Summer Thomad. Julie Carney is our podcast coordinator. Engineering support comes from Stu Rushfield, Tre Watson and Patrick Murray. I'm Diana Opong. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3943572881.mp3",
  "img": "https://media.npr.org/assets/img/2022/09/23/gettyimages-1190354359_wide-05a53a909b1f25520014e01c2fc1eb62a205df32.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "DIANA OPONG, BYLINE",
    "SEGARRA",
    "OPONG",
    "ETHAN KROSS",
    "KROSS",
    "SANA POWELL",
    "POWELL",
    "ADIA GOODEN",
    "GOODEN",
    "HANNAH"
  ]
}