{
  "title": "Anxiety is hard on IBS patients. Here's how to find relief",
  "url": "https://www.npr.org/transcripts/1125601605",
  "intro": "More than 25 million Americans have Irritable Bowel Syndrome. While IBS symptoms present in the gut, it turns out that stress and anxiety can actually exacerbate symptoms. Here's how to identify triggers for IBS, eat a diet that decreases gas and bloating — and learn where to seek help.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Marielle Segarra. Today, we're going to talk about our stomachs and digestion. And, yeah, it's not the most glamorous topic, but it is a super important one. When you constantly have an upset stomach, it can be hard to focus. You may not want to stray far from home to, say, go on a hike or to a party or on a date. And you may also be afraid to eat a lot of things. But the way our guts feel - well, that's about more than just what we eat. A big part of it is mental. There's a tie to stress. We see this in people with irritable bowel syndrome or IBS. More than 25 million Americans have it, and many of those folks say their symptoms got worse during the pandemic. NPR health correspondent Allison Aubrey has been following this. And after the break, we'll talk to her about it."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "So first of all, can you just explain a little bit about IBS and what it is?"
    },
    {
      "author": "ALLISON AUBREY, BYLINE",
      "text": "Sure. So IBS, as you just said, stands for irritable bowel syndrome. It's really kind of a catchall diagnosis for people with digestion problems. It was considered once upon a time just a problem of the gut. But scientists now know that disturbances in the way the nervous system, the brain and the gut interact can cause changes that lead to IBS symptoms, including stomach pain, gas, bloating and abnormal bowel movements - the kind of thing that might have you running to the bathroom a lot more than you're comfortable with."
    },
    {
      "author": "SEGARRA",
      "text": "And people have found that it's gotten a lot worse in the pandemic."
    },
    {
      "author": "AUBREY",
      "text": "Surveys show that many people with IBS reported that their symptoms became harder to manage during the pandemic. One study of people with IBS and anxiety found that both of the conditions intensified. So, you know, pandemic stress does not help. I spoke to Seth Epstein. He's in his late 40s. He lives in Ann Arbor, Mich. He sought treatment for his IBS."
    },
    {
      "author": "SETH EPSTEIN",
      "text": "Definitely stress is a trigger, and these last few years have been pretty stressful. And so I'll notice an increase in symptoms - so like constipation, gas, diarrhea, just feeling bloated and full."
    },
    {
      "author": "AUBREY",
      "text": "There are a number of different underlying causes of IBS, but over and over, the role of stress comes up for a lot of people. But the good news is Epstein has found some relief."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, that is good. What's working for him?"
    },
    {
      "author": "AUBREY",
      "text": "Well, part of it is just managing his stress. Doctors have realized that IBS is not just a problem of the gut. It's more about the way the nervous system, the brain and the gut interact. So there's this continuous feedback loop between our brains and our GI tract. Information flows along this long vagus nerve in our bodies, which connects all the way from the brain to the gut. So what's happening in our minds affects our gastrointestinal system. They're closely linked, and it's why we have terms like gut punch. I mean, think about it. When something bad happens to us, we know that intuitively we feel it in our gut. I spoke to Suzanne Smith of UCLA Health. She treats people with IBS, and she says her goal is to take a holistic approach that focuses on stress management. And this starts by helping her patients understand how the stress and anxiety can increase sensations of pain in the body and disrupt the GI system."
    },
    {
      "author": "SUZANNE SMITH",
      "text": "What normally happens when a human being feels an unpleasant sensation in their body - that's registered as a threat, and the stress response is mounted. So the stress response - that gets that negative feedback loop going, and then our body gives off stress hormones - right? - which amplify the sensation."
    },
    {
      "author": "AUBREY",
      "text": "In other words, these stress hormones can lead you to feel greater pain or greater discomfort. It's just amped up. And that's good in an urgent situation - if your arm is broken, or you need a cast. But if there's nothing structural or physical to be treated, which can be the case with IBS, this chronic stress response over and over again is a problem. It's almost like we're stuck in fight-or-flight mode with this amped-up response. Every cramp or stomach sensation can register as a threat. So the brain and the gut are talking, but it's almost as if the brain is misinterpreting the signal."
    },
    {
      "author": "SEGARRA",
      "text": "Huh. So how do you stop that from happening? Like, can you do something to get the IBS symptoms under control?"
    },
    {
      "author": "AUBREY",
      "text": "Well, UCLA Health has done a lot of research on the effectiveness of this eight-week mindfulness course for IBS patients. It's basically a toolkit of techniques to fend off anxiety and stop that negative spiral of worry that we just heard her talk about. Their study found that more than 70% of people who took the class experienced significant improvement in their IBS symptoms. And this was the case for Vicki Mayer. I spoke to her. She's in her early 50s. She lives in LA. Her doctor had recommended the class after ruling out things that could have caused the problem, such as celiac disease or other diseases. She told me she'd been very hesitant to take the class because though her symptoms were bad, she just really didn't think that mindfulness or meditation could help."
    },
    {
      "author": "VICKI MAYER",
      "text": "The thought process about meditation is you have to be quiet, you have to lay down, you have to clear your mind. And I was just like, yeah, I can't do that. So I was extremely skeptical."
    },
    {
      "author": "AUBREY",
      "text": "But she told me that after her first class, she was hooked."
    },
    {
      "author": "SEGARRA",
      "text": "What happened in the first class?"
    },
    {
      "author": "AUBREY",
      "text": "Well, her symptoms didn't go away overnight, but the way she explained it to me is that she started to learn a bunch of these techniques that really help control anxiety and change her response to her symptoms, which at the time the class had started, had been really, really intense."
    },
    {
      "author": "MAYER",
      "text": "At the time, I wasn't exactly sure what would bother my stomach or not. So at any time that I was going to go out - for dinner, lunch, coffee - I would be riddled with a lot of anxiety and fear. What if I have an issue and have to be in the bathroom?"
    },
    {
      "author": "AUBREY",
      "text": "And she began to realize that her kind of anticipatory anxiety about what might happen when she went out for coffee or lunch, her fixation on the worst-case outcome - like she would urgently need to get up and excuse herself - that this was almost worse than the actual symptoms."
    },
    {
      "author": "SEGARRA",
      "text": "And is the idea that the anxiety was actually making her stomach hurt, too?"
    },
    {
      "author": "AUBREY",
      "text": "Absolutely. That's the whole part of it. It's sort of like the anticipation of the problem was creating that negative spiral loop."
    },
    {
      "author": "SEGARRA",
      "text": "Right. So then she actually started to get a handle on that part of the problem - the anxiety part."
    },
    {
      "author": "AUBREY",
      "text": "Yeah. She basically worked on developing the skills to kind of fend off that stress response - meditation techniques such as body scans, deep breathing exercises. These techniques, if they're done regularly, can help us activate what's known as the parasympathetic nervous system, which is basically a nerve network that helps relax our bodies. When the system is activated, our heart rate slows down, our digestion improves, and it can even lower blood pressure. So this helped her stay in the moment instead of worrying, you know, oh, what if I have this urgent need to go to the bathroom? She kind of reframed her thinking into saying to herself, no big deal. If this happens, I'll manage it. Take a deep breath. I'll excuse myself. It's all OK."
    },
    {
      "author": "MAYER",
      "text": "It was life-changing for me. It's incredibly powerful to know how to change your mindset and see the physical results of that in a positive way."
    },
    {
      "author": "AUBREY",
      "text": "So now she says that she's rarely bothered by her stomach."
    },
    {
      "author": "SEGARRA",
      "text": "That's amazing. I'm really happy for her."
    },
    {
      "author": "AUBREY",
      "text": "I know. It really - it's something that is so simple that can be so profound."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, it's life-changing, right? Because it makes you feel like you can take these little risks that people do all the time, like literally going to a restaurant or something like that."
    },
    {
      "author": "AUBREY",
      "text": "Yeah, and just bringing back that sense of, you know, being in control."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So is this just for people who have been diagnosed with IBS, or could it be helpful if you just get an upset stomach sometimes, and you're not sure why?"
    },
    {
      "author": "AUBREY",
      "text": "I think that mindfulness-based stress reduction or any of these techniques that center in on mindfulness or meditation can be helpful for anyone. I - find me a person who hasn't experienced anxiety or an upset stomach because of their anxiety. I think that's most of us, right? I think the difference between, you know, sort of garden-variety, I have an upset stomach because I'm anxious, and IBS is just the complete overactivation of that stress response and sort of living with constant amounts of either diarrhea or constipation or bloating or pain. So, you know, there's a spectrum. But I would say for most anyone, this can be useful."
    },
    {
      "author": "SEGARRA",
      "text": "Got it. So is there a particular kind of meditation that works well for this, or are there any resources you'd suggest for people who want to try it?"
    },
    {
      "author": "AUBREY",
      "text": "I think there are a bunch of different techniques, and they all have sort of overlapping sort of themes to them. There are a bunch of apps that came recommended to me by a gastroenterologist. One is called Mahana. It's an FDA-authorized digital cognitive behavioral therapy app - sometimes known as CBT. This sort of helps you change your pattern of thinking - just as we heard Vicki Mayer say that she learned to do - that can be prescribed by doctors for IBS patients. There's also one called Zemedy - Z-E-M-E-D-Y. It's another CBT or cognitive behavioral therapy-based digital app. There's also something called Nerva, which is a mobile app that delivers gut-directed hypnotherapy to help manage IBS symptoms. I've actually used this app, and I know that hypnosis can sound kind of hippy-dippy, but it's actually using some of the same techniques to calm the nervous system. There's a lot of guided meditation, guided imagery to start imagining a healthier GI tract. It's combined with little snippets that break down the science into these very digestible - no pun intended..."
    },
    {
      "author": "SEGARRA",
      "text": "Ha."
    },
    {
      "author": "AUBREY",
      "text": "...Bits of information. Now, these apps are all evidence-based. And what I mean is that doctors have evaluated them and decided that they can be useful. So hopefully when people use them, they can see some results and get some relief."
    },
    {
      "author": "SEGARRA",
      "text": "I mean, should we also talk about diet, though? I imagine that still plays some role in managing IBS."
    },
    {
      "author": "AUBREY",
      "text": "Absolutely. Diet is 100% a part of the equation for a lot of people, especially when symptoms get out of control. You might need a temporary diet while you're in the process of realigning that gut-brain connection. You might have to do a little bit - something more severe. There have been a lot of studies over the past 15 years that show dietary strategies can help control IBS symptoms. I'd say the diet that has gained the most attention is called the FODMAP diet."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, yeah. I've heard of that. I actually don't know what it stands for, though."
    },
    {
      "author": "AUBREY",
      "text": "Yeah. Well, you're never going to remember this, but it basically stands for fermentable oligosaccharides, disaccharides, monosaccharides and polyols. It's like..."
    },
    {
      "author": "SEGARRA",
      "text": "Uh, OK. That's helpful."
    },
    {
      "author": "AUBREY",
      "text": "Yeah. And it's sort of complicated to follow. Sort of knowing what it stands for isn't as important as knowing the concept behind it. So this FODMAP diet - it requires elimination or reduction of a whole lot of foods, including all foods with gluten, lactose, excess fructose, which is found in some fruits and corn syrup, as well as, like, certain nuts and beans and starchy vegetables."
    },
    {
      "author": "AUBREY",
      "text": "And you're probably listening, thinking, like, what else is left to eat, right? It can be really hard to follow. But if you follow it, it has been shown to be successful or to help many people manage symptoms, improve their symptoms. It's sort of based on the understanding that certain compounds in our diet can't be completely digested or absorbed. And so they end up in the large intestine, where they're fermented by gut bacteria, and this leads to the gas and the bloating. So eliminating these foods can reduce the symptoms."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. But, I mean, like, as you say, those foods are kind of all over the place. I wonder, how would you keep track of what is FODMAP friendly, what you can eat on a given day?"
    },
    {
      "author": "AUBREY",
      "text": "Well, there is an app for that, too. Are you surprised?"
    },
    {
      "author": "SEGARRA",
      "text": "Ha-ha. No, of course there is."
    },
    {
      "author": "AUBREY",
      "text": "Of course there is. There's one designed by researchers at Monash University in Australia. It's an app that can help you follow the diet to the T, if you want to, to see which foods are OK in certain amounts and which ones can be avoided or should be avoided. I've actually opened it right here. And what I like about it is that rather than it being a, yes, you can eat it, no, you can't, it sort of color codes everything. So I just clicked on fruit, apple, and it gives you sort of green light, small amount, and it tells you that amount; yellow light, you know, sort of be careful; and red light, don't eat beyond this because that would be too much fructose. So it's helpful in that way for folks who are responding to the FODMAP diet."
    },
    {
      "author": "AUBREY",
      "text": "And it's also been helpful for Seth Epstein. That's the guy we heard from at the top of the podcast. He's from Ann Arbor. He went to University of Michigan, which has this really nice integrative treatment approach. Dieticians helped him start an elimination diet to try to figure out which foods tend to trigger his symptoms."
    },
    {
      "author": "EPSTEIN",
      "text": "I feel healthier. I feel like I have good tools and resources. And I'm in a much better place than I was two years ago."
    },
    {
      "author": "SEGARRA",
      "text": "I'm so happy for him, too."
    },
    {
      "author": "AUBREY",
      "text": "I am, too. You know, it's always so satisfying after doing some reporting to find solutions and to find people who have really benefited from them. So he basically says this combination of stress management and diet - this is the holistic approach that can help."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I feel like - just because the news can be really bleak sometimes."
    },
    {
      "author": "AUBREY",
      "text": "Sometimes, sometimes."
    },
    {
      "author": "SEGARRA",
      "text": "Most of the time, yeah. Talking to people who actually found a thing that works for them and then sharing that - I mean, I guess that's what this show is all about, right?"
    },
    {
      "author": "AUBREY",
      "text": "Absolutely."
    },
    {
      "author": "SEGARRA",
      "text": "All right. NPR's Allison Aubrey. Thank you so much for coming on."
    },
    {
      "author": "AUBREY",
      "text": "Thanks, Marielle. It was great to be here."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. You can hear more of Allison Aubrey's reporting. She's done episodes about exercise and how to take a break from drinking. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a random tip from one of our listeners."
    },
    {
      "author": "OLIVIA IVES",
      "text": "Hi. My name's Olivia Ives (ph). I'm calling from Denver. And my life hack kit is, if you use dish soap to clean, like, the bottom of your tub and shower, it works amazing. So try it out if you don't already do it."
    },
    {
      "author": "SEGARRA",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Summer Thomad. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Michelle Aslam and Sylvie Douglis. Julia Carney is our podcast coordinator. And engineering support comes from Ko Takasugi-Czernowin. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7632463913.mp3",
  "img": "https://media.npr.org/assets/img/2022/09/28/gettyimages-932691468_wide-f92dbf67bc5f616bf39753a21217a76901202d4b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "ALLISON AUBREY, BYLINE",
    "SEGARRA",
    "AUBREY",
    "SETH EPSTEIN",
    "SUZANNE SMITH",
    "VICKI MAYER",
    "MAYER",
    "EPSTEIN",
    "OLIVIA IVES"
  ]
}