{"title":"Protect yourself from election disinformation","url":"https://www.npr.org/transcripts/1126755307","intro":"It's almost time to vote. NPR's Miles Parks explains what research can tell us about how to combat fake political news — and why it's so tricky to separate fact from fiction.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"This is NPR's LIFE KIT. I'm Marielle Segarra."},{"author":"SEGARRA","text":"I just don't know what to believe anymore - that is a common thing I have heard and said, honestly, over the past couple years. Whether we're talking about politics or COVID or something else entirely, we are getting served up a lot of information all the time in the news, on social media, from friends and family. And it's just a lot to process. And often, you read things and later find out they're not true at all. But it'll be time to vote soon. And it's important before you do to know what information is reliable and how to filter out the rest. To help us do that, we have Miles Parks, who covers voting for NPR. Hey, Miles."},{"author":"MILES PARKS, BYLINE","text":"Hey, happy to be here."},{"author":"SEGARRA","text":"Yeah, happy to have you. So covering misinformation is actually part of your beat, right?"},{"author":"PARKS","text":"It is. And it didn't start that way. You know, I started covering voting shortly after the 2016 elections. But I don't know if you noticed over the last couple years, covering misinformation and covering voting kind of feels like covering the same thing. And that's not just for me as a reporter. I mean, election officials I talk to who run voting at the state and local level say a huge part of their time - you know, 10 or 20 years ago, they used to be spent on just counting ballots and getting ballots out to people - is now spent on trying to get the truth out to people around our voting systems."},{"author":"SEGARRA","text":"Do you have a sense of why misinformation has become so common recently?"},{"author":"PARKS","text":"Well, technology really plays a part in that. I mean, there's no question that people have easier access to bad information than ever before. But there's kind of an ongoing debate on whether social media, as a platform, is the cause of so much misinformation and polarization in the U.S. electorate or whether it's just kind of the mirror showing what's happening in U.S. society but not playing into it. I think there's no way that you can have this conversation and not talk about former President Donald Trump. I mean, he is the first U.S. president who used the presidency to spread lies about the American election system. And so that, you know, was the most credible figure that we have had in U.S. government spread a lot of those lies. And that has meant that those lies have kind of continued after he has left the presidency."},{"author":"SEGARRA","text":"So it's kind of a perfect storm."},{"author":"PARKS","text":"It is. There's a million different things and things we probably haven't even thought about, which is part of why, you know, no one has solved this problem yet."},{"author":"SEGARRA","text":"Yeah, I was hoping that you'd have some solutions."},{"author":"PARKS","text":"I wish I could say I did, right? Yeah. It's like, you've been covering this thing for years and years. But I'm not the only one. You know, there are researchers who've been thinking a lot about this for years and years. And I was talking, actually, with an election official in Arizona, Stephen Richer, who runs elections for Arizona's largest county. And I asked him straight up. You know, I said, so what do you do to solve this?"},{"author":"STEPHEN RICHER","text":"Well, if I said I knew, that would be a lie. We have ideas, and we've been trying our hardest to employ all manner of tactics. But I don't think that anyone has cracked disinformation as a societal challenge."},{"author":"PARKS","text":"Maricopa County, where he runs elections, has been the target of a lot of conspiracy theories, and they've actually done a great job of increasing transparency around their elections process, about getting out in front of voters and kind of debunking conspiracy theories around voting. But I think it's important to realize that this issue has kind of - seems to have got beyond just kind of picking out individual pieces of information and trying to debunk them. And a lot of research nowadays is spent looking at the kind of systemic issues that are driving misinformation as a problem."},{"author":"SEGARRA","text":"Yeah. And, you know, I want to ask a question because Stephen Richer, he mentioned disinformation, and we've been using the word misinformation. There is a difference between those two, right?"},{"author":"PARKS","text":"Yeah. So disinformation is all about intent. I mean, if you know for certain that a person is spreading a piece of bad information and they are gaining politically, they are gaining financially from spreading that information, we call that disinformation. When it's somebody at a party who just, you know, is saying something they saw on Facebook that's incorrect, we call that misinformation 'cause that person isn't necessarily gaining anything from spreading that information. But it's still bad information."},{"author":"SEGARRA","text":"Right. So, OK, let's talk about the research. Were there any promising findings?"},{"author":"PARKS","text":"There are, actually, surprisingly so. I mean, it's not all doom and gloom here. One recent test sample that I reported on actually focused on people who feel U.S. elections are fraudulent. I do think it's important at this point to say that is not true. You know, there were audits. There were court cases. There were paper hand counts of the 2020 election. It was considered by both Republican and Democratic officials to be safe, secure and effective. But as we know, due to the former president's campaign against it, there are a lot of people who believe the lies around the 2020 election. This voting advocacy group, the Voting Rights Lab, kind of wanted to test a series of messages, just try to answer the question of, like, how do we bring people back into trusting U.S. elections if they seem kind of leaning towards trusting conspiracy theories instead."},{"author":"SEGARRA","text":"Does it help to just, like, tell them the facts?"},{"author":"PARKS","text":"No. I mean, that's actually one of the things that they found, was that if you kind of take them step by step into the things they believe and try to debunk each one of them, it doesn't seem to be the most effective way to change people's minds around the whole of the democratic system. The thing that worked that they found was basically presenting them with this kind of unifying, nonpartisan, patriotic statement about America as a country and how important elections are to, you know, America working as a country. And what they found is that presenting people with a statement like that actually had a big effect especially on Trump voters. I talked to Tresa Undem, who led the research on this for the firm PerryUndem."},{"author":"TRESA UNDEM","text":"And here's what was stunning that I almost never see in social science research or our own survey research, is more conservative voters, after hearing that affirmative narrative, they were, in the double-digit points, more likely to say they trust the process for counting votes in elections compared to a control group."},{"author":"SEGARRA","text":"Wow."},{"author":"PARKS","text":"So without that affirmative, patriotic messaging about elections and their importance in this country, just 35% of Republicans said, yes, I trust the counting of votes in this country. But after they were presented with this kind of patriotic narrative about the importance of elections, 55% of Republicans said, yes, I trust how elections are counted in this country."},{"author":"SEGARRA","text":"So what does that tell us then?"},{"author":"PARKS","text":"Well, I think when we talk about improving this misinformation problem, some of the field has moved on from just focusing on individual lies, you know, fact-checking the heck out of this thing, saying, you know, here's why vote-by-mail ballots are actually counted correctly. I think if this thing gets better, from the researchers I talked to, it's through actually decreasing polarization in U.S. society, which is what that statement that these voters read kind of aims to do."},{"author":"SEGARRA","text":"So did the researchers also talk to Democrats?"},{"author":"PARKS","text":"Yeah, they did. But I think what's interesting is this sort of statement - this positive, patriotic statement didn't have much effect on Democratic voters because right now, on a whole, almost all Democratic voters trust elections in the United States. We know from research over the last few decades that voters who won the most recent election are much more trusting of the election system as a whole. So I think it'll be interesting to watch, and it'll be important to watch as we're kind of navigating this polarized environment how Democrats feel about U.S. elections in an election where they eventually do lose."},{"author":"SEGARRA","text":"Right. OK. Well, we are headed into a midterm election. So from your reporting, do you have any ideas or thoughts on what voters might encounter when it comes to bad information?"},{"author":"PARKS","text":"Sure. So, I mean, the trend over the last couple of years as social media platforms have gotten better at policing very obviously false content is towards what's known as gray area misinformation. So this is where somebody shares a factual news story or a true data point or an actual photo but uses it to kind of further their false worldview. And so the example I go back to over and over again is a story I reported right around the time that COVID vaccines were coming out. Well, people who wanted to push the idea that COVID vaccines were killing people - which, again, there was no data to suggest that - they were sharing news articles about people who had died after receiving the vaccine."},{"author":"PARKS","text":"Now, as we know, people die every single day from all sorts of causes, and millions of people were receiving the COVID vaccine. So it stands to reason that some people who received the COVID vaccine would then die from causes that weren't necessarily connected to the COVID vaccine, right? But people were able to share true news stories and plant those seeds of doubt about the vaccines. In those situations, there's very little that the social media companies can do to police it because they're sharing a true news article. It just happens to be furthering this false narrative."},{"author":"SEGARRA","text":"Right. It's pretty nuanced. So how do people protect themselves from this kind of thing?"},{"author":"PARKS","text":"I think the biggest thing that people can do when it comes to gray area misinformation is be on the lookout when you're scrolling or you're reading and you see a piece of information that just fits so neatly into your worldview, and it makes you angry. It makes you upset. It makes you have a really strong emotional reaction. We know that people are less kind of critically inclined to think about the information they're receiving when those kind of anger - those strong emotions come in. And so people who are making money off kind of polarizing - getting clicks and polarizing the American electorate try to get you upset, try to get you angry."},{"author":"PARKS","text":"And so I think people - when you feel those emotions, instead of being an indicator that you should kind of rush off to text that article or that photo to 10 people you know, take that anger or that sadness or whatever you're feeling as an indication that you should maybe double-check the source or double-check the actual kind of key nugget of that information."},{"author":"SEGARRA","text":"Yeah. And I think we can all relate to that."},{"author":"PARKS","text":"Yeah."},{"author":"SEGARRA","text":"So if you're upset, take a moment. That makes sense. Anything else that we should think about?"},{"author":"PARKS","text":"I was actually talking to Steve Simon the other day - he's the secretary of state of Minnesota - and I was asking him exactly that. You know, do you have any tips for people ahead of the election when it comes to misinformation and thinking about the information ecosystem? And what he said is that we as a public really need to distinguish between the purveyors of misinformation and the recipients of it."},{"author":"STEVE SIMON","text":"I distinguish and I advise others to distinguish between the superspreaders of the disinformation, who are doing it often knowing that it's false, doing it for political purposes, economic purposes, sometimes both - on the one hand, there's those folks. And on the other hand are everyday folks who most of us know - friends, neighbors, coworkers, relatives - who might not know what to think and are taken in by some of this. And making that distinction is important."},{"author":"PARKS","text":"I think that point here is the one that I take away from this, that it's not - even if you don't think you're somebody who is consuming misinformation all the time, if you think of polarization as the bigger problem here and the idea that we should just have empathy for the people who potentially are reading bad information or are susceptible to this stuff, then I think it's something that every single person can kind of work on in terms of taking the temperature down a little bit."},{"author":"SEGARRA","text":"Yeah. Well, I wonder if, like, let's say a family member shares something with you that seems false. What's the approach? Do you look it up and see, OK, so this isn't true, and then send them a link fact-checking it?"},{"author":"PARKS","text":"I mean, I think it is kind of case-by-case basis because I actually get that question a lot. If it's somebody who you're really close with, who you have that sort of relationship with, then sometimes being direct actually can help the cause, you know, potentially giving them a link or talking through it right then. Most cases, it's not like that. You know, it's a person who you might not be necessarily talking to on a day-to-day basis. And what researchers I've talked to say to do in that situation is more draw it out. Like, don't necessarily go be so quick to yell or, you know, send an angry email. Ask questions. You know, be curious."},{"author":"PARKS","text":"And I think if you can kind of get to the root of the piece of information, whether that's talking about not necessarily the piece of information but the source of it and kind of talking about that website or talking about that person and kind of having a broader discussion - if you start lecturing somebody on this stuff, it's just not usually going to work. I think thinking of it as a conversation and asking questions is probably the way that has the most success."},{"author":"SEGARRA","text":"Yeah. Yeah. It seems like we're in a - kind of a tangled mess here, and we're going to need to figure it out together with some kindness."},{"author":"PARKS","text":"It's a really confusing time to try to get good information right now, and I think bringing a little bit of that empathy and that understanding - that, like, this could be you - is helpful."},{"author":"SEGARRA","text":"Totally. All right. Well, NPR's Miles Parks, thank you so much."},{"author":"PARKS","text":"Thank you for having me."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. Miles has one about how to vote and another that goes deeper into detecting misinformation. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Clare Marie Schneider. It was edited by Ben Swasey. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team also includes Andee Tagle, Audrey Nguyen, Michelle Aslam, Summer Thomad and Sylvie Douglis. Julia Carney is our podcast coordinator, and engineering support comes from Ko Takasugi-Czernowin. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5923532413.mp3","img":"https://media.npr.org/assets/img/2022/10/04/2020-05-26-social-media-usage-at-high_wide-0feabe5129665a61e60c35326fa998d230fa18d2.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","MILES PARKS, BYLINE","PARKS","STEPHEN RICHER","TRESA UNDEM","STEVE SIMON"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,46,21824,21848,25813,24501,21785,23567,15417,17491,21855,22190,14504,6138,17772,5151,17299,6637,28602,5411,17433,25978,23737,25118,9704,6538,5395,6334,27205,13834,19809,14498,23861,23423,16437,7643,8304,23060,9558,18743,10306,18568,15100,12281,13724,2460,6984,23339,20632,18874,20765,14519,11788,12984,18983,17159,6409,11791,22464,16856,15908,6332,4760,24661,20481,14906,23464,23631,10560,9730,13562,22922,15061,7644,12621,10530,8910,16936,15765,22968,5574,11007,19581,14937,12102,3718,16808,15969,22859,24688,24719,19184,6911,15002,23537,8851,13049,8273,19979,20306,23890,5321,26993,26903,10173,5493,24990,25243,24501,20694,8123,13100,11747,6976,14727,10414,14042,16478,9898,8964,23014,25728,11626,10289,14669,14113,7038,16697,26398,23040,22339,14967,3100,1065,23717,15484,23533,24387,24412,24632,15564,9151,15886,16271,15313,10642,23219,835,13438,25150,2440,26401,25470,18766,12594,11227,23687,7036,12952,5330,245,26336,25606,17373,12985,13484,23700,8112,13862,8170,14937,12666,17457,22858,20938,11088,26141,24958,16898,19145,20151,23961,15438,20585,19839,25793,14354,16823,19529,24484,3964,505,28039,26377,26671,22364,24962,17020,18650,12909,24076,25718,24684,25649,25043,2761,25091,25755,23255,2710,24962,23269,24620,17464,20766,26100,25260,25960,14924,25367,8530,12644,655,27651,26584,21077,21467,21278,13077,27526,26017,5534,25261,23866,18487,23247,743,25737,16025,12565,12431,24591,11496,21502,27290,16628,25909,15919,16521,27870,26163,11550,26651,26887,21572,4344,24789,24673,25295,24422,25256,25120,21691,19046,26675,26774,20795,20620,10829,12632,24409,12297,24599,27637,26348,15853,6131,2097,0,17743,23585,26599,16628,24737,20102,12019,26989,20052,15984,9525,20508,18009,15649,19485,25020,10493,11698,11571,14220,14237,17598,18128,23670,15197,13644,3486,23661,24785,20417,21267,17723,24772,10172,17377,13146,17933,17753,8538,16273,18269,20417,14411,14577,14472,10958,8840,9954,23807,17779,22372,14626,16859,15985,9978,17001,17382,14583,13655,24248,13388,13091,19109,20521,18101,6667,18083,15955,15944,14364,10374,11421,15170,11549,11641,13704,11465,9996,7250,24187,23300,12523,15993,2757,82,57,27400,25416,19720,12509,22642,22293,21221,17660,20481,291,18944,15672,18872,12705,22358,13550,14041,9953,25381,13262,14893,19949,11175,15648,12017,24291,12859,18524,21017,988,24093,21847,25759,18975,11700,8306,20949,17336,16506,13024,26618,12920,10942,21952,15470,19819,22442,17670,20415,28651,9058,24011,24534,22587,21502,16732,9374,16604,12426,24789,4044,26799,22687,16324,18544,25428,17866,8722,19727,18544,20498,13731,8695,1136,3,3,14,26177,24731,11700,15355,11314,14396,19573,13070,15494,4319,3300,21744,18840,14947,13611,13652,11790,3205,20572,23373,14058,11994,16001,11914,5965,7771,13766,13638,8068,10860,9431,14907,8005,23384,18914,10213,8327,7249,8597,8517,5205,891,22477,22390,14667,8389,20866,11120,98,3,0,0,0,0,10271,27339,21547,11520,24070,22869,11436,13196,11733,23379,14655,14657,14725,14678,11370,15562,14512,1905,20405,21833,14920,26304,23726,25221,12981,25527,25202,14731,23932,24662,21243,23926,11821,25463,25546,16520,23371,10861,10702,22795,27003,19331,15513,24808,23356,15149,25100,25990,21220,2079,22014,16650,23466,21412,24409,24405,24445,20139,24076,23615,8894,24294,16154,22839,16526,13162,17544,26255,25681,11018,3656,15265,25995,26924,26974,21926,17488,25970,2090,28045,15875,27404,23396,24398,24245,14404,20060,24640,23986,24192,21593,22055,7347,24864,20445,22051,27129,15128,24894,19430,15446,22849,22314,24946,16784,21075,25901,26082,21431,22815,10398,27368,20977,20507,28644,25932,19919,6622,14724,14789,26183,20006,14452,296,16585,9019,6157,26198,15555,24737,11177,24704,20532,25402,25830,25621,9063,8988,5075,26070,23672,25524,24072,15470,21332,15914,26390,18374,20983,24967,26438,25506,24248,19153,12059,26446,10947,25461,22446,26537,25620,25179,16533,16100,21152,669,23051,5188,26541,18869,27089,25049,15001,19398,13676,19624,7841,3627,24930,28605,23243,21798,14343,10810,27384,19163,13201,21459,24829,16404,21202,19791,24372,10010,21340,18950,23450,20821,24892,23084,19286,19637,20168,14480,20666,6335,155,714,8404,25416,24170,16548,16886,18869,13872,9841,9230,6512,9914,2270,24861,23721,24212,22977,24556,26263,14550,13215,24720,12896,9216,14468,15239,4817,24923,27726,23734,22302,18148,13964,17952,15657,7500,18201,14081,25346,12680,700,20345,13609,12164,26966,2764,24798,21754,24791,15566,459,15355,26102,14270,12239,16072,18829,12469,18710,6789,24180,4504,17669,26439,8271,17207,22634,15969,24603,25171,25744,23238,18216,16886,25612,21427,25910,20701,25274,19704,21622,11225,23448,8575,1948,34,6258,17918,18527,16562,14274,12947,15550,10007,438,15,16036,18376,8855,10488,16653,14315,13438,12909,8105,7127,7278,19783,13762,24289,11977,5351,20015,13510,352,14366,17639,18228,16597,21014,16781,16310,12483,9957,9189,943,20173,21541,6881,23089,14870,18072,17462,18587,15650,16848,3052,496,20438,16506,19348,13703,16883,10357,18180,19402,12342,18905,17698,4766,3845,2420,27027,27801,25541,20988,25846,25618,25903,3722,982,28669,26594,26909,23452,25135,15278,12823,13304,24870,25148,15667,24952,25252,4524,14805,17127,18504,24847,21629,26345,19891,24707,25325,25912,26457,25168,19253,15569,24437,915,26959,19770,10490,18628,10086,16831,25517,23466,17788,28087,26652,11460,2332,21443,14957,26230,17398,14095,12247,25015,45,7936,25738,27257,25882,26982,18865,22370,27436,26079,19140,5226,10949,18873,15542,26227,26696,24227,22554,21647,26685,13396,24345,25851,18546,21920,2435,24302,20397,23038,12558,26597,19875,14843,26245,20096,7833,11318,8246,17954,17116,1294,20199,23825,2030,20487,16559,24752,23319,14706,6191,8958,3124,120,1746,21008,14920,17476,15613,11838,16162,13712,12930,16438,11902,10772,11076,15316,17238,12324,14077,19830,26489,27344,6770,8057,10919,2729,25419,25511,12142,19531,18932,26222,25551,16148,26180,10639,25478,23008,17193,27398,24234,26614,19333,6727,26038,7583,24753,26613,14602,531,27061,26124,24382,21132,21306,20816,18737,16834,24344,14192,17391,21901,20233,12473,11594,26741,21993,23232,15760,28616,28002,26794,24293,10605,10729,16189,10494,25605,21841,15086,21593,12381,9238,22729,25480,10764,28198,25730,11862,26030,21666,16056,17480,18762,26901,15105,7325,26874,24563,18816,2754,27674,28901,26457,18866,6308,6502,9938,598,513,2711,25430,23177,23989,8690,13857,12258,9418,7034,5059,13629,8197,7017,2783,1369,24300,24826,16417,26391,26336,24840,21827,19776,14815,15813,12463,9932,25697,16835,14709,22347,21306,24691,24761,15429,18161,15185,17084,23903,15789,12627,6698,8895,17756,24469,17871,4086,16238,7821,25562,23653,15288,16615,12526,5340,26192,17317,89,24985,27306,16577,21812,12955,22975,26274,12018,19298,20864,23753,19592,21441,25059,24835,16533,23317,16804,25234,18467,17642,16324,20726,24976,15168,18815,18710,25576,25226,18584,14633,24721,25527,24735,23119,15391,19957,14444,25578,25317,25145,1161,27817,872,26090,25021,14226,11779,11015,26934,12940,23177,25933,19094,24759,26833,10716,413,17713,19293,11903,24934,14405,11805,8081,11165,10118,12863,23962,27408,11117,12793,13017,24735,27298,27514,25319,17202,23407,24041,2971,25894,12041,16336,18369,26023,20967,632,9780,26954,27055,24588,25695,15629,25721,17239,10014,24201,24560,10585,13951,26483,22995,24329,11563,1916,27710,16993,26437,27467,10732,22370,13918,15737,5676,29768,19727,24415,12053,7686,27024,4407,13548,20129,20232,13078,23658,1415,16936,11482,21669,3552,8197,25241,18574,24583,24600,15952,13393,14430,23984,12107,24344,24749,24103,6338,24892,26953,4842,27306,26068,16238,18581,25983,20115,22243,7770,24753,9880,23750,10791,28727,10639,15867,19800,427,24855,13494,26588,24344,25698,10106,16784,11943,22283,25857,12770,16896,10820,22562,25464,24715,11029,21677,23964,25956,15854,26319,26993,17590,4346,8554,12789,19894,8503,27097,474,11617,21155,19973,5522,21534,25012,15941,3425,25897,24949,24322,15082,411,14779,25054,26154,19525,16873,24344,22327,25550,17830,18951,21831,20117,14584,26682,17384,22875,11938,15868,20259,5476,25984,26005,28222,27502,26551,25556,15323,15767,14263,745,15220,24517,25203,26464,17135,24146,9538,11316,26431,24318,25296,6609,19730,25840,30530,25045,26180,25657,14474,16003,20193,18573,26728,23599,1969,26197,22994,9851,25997,21103,17333,26105,17475,8547,10145,4076,18777,11624,26821,24701,25957,9637,1932,23492,20891,22884,9488,902,13388,12394,13975,6028,10764,9786,16983,14934,12912,14815,10389,9228,15301,17865,11041,5521,5716,8997,4778,2055,418,2853,14614,11024,15727,14989,10685,9418,19957,9413,15713,16895,19802,7723,11998,10264,10643,1309,19328,21557,22092,7073,11573,14549,17719,10950,18075,18466,10471,13610,10784,20888,17596,8456,9035,8665,13395,6232,16798,12953,12601,12849,9933,12012,8806,9754,665,11736,23512,14529,13241,9542,720,4098,17595,2138,27515,25195,25681,21573,22706,24334,24395,24309,19172,22845,18120,12380,18201,18805,14264,10874,338,15750,23770,23249,24217,24504,23722,24639,11384,17502,24182,22876,320,23533,24183,22911,21185,19521,21925,10821,7098,297,25091,27637,23983,11135,19922,8711,5916,23206,23579,23527,23529,2047,26024,26135,5858,24962,19990,22139,24834,12472,294,26445,25349,23684,16693,23091,17622,21724,12777,3949,24511,19297,22612,23978,22446,22253,8641,22906,6599,17069,3089,27216,28370,13629,15992,20482,20478,8675,22124,24550,11188,26280,24047,24158,21041,22060,23065,14913,18204,472,24984,17866,21099,11062,26412,15018,11974,19684,16297,4677,10855,15562,23016,8120,25230,24709,24325,24827,15123,24359,23911,16120,15672,11327,25469,25051,21804,25855,24448,17029,20753,19213,18227,25585,20550,12155,389,14508,14504,13511,27356,24876,19516,14136,14985,26488,14714,15858,14773,24243,23736,13786,9043,17743,15803,14010,14170,24549,21735,10518,24498,26737,25886,27016,21229,17857,21245,21426,1230,25166,15350,17129,15786,624,24237,13096,13560,23087,18820,16157,10702,2887,2102,26353,19182,26053,26731,26850,25489,23222,21574,7902,12997,15379,5656,5708,26740,19362,25976,21666,19865,25416,19293,15349,11888,26973,26402,26188,18095,19270,25814,25506,19654,23599,16964,7335,25753,15216,16440,9477,23719,24574,25872,16329,11419,26291,25671,25411,15265,24574,16997,28101,17647,14841,20824,25761,18689,24603,14792,25686,310,24654,25738,9612,25673,16700,10818,16097,24712,27171,26279,28662,16979,22057,14030,27328,24634,26703,6999,25657,24879,11392,24848,23191,15375,24899,15187,20741,25671,11279,16246,18608,20698,24850,25539,11689,20328,25317,20940,2713,14647,26141,25131,26377,2734,345,24412,28101,25580,20255,25009,21449,20139,11632,6803,23340,13234,20911,24412,15246,11759,2017,13790,15591,138,15019,24137,23603,14958,21360,22664,18684,8374,9252,11229,11014,6212,13983,6620,709,24010,23912,18460,19039,12840,11193,17106,14189,21319,17462,14830,19252,12796,17520,18700,16357,10349,11352,8092,12563,14898,7787,5438,24950,22757,19522,24472,22569,20943,26388,19731,12083,8462,108,16971,20268,14354,26649,26235,19023,5304,358,26122,25641,21248,18275,7345,17860,18889,231,132,21245,21433,24334,9113,16213,13975,27017,9298,21033,20495,14612,16733,16949,25723,26840,16189,7342,10631,5829,10843,28312,27079,989,2843,27140,26748,24625,4218,14629,13084,25002,15203,16143,16719,16128,13072,26715,25606,17576,24317,20325,20524,24731,4087,26706,5010,28673,13793,17508,23196,16600,19063,22996,12989,24334,4631,11483,3712,9400,18226,25276,26087,24825,18516,17220,22042,12791,26268,31494,2540,9761,22873,21784,22745,26050,17415,17471,14811,22791,17392,1975,25113,17541,14185,12680,22087,624,28318,28185,15985,26138,21103,24353,25142,3371,22111,14868,18548,27669,22172,22678,27079,3577,26365,17383,622,25102,11100,14635,12893,21052,14114,25499,6112,14018,24839,25497,2074,24246,9776,17454,11552,25434,26272,27438,522,17549,25532,16151,21672,19640,23118,22812,11984,9198,8229,20429,14374,12031,14467,16506,21625,19738,26751,22526,6920,25739,27930,19367,18809,15056,14554,10734,23778,12553,14992,3875,25894,26021,18081,447,27352,27579,25677,27068,26881,26562,17288,25677,24630,26563,21801,14664,21923,22156,22736,14550,12103,18696,13894,8816,23583,26330,26765,26761,9713,24824,25113,25485,23491,9831,6510,9487,23631,15430,24977,22691,26554,23926,15759,28343,20750,17390,28359,16895,13746,15143,27278,27972,28762,484,23933,22795,17974,25833,25362,12763,22010,26362,8674,26354,22138,16221,18491,19665,5711,445,24907,14041,6804,13002,7649,1895,1633,1113,26418,13431,25063,14645,15691,23809,15065,16410,12344,3793,18982,20727,14578,18121,20545,28699,26629,21193,11377,14085,5056,24956,26261,25153,26936,24352,14291,23109,17204,1397,27962,29955,5624,41,17118,19216,25447,24947,220,29469,16791,483,709,11329,23775,23995,21816,11061,21522,19344,4882,8270,18645,21174,26328,24887,4861,20213,13217,22005,9712,24979,20843,12959,19290,11916,9735,15736,15494,8904,26767,25643,6614,21032,27661,19251,7753,18130,27190,26353,24074,12052,23521,12916,17641,10457,26363,26188,19344,27412,26907,563,27381,21086,25010,24179,27336,6314,26250,156,26834,26489,14609,12620,22907,673,27245,16453,25642,12096,23931,13162,24613,11375,8267,295,27855,30281,28052,28544,532,42,62,11637,12625,12863,28290,27547,25379,24068,16611,25586,25268,25675,23294,23034,15069,26195,15673,346,26115,26438,25552,16052,19852,26511,25664,23137,26699,26990,23543,24217,14726,18996,17192,19798,17967,12929,7623,338,7029,15689,26904,19338,26676,26974,16669,25595,504,144,2489,26699,24231,24345,25875,24301,19182,24516,19218,17840,9421,19170,15499,416,27813,25527,20303,16106,13542,25531,26333,23572,27106,15713,24664,22089,22925,8732,20324,26476,22223,17205,17624,26492,25557,26259,26258,26543,25961,18047,27671,25093,19606,12602,2281,13578,7368,69,28121,18110,20186,14679,11442,8880,26958,26191,2735,27593,17063,67,22579,24897,7174,18639,19689,4423,16242,11307,23389,25980,21041,24466,8928,15055,17711,4832,148,24994,27760,23805,13411,18071,13231,26416,26052,23286,24057,8555,3007,24936,21758,23918,18451,23945,25388,789,18127,26145,24312,15722,24691,22220,16276,12277,8566,26113,25952,20459,18611,12560,26656,27088,27000,19840,25121,9010,13693,24126,22120,14206,27738,17576,25573,26021,22043,25087,15317,21454,11448,3653,495,22078,25050,29334,27026,8712,18398,715,5453,13452,24389,25369,24075,14238,13368,14339,13344,20948,13043,9330,13464,207,1131,20792,28416,19034,19260,24729,21295,16008,16186,11229,8444,280,20413,25805,11193,8201,16166,12750,15693,23114,9266,19482,6934,17315,17959,21963,21975,16853,11198,12012,8746,14261,18694,19108,19027,11060,2612,17974,13659,9599,7651,646,24025,16007,25628,17618,16553,4624,6350,21932,19209,25648,20962,2563,11543,21508,20614,2793,1165,14,15514,21024,19311,19489,17892,13282,16374,13086,14671,17288,17028,10853,13157,20930,21787,16163,152,25687,17386,16551,16564,20815,16499,8739,17443,24495,1111,19,20358,20213,22830,18776,16869,11746,1678,503,18936,20036,11653,18542,16949,14754,16729,32,21428,10359,5123,17883,24722,22201,16818,10227,15845,1748,4699,912,24602,26606,20800,21196,14850,11629,23511,24118,25854,23815,16946,12393,25909,12519,23948,13528,24364,22976,12467,17602,20383,14025,17333,12921,21169,2877,9155,22754,22349,24481,22144,13520,25182,20713,19033,19178,15771,12576,26011,24900,20448,7871,18434,26287,23421,19064,187,25339,25635,23206,13385,7904,3999,25357,22999,23656,27762,29188,26017,23914,20041,14844,15414,16251,14731,12631,27373,18377,7803,24813,25405,25575,659,29658,17104,24667,22975,16844,8897,26543,23154,21450,23742,25085,13783,15552,27742,26478,24225,25614,10897,1122,14960,24941,12261,24658,24804,20019,18629,18218,2769,24480,14409,15250,17061,12756,8026,6794,4879,3086,24678,5664,16893,20629,18296,5692,16,27655,17015,24047,7604,5753,24697,24750,16016,9613,16255,14884,6554,11184,12413,22949,11656,23312,10488,9588,5066,23922,18997,8881,2250,26574,16234,18148,20816,25498,25073,23043,24597,25498,21299,22561,16505,21860,16143,12005,16519,19851,22125,861,11349,25254,26011,18496,18459,19900,15000,9667,20304,24050,19857,17474,25137,25798,23624,25074,20428,9202,9226,23364,10684,25083,22270,26230,22762,24692,25349,15475,21976,25659,22016,8658,461,299,26396,25029,12443,22606,25331,22885,17046,25881,18807,17111,11197,26657,25533,3762,20643,25343,14902,25489,22401,22971,5364,26157,26852,1060,3553,23996,20787,26635,22892,17989,2193,26362,24213,24532,11080,19547,9860,15216,14541,22721,26010,19514,27600,26198,21746,18743,17355,20295,24519,25949,28527,11029,8920,17537,26219,20694,24033,23562,25375,25426,26585,8826,20106,13528,25902,20991,25770,19290,16971,22306,26862,26882,17576,11878,25398,16647,18863,27841,23488,25651,3425,22296,27251,2966,1599,26586,22138,18425,7075,25339,14869,15387,24207,25427,25833,26576,26178,27379,25928,22780,25733,16089,23979,23366,22610,16615,24663,10739,19647,27491,27510,18419,26540,26074,20972,25789,14113,14524,26789,13837,14173,23841,26970,1025,29911,29603,26408,25029,27056,24137,23093,22635,10200,2932,26212,26424,24115,8163,8292,2043,128,14775,18054,2022,9209,26499,14546,22823,25408,17745,13124,22518,17338,19870,17630,16532,2265,16284,20375,18741,1142,18544,23845,19624,9402,13063,12671,26340,15587,8040,23312,20500,13845,25364,25063,26596,16722,21370,20336,16486,17214,19497,14342,1865,20987,24298,25265,25237,19186,18287,17900,26178,13567,14954,15288,13689,17221,2972,13487,21233,31378,7757,25688,25505,6882,11274,20066,7820,4302,10237,6804,3902,3973,22317,23291,17812,22726,25184,24101,20646,7868,10931,9238,21529,23466,26396,4740,6119,4338,7362,9978,8282,8245,7190,6526,6723,6854,7463,27107,22844,19054,25486,23028,14583,7446,6950,24907,22958,10312,16189,17387,16480,22657,24211,16537,17555,15742,17007,6981,8259,12467,6173,7886,26321,18294,22488,18840,10398,22888,14387,14710,1833,14762,25218,25972,16329,16261,22119,19498,16955,12213,16351,14820,13313,22349,12904,19371,14406,11777,14239,10330,2808,26754,26845,25352,16220,8213,17238,17519,12024,13308,9865,3383,27456,25157,24524,14844,10777,7227,12389,17371,24932,16998,21604,14674,11086,10272,23191,18545,14661,11769,10763,9361,6284,4718,26963,16437,6757,11269,19475,12029,9642,25523,26553,20601,10542,21872,10891,13881,10738,2921,24161,17409,13758,20627,16216,21358,2036,1836,25812,23212,22827,10694,9783,15488,11964,11793,24230,16139,17963,10239,22935,23874,9905,21046,21495,22722,7415,13696,17401,12272,3090,16283,24135,24568,16751,23215,20966,9767,13852,24958,23133,22076,21918,9729,22362,17869,9099,7857,14034,11304,2515,12850,24008,18165,21524,5730,14844,12107,11794,3494,3000,3093,3011,5060,4737,5855,5143,5869,4550,3481,5189,4020,4493,3750,3662,2632,2274,2537,2485,1651,1377,707,303,233,139,71,2,3,22111,23591,12539,13971,13952,15564,19376,10453,7605,22239,20662,12338,8299,9203,6008,15342,12221,13873,16011,9758,8483,16276,19996,19013,11933,10699,12966,15996,11413,7220,18966,13131,20902,9251,21615,15681,6091,10916,9303,15332,14631,6456,17796,15196,12184,11988,11935,21891,15851,7093,12615,18892,18453,21087,9782,18007,8331,16323,12579,9376,17973,21623,10002,17982,16970,7775,3745,19113,14505,16181,23518,8019,6463,10093,21329,22171,21929,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,17292,12868,13112,5754,4185,42,3,2,13074,23591,12778,13971,13952,15564,19376,13297,9233,2763,22239,18165,11538,9203,8677,15342,12221,13873,14026,16011,9758,747,16276,19996,14079,11933,10899,15996,13486,10372,18966,16413,13131,20902,19541,21615,11878,10916,8006,15332,9954,14631,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,17123,18007,9589,8169,16323,12251,2628,21623,14408,17982,16970,13725,7775,2563,19113,16181,7475,23518,6463,1239,21329,14704,22171,11803,17515,15316,7912,15314,19820,7486,8206,8235,12937,11284,7114,7321,14093,17652,16379,20364,12868,13112,6228,5560,880,3,4315,8674,4062,22088,17130,12279,12252,18145,25100,12893,15826,17431,10338,14077,12822,10256,11369,24670,24625,16935,21811,24078,22048,22562,24981,19818,25214,25054,19141,20811,8269,7743,15046,9022,16055,17884,9208,16040,13520,3066,13257,16558,22917,17413,26248,24287,15115,24742,14906,13403,13800,7591,8720,9127,10965,6900,11757,10329,10370,7741,7127,5915,1887,1239,505,205,25,3],"fragments":[{"begin":"0.000","end":"6.200","lines":["This is NPR's LIFE KIT. I'm Marielle Segarra."]},{"begin":"6.200","end":"86.240","lines":["I just don't know what to believe anymore - that is a common thing I have heard and said, honestly, over the past couple years. Whether we're talking about politics or COVID or something else entirely, we are getting served up a lot of information all the time in the news, on social media, from friends and family. And it's just a lot to process. And often, you read things and later find out they're not true at all. But it'll be time to vote soon. And it's important before you do to know what information is reliable and how to filter out the rest. To help us do that, we have Miles Parks, who covers voting for NPR. Hey, Miles."]},{"begin":"86.240","end":"88.960","lines":["Hey, happy to be here."]},{"begin":"88.960","end":"97.280","lines":["Yeah, happy to have you. So covering misinformation is actually part of your beat, right?"]},{"begin":"97.280","end":"154.920","lines":["It is. And it didn't start that way. You know, I started covering voting shortly after the 2016 elections. But I don't know if you noticed over the last couple years, covering misinformation and covering voting kind of feels like covering the same thing. And that's not just for me as a reporter. I mean, election officials I talk to who run voting at the state and local level say a huge part of their time - you know, 10 or 20 years ago, they used to be spent on just counting ballots and getting ballots out to people - is now spent on trying to get the truth out to people around our voting systems."]},{"begin":"154.920","end":"162.000","lines":["Do you have a sense of why misinformation has become so common recently?"]},{"begin":"162.000","end":"219.040","lines":["Well, technology really plays a part in that. I mean, there's no question that people have easier access to bad information than ever before. But there's kind of an ongoing debate on whether social media, as a platform, is the cause of so much misinformation and polarization in the U.S. electorate or whether it's just kind of the mirror showing what's happening in U.S. society but not playing into it. I think there's no way that you can have this conversation and not talk about former President Donald Trump. I mean, he is the first U.S. president who used the presidency to spread lies about the American election system. And so that, you know, was the most credible figure that we have had in U.S. government spread a lot of those lies. And that has meant that those lies have kind of continued after he has left the presidency."]},{"begin":"219.040","end":"220.760","lines":["So it's kind of a perfect storm."]},{"begin":"220.760","end":"227.960","lines":["It is. There's a million different things and things we probably haven't even thought about, which is part of why, you know, no one has solved this problem yet."]},{"begin":"227.960","end":"231.680","lines":["Yeah, I was hoping that you'd have some solutions."]},{"begin":"231.680","end":"253.640","lines":["I wish I could say I did, right? Yeah. It's like, you've been covering this thing for years and years. But I'm not the only one. You know, there are researchers who've been thinking a lot about this for years and years. And I was talking, actually, with an election official in Arizona, Stephen Richer, who runs elections for Arizona's largest county. And I asked him straight up. You know, I said, so what do you do to solve this?"]},{"begin":"253.640","end":"273.520","lines":["Well, if I said I knew, that would be a lie. We have ideas, and we've been trying our hardest to employ all manner of tactics. But I don't think that anyone has cracked disinformation as a societal challenge."]},{"begin":"273.520","end":"303.720","lines":["Maricopa County, where he runs elections, has been the target of a lot of conspiracy theories, and they've actually done a great job of increasing transparency around their elections process, about getting out in front of voters and kind of debunking conspiracy theories around voting. But I think it's important to realize that this issue has kind of - seems to have got beyond just kind of picking out individual pieces of information and trying to debunk them. And a lot of research nowadays is spent looking at the kind of systemic issues that are driving misinformation as a problem."]},{"begin":"303.720","end":"314.520","lines":["Yeah. And, you know, I want to ask a question because Stephen Richer, he mentioned disinformation, and we've been using the word misinformation. There is a difference between those two, right?"]},{"begin":"314.520","end":"338.640","lines":["Yeah. So disinformation is all about intent. I mean, if you know for certain that a person is spreading a piece of bad information and they are gaining politically, they are gaining financially from spreading that information, we call that disinformation. When it's somebody at a party who just, you know, is saying something they saw on Facebook that's incorrect, we call that misinformation 'cause that person isn't necessarily gaining anything from spreading that information. But it's still bad information."]},{"begin":"338.640","end":"344.080","lines":["Right. So, OK, let's talk about the research. Were there any promising findings?"]},{"begin":"344.080","end":"393.720","lines":["There are, actually, surprisingly so. I mean, it's not all doom and gloom here. One recent test sample that I reported on actually focused on people who feel U.S. elections are fraudulent. I do think it's important at this point to say that is not true. You know, there were audits. There were court cases. There were paper hand counts of the 2020 election. It was considered by both Republican and Democratic officials to be safe, secure and effective. But as we know, due to the former president's campaign against it, there are a lot of people who believe the lies around the 2020 election. This voting advocacy group, the Voting Rights Lab, kind of wanted to test a series of messages, just try to answer the question of, like, how do we bring people back into trusting U.S. elections if they seem kind of leaning towards trusting conspiracy theories instead."]},{"begin":"393.720","end":"396.840","lines":["Does it help to just, like, tell them the facts?"]},{"begin":"396.840","end":"442.000","lines":["No. I mean, that's actually one of the things that they found, was that if you kind of take them step by step into the things they believe and try to debunk each one of them, it doesn't seem to be the most effective way to change people's minds around the whole of the democratic system. The thing that worked that they found was basically presenting them with this kind of unifying, nonpartisan, patriotic statement about America as a country and how important elections are to, you know, America working as a country. And what they found is that presenting people with a statement like that actually had a big effect especially on Trump voters. I talked to Tresa Undem, who led the research on this for the firm PerryUndem."]},{"begin":"442.000","end":"465.560","lines":["And here's what was stunning that I almost never see in social science research or our own survey research, is more conservative voters, after hearing that affirmative narrative, they were, in the double-digit points, more likely to say they trust the process for counting votes in elections compared to a control group."]},{"begin":"465.560","end":"466.240","lines":["Wow."]},{"begin":"466.240","end":"490.040","lines":["So without that affirmative, patriotic messaging about elections and their importance in this country, just 35% of Republicans said, yes, I trust the counting of votes in this country. But after they were presented with this kind of patriotic narrative about the importance of elections, 55% of Republicans said, yes, I trust how elections are counted in this country."]},{"begin":"490.040","end":"492.160","lines":["So what does that tell us then?"]},{"begin":"492.160","end":"517.840","lines":["Well, I think when we talk about improving this misinformation problem, some of the field has moved on from just focusing on individual lies, you know, fact-checking the heck out of this thing, saying, you know, here's why vote-by-mail ballots are actually counted correctly. I think if this thing gets better, from the researchers I talked to, it's through actually decreasing polarization in U.S. society, which is what that statement that these voters read kind of aims to do."]},{"begin":"517.840","end":"520.480","lines":["So did the researchers also talk to Democrats?"]},{"begin":"520.480","end":"556.400","lines":["Yeah, they did. But I think what's interesting is this sort of statement - this positive, patriotic statement didn't have much effect on Democratic voters because right now, on a whole, almost all Democratic voters trust elections in the United States. We know from research over the last few decades that voters who won the most recent election are much more trusting of the election system as a whole. So I think it'll be interesting to watch, and it'll be important to watch as we're kind of navigating this polarized environment how Democrats feel about U.S. elections in an election where they eventually do lose."]},{"begin":"556.400","end":"568.600","lines":["Right. OK. Well, we are headed into a midterm election. So from your reporting, do you have any ideas or thoughts on what voters might encounter when it comes to bad information?"]},{"begin":"568.600","end":"613.600","lines":["Sure. So, I mean, the trend over the last couple of years as social media platforms have gotten better at policing very obviously false content is towards what's known as gray area misinformation. So this is where somebody shares a factual news story or a true data point or an actual photo but uses it to kind of further their false worldview. And so the example I go back to over and over again is a story I reported right around the time that COVID vaccines were coming out. Well, people who wanted to push the idea that COVID vaccines were killing people - which, again, there was no data to suggest that - they were sharing news articles about people who had died after receiving the vaccine."]},{"begin":"613.600","end":"645.040","lines":["Now, as we know, people die every single day from all sorts of causes, and millions of people were receiving the COVID vaccine. So it stands to reason that some people who received the COVID vaccine would then die from causes that weren't necessarily connected to the COVID vaccine, right? But people were able to share true news stories and plant those seeds of doubt about the vaccines. In those situations, there's very little that the social media companies can do to police it because they're sharing a true news article. It just happens to be furthering this false narrative."]},{"begin":"645.040","end":"651.560","lines":["Right. It's pretty nuanced. So how do people protect themselves from this kind of thing?"]},{"begin":"651.560","end":"692.520","lines":["I think the biggest thing that people can do when it comes to gray area misinformation is be on the lookout when you're scrolling or you're reading and you see a piece of information that just fits so neatly into your worldview, and it makes you angry. It makes you upset. It makes you have a really strong emotional reaction. We know that people are less kind of critically inclined to think about the information they're receiving when those kind of anger - those strong emotions come in. And so people who are making money off kind of polarizing - getting clicks and polarizing the American electorate try to get you upset, try to get you angry."]},{"begin":"692.520","end":"712.000","lines":["And so I think people - when you feel those emotions, instead of being an indicator that you should kind of rush off to text that article or that photo to 10 people you know, take that anger or that sadness or whatever you're feeling as an indication that you should maybe double-check the source or double-check the actual kind of key nugget of that information."]},{"begin":"712.000","end":"714.720","lines":["Yeah. And I think we can all relate to that."]},{"begin":"714.720","end":"715.360","lines":["Yeah."]},{"begin":"715.360","end":"721.720","lines":["So if you're upset, take a moment. That makes sense. Anything else that we should think about?"]},{"begin":"721.720","end":"747.800","lines":["I was actually talking to Steve Simon the other day - he's the secretary of state of Minnesota - and I was asking him exactly that. You know, do you have any tips for people ahead of the election when it comes to misinformation and thinking about the information ecosystem? And what he said is that we as a public really need to distinguish between the purveyors of misinformation and the recipients of it."]},{"begin":"747.800","end":"778.800","lines":["I distinguish and I advise others to distinguish between the superspreaders of the disinformation, who are doing it often knowing that it's false, doing it for political purposes, economic purposes, sometimes both - on the one hand, there's those folks. And on the other hand are everyday folks who most of us know - friends, neighbors, coworkers, relatives - who might not know what to think and are taken in by some of this. And making that distinction is important."]},{"begin":"778.800","end":"806.600","lines":["I think that point here is the one that I take away from this, that it's not - even if you don't think you're somebody who is consuming misinformation all the time, if you think of polarization as the bigger problem here and the idea that we should just have empathy for the people who potentially are reading bad information or are susceptible to this stuff, then I think it's something that every single person can kind of work on in terms of taking the temperature down a little bit."]},{"begin":"806.600","end":"821.080","lines":["Yeah. Well, I wonder if, like, let's say a family member shares something with you that seems false. What's the approach? Do you look it up and see, OK, so this isn't true, and then send them a link fact-checking it?"]},{"begin":"821.080","end":"856.840","lines":["I mean, I think it is kind of case-by-case basis because I actually get that question a lot. If it's somebody who you're really close with, who you have that sort of relationship with, then sometimes being direct actually can help the cause, you know, potentially giving them a link or talking through it right then. Most cases, it's not like that. You know, it's a person who you might not be necessarily talking to on a day-to-day basis. And what researchers I've talked to say to do in that situation is more draw it out. Like, don't necessarily go be so quick to yell or, you know, send an angry email. Ask questions. You know, be curious."]},{"begin":"856.840","end":"893.720","lines":["And I think if you can kind of get to the root of the piece of information, whether that's talking about not necessarily the piece of information but the source of it and kind of talking about that website or talking about that person and kind of having a broader discussion - if you start lecturing somebody on this stuff, it's just not usually going to work. I think thinking of it as a conversation and asking questions is probably the way that has the most success."]},{"begin":"893.720","end":"908.360","lines":["Yeah. Yeah. It seems like we're in a - kind of a tangled mess here, and we're going to need to figure it out together with some kindness."]},{"begin":"908.360","end":"928.680","lines":["It's a really confusing time to try to get good information right now, and I think bringing a little bit of that empathy and that understanding - that, like, this could be you - is helpful."]},{"begin":"928.680","end":"935.400","lines":["Totally. All right. Well, NPR's Miles Parks, thank you so much."]},{"begin":"935.400","end":"938.480","lines":["Thank you for having me."]},{"begin":"938.480","end":"1046.240","lines":["For more LIFE KIT, check out our other episodes. Miles has one about how to vote and another that goes deeper into detecting misinformation. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Clare Marie Schneider. It was edited by Ben Swasey. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team also includes Andee Tagle, Audrey Nguyen, Michelle Aslam, Summer Thomad and Sylvie Douglis. Julia Carney is our podcast coordinator, and engineering support comes from Ko Takasugi-Czernowin. I'm Marielle Segarra. Thanks for listening."]}],"duration":1046}