{
  "title": "Why rest is an act of resistance",
  "url": "https://www.npr.org/transcripts/1127470930",
  "intro": "Known to her fans as the 'nap bishop,' Tricia Hersey, author of the new book 'Rest Is Resistance: A Manifesto,' explains why relaxation and leisure are a human right — especially for communities of color.",
  "transcript": [
    {
      "author": "SHEREEN MARISOL MERAJI, HOST",
      "text": "Well, forgive me because I'm on this mic exhausted."
    },
    {
      "author": "TRICIA HERSEY",
      "text": "We all are, though. I think we all are residing in - sometimes in a place of exhaustion, in and out. That's what the culture is doing."
    },
    {
      "author": "MERAJI",
      "text": "You're listening to NPR's LIFE KIT. I'm Shereen Marisol Meraji, and my guest today is Tricia Hersey, also known as the Nap Bishop. Tricia founded a project called The Nap Ministry back in 2016, and she uses performance art and social media and photography. She even has a hotline to promote the healing power of rest. And now she has a book out called \"Rest Is Resistance.\" And Tricia says she wants it to be a balm for an exhausted world."
    },
    {
      "author": "MERAJI",
      "text": "Look. I don't usually start my interviews talking about how tired I am, but Tricia really encourages her overworked readers and her IG followers to acknowledge that we're exhausted and that we have the right to rest. So here goes. I'm so tired. I don't know how to say no. I know you've heard this a million times. I definitely am one of those people who operates from a scarcity mentality that I was 100% raised with - shoutout to my Puerto Rican mom and my Iranian dad."
    },
    {
      "author": "HERSEY",
      "text": "Actually, I was just going to - I was going to ask, were you from an immigrant family?"
    },
    {
      "author": "MERAJI",
      "text": "Yes."
    },
    {
      "author": "HERSEY",
      "text": "Yeah."
    },
    {
      "author": "MERAJI",
      "text": "Yes."
    },
    {
      "author": "HERSEY",
      "text": "Yes. OK, it makes sense. Yes."
    },
    {
      "author": "MERAJI",
      "text": "Yeah. I just - you know, it was just - I don't know - pushed onto me that all my opportunities would dry up if I say no."
    },
    {
      "author": "HERSEY",
      "text": "Yes. My parents - my dad taught me you got to work 10 times harder..."
    },
    {
      "author": "MERAJI",
      "text": "Yeah."
    },
    {
      "author": "HERSEY",
      "text": "...Than all of the kids in your class because you're Black."
    },
    {
      "author": "MERAJI",
      "text": "Exactly."
    },
    {
      "author": "HERSEY",
      "text": "And so all of us are kind of holding onto these toxic programming ideas. But I think the - a major thing and what's so beautiful is that the awareness of it is coming now..."
    },
    {
      "author": "MERAJI",
      "text": "Yeah."
    },
    {
      "author": "HERSEY",
      "text": "...That you can at least name that and say that because that's really what this work is. It's just helping to pull back a veil a little, helping for people to peek out and see their humanness a little more and have that awareness."
    },
    {
      "author": "MERAJI",
      "text": "All right. So it wasn't that hard for me to say I'm tired, I'm exhausted, I'm doing too much. I complain about that all the time. But the second part, that I-have-the-right-to-rest part, saying that and really believing it, that's what's hard. That's so hard. On this episode of LIFE KIT, rest is resistance. Tricia and I talk about the inspiration for her manifesto on rest and how she started believing that rest is not only a human necessity but a human right."
    },
    {
      "author": "MERAJI",
      "text": "Tricia, there's an absolutely beautiful dedication to your dad at the beginning of \"Rest Is Resistance.\" And I can't read it because every time I read it, it really - it chokes me up. It makes me emotional."
    },
    {
      "author": "HERSEY",
      "text": "Yes, me, too (laughter). I read to my brother the other day, and he was bawling."
    },
    {
      "author": "MERAJI",
      "text": "You write about how special your dad was not only to you and your family, but to your entire church community."
    },
    {
      "author": "HERSEY",
      "text": "Yes."
    },
    {
      "author": "MERAJI",
      "text": "Why did you dedicate this book to him?"
    },
    {
      "author": "HERSEY",
      "text": "That's such a good question. Yeah. My dad is my deepest ancestor. He was my best friend. Like, I have a photo of him in my office when I was a baby. And I'm on his shoulders, and he's smiling. And it's just the epitome of the relationship that we had. He was always holding me up - like, whatever you could do - always teaching me you're enough. He really was one of the people who I could look to, to know that even though my body and my skin color was being criminalized in the culture, he was always responding by saying, it's a lie. You are enough. Your Blackness is a miracle. Like, he was an activist, union organizer, Pentecostal, fire-and-brimstone Black preacher. So I dedicated the book to him because I think, in a lot of ways, my work with The Nap Ministry and experimenting with it was because of him, you know? So I wanted to uplift him, to say thank you for being my biggest supporter."
    },
    {
      "author": "MERAJI",
      "text": "What was going on in your life at that time when you were studying, when you just decided, enough; I'm going to start prioritizing rest in a way that I've never prioritized rest before?"
    },
    {
      "author": "HERSEY",
      "text": "You know, this was in 2013 when I started divinity school. And September 2013 is when I had my orientation, and we were to start the program, a three-year program. And I remember very quickly - it took about two weeks before I was sitting on the steps of the financial aid building at the university, crying to my husband on the phone, like, what have I gotten myself into? And he's like, what are you - I'm like, I - the pace of this, if you can see the syllabus..."
    },
    {
      "author": "MERAJI",
      "text": "Yeah."
    },
    {
      "author": "HERSEY",
      "text": "They want us to read a thousand words in a week. That's one class. I'm taking six classes. Like, I can't keep up already. I'm overwhelmed. Like, how am I going to do this? But also, at the time - specific time - Black Lives Matter movement was heating up, just, like, all this trauma was happening. I was just coming to school, and nobody was mentioning anything about it. The teachers were just moving on, and I was just, like, so traumatized by this."
    },
    {
      "author": "HERSEY",
      "text": "And then I also had two people in my family die suddenly. I was going through deep financial issues. I didn't have a car. So sometimes, I would be walking back and forth to the bus because - bus stop, trying to get to school. And then I had a 6-year-old son at the time that I was raising, working two jobs, trying to pay for my tuition, also doing an internship for school. So I really was, like, spiritually dying and physically seeing effects of that on my body. I was having migraine headaches. And my weight was fluctuating. I wasn't eating properly. It was just, like, a full-on battle."
    },
    {
      "author": "MERAJI",
      "text": "Yeah."
    },
    {
      "author": "HERSEY",
      "text": "And so, at one point, I just said to myself, I don't care. Like, I went to all of my teachers and told them, I'm going to come to class and get the attendance credit. But you may not get any work for me. And so I just started resting everywhere. I had all these special places to sleep all over campus. And I would also sleep when I got home. Instead of studying, I would lay down on the couch and put the book on my chest and just go to sleep. I wasn't staying up no more 'til 3 in the morning, like my classmates. I just - I said, I don't care. I said, let the chips fall where they may. I have to save myself. And rest became the vehicle to see what my body would do and what could happen when I went into a dream space, when I went into a portal of resting, when I decided to just lay down."
    },
    {
      "author": "MERAJI",
      "text": "What happened, Tricia says, is that she began to heal. Her grades improved. She was happier. She was healthier. And she wanted to share that with people. Before seminary, Tricia was a longtime artist. And like her dad, she was a community organizer. So her first thought was a performance art piece, a collective napping experience where strangers could come together and rest in public. And to Tricia's surprise, people actually showed up."
    },
    {
      "author": "HERSEY",
      "text": "People came in droves. And they'd lay down. And they woke up crying. They were so moved. They were so exhausted. It was just - became the spiritual, community-driven activation for the community."
    },
    {
      "author": "MERAJI",
      "text": "So Tricia was organizing these collective napping experiences. Then she started sharing her rest philosophy on Instagram. And because she was in seminary, she was also doing a lot of studying."
    },
    {
      "author": "HERSEY",
      "text": "I was studying in archives, looking at plantation labor. Being here in Georgia, in the South, I was able to touch and get my hands on so many powerful, really haunting documents around the sin of slavery here. And so I was writing and writing papers and, like, experimenting with this idea of somatics and rest, the body and the mind and resting and reparations and racial healing."
    },
    {
      "author": "MERAJI",
      "text": "All that studying and writing and thinking about rest as reparations led Tricia to develop the four tenets of the nap ministry, which she writes about in \"Rest Is Resistance.\" Tenet No. 1..."
    },
    {
      "author": "HERSEY",
      "text": "Rest is a form of resistance because it pushes back and disrupts white supremacy and capitalism."
    },
    {
      "author": "MERAJI",
      "text": "No. 2."
    },
    {
      "author": "HERSEY",
      "text": "Our bodies are a site of liberation. And that brings into the somatics the idea that wherever our bodies are, we can find rest."
    },
    {
      "author": "MERAJI",
      "text": "Three."
    },
    {
      "author": "HERSEY",
      "text": "Naps provide a portal to imagine, invent and heal."
    },
    {
      "author": "MERAJI",
      "text": "And tenet No. 4."
    },
    {
      "author": "HERSEY",
      "text": "Our dream space has been stolen, and we want it back. We will reclaim it via rest."
    },
    {
      "author": "MERAJI",
      "text": "I really want to dissect tenet No. 1, or talk more about tenet No. 1. Rest is a form of resistance because it disrupts and pushes back against capitalism and white supremacy. This book is so much more than encouraging people to take naps (laughter)."
    },
    {
      "author": "HERSEY",
      "text": "Oh, my God. This is about more than naps. Thank you for saying that. I say it so much - it is about way more - it's a paradigm shift. It's mind-altering. It's culture-shifting. It's a full-on politics of refusal. We have been brainwashed by this system to believe these things about rest, about our bodies, about our worth - this violent culture that wants to see us working 24 hours a day, that doesn't view us as a human being, but instead views our divine bodies as a machine."
    },
    {
      "author": "HERSEY",
      "text": "And so when I think about the first tenet and this idea of disrupting and pushing back - I've been taught my whole life that resistance looks like so many things, you know? It isn't one way. There's never just one way. There's infinite ways that we can find liberation. And so for me, when we are on - in a system that we're on that's under capitalism, that doesn't look at people as people - they look at profit. White supremacy - they don't see the divinity in all of us."
    },
    {
      "author": "HERSEY",
      "text": "And so these two systems working in collaboration - we can push back against them. But even if we're off the clock and saying no intentionally for 10 minutes, our insistence on being like, not today, you can't have me for these 30 minutes, this little, small disruption - I'm thinking about my ancestors who slowed down production in cotton fields and who did these - this quiet quitting that's happening. You've been hearing about this idea of quiet quitting, where people are going to work but not giving as much?"
    },
    {
      "author": "MERAJI",
      "text": "I have."
    },
    {
      "author": "HERSEY",
      "text": "Yeah. And so I feel like it's all in the same idea of disruption, of pushing back, of saying no."
    },
    {
      "author": "MERAJI",
      "text": "Let's go back to our brainwashing (laughter)..."
    },
    {
      "author": "HERSEY",
      "text": "Yes."
    },
    {
      "author": "MERAJI",
      "text": "...Because I 100% am a victim of this brainwashing, especially the thing that you talk about, where, you know, we think that the more we do, the more worth we have."
    },
    {
      "author": "HERSEY",
      "text": "Yes."
    },
    {
      "author": "MERAJI",
      "text": "I am 100% guilty of that kind of thinking. So Tricia, how do I deprogram? How do I..."
    },
    {
      "author": "HERSEY",
      "text": "Yeah, I know."
    },
    {
      "author": "MERAJI",
      "text": "...Stop thinking that the more I produce, the more I do, the more I say yes..."
    },
    {
      "author": "HERSEY",
      "text": "I get it. I know."
    },
    {
      "author": "MERAJI",
      "text": "...The more worth I have?"
    },
    {
      "author": "HERSEY",
      "text": "What I will say to you is that it's going to be slow. It is not going to be a quick tip, advice that I can give you and just be like, this is going to work for you. It's really going to be a slow uncovering, a slow mercy and grace towards yourself. I tell people to rest through the guilt, rest through the shame because to me, the guilt and shame is just beautiful evidence of your brainwashing. And give thanks for that because you didn't even know you were brainwashed before. You know what I mean? You thought this was normal. You thought everybody around you, the whole entire culture, is moving at this pace. And so take it slow. Understand, be aware that it's happening, and then start to go deeper into the wells of yourself, to be to begin to see what could help to help you heal."
    },
    {
      "author": "HERSEY",
      "text": "Like, this work is about listening and about connecting with the body. And so I love yoga. I love meditation. I love deep breathing, taking baths. I love walking, birding. I think all these ideas of what resting could be for us and how we can reimagine ourselves to be more human is really the key to this work, to, like, begin to disrupt the idea that you're a machine and that your worth is connected to your accomplishment. It's going to be a slow go. This isn't easy work. Like, this is some serious, real deep, dark s***. Like, this is dark."
    },
    {
      "author": "MERAJI",
      "text": "Yeah. I appreciate that. Tricia, what are the health benefits from taking the time to prioritize rest from napping?"
    },
    {
      "author": "HERSEY",
      "text": "Yes. You know, I talk a lot about my divinity degree, but I have an undergrad degree in public health and community health. So I know the beauty of looking at this message from the science of sleep. The CDC have named sleep deprivation as a public health crisis. Three of the top diseases - high blood pressure, heart disease, diabetes - can be linked back to sleep deprivation. And so when we aren't sleeping, our organs don't have a chance to regenerate. And then from a brain level, our brains are being truly traumatized by our lack of sleep and lack of a moment of pause."
    },
    {
      "author": "HERSEY",
      "text": "When we sleep, the brain is like bathed in this chemical that helps people to process trauma. And it helps you to remember. It helps your creativity, memory retention. And you're able to, like, really heal your body. So I tell people, maybe this work can't land in your mind and spirit from a political level. Maybe you can't right now jump on the whole spiritual idea of it. But just to look at what is happening from a health level, from biologically, from neurologically, what we're doing to our bodies when we're exhausted, when we're burnt out - over a sustained amount of time, it is killing us. It is causing more disease to take root in our bodies. It's not allowing us to live to our full potential."
    },
    {
      "author": "MERAJI",
      "text": "All the women in my family - and this includes me, I'm raising my hand here - we are the type of people that if there is a moment where we can rest, we're wiping something or we're cleaning a window."
    },
    {
      "author": "HERSEY",
      "text": "Or organizing something, yeah."
    },
    {
      "author": "MERAJI",
      "text": "Organizing. Exactly."
    },
    {
      "author": "HERSEY",
      "text": "That's how my mom used to be. Yeah, definitely."
    },
    {
      "author": "MERAJI",
      "text": "So for all those busybodies out there who just - they just have to be doing something in order to feel alive, like..."
    },
    {
      "author": "HERSEY",
      "text": "Yes."
    },
    {
      "author": "MERAJI",
      "text": "...How do they - how do we force our bodies to rest, to stop?"
    },
    {
      "author": "HERSEY",
      "text": "I think the idea of active rest - anything that can slow your body down enough that you can connect with your body and mind. I was taking dance classes and ballet and somatic dance classes when I was in graduate school, and I found that to be one of the most ultimate forms of rest when I was learning how to spin and do turns and, you know, moving my body. So I really felt that dancing was really a beautiful, active form of rest for me. I love to walk. I love walking and being in nature, you know, just being able to like, move your body in a way that is slowed down and isn't being moved for the idea of labor."
    },
    {
      "author": "HERSEY",
      "text": "You know, when I think about hobbies and how everyone is, like, monetizing their hobbies right now, and I'm like, no, that's capitalism telling you that you need to, like, monetize crocheting. Like, my sister is a beautiful fiber artist. And she says, to her, this the most meditative, restful state where she's crocheting blankets for people. And she refuses to sell them. She's like, if I do that..."
    },
    {
      "author": "MERAJI",
      "text": "It'll be stressful."
    },
    {
      "author": "HERSEY",
      "text": "...Because then it will become capitalism, making it not fun. And she will be rushed and feel urgent. And it's all linked back to trying to make money. She does it for the meditation, for the connection, and because she loves to do it. And so I think about that a lot."
    },
    {
      "author": "MERAJI",
      "text": "There's this point you make in the book, which for me is so key. You say resting and recharging and rejuvenating is not so that we can grind more. It's not so that we can prepare ourselves to, you know, give more output to capitalism. That is not actually what this is about."
    },
    {
      "author": "HERSEY",
      "text": "Not at all. Not at all. People get it twisted and think that's what it's about, because..."
    },
    {
      "author": "MERAJI",
      "text": "Of course they do."
    },
    {
      "author": "HERSEY",
      "text": "...It ain't about naps so that you can do more. Because a lot of corporations are pushing this idea. They're saying, have our employees rest more. You guys can have a nap room here, so that you can be more productive when you come to work, so that we can pay less in health insurance premiums. So we're not resting to get ourselves more riled up to be on capitalism's clock. We're resting simply because it's our divine and human right to do so."
    },
    {
      "author": "MERAJI",
      "text": "Please say that again, Tricia."
    },
    {
      "author": "HERSEY",
      "text": "Yes. We are resting simply because it is our divine and human right to do so, period. There is no - nothing else on the end of that sentence. It is the end of it. Most people I talk to are saying - talking about productivity. They got to be productive. They got to be - you've been told - you've been taught productivity by the curriculum of white supremacy and capitalism. Is that who your teacher needs to be? I - that's not my teacher. I'm not allowing that to be my teacher. I don't want to be under the guise of believing that I have to be productive in order to be deemed worthy. I am enough now."
    },
    {
      "author": "MERAJI",
      "text": "Tricia, where does social media fit into all this? You've mentioned you've used it as a tool. You use IG to create this community around the Nap Ministry, but you also say it is toxic. It prevents us from resting."
    },
    {
      "author": "HERSEY",
      "text": "Yes, it does. Yeah."
    },
    {
      "author": "MERAJI",
      "text": "So what's a good way to limit, you know, its toxic hold on us?"
    },
    {
      "author": "HERSEY",
      "text": "Yeah. I love to speak about this because it allows me to have a opportunity to begin to talk about nuance and to get people out of the binary."
    },
    {
      "author": "MERAJI",
      "text": "Yeah."
    },
    {
      "author": "HERSEY",
      "text": "It's always a thing that we can have both in. All things can be possible. And so social media is a beautiful tool of connection for so many communities, for so many people. But at the same time, it's an extension of capitalism. That's just what it is. And so, they would love for us to be online, scrolling all day, buying all day - 24 hours a day, scrolling and buying. Like, that's what it is. And so, I tell people, find spaces to detox offline because there is no pause. There's no interruption that's going to happen unless you make it. At night, I turn my phone off at 8 o'clock, you know?"
    },
    {
      "author": "MERAJI",
      "text": "Yep. I do, too."
    },
    {
      "author": "HERSEY",
      "text": "It's just off. Like, if you can't reach me by phone, you going to have to come pull up in front of my house, send a letter or telepathically communicate with me."
    },
    {
      "author": "MERAJI",
      "text": "Oh, you actually turn off your phone..."
    },
    {
      "author": "HERSEY",
      "text": "Yes."
    },
    {
      "author": "MERAJI",
      "text": "...Not in the do not disturb, like..."
    },
    {
      "author": "HERSEY",
      "text": "No, it's off."
    },
    {
      "author": "MERAJI",
      "text": "...Physically turn it off. Oh."
    },
    {
      "author": "HERSEY",
      "text": "It's off in a drawer, like, next to my bed. It's done. It's - I'm totally not with it. I'm dis-attached."
    },
    {
      "author": "MERAJI",
      "text": "Good for you."
    },
    {
      "author": "HERSEY",
      "text": "I understand that there's ways to communicate and connect with people that we are not looking at because we're so caught up in the grips of this technology that's taking over our lives. It's addictive. So do it slowly. Find ways to do it weekly. Put it in your calendar. You have to be subversive, inventive. And you have to create and craft a way."
    },
    {
      "author": "MERAJI",
      "text": "Yeah."
    },
    {
      "author": "HERSEY",
      "text": "No one is going to give it to you. I put in my calendar every week my rest days. So I actually put it in there. Like, I don't..."
    },
    {
      "author": "MERAJI",
      "text": "What is a rest day for you?"
    },
    {
      "author": "HERSEY",
      "text": "I don't - there is no - I don't even look at my email. I don't even respond to anything work-related. I'm all about laying around the house, going outside. I'm going to go get my hair done tomorrow. I'm not engaging in any type of labor outside of what feels good to me."
    },
    {
      "author": "MERAJI",
      "text": "That sounds wonderful."
    },
    {
      "author": "HERSEY",
      "text": "But I plan those in my calendar. And before COVID, I actually would put, from 1 to 3 every day in my calendar, no - it's rest time, you know? There is just a moment where I'm not on capitalism's clock. Like, my dad would wake up in the morning two hours before he had to go to work and read every newspaper because he loved newspapers. He loved reading. And I would be like, why are you up so early? You don't have to be at work. He was like, I want to get up and be human for a little bit and actually not be on the clock and do what I want to do."
    },
    {
      "author": "MERAJI",
      "text": "Do you think that your dad allowed himself to rest enough even though he did have that ritual every morning?"
    },
    {
      "author": "HERSEY",
      "text": "And he did have that ritual, but he didn't. He got so - he was caught up in the machine in such a deep way. Like - and it was like a beauty and a curse, you know? He was this organizer and activist. So this work, in a lot of ways, is also dedicated to organizers and social justice activists like myself and like my dad, and like a lot of people in my life who feel like they can't rest while the machine continues to rage around them, you know? How can we ever take a break when they're continuing to lock up people and put them in prisons? How could I stop when they're, you know, continuing to make laws that are, like, taking away women's autonomy? Like, how do we rest?"
    },
    {
      "author": "HERSEY",
      "text": "And I keep telling them that resting is part of the strategic plans for people who are organizers and activists, because I believe resting is generative. It's not frivolous. And it's not a luxury. And it's not some afterthought. It truly is something that will allow us to tap into the inventive and imaginative ideas that are going to get us to the next dimension. I talk about in the book, I don't think my dad knew what a hobby was or what leisure was or a vacation was, and how once you're on this wheel, once you're on this wheel of grind culture, it sometimes can be impossible to unravel from it. And unfortunately, my father was one of the people who capitalism got, you know? It ended his life in very, very..."
    },
    {
      "author": "MERAJI",
      "text": "Way too early."
    },
    {
      "author": "HERSEY",
      "text": "Way too early because of that. And so, yeah, I write from that understanding. I write from the tender rage that is inside of me because of that, you know? I have rage because of that. I have a tender rage inside of me that - I won't allow myself to donate my body to capitalism. I won't - you won't get me, you know? I refuse. And so that's really where it resides in for me personally."
    },
    {
      "author": "MERAJI",
      "text": "Tricia, I cannot tell you how much I needed this conversation. I needed it. I needed it. Thank you. I know so many people listening are feeling the same way. Thank you. Thank you."
    },
    {
      "author": "HERSEY",
      "text": "So amazing. Thank you for engaging with the work and for this conversation. It's been beautiful to speak with you."
    },
    {
      "author": "MERAJI",
      "text": "I hope you enjoy your rest day tomorrow."
    },
    {
      "author": "HERSEY",
      "text": "I will. I cannot wait. That's all I'm thinking about (laughter)."
    },
    {
      "author": "MERAJI",
      "text": "For more LIFE KIT, check out our other episodes. I've hosted one on mindfulness and meditation. I've got another one on how to learn your heritage language. That's one of my favorites. Go check it out. And we've got lots more on everything from parenting to how to organize all those photos that you take and, you know, don't print out or do anything with. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "MERAJI",
      "text": "This episode of LIFE KIT was produced by Andee Tagle. And it was edited by Marielle Segarra, who is also our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team also includes Audrey Nguyen, Clare Marie Schneider, Michelle Aslam, Summer Thomad and Sylvie Douglis. Julia Carney is our podcast coordinator. Last but not least, engineering support comes from Ko Takasugi-Czernowin, Hannah Copeland and Stu Rushfield. I'm Shereen Marisol Meraji. Thanks for listening. And get some rest."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7943391448.mp3",
  "img": "https://media.npr.org/assets/img/2022/10/12/tricia-hersey_for-the-wild_episode_wide-dc6aea2da672bfe5711ccc01f08976e0329f1fa0.jpeg?s=1400&c=100&f=jpeg",
  "authors": [
    "SHEREEN MARISOL MERAJI, HOST",
    "TRICIA HERSEY",
    "MERAJI",
    "HERSEY"
  ]
}