{
  "title": "The 5-minute daily playtime ritual that can get your kids to listen better",
  "url": "https://www.npr.org/transcripts/1128737199",
  "intro": "Called \"special time,\" the strategy is widely recommended by children's health professionals to help reduce behavioral issues in young children. Here's a guide on how to do it with your kids at home.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT. I'm your host, Marielle Segarra, and I have Beck Harlan, LIFE KIT's visuals editor, with us."
    },
    {
      "author": "BECK HARLAN, BYLINE",
      "text": "Hi, Marielle."
    },
    {
      "author": "SEGARRA",
      "text": "Hey."
    },
    {
      "author": "HARLAN",
      "text": "I have something I really want you to listen to."
    },
    {
      "author": "SEGARRA",
      "text": "Ooh, let's hear it."
    },
    {
      "author": "HARLAN",
      "text": "That is so tall, Gus."
    },
    {
      "author": "AUGUST GRABOWSKY",
      "text": "Yes, super tall."
    },
    {
      "author": "SEGARRA",
      "text": "Oh."
    },
    {
      "author": "HARLAN",
      "text": "So tall - that must be one of the tallest Lego airplanes I've ever seen."
    },
    {
      "author": "AUGUST",
      "text": "Wow."
    },
    {
      "author": "HARLAN",
      "text": "Wow."
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter) Oh, my God. OK, this is really, really sweet. I just - what am I actually listening to?"
    },
    {
      "author": "HARLAN",
      "text": "You don't just want to, like, listen to me and my 2-year-old play with Legos?"
    },
    {
      "author": "SEGARRA",
      "text": "Kind of do, though, all day. But yeah (laughter)."
    },
    {
      "author": "HARLAN",
      "text": "I know. It's really cute, right? But what if I told you that we are actually engaging in a research-backed practice that's proven to strengthen a caregiver's relationship with their child?"
    },
    {
      "author": "SEGARRA",
      "text": "Well, that sounds very official."
    },
    {
      "author": "HARLAN",
      "text": "I know, right? I'm excited to share this tool with you. I've been nerding out over this behavior management technique all week. It's called special time."
    },
    {
      "author": "SEGARRA",
      "text": "That's it?"
    },
    {
      "author": "HARLAN",
      "text": "That's it - special time. A more formal way of describing it would be child-directed interaction or child-directed therapeutic play. But commonly, it's known as special time."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So what is it?"
    },
    {
      "author": "HARLAN",
      "text": "Special time is one of the foundational components of parent-child interaction therapy, which is proven to strengthen the bond between a caregiver and a child, and one of its benefits - and this is a really big one - is that it can make your kid more likely to listen to you."
    },
    {
      "author": "SEGARRA",
      "text": "Ooh, that's good. We like that."
    },
    {
      "author": "HARLAN",
      "text": "Yeah, that's a big one. But before we get too deep into what special time is and how it works, I want to take a minute to remind ourselves how it feels to be a kid."
    },
    {
      "author": "ROGER HARRISON",
      "text": "I don't want to wake up. Get dressed. I don't want to get dressed. I didn't even want to wake up. Brush your teeth. I never want to do that. Eat your breakfast. I'm not hungry. It's too early. Get in the car. Get out the car. Sit down. Stand up. Get on a line. Come to the circle. And so we know that, from a child's perspective, my entire day consists of receiving commands and demands to comply from adults that I'm simply just expected to comply with."
    },
    {
      "author": "SEGARRA",
      "text": "That sounds kind of terrible, to be honest (laughter). I get why kids don't like it."
    },
    {
      "author": "HARLAN",
      "text": "It's kind of oppressive. That's Roger Harrison. He's a pediatric psychologist with Nemours Children's Health in Wilmington, Del. And he says special time is so special precisely because it's a break for kids from dealing with that relentless flood of demands and commands and questions. And it allows them time to do what they're best at, which is playing."
    },
    {
      "author": "HARRISON",
      "text": "So special time becomes a tool that disrupts that cycle and increases the positive interactions, increases opportunities for play, increases opportunities for closeness between a parent and a child. And as that closeness, that attachment, that bond is building, it actually increases the likelihood that a child is going to listen or value what a parent has to say."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, that really does sound special."
    },
    {
      "author": "HARLAN",
      "text": "It does, doesn't it? So this episode of LIFE KIT - how to use special time with your kids. It's free. It's easy. It's effective. And it involves an acronym."
    },
    {
      "author": "SEGARRA",
      "text": "Stick around."
    },
    {
      "author": "SEGARRA",
      "text": "OK, Beck, so let's get into some details. What does special time actually look like? How does it work?"
    },
    {
      "author": "HARLAN",
      "text": "So you're going to want to set aside five to 10 minutes a day with your kid. You could do it every day, but Roger Harrison says try to fit it in at least four times a week. Build it into your routine. And you're going to say to your kid, OK, we're going to have special time now, and then you'll start whatever activity you're going to do. Harrison suggests anything that engages a kid's imagination. So it could be drawing, building with blocks, playing with dolls."
    },
    {
      "author": "SEGARRA",
      "text": "And you need to call it special time, like that."
    },
    {
      "author": "HARLAN",
      "text": "Yeah, you do. He says that, as adults, we have the power to make something feel special to a kid just by calling it special."
    },
    {
      "author": "HARRISON",
      "text": "Imagine that you are a child, and I come to you, and I have two cookies in my hand, these two Oreos. One is a regular Oreo, and one is a special Oreo. Which one would you like? What would you choose?"
    },
    {
      "author": "HARLAN",
      "text": "I would choose the special Oreo."
    },
    {
      "author": "HARRISON",
      "text": "Every time."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, me too (laughter)."
    },
    {
      "author": "HARLAN",
      "text": "Every time (laughter). Plus, special time has some unique rules. So by kind of delineating when it's actually special time, you're letting your kid know that you're entering that special time zone."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So just, like, you tell your kid, we're doing special time."
    },
    {
      "author": "HARLAN",
      "text": "Yep. And, you know, some of those unique rules that I just mentioned, I'll go over them. Here's what you're not going to want to do during special time. Get ready. Do not give your kid any directions. No commands, no questions. And ignore any behaviors that you don't like unless they're legitimately dangerous."
    },
    {
      "author": "SEGARRA",
      "text": "Wow. This sounds hard."
    },
    {
      "author": "HARLAN",
      "text": "Honestly, it's really hard. The no questions is a surprisingly difficult rule to follow."
    },
    {
      "author": "AUGUST",
      "text": "(Babbling)."
    },
    {
      "author": "HARLAN",
      "text": "Oh, Gus, are you - Gus, you built a car."
    },
    {
      "author": "HARLAN",
      "text": "Did you hear me stop myself right there?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I did."
    },
    {
      "author": "HARLAN",
      "text": "Parents ask kids questions all the time. And when I tried this with Gus, I had to stop myself so many times."
    },
    {
      "author": "SEGARRA",
      "text": "And then you sort of diverted to, like, oh, wow, look at that car."
    },
    {
      "author": "HARLAN",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Do you just, like, kind of change modes and try to describe something you like?"
    },
    {
      "author": "HARLAN",
      "text": "Yeah, you're going from kind of question asking to being more declarative."
    },
    {
      "author": "SEGARRA",
      "text": "So I am assuming that you should not be on your phone while you're having special time."
    },
    {
      "author": "HARLAN",
      "text": "You assume correctly. I believe in you. Leave your phone in the other room, and give your child your full attention. And Harrison says that you shouldn't withhold special time for bad behavior or use it as a reward. It just is."
    },
    {
      "author": "SEGARRA",
      "text": "Got it. So don't cancel if they, say, had a temper tantrum that morning."
    },
    {
      "author": "HARLAN",
      "text": "Right. Now, for what to do, there's an acronym."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, I love an acronym."
    },
    {
      "author": "HARLAN",
      "text": "It's called PRIDE. Harrison lays it out."
    },
    {
      "author": "HARRISON",
      "text": "PRIDE, of course, being an acronym, the P stands for praise. And we like praise to be specific. So rather than saying good job - because kids hear that all day long. Good job. Good job. Good job. I'm going to say, I love the way you stack those blocks that high. I want the praise to be specific. That is the P."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Be specific with praise. Got it."
    },
    {
      "author": "HARLAN",
      "text": "Yep. And the R is reflect. So you're going to repeat a lot of what the child says."
    },
    {
      "author": "HARRISON",
      "text": "If they say, and it crashes, I'm going to say, and it crashes. I'm also looking to reflect the emotion that I see in my child as they're engaging their imagination and their creativity during special time. So I might say something like, ooh, they look sad, and if I'm wrong, my child is going to go, no, they're not sad. And that is OK because it is child-directed, and I'm doing my best to connect with what I imagine is happening as I'm paying attention."
    },
    {
      "author": "HARLAN",
      "text": "So the next letter, I, is imitating. So if I see Gus stacking Legos, I stack Legos."
    },
    {
      "author": "HARRISON",
      "text": "I'm trying to do what they're doing so that I'm joining them in a parallel manner in this play. And this is - it might mean very little to you as the parent, but it means the world to a child to have you join them this way. The D is to describe what your child is doing like a sportscaster, like someone who's calling the game. They're not coaching the game. They're not telling the players what to do, but they're really describing what they're seeing as if it were for an audience."
    },
    {
      "author": "SEGARRA",
      "text": "I feel like that'd be really fun for a kid."
    },
    {
      "author": "HARLAN",
      "text": "Yeah, I imagine it makes them feel super special, like what they're doing really matters and that you're really paying attention to it."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "HARLAN",
      "text": "So the last letter is E, and that's for enthusiasm. And Harrison notes that, obviously, every parent shows excitement in their own way."
    },
    {
      "author": "HARRISON",
      "text": "Because what really matters in the E in PRIDE is that you are authentically communicating, verbally and nonverbally, to your child that you're interested and that you're excited to be with them."
    },
    {
      "author": "HARLAN",
      "text": "I'm having so much fun with you."
    },
    {
      "author": "AUGUST",
      "text": "Yeah. So much fun."
    },
    {
      "author": "HARLAN",
      "text": "(Laughter) That was me showing my enthusiasm to Gus."
    },
    {
      "author": "SEGARRA",
      "text": "That's really sweet. His voice is just so sweet (laughter)."
    },
    {
      "author": "HARLAN",
      "text": "It's the - I mean, I'm biased, but I think it's the cutest."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So it's praise, reflect - meaning kind of repeat what they say - imitate, describe and be enthusiastic."
    },
    {
      "author": "HARLAN",
      "text": "Nailed it. You're a quick study. It sounds pretty simple, but I would say it's not exactly intuitive. Like, this takes some practice, in part because Harrison says we're used to teaching our kids constantly."
    },
    {
      "author": "HARRISON",
      "text": "Parents are naturally teachers. And so I've seen parents who are engaging in special time - we might be building blocks, and the child starts to build a block, and the parent says something like, oh, you have a block. What color is the block? How large is the block? Do you remember the formula for calculating the area of a block?"
    },
    {
      "author": "HARLAN",
      "text": "(Laughter)."
    },
    {
      "author": "HARRISON",
      "text": "How about volume? And it's like, no, we're not doing that in special time. We're not using it as an opportunity for teaching."
    },
    {
      "author": "HARLAN",
      "text": "I think to sit back and really let your kid take the lead requires a lot of practice."
    },
    {
      "author": "HARRISON",
      "text": "Like any other skill, when you first try it as a parent, you might not master it. And so special time - the skill at special time increases over time, but also, the bond that is being built between a parent and the child increases as parents get better at special time."
    },
    {
      "author": "SEGARRA",
      "text": "So you mentioned that this is supposed to actually improve a kid's behavior. That sounds like a big claim."
    },
    {
      "author": "HARLAN",
      "text": "Yeah, it is a big claim. And I should say that even Harrison said he was skeptical at first. He told me a little story."
    },
    {
      "author": "HARRISON",
      "text": "And so I'm working in a clinic, where I am right now, and families would come in, and there might be a 3-year-old who's been kicked out of a couple of day cares because they're hitting. Parents are at their wit's end because they're at risk of losing their job, and they're in a bad place when they come in to see me. As a young clinician, I did not value this idea of play."
    },
    {
      "author": "HARLAN",
      "text": "Harrison says he wasn't so sure about the power of play when he first started out, but he trusted the science, so he gave it a shot."
    },
    {
      "author": "HARRISON",
      "text": "We'd start laying this out for parents and say, I know this feels crazy, but we're going to ask you to start incorporating this special play time about four or five times per week, and then come back. And I was amazed, as a psychologist, by the number of families who would come back - even in my disbelief when I would ask, so how did this week go? - and hear families say, a little bit better, because, like many parents out there, I did not appreciate the power of play and how, from a child's perspective, receiving this direct attention from someone who I love and who's everything to me matters so much that I change my behavior as a result of receiving this kind of attention."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So, like, what age of kids does this actually work for?"
    },
    {
      "author": "HARLAN",
      "text": "Good question. Harrison says this is typically suggested for toddlers to school-aged kids. One more thing, he says, is that you want to make sure that special time is one-on-one."
    },
    {
      "author": "SEGARRA",
      "text": "So if you have more than one kid, do separate special time with each of them."
    },
    {
      "author": "HARLAN",
      "text": "Yes. Yes, absolutely."
    },
    {
      "author": "SEGARRA",
      "text": "And who should try this? Like, is it only if your kid has a behavior problem, that they're hitting or biting or something in school?"
    },
    {
      "author": "HARLAN",
      "text": "Also a really great question, and I love what Harrison had to say when I asked him who should consider trying special time."
    },
    {
      "author": "HARRISON",
      "text": "This is really only for parents who want to have a stronger connection with their child and who want to improve not just the relationship but the way that their child feels about themselves and the way that the child feels about the connection with their caregiver."
    },
    {
      "author": "SEGARRA",
      "text": "So it's for everyone."
    },
    {
      "author": "HARLAN",
      "text": "Yep. You got it. It's for everyone. It's a great tool for every caregiver to have in their toolbox. And I've got to say, when I tried it with Gus, he loved it."
    },
    {
      "author": "AUGUST",
      "text": "(Babbling). Special time. Special time."
    },
    {
      "author": "HARLAN",
      "text": "More special time?"
    },
    {
      "author": "AUGUST",
      "text": "Yeah."
    },
    {
      "author": "HARLAN",
      "text": "OK."
    },
    {
      "author": "HARLAN",
      "text": "He was asking for more special time."
    },
    {
      "author": "SEGARRA",
      "text": "Dude, I want special time now."
    },
    {
      "author": "HARLAN",
      "text": "I think there's probably no harm in you getting some special time, even though you're not a school-aged kid anymore."
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter) I'm calling my mom."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a random tip from one of our listeners."
    },
    {
      "author": "KATHLEEN",
      "text": "Hi, I'm Kathleen (ph), and I put my kitchen scraps, food scraps, in one of those thicker plastic shopping bags, then pop them into the freezer overnight. When I then put them into my compost bin, they compost in about a third of the time it takes scraps that have not been previously frozen."
    },
    {
      "author": "SEGARRA",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Summer Thomad. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Michelle Aslam and Sylvie Douglis. Julia Carney is our podcast coordinator. And engineering support comes from Ko Takasugi-Czernowin. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5259800265.mp3",
  "img": "https://media.npr.org/assets/img/2022/10/14/how-to-play-final-4_wide-6f32c343a81f05087441d5154117de06540ef1c5.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "BECK HARLAN, BYLINE",
    "SEGARRA",
    "HARLAN",
    "AUGUST GRABOWSKY",
    "AUGUST",
    "ROGER HARRISON",
    "HARRISON",
    "KATHLEEN"
  ]
}