{"title":"Dear Life Kit: I cared for our dad. Now my greedy siblings want the inheritance","url":"https://www.npr.org/transcripts/1129659328","intro":"She cared for her stepdad through illness and death. Now she's disheartened that her siblings only seem to care about the inheritance. Financial therapist Lindsay Bryan-Podvin weighs in.","transcript":[{"author":"ANDEE TAGLE, HOST","text":"Today on the show - I was the only one who really cared for my stepfather. Should all my siblings receive the same inheritance that I do?"},{"author":"UNIDENTIFIED PERSON #1","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #2","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #3","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #4","text":"Dear LIFE KIT, I have a question for you."},{"author":"TAGLE","text":"This is Dear LIFE KIT from NPR."},{"author":"UNIDENTIFIED PERSON #5","text":"How can I become a better caretaker?"},{"author":"UNIDENTIFIED PERSON #6","text":"How do I deal with my parents' unrealistic expectations?"},{"author":"TAGLE","text":"And we're getting personal."},{"author":"UNIDENTIFIED PERSON #7","text":"I'm catching feelings for someone, but they're married."},{"author":"TAGLE","text":"I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."},{"author":"LINDSAY BRYAN-PODVIN","text":"In this case, the letter writer really is using money as a proxy for love."},{"author":"TAGLE","text":"Today's expert is Lindsay Bryan-Podvin. Lindsay is a social worker-turned-certified financial therapist, host of the \"Mind Money Balance\" podcast and author of the book \"The Financial Anxiety Solution.\" Yes, please, Lindsay. Today Lindsay is here to help us with a thorny question about family money and what it says about family values. Stay tuned."},{"author":"TAGLE","text":"OK, Lindsay. Here is our question."},{"author":"TAGLE","text":"(Reading) Dear LIFE KIT, my husband and I took care of my elderly stepfather until he passed away. He had no biological children, and I have been in charge of his affairs for several years. Twice a week, every week, I drive over 100 miles round trip to see him. I went to doctor appointments with him. I was with him a full week in the hospital and by his side when he passed away in hospice. And it was me that planned his memorial service."},{"author":"TAGLE","text":"My siblings hardly ever came to visit him. And now that he's gone, it seems like they can't wait for their inheritance. They're also just so rude to me. And, frankly, I'm embarrassed by their greed. He didn't need to leave us a penny, especially after he took care of our mother for over 40 years. It seems like they didn't love him the way I did, yet they're going to receive the same amount of money as me. The whole thing has been keeping me up at night. What should I do? Signed, Inheriting Bad Feelings."},{"author":"TAGLE","text":"(Sighing) Lindsay, there is a lot in there. Before you give us your full recommendation, I'd love to just hear your initial reaction to the story."},{"author":"BRYAN-PODVIN","text":"Yeah. Well, this is not an uncommon thread of a complaint or a fear or a frustration, particularly after a loved one has passed. So I just want to say to the letter writer, I am so sorry about your stepfather's passing, and I'm also so thankful that he had you there. It sounds like your relationship must have been quite good for you to be getting there a couple of times a week and taking care of him and honoring his memory with the memorial service. But this type of question comes up all the time when it comes to inheritances and who gets what and what's fair and what's not fair. So this letter writer is not alone in feeling confused and frustrated and a little bit unsure of what to do."},{"author":"TAGLE","text":"Gotcha. So the first big question for you - it seems like this writer is implying she should get more money because she had a stronger relationship with her stepfather. My question for you, Lindsay, should she?"},{"author":"BRYAN-PODVIN","text":"Mmm, Andee, it's such a good question. And what I want to say is that so often, as humans, we conflate money with a bunch of other things. Oftentimes we associate money with power or control. And in this case, she says something along the lines of it doesn't feel really fair that they get the same amount of money as me when I was the one driving to him multiple times a week and taking care of him."},{"author":"TAGLE","text":"Yeah."},{"author":"BRYAN-PODVIN","text":"But the reality is that love and money are not a proxy for one another. And the stepfather made a conscientious decision to give each of his stepchildren an equal amount. And whether or not you think that's fair or right or equitable, sadly - or truthfully - it just - it doesn't matter. That was his wishes. And what we have to do in this situation is honor the legacy that he wanted to leave for the kids."},{"author":"BRYAN-PODVIN","text":"And what I would say to this letter writer is that they have something that the siblings don't. They have what sounds like a probably stronger relationship. And I would just recommend for this letter writer to pause and hold space for the gratitude for the fact that you had this opportunity to spend that time together. So rather than worrying about whether everybody gets an equal dollar amount, I would invite you to keep your head and heart towards what matters for you and how you can honor your stepfather's legacy and what are the things that you need to do financially, emotionally to take care of yourself and worry a lot less about whether or not it's fair that your siblings got a different amount or the same amount that you did."},{"author":"TAGLE","text":"Worth does not equal money. Money does not equal love. I feel like that will resonate with a lot of people and is easier said than done sometimes, especially in situations like these. But I hear them. I hear that lack of fairness."},{"author":"TAGLE","text":"Should our writer talk about these feelings with their siblings? You know, should she bring it up? Is it worth it? Is it worth calling them out or trying to redistribute the pot in some way?"},{"author":"BRYAN-PODVIN","text":"Mmm - so is it worth trying to redistribute the pot? Honestly, I really think it's very rare for it to be worth it to redistribute the money because that means having to get lawyers involved, having to go to court, having to prove that, potentially, the stepfather was not in a wise or a competent state of mind when he wrote his will and trust. And it sounds to me like this was written far previous to his..."},{"author":"TAGLE","text":"Right."},{"author":"BRYAN-PODVIN","text":"...Health declining. So as far as do you talk to the siblings about it? Yes. And I would be cognizant of what this letter writer thinks they're going to get out of it. We can't rewind the hands of time. We can't make the siblings go drive to the stepfather now that he is no longer there. She can't get back the time that she already spent there. So rather than saying, this isn't fair; you owe me more money. I would invite her to say, look, it wasn't until our stepdad passed that I really realized how much energy and effort I'd exerted. I'm not complaining about the time that I spent with him, and I cared for him. And I just want to let you guys know that, moving forward, I don't think I'll have the capacity to do that again."},{"author":"BRYAN-PODVIN","text":"And I also would really use this as an opportunity to set those boundaries with the siblings because, again, money can get so heated. And at this point in time, the money's already distributed. It has already been set up to be split up in equal parts. And whether the letter writer feels like it's right or wrong, do you really want to spend the next five, 10, 15 years in court fighting to get a little bit more in fighting with your siblings so they get a little bit less?"},{"author":"TAGLE","text":"What makes it so hard to talk about money with family? Why is it so fraught? I know this is a very big, broad question, but any - yeah (laughter)."},{"author":"BRYAN-PODVIN","text":"It's a huge question, Andee (laughter). How much time do we have? So money stuff is so awkward, so taboo in our culture. So research shows that people are more likely and more willing to say I'd rather talk about sex, politics than to talk about money at the dinner table, which is wild when you think about how intense sex and politics have gotten over the past few years here in our country. But the reality is there is this giant taboo hanging over money, which is so bizarre to me, because every single one of the listeners today has a relationship with money. We earn it, we spend it, we loan it, we lend it, and yet it's very rare that we talk about it."},{"author":"BRYAN-PODVIN","text":"And even when we do talk about it, we talk about it as what's coming in and what's going out, and how much do you need to save - versus really understanding the emotional component of money. We are emotional beings. We have not been taught to talk about money from an emotional standpoint. And when you grow up in a household and in a culture that tells you that money is impolite and taboo and it's not something that you should talk about, it's really hard to bring up the basics, like how much are you earning in your job or what is a good salary or how much did you pay for that car, or in this instance, what are we going to leave to our kids or what are we going to leave as our financial legacies when we're no longer here on earth? And so this message is constantly fed to us that money is off-limits."},{"author":"TAGLE","text":"Yeah. An unrelated note, it just makes me think about what we owe to our families, financially speaking, you know, caring for our parents when they're sick and the cost involved and the time cost, not just the money, writing clear will for your kids so they don't fight when you're gone. Do you have any hard and fast rules when it comes to family finances? Is that just talk about it more, talk about it as often as you can?"},{"author":"BRYAN-PODVIN","text":"Yes, talk about it more. Make sure that you have an understanding of who is responsible for what. There have been many instances where parents just made assumptions about - that when their kids went off to college, that their kids would pay for it, whereas the kids thought, oh, mom and dad have this ready for me to go, right?"},{"author":"TAGLE","text":"Oof (ph)."},{"author":"BRYAN-PODVIN","text":"Having those conversations upfront is so, so powerful and so important. As far as hard and fast rules about who you should leave money to or how much you need to leave to different people, that's really an individual choice. I'm a huge fan of making sure that your financial and emotional spiritual health care needs are all taken care of first and foremost before you think about caring for other people. Oftentimes, a lot of us are big softies. We want to help out with our cousin and get, you know, help them get on their feet after a rough spell or we want to be able to financially support our aging parents. But if we are not in a good financial situation, what ends up happening is we end up kind of sinking in the mud as well."},{"author":"BRYAN-PODVIN","text":"So we have to be able to financially take care of ourselves, and then when we have enough, we can poor or that excess, we can give of that excess confidently and safely to that cousin or to that aging parent. And we don't have to worry about having that kind of guilt hang over after the fact or that fear after the fact when that credit card bill comes due. One big thing about giving money to family is you notice that I've said the word give and not lend. I think it's a wise assumption that if you are giving money to a relative or to a loved one, that you have in your mind's eye that it is a gift and not a loan. If you are going to make it a loan - I know it sounds a little weird, but to actually get it in writing what the terms of that loan are, how much they will be paying you back, what interest rate it is. If you don't have that in writing, then I want for you to imagine that it's a gift. And I also want you financially to know that you will be OK if that gift does not get repaid."},{"author":"TAGLE","text":"Lots of good advice in there. So I'm hearing, you know, know your own boundaries. Have your own strong foundation before you give things away. If you're going to give away, give freely. Start with that. And if you can't give freely, then set the terms so everyone is clear on everything."},{"author":"BRYAN-PODVIN","text":"Yes, exactly."},{"author":"TAGLE","text":"In writing. I want the receipt."},{"author":"BRYAN-PODVIN","text":"Yes, exactly."},{"author":"TAGLE","text":"Lindsay, before we go, we end every show by asking our experts the best piece of advice they've ever heard. It can be anything you want. I'd love to hear yours."},{"author":"BRYAN-PODVIN","text":"Yeah. Years and years ago, my good friend Justine (ph) gave me this little nugget of wisdom. And she told me, Lindsay, we all change every five years or so. And more or less, we have to expect ourselves to change. And we have to expect people in our lives to change. And I think that little piece of advice has given me a lot of space for room and for growth."},{"author":"TAGLE","text":"Change is the only constant. Lindsay, thank you so much."},{"author":"BRYAN-PODVIN","text":"Oh, my pleasure, Andee."},{"author":"TAGLE","text":"If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"TAGLE","text":"This episode was produced by Beck Harlan and Sylvie Douglis, with help from our intern, Jamal Michel. Bronson Arcuri is the managing producer. And Meghan Keane is the supervising editor. Alicia Zheng produces the Dear LIFE KIT video series for Instagram. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4160946094.mp3","img":"https://media.npr.org/assets/img/2022/10/19/dearlifekit_inheritance1-copy_wide-9bfab8dbe8a7aa9411ede937bb1ccdf489163a57.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","UNIDENTIFIED PERSON #1","UNIDENTIFIED PERSON #2","UNIDENTIFIED PERSON #3","UNIDENTIFIED PERSON #4","TAGLE","UNIDENTIFIED PERSON #5","UNIDENTIFIED PERSON #6","UNIDENTIFIED PERSON #7","LINDSAY BRYAN-PODVIN","BRYAN-PODVIN"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,11,3025,1977,26107,20122,12297,1293,9229,18701,16754,21139,9983,13803,6792,8245,11191,1700,14878,12290,16239,11886,13669,9206,10625,15699,10395,1536,2285,16578,22378,20287,17551,22455,26245,11508,19441,23645,16784,26626,10282,4195,27988,25700,10370,3573,3417,4242,25704,5861,14408,18106,23731,6071,2628,20310,18805,18545,2663,13361,17164,12625,11236,8178,24848,16303,18439,23553,16249,26715,11947,18438,16722,15705,7204,5516,12557,19752,4063,14346,8716,19951,9850,4147,14184,15003,15979,20008,16247,19142,15613,9618,11728,3478,19775,21253,8141,2622,2187,27181,17763,13704,15722,16270,3037,26525,11865,18822,11523,8838,7750,18692,14345,10124,12057,11612,12908,6147,9982,18644,16562,14073,4524,14639,19972,23276,13783,3970,11068,21443,24393,20818,13523,19482,11709,17423,11261,14405,9585,6733,15676,2425,4834,24549,16179,13571,18941,10636,13021,2775,22454,15753,14281,21705,12011,16400,14243,8805,17454,14348,2398,23850,25416,10154,24139,14771,14398,8519,24772,20605,19921,12995,17208,13503,16480,6763,8274,2853,5245,24889,11089,15686,18766,11403,1336,15021,21946,19711,16773,16422,13679,18186,9033,13938,16518,11714,14468,7852,10555,7268,10735,6063,2178,15344,17034,2168,1708,417,175,50,28150,25827,7321,22477,15506,16023,25700,25760,17679,11100,24981,16554,11142,18006,26256,19785,18278,20262,14587,24955,13379,5972,4264,27363,13288,12869,13350,14713,28298,11956,16884,13290,17434,19361,24225,26666,8397,20215,19081,7843,4529,27498,23580,10116,25063,20967,18927,19364,24863,21165,6631,17101,22901,21374,25423,22845,9389,12157,14315,18743,1722,26880,24678,13694,18176,19235,25435,25835,11000,14452,26090,25748,23262,17404,16683,12321,14537,5397,20542,23882,26631,19927,12839,19327,15953,9548,1077,18,9,21,22188,28516,27475,15030,20545,19579,25236,16887,7718,14637,16245,18089,17189,14222,16812,26109,14035,9000,9609,9223,13791,22548,17836,18454,20494,21028,17579,15051,9482,13326,13458,13728,25629,18518,10584,17144,23950,23196,15471,14268,14418,25153,24383,26352,24594,19001,12022,24751,19005,13417,14441,2293,3,4,41,19817,16092,18655,16564,15758,21379,11727,20683,7620,3024,14857,9383,13403,12129,6694,16817,10316,8398,19280,9579,3396,22287,13913,21550,7978,8769,13170,19318,10777,9492,10527,15592,18134,19061,20389,12066,10764,16731,10788,8301,8957,12951,11959,13470,22621,16375,10409,7029,23063,16595,21986,21699,21755,20303,14320,16325,16465,10888,11128,12624,11855,9904,12395,11194,22574,18380,17898,21447,14853,21861,21117,15112,21544,7822,12631,949,6,5,0,155,28412,12688,22167,18616,14282,4613,1540,1522,2853,24094,26415,3352,15862,20948,18509,14143,17927,18455,14189,13343,13653,12401,9747,9687,3410,1114,12740,17783,21942,19193,25589,21448,21943,19630,23203,15168,9686,9015,11721,11155,4631,6147,4794,26010,24961,18884,16259,10792,18606,15582,21179,17408,9846,9202,4248,1498,1347,16415,28271,17298,13779,12841,17503,23454,20347,19645,20954,12112,12907,16336,16302,9038,9173,9814,7651,2134,1441,12329,18920,24936,13959,13732,11171,7256,5115,4298,2603,27444,20650,27175,22343,7507,5960,3325,24300,13715,20699,14534,13070,11587,14848,8419,8235,6196,1455,3434,14206,13992,16515,16811,8342,19455,10752,14875,17739,17104,9700,10849,10660,3470,3988,22542,19210,16690,13405,9791,20262,25285,12714,11106,9495,12922,10988,8414,15528,9528,9544,3799,2261,2130,25151,23759,21256,22645,13461,10616,2968,26194,19800,20476,8372,10833,9347,7401,14560,8681,4849,4004,14671,26080,20293,9202,8520,13233,10366,2478,4061,14990,15665,17611,1842,1343,24319,18999,2882,8421,24180,19006,15041,15127,14562,8279,833,417,302,151,11547,21802,7258,24303,11340,24810,22186,16657,22807,23296,15466,17120,15073,17145,12584,9176,11881,13195,24160,6243,10362,755,750,12209,26015,16897,23299,21514,1217,12189,14021,16100,15972,13216,7636,11155,11618,6859,11272,25271,15814,19114,14664,12808,12059,8750,9396,19300,16531,14852,14966,12060,1408,15707,9409,10673,19161,12551,11469,9664,6904,3634,14371,14058,14051,23466,14626,25074,24357,13955,21892,5136,14284,11302,10502,25560,19204,15399,23975,8773,8723,10105,12208,19707,24405,24980,13163,13868,8500,11711,11378,7656,11485,1353,19165,25588,17113,13170,7312,13652,14170,15439,8613,8890,9867,16881,24832,6010,14311,16736,12170,10869,11228,11431,11022,6999,12337,9250,13206,17510,1667,23907,22043,26006,11361,16481,13265,15189,10184,12066,13685,10098,8815,13846,7726,7880,16829,14531,10956,14407,19056,17684,2225,23503,14702,15524,19962,16977,18081,15748,18605,9674,12673,12208,15913,9516,8513,5214,15838,18045,20295,23338,14748,6061,16900,15636,7221,10084,15518,11833,11025,7720,6233,13507,24575,20564,6827,7097,20511,17527,17855,10793,14189,7560,15413,11463,1664,20750,25466,18783,10434,13641,15698,14954,9094,9708,11987,9769,11272,8027,1428,14754,14304,12630,14909,12219,19978,17319,6863,6872,15751,19613,12896,13084,7968,13536,18713,20797,19296,10212,10360,10613,13073,6273,14280,13197,18423,10720,11939,12376,13860,16250,12625,18431,10244,8016,16453,9946,20960,6098,15899,18950,17421,14719,13635,24291,21946,9382,12179,14308,9215,11329,15671,7107,9240,9913,11131,17369,16884,23031,25790,22279,2143,15942,16285,12100,16003,13302,14276,18878,14904,12034,7434,9580,14108,9791,7691,15772,19506,14549,25265,11465,9444,18082,11740,19975,20183,15559,18852,13352,6704,9908,14717,25041,8357,21704,3387,17272,15144,9006,11151,23687,22457,14970,12595,9559,12775,8048,9928,19866,12621,16234,7870,15186,8790,10507,5660,10857,11555,7488,3829,17549,18118,14509,24245,16724,14618,16761,11603,8020,13728,8667,25183,18393,13306,15578,12347,23676,23386,24498,21865,11709,12047,851,16388,12059,12811,15906,15633,24366,22706,9850,8994,17593,23950,13294,3468,17768,18649,15508,10826,17671,9224,13717,7175,16503,14103,6199,12572,14339,17782,7170,8096,9210,24703,15818,11811,16617,11728,16150,11955,10728,4281,25981,21785,13794,8546,24973,17933,13348,8653,1022,472,18645,15547,17119,12220,10210,12905,10556,23542,19156,2570,24743,23156,19391,18673,979,16037,13527,10834,6208,12628,10925,13093,11018,18681,17439,3115,23358,11598,9301,15246,8405,10217,6261,16983,18955,11389,1795,16761,12263,10066,17869,25816,10862,18956,18131,3280,23959,23910,19045,23219,14988,13562,8881,17810,7297,11323,9222,24274,25753,12136,20627,14202,703,27421,22053,17859,7207,12218,11069,11124,12893,20195,11152,9857,11618,6117,15164,24870,14745,1179,25494,23234,14146,12098,19498,12636,8930,14986,13162,11626,12843,11311,19624,10930,8866,10263,11451,9593,14910,10074,7333,15059,19694,13507,11249,9770,14314,14277,12431,12439,10763,13844,19902,16743,20334,20431,18514,23754,14163,14428,9650,12592,10463,15789,12295,17298,10194,13959,11840,12800,14945,18757,2140,22679,4352,27468,11671,18750,16729,18861,15578,13994,14341,23186,16582,12284,6049,7426,15063,17279,14226,20195,19650,19897,12870,11820,17192,12184,15918,12843,11695,18564,10176,12093,14810,13405,5314,29486,18495,18565,14669,17462,5168,21374,12901,17215,15920,16310,15313,8267,3144,17537,18441,360,161,26449,22648,16776,14126,16771,9760,8565,13313,12824,22967,4531,8735,10761,19338,13311,22268,15676,12010,21422,22871,17999,14394,7137,5884,13932,10568,8988,212,419,13251,13964,2066,4695,20352,14405,16971,11988,12953,12638,20923,13514,10971,25805,12449,10225,9207,15532,9691,14451,12497,14720,7931,6180,17869,6045,8534,10445,5667,8612,10768,26254,25389,16016,6703,25756,7993,21053,14866,20627,24392,11787,21181,24308,16316,14980,15822,19293,11999,9896,15555,13580,12571,9138,4915,329,13584,22249,14205,19120,24243,11899,13832,11979,12175,17344,15075,15017,8116,11518,11480,11813,19946,11859,19599,16765,15676,18572,14945,2024,20630,14734,5362,17526,12774,2459,2063,21462,16028,9368,9765,16818,9453,8665,24289,10092,20859,24424,9495,1972,22591,22376,18635,12798,9568,14275,26512,12036,16709,13706,13279,12409,13310,6893,7612,19271,15119,13928,8733,13052,12106,18287,16383,14231,12186,19859,16788,13542,15426,9676,13804,16729,14535,12889,14824,22876,24798,24834,20320,21380,12422,5914,4864,20239,2824,15700,12090,21454,19512,12256,9991,19072,7059,9578,6938,6609,22823,14854,16979,3366,18801,17542,19648,14552,8554,8932,12789,14819,9691,15523,9555,12355,745,16649,9774,10892,13192,11114,22627,24458,23599,17639,14674,12104,10130,12725,11628,25661,20575,17308,21180,1738,19505,19677,22577,21099,20125,13613,18132,13842,23583,9527,7603,14582,10462,12760,14368,6258,17372,13602,8103,11834,8285,12020,22001,19663,11074,13470,17250,20678,15428,9485,8478,15653,8864,10582,11293,18410,13686,12142,18231,14132,9935,10294,10475,15219,16696,11775,8044,8758,7660,5610,22451,12767,10307,10207,16222,13657,20728,13784,13135,11407,11830,9343,11831,9028,11647,17867,8687,6561,14251,5454,16456,21745,19067,21319,19787,8811,8974,18693,15608,5271,18055,15820,12728,13471,8339,5274,26089,20930,11806,19114,27258,10334,10085,1739,8997,19960,11185,21629,25847,25332,9885,8504,11683,20335,22134,17714,12441,20882,16704,9716,24980,22907,14551,9594,13535,7527,11573,12468,10563,25824,18082,19206,25256,17681,12343,6808,4113,8779,4353,19466,12915,24500,20753,14664,22148,13685,20199,7507,9865,12463,12895,1956,4181,18345,13445,21666,25073,16759,13912,18552,15870,9678,7509,4872,15987,23355,24718,18175,22931,23627,2900,1604,15527,8514,15816,7417,17236,9862,16973,20297,10613,17206,19665,23852,7600,13244,10039,11070,8321,11012,8821,10324,10716,1712,19875,18812,20421,10849,13835,10080,12596,10430,7049,10022,15034,20025,15429,14457,10948,26319,2217,23602,25498,17364,6325,20609,26157,4883,24383,24259,20025,15508,9965,25089,20493,6682,8143,9082,6484,21665,11087,9492,16874,23789,14950,7986,11246,3974,21976,10241,12939,18309,17800,9657,24853,23219,19060,16402,16368,5422,11244,23694,22275,16781,2511,18115,11099,11263,19885,9477,23700,11866,12585,10293,9235,6888,15148,15558,17898,7570,20276,15008,23649,15889,11080,17043,10315,9543,13298,26030,20395,5109,24376,8519,9101,6541,6198,6577,16280,14111,19323,12457,23157,20101,24578,24759,10930,24603,964,12779,16221,17000,5825,6776,12695,9832,10695,7741,10545,14397,13767,15275,13350,10385,12514,19817,10134,22099,21978,11981,11663,21381,21411,1221,23187,14544,10350,5368,16646,19976,9912,6263,6074,9834,13458,13262,13745,11546,10109,13548,9533,10178,11823,18344,15155,1872,15986,16297,10775,15805,6883,12103,21392,24699,11879,7555,13806,9307,7751,8118,458,5730,9722,23705,17990,14272,11202,13869,12668,2673,13799,14554,13718,10410,5182,25508,22426,22964,13639,15288,12639,11508,16786,18565,21113,1772,12917,11460,15783,10367,13228,11378,17613,18635,12958,5547,8143,15977,15087,14232,16429,13513,7245,9846,23547,12942,11891,13911,14728,17933,15641,25028,23352,19206,15840,9004,7707,8199,19174,12045,7857,13427,12112,11943,12173,13110,7261,14189,19902,13421,11407,22766,8865,8052,12017,11863,8910,17147,18964,15492,2404,12342,17431,15305,11574,10958,2424,14656,15098,26015,26026,21450,15809,12642,8953,7759,22066,17132,18102,2255,174,1328,12774,2679,4649,1405,649,17515,15273,17902,12548,11351,14537,15639,15699,4852,6084,13871,11231,9010,7425,7458,18646,13799,13189,20301,10804,22516,12820,8875,11752,6940,8536,8253,4310,5512,2508,26174,11076,19896,25856,18090,18473,12572,18121,12318,10921,6481,11317,15507,2735,2758,20705,21685,18682,12703,14575,8449,7411,10189,7470,3832,12726,4458,13880,11224,9898,13265,8219,8025,6310,868,928,14622,22366,21240,13006,10009,8539,19347,15513,18616,17385,13576,11724,5803,12308,13192,13594,9016,13927,20682,25939,17612,9477,12130,11858,1560,24014,20483,14284,12775,18763,13911,18985,17153,25619,4637,2346,3541,13053,17740,18624,12984,26431,19834,15634,12762,7572,4922,6974,6944,13485,19639,17541,24409,24414,13159,15409,10431,6572,7285,10267,14764,4295,25156,10074,14760,11818,8141,15948,2853,22089,9816,11258,10785,19023,17811,9784,10672,12268,8505,14773,15139,24631,18632,11134,13034,10364,9179,14932,11102,20329,14224,19286,11090,12655,12118,3361,12951,11704,11925,17773,14769,20406,12952,11524,9575,24473,22653,14622,9972,11871,14166,13855,10638,7220,13611,16993,12037,13378,9151,11363,2808,25916,24018,23546,23905,11327,11518,19264,11624,16090,11506,9498,11037,16992,11009,12088,13824,11294,18677,14610,15880,9238,10422,23463,14816,13267,2181,22163,11637,12683,16897,25127,9858,25266,23541,24875,15495,16370,14125,20075,12250,20508,17391,19067,16273,23878,11419,15704,22605,14476,20541,13170,17475,7714,9526,12425,15449,10805,10664,12305,13449,4539,13284,9218,8935,13347,11885,15199,16133,8261,12145,21457,14288,6495,24775,24765,21366,15647,7047,14361,18370,9997,14951,10182,9343,9184,7275,15078,24679,9408,12661,13091,11629,17157,8824,15508,12381,10346,8426,17547,10548,5381,14545,5532,10970,22676,25532,23654,9647,14720,24895,23469,12711,2791,13930,11595,13404,11082,22983,24515,26325,25281,23651,11814,8868,9966,12680,6753,13699,10273,25788,25955,25233,10121,8393,16102,22108,24883,18554,19967,19987,19919,24388,19386,12479,19540,12529,8088,5756,6243,906,21833,13368,13900,12414,19055,15820,14485,1587,280,5260,14692,11135,12828,23440,18311,18055,21763,25882,15879,13413,14409,13906,12715,25166,21634,10610,7501,16861,12780,6871,16487,13466,756,13049,16679,16506,7285,6937,21720,14118,13104,10062,14029,10249,14697,11023,22342,14170,16763,19374,13164,9207,24065,15552,16213,19140,10615,10807,16201,6855,24349,11413,14471,12416,14387,6892,8950,9995,20919,21812,14232,15248,9951,7314,13854,17190,16332,13348,8657,12984,24983,14253,17858,9028,10753,8193,15491,24434,24820,24314,13212,14750,11664,12333,9535,12222,13254,19437,11553,10344,6301,10640,12087,12486,19127,12522,20154,12073,18778,18089,8300,17860,22919,11351,8974,11198,16413,20170,23728,17686,25404,20149,6115,14851,7386,12325,6522,1999,6014,6283,5323,26446,15260,9744,11133,13459,6411,6489,12155,13414,14719,11296,14023,12828,11868,14007,14238,14047,13692,17512,10537,8509,13979,15222,2863,17929,16069,13496,22354,14197,12481,20667,19563,13480,11434,16812,21434,13487,7789,11104,5300,14733,14051,1839,10853,10251,8495,17189,26853,2484,8095,14517,22594,11744,22554,23919,19007,27224,9947,12965,7930,12017,15879,20453,14131,16318,17109,16231,15212,8903,11165,9722,9783,13447,7366,9425,10914,10468,10907,14095,10146,8779,14238,13205,13061,8648,1796,2663,15246,16695,15465,16718,21446,25455,16815,19119,5889,9016,13957,12090,13373,14810,19802,14143,22564,16873,6969,7547,7234,12523,12438,20754,12373,17067,25418,10341,11599,13764,11647,17133,17403,12883,17299,25806,11568,9106,6699,15906,17090,6479,15668,17729,11584,11795,10964,10873,13234,10629,23529,22187,17978,9292,10385,7715,15413,10357,17381,25647,10037,12754,7473,9697,3788,3887,13285,14849,14432,8222,6870,5258,8999,10603,7282,5300,23362,24040,21474,18931,13677,2269,2308,4699,8994,21082,20755,10822,13470,15211,16037,16264,13641,9734,13483,10876,17455,16351,15235,20624,14233,6845,12353,16314,15365,7738,2831,14993,16197,15285,10381,8970,1940,2962,8871,25568,15170,14610,14554,16546,3252,14571,17201,19122,11522,16601,13389,16239,8263,11545,13245,17042,18570,19906,13166,3091,16398,16628,15159,14178,13974,15515,15421,12456,16418,2291,14346,14927,11933,13413,9634,12690,1605,25619,11922,10985,8289,7463,15728,2430,23152,19351,13294,11313,14920,12746,3282,17267,20399,16886,7743,11955,11223,11660,12208,14190,11295,3138,1836,23016,21568,27195,21900,4033,11546,17786,14262,3428,4425,1986,3000,3461,2656,1525,1175,1701,1302,549,292,211,79,18,11676,25488,17301,23933,17277,24634,14348,10979,23149,18685,16529,14364,21819,22039,17047,26219,10948,17617,22043,5737,28069,26452,28066,12128,13290,13932,23432,23934,12616,12952,18185,20844,7432,21209,20465,15317,17299,23015,15790,21324,17464,11240,3737,25230,20455,4397,12674,18063,24341,21858,21320,13448,16042,27572,15686,18548,15958,16069,15321,14500,10363,6030,23230,15475,14310,7072,21708,23783,20291,13094,11817,23539,19233,8164,23130,18094,25675,17670,15211,19703,17626,26180,18347,15025,15284,9660,9566,13399,9917,5538,20870,25662,16632,14520,18715,9626,19803,20993,25414,10853,21593,26920,26205,15821,25923,28295,7896,6912,24159,23209,14617,13031,1123,54,2,22111,23591,11463,13971,13952,15564,19376,12361,7750,6209,22239,15581,8299,9203,8677,15342,12221,13873,15125,16011,9758,15298,16276,19996,14079,11933,12966,15996,13486,4186,18966,16413,18390,20902,21615,15681,5920,10916,7714,15332,14631,5882,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,9782,18007,8331,7962,16323,9376,1228,21623,14408,17982,16970,13725,7775,2563,19113,16181,23518,21662,6463,157,21329,13532,22171,11803,17515,15316,7912,15314,19820,7486,8235,7925,12937,11284,7321,6587,14093,17652,9012,20364,12868,13112,5754,5560,228,3,3219,13128,22202,17990,15815,19862,22591,15775,15550,14180,9891,10622,14848,7851,10775,12258,12772,11562,14530,6856,18695,7073,10379,9356,10919,10259,11895,15469,16128,23735,8412,6690,11917,15545,11892,13110,8367,4801,6631,8885,15870,20395,11949,10245,5761,21723,17479,19080,12009,12860,9620,16611,25067,19064,14425,13030,13019,8270,9236,6096,7711,4527,17684,22403,23329,18110,8765,7106,13560,4834,17126,19021,20330,18354,16035,12353,21132,21527,9684,8912,585],"fragments":[{"begin":"0.000","end":"11.680","lines":["Today on the show - I was the only one who really cared for my stepfather. Should all my siblings receive the same inheritance that I do?"]},{"begin":"11.680","end":"13.200","lines":["Dear LIFE KIT..."]},{"begin":"13.200","end":"14.320","lines":["Dear LIFE KIT..."]},{"begin":"14.320","end":"15.800","lines":["Dear LIFE KIT..."]},{"begin":"15.800","end":"22.320","lines":["Dear LIFE KIT, I have a question for you."]},{"begin":"22.320","end":"25.280","lines":["This is Dear LIFE KIT from NPR."]},{"begin":"25.280","end":"27.600","lines":["How can I become a better caretaker?"]},{"begin":"27.600","end":"34.360","lines":["How do I deal with my parents' unrealistic expectations?"]},{"begin":"34.360","end":"36.640","lines":["And we're getting personal."]},{"begin":"36.640","end":"40.640","lines":["I'm catching feelings for someone, but they're married."]},{"begin":"40.640","end":"53.760","lines":["I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."]},{"begin":"53.760","end":"59.560","lines":["In this case, the letter writer really is using money as a proxy for love."]},{"begin":"59.560","end":"84.000","lines":["Today's expert is Lindsay Bryan-Podvin. Lindsay is a social worker-turned-certified financial therapist, host of the \"Mind Money Balance\" podcast and author of the book \"The Financial Anxiety Solution.\" Yes, please, Lindsay. Today Lindsay is here to help us with a thorny question about family money and what it says about family values. Stay tuned."]},{"begin":"84.000","end":"89.320","lines":["OK, Lindsay. Here is our question."]},{"begin":"89.320","end":"127.720","lines":["(Reading) Dear LIFE KIT, my husband and I took care of my elderly stepfather until he passed away. He had no biological children, and I have been in charge of his affairs for several years. Twice a week, every week, I drive over 100 miles round trip to see him. I went to doctor appointments with him. I was with him a full week in the hospital and by his side when he passed away in hospice. And it was me that planned his memorial service."]},{"begin":"127.720","end":"188.480","lines":["My siblings hardly ever came to visit him. And now that he's gone, it seems like they can't wait for their inheritance. They're also just so rude to me. And, frankly, I'm embarrassed by their greed. He didn't need to leave us a penny, especially after he took care of our mother for over 40 years. It seems like they didn't love him the way I did, yet they're going to receive the same amount of money as me. The whole thing has been keeping me up at night. What should I do? Signed, Inheriting Bad Feelings."]},{"begin":"188.480","end":"209.000","lines":["(Sighing) Lindsay, there is a lot in there. Before you give us your full recommendation, I'd love to just hear your initial reaction to the story."]},{"begin":"209.000","end":"254.760","lines":["Yeah. Well, this is not an uncommon thread of a complaint or a fear or a frustration, particularly after a loved one has passed. So I just want to say to the letter writer, I am so sorry about your stepfather's passing, and I'm also so thankful that he had you there. It sounds like your relationship must have been quite good for you to be getting there a couple of times a week and taking care of him and honoring his memory with the memorial service. But this type of question comes up all the time when it comes to inheritances and who gets what and what's fair and what's not fair. So this letter writer is not alone in feeling confused and frustrated and a little bit unsure of what to do."]},{"begin":"254.760","end":"265.680","lines":["Gotcha. So the first big question for you - it seems like this writer is implying she should get more money because she had a stronger relationship with her stepfather. My question for you, Lindsay, should she?"]},{"begin":"265.680","end":"290.200","lines":["Mmm, Andee, it's such a good question. And what I want to say is that so often, as humans, we conflate money with a bunch of other things. Oftentimes we associate money with power or control. And in this case, she says something along the lines of it doesn't feel really fair that they get the same amount of money as me when I was the one driving to him multiple times a week and taking care of him."]},{"begin":"290.200","end":"290.560","lines":["Yeah."]},{"begin":"290.560","end":"318.120","lines":["But the reality is that love and money are not a proxy for one another. And the stepfather made a conscientious decision to give each of his stepchildren an equal amount. And whether or not you think that's fair or right or equitable, sadly - or truthfully - it just - it doesn't matter. That was his wishes. And what we have to do in this situation is honor the legacy that he wanted to leave for the kids."]},{"begin":"318.120","end":"361.080","lines":["And what I would say to this letter writer is that they have something that the siblings don't. They have what sounds like a probably stronger relationship. And I would just recommend for this letter writer to pause and hold space for the gratitude for the fact that you had this opportunity to spend that time together. So rather than worrying about whether everybody gets an equal dollar amount, I would invite you to keep your head and heart towards what matters for you and how you can honor your stepfather's legacy and what are the things that you need to do financially, emotionally to take care of yourself and worry a lot less about whether or not it's fair that your siblings got a different amount or the same amount that you did."]},{"begin":"361.080","end":"375.320","lines":["Worth does not equal money. Money does not equal love. I feel like that will resonate with a lot of people and is easier said than done sometimes, especially in situations like these. But I hear them. I hear that lack of fairness."]},{"begin":"375.320","end":"385.360","lines":["Should our writer talk about these feelings with their siblings? You know, should she bring it up? Is it worth it? Is it worth calling them out or trying to redistribute the pot in some way?"]},{"begin":"385.360","end":"412.600","lines":["Mmm - so is it worth trying to redistribute the pot? Honestly, I really think it's very rare for it to be worth it to redistribute the money because that means having to get lawyers involved, having to go to court, having to prove that, potentially, the stepfather was not in a wise or a competent state of mind when he wrote his will and trust. And it sounds to me like this was written far previous to his..."]},{"begin":"412.600","end":"413.640","lines":["Right."]},{"begin":"413.640","end":"453.080","lines":["...Health declining. So as far as do you talk to the siblings about it? Yes. And I would be cognizant of what this letter writer thinks they're going to get out of it. We can't rewind the hands of time. We can't make the siblings go drive to the stepfather now that he is no longer there. She can't get back the time that she already spent there. So rather than saying, this isn't fair; you owe me more money. I would invite her to say, look, it wasn't until our stepdad passed that I really realized how much energy and effort I'd exerted. I'm not complaining about the time that I spent with him, and I cared for him. And I just want to let you guys know that, moving forward, I don't think I'll have the capacity to do that again."]},{"begin":"453.080","end":"478.720","lines":["And I also would really use this as an opportunity to set those boundaries with the siblings because, again, money can get so heated. And at this point in time, the money's already distributed. It has already been set up to be split up in equal parts. And whether the letter writer feels like it's right or wrong, do you really want to spend the next five, 10, 15 years in court fighting to get a little bit more in fighting with your siblings so they get a little bit less?"]},{"begin":"478.720","end":"487.040","lines":["What makes it so hard to talk about money with family? Why is it so fraught? I know this is a very big, broad question, but any - yeah (laughter)."]},{"begin":"487.040","end":"531.320","lines":["It's a huge question, Andee (laughter). How much time do we have? So money stuff is so awkward, so taboo in our culture. So research shows that people are more likely and more willing to say I'd rather talk about sex, politics than to talk about money at the dinner table, which is wild when you think about how intense sex and politics have gotten over the past few years here in our country. But the reality is there is this giant taboo hanging over money, which is so bizarre to me, because every single one of the listeners today has a relationship with money. We earn it, we spend it, we loan it, we lend it, and yet it's very rare that we talk about it."]},{"begin":"531.320","end":"578.400","lines":["And even when we do talk about it, we talk about it as what's coming in and what's going out, and how much do you need to save - versus really understanding the emotional component of money. We are emotional beings. We have not been taught to talk about money from an emotional standpoint. And when you grow up in a household and in a culture that tells you that money is impolite and taboo and it's not something that you should talk about, it's really hard to bring up the basics, like how much are you earning in your job or what is a good salary or how much did you pay for that car, or in this instance, what are we going to leave to our kids or what are we going to leave as our financial legacies when we're no longer here on earth? And so this message is constantly fed to us that money is off-limits."]},{"begin":"578.400","end":"599.400","lines":["Yeah. An unrelated note, it just makes me think about what we owe to our families, financially speaking, you know, caring for our parents when they're sick and the cost involved and the time cost, not just the money, writing clear will for your kids so they don't fight when you're gone. Do you have any hard and fast rules when it comes to family finances? Is that just talk about it more, talk about it as often as you can?"]},{"begin":"599.400","end":"617.680","lines":["Yes, talk about it more. Make sure that you have an understanding of who is responsible for what. There have been many instances where parents just made assumptions about - that when their kids went off to college, that their kids would pay for it, whereas the kids thought, oh, mom and dad have this ready for me to go, right?"]},{"begin":"617.680","end":"618.200","lines":["Oof (ph)."]},{"begin":"618.200","end":"661.960","lines":["Having those conversations upfront is so, so powerful and so important. As far as hard and fast rules about who you should leave money to or how much you need to leave to different people, that's really an individual choice. I'm a huge fan of making sure that your financial and emotional spiritual health care needs are all taken care of first and foremost before you think about caring for other people. Oftentimes, a lot of us are big softies. We want to help out with our cousin and get, you know, help them get on their feet after a rough spell or we want to be able to financially support our aging parents. But if we are not in a good financial situation, what ends up happening is we end up kind of sinking in the mud as well."]},{"begin":"661.960","end":"744.480","lines":["So we have to be able to financially take care of ourselves, and then when we have enough, we can poor or that excess, we can give of that excess confidently and safely to that cousin or to that aging parent. And we don't have to worry about having that kind of guilt hang over after the fact or that fear after the fact when that credit card bill comes due. One big thing about giving money to family is you notice that I've said the word give and not lend. I think it's a wise assumption that if you are giving money to a relative or to a loved one, that you have in your mind's eye that it is a gift and not a loan. If you are going to make it a loan - I know it sounds a little weird, but to actually get it in writing what the terms of that loan are, how much they will be paying you back, what interest rate it is. If you don't have that in writing, then I want for you to imagine that it's a gift. And I also want you financially to know that you will be OK if that gift does not get repaid."]},{"begin":"744.480","end":"770.720","lines":["Lots of good advice in there. So I'm hearing, you know, know your own boundaries. Have your own strong foundation before you give things away. If you're going to give away, give freely. Start with that. And if you can't give freely, then set the terms so everyone is clear on everything."]},{"begin":"770.720","end":"772.720","lines":["Yes, exactly."]},{"begin":"772.720","end":"775.280","lines":["In writing. I want the receipt."]},{"begin":"775.280","end":"777.680","lines":["Yes, exactly."]},{"begin":"777.680","end":"792.680","lines":["Lindsay, before we go, we end every show by asking our experts the best piece of advice they've ever heard. It can be anything you want. I'd love to hear yours."]},{"begin":"792.680","end":"829.120","lines":["Yeah. Years and years ago, my good friend Justine (ph) gave me this little nugget of wisdom. And she told me, Lindsay, we all change every five years or so. And more or less, we have to expect ourselves to change. And we have to expect people in our lives to change. And I think that little piece of advice has given me a lot of space for room and for growth."]},{"begin":"829.120","end":"837.560","lines":["Change is the only constant. Lindsay, thank you so much."]},{"begin":"837.560","end":"841.720","lines":["Oh, my pleasure, Andee."]},{"begin":"841.720","end":"866.880","lines":["If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"866.880","end":"895.600","lines":["This episode was produced by Beck Harlan and Sylvie Douglis, with help from our intern, Jamal Michel. Bronson Arcuri is the managing producer. And Meghan Keane is the supervising editor. Alicia Zheng produces the Dear LIFE KIT video series for Instagram. I'm Andee Tagle. Thanks for listening."]}],"duration":895}