{
  "title": "The key to hosting a successful theme party? Start planning early",
  "url": "https://www.npr.org/transcripts/1131622796",
  "intro": "Party planning experts say to send out invites at least 6 weeks in advance. That can give guests ample time to mark their social calendars — and prepare for the big bash. Read on for more tips.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT. And I'm reporter and supreme Halloween enthusiast Andee Tagle. Are all you cool ghosts and goblins ready to party with me - theme party, that is? Spooky season is upon us. It's my favorite time of year for lots of reasons - the singular thrill of haunted hayrides with friends, pumpkin carving, scary movie marathons. Plus, eating buckets of candy is actually encouraged this time of year. Don't you threaten me with a good time, holiday-makers."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "But, hands down, my favorite part of Halloween is the costumes and the parties that go with them. I find it so satisfying to spend a week or two making a homemade costume, getting to be creative and then getting that big reaction as I walk through the door of a party. Like most recently, I was Lord Farquaad from the \"Shrek\" movies, accompanied by my husband as perhaps the world's largest gingerbread man. It was hilarious, if I do say so myself, and something that our friends still talk about a year later. And that's the power of a good theme party. It ups the ante for a social gathering."
    },
    {
      "author": "NATASHA MILLER",
      "text": "It's so much easier for people to reminisce about, and you can be laughing about the various costumes. And there are things that really allow people to attach to versus a nonthemed party."
    },
    {
      "author": "TAGLE",
      "text": "If you're listening to this episode, I'm guessing I don't have to convince you why theme parties are so special. But maybe you're the lone enthusiast in a crowd of naysayers - you know, those too-cool-for-school kids that can't be bothered to dress up just for the heck of it. We can help with that. It comes down to making your theme party fun for everyone involved, an approach that shouldn't just be reserved for Halloween."
    },
    {
      "author": "BRANDI MILLOY",
      "text": "Every single day can be a celebration. My friend just texted me that she's done with chemo. I mean, that is a celebration. She is done. Why not throw a party? Like, life is too short to wait for, you know, the four big holidays a year. Every single day can be a celebration, and you can celebrate in a big way or a small way."
    },
    {
      "author": "TAGLE",
      "text": "A good theme can really elevate those celebrations. They give everyone involved something to look forward to - a chance for surprise or to dip into nostalgia, a time to think outside the box and, perhaps greater than all of these, space to belong and create lasting memories. The only question is, where do you start? In this episode of LIFE KIT, we'll help you throw a successful theme party your way. We'll talk how to pick a theme, how to make it come alive and how to get your guests to buy in - no RSVP required."
    },
    {
      "author": "TAGLE",
      "text": "OK. So in order to throw a great theme party, the first thing you'll need is a great theme. I know. What a revelation, right? But choosing just the right one can be much easier said than done. Food and entertainment reporter Brandi Milloy has built a following around her simple and fun approach to food and hosting. She says if you're struggling to find the right theme, start with your own party-going preferences."
    },
    {
      "author": "MILLOY",
      "text": "A lot of my girlfriends will tell me, you know, I want to throw a party, but I just feel like I don't - I wouldn't even know the theme, or I don't really resonate with this specific holiday. And so it really goes back to, what are you interested in? What do you enjoy when you go to parties? Do you like playing games?"
    },
    {
      "author": "TAGLE",
      "text": "For example, when Brandi was pregnant with her daughter, she knew she didn't just want an ordinary baby shower - you know, a standard, tame afternoon where everyone sat politely and watched her open presents. Instead, she decided to choose a creative menu as her theme."
    },
    {
      "author": "MILLOY",
      "text": "So I had this cravings menu, and it was everything I had been craving my entire pregnancy, from Chick-Fil-A nuggets to sweet tea to sour-belt candies to a cereal bar because I couldn't get enough of just cold milk and cereal. And there were, like, little touches everywhere in the party where people were, like, oh, my gosh, that is so you, and this is like no other baby shower I've ever been to."
    },
    {
      "author": "TAGLE",
      "text": "She says it was that personal touch and that surprise factor that really made her shower memorable."
    },
    {
      "author": "MILLOY",
      "text": "It really was, like, the third guest at the party because people were so curious, like, wait? Really? You've been craving this?"
    },
    {
      "author": "TAGLE",
      "text": "And that brings us to our first takeaway. Takeaway one - pick a theme that can act as a third guest or an additional host for your party. What do I mean by that? You should think of your theme like that ultra-fun friend you can always rely on to help get a party going for you - you know, the one you ask to come by early to help set up and set the tone when the other guests arrive. Your theme should work in the same way. Like Brandi's cravings menu, your theme should be a conversation starter, something to get people excited and give your guests common ground and shared activities to connect over. Some examples of that could be with tried-and-true themes, like \"The Great Gatsby\" or partying through the decades, a casino night for a 21st birthday, perhaps, or a Super Bowl potluck."
    },
    {
      "author": "TAGLE",
      "text": "There are a ton of places you can go with a party theme. But there are a few places you should not."
    },
    {
      "author": "MILLER",
      "text": "So if you do a theme that's very specific or niche to a certain amount of people but more than 30% of your group doesn't know what that is or doesn't relate to it, it might crash and burn (laughter)."
    },
    {
      "author": "TAGLE",
      "text": "That's Natasha Miller, the CEO of Entire Productions, an award-winning San Francisco-based event-planning company with a specialty in large-scale experience designed for big-name clients, like Yelp or Google just to name a few. Natasha loves to go big with her parties, from aerial silk acrobats to Stormtrooper ballets."
    },
    {
      "author": "MILLER",
      "text": "Like a flash mob for the guests. And I mean, people just lost it. They loved it so much."
    },
    {
      "author": "TAGLE",
      "text": "She's going to help us dream bigger. But don't worry. You don't need a great, big budget to throw a stellar theme party. It starts with just knowing your audience."
    },
    {
      "author": "MILLER",
      "text": "I think a good theme is anything that your guests will be delighted in and understand."
    },
    {
      "author": "TAGLE",
      "text": "Natasha says to consider the mix of people you plan to invite to your party and adjust the scope of your theme accordingly. So if you want to throw a party dedicated entirely to the fifth season of \"Game Of Thrones,\" for example, good for you. That sounds awesome. But before you go passing out invitations in an exact replica of Margaery Tyrell's wedding outfit, maybe make sure to limit your guest list to other superfans. Otherwise, you might find yourself disappointed in your guests' lack of enthusiasm, and your guests might feel excluded by your specificity. That said, don't be scared to introduce friends to your passions if they offer broad party entertainment appeal. Brandi, for example, used to compete in pageants."
    },
    {
      "author": "MILLOY",
      "text": "And so many of my friends had never watched a pageant before, but I really got them excited about it. I would have these little tally clipboards that I would pass around, and I would explain to them, you know, how hard these women had worked to lead up to this day. And it was just fun."
    },
    {
      "author": "TAGLE",
      "text": "One final theme no-go - other people's lived identities and experiences. Always off-limits."
    },
    {
      "author": "MILLER",
      "text": "I mean, I went to a party that would never, I don't think, be acceptable in this day and age, honestly. It was a trailer park, trailer trash party. That's not OK. It wasn't OK back then, either. So, you know, being really mindful of your guests and the guest experience and, of course, of your own - you know, your own standing in the world."
    },
    {
      "author": "TAGLE",
      "text": "I'm sure I don't have to harp on this one too much for you, but let's just do better when we know better, folks. OK? There are so many fun ideas out there that require absolutely no cultural appropriation - glow-in-the-dark parties, slumber parties, tea parties, the letter T parties. That's the one where everyone dresses up as something starting with the letter T. It's a blast. The inoffensive list of themes is just far too long to even need to consider dabbling in something offensive. And how do you know if you're toeing the line? Well, if you have to ask whether or not a theme or costume is appropriate, better just to steer clear."
    },
    {
      "author": "TAGLE",
      "text": "Other than that, don't be scared to tinker and play. What about a doppelganger party for that bestie that's always getting mistaken for Olivia Rodrigo or a Patrick Swayze movie marathon for your movie-loving brother named Patrick? Have fun with colors or playlists or sporting events. Riff off of your favorite book or movie genres. Like both pirates and space? Why not a space pirate theme? As long as you plan ahead and your guests know what they're in for, the sky - or the sea - is the limit. And that's our second takeaway for planning a great theme party - set expectations and give guests plenty of notice. If you're listening to this a week before Halloween in order to throw the world's best costume soiree, I'm afraid you're a little late to the planning party, my friend."
    },
    {
      "author": "MILLOY",
      "text": "I think if you're expecting guests to do something, you're expecting them to have a costume or have a white elephant gift, you really should give them at least six weeks."
    },
    {
      "author": "TAGLE",
      "text": "Have you ever gone to a Halloween store the day before Halloween and found exactly what you were hoping for? Did you have to wait an hour in line to get it? Yeah, don't put yourself or your guests through that pain. Plan for what you want and then make the ask early. You want to give people enough notice not to just be able to attend but to prepare, especially for the big holidays when you might have competition."
    },
    {
      "author": "MILLOY",
      "text": "I received a pumpkin carving invitation in July. And that felt so far away, but it's in my calendar. I put it in my phone calendar. It's in our family calendar. If you want people to be at your house instead of someone else's house, always think on the earlier side."
    },
    {
      "author": "TAGLE",
      "text": "When it comes to invites, Brandi says it's OK to keep it simple. Just sending over a quick call or text to start will do just fine."
    },
    {
      "author": "MILLOY",
      "text": "There is nothing wrong with doing that for big moments, giving someone a call, sending them a text and saying, hey; you'll be getting an email in a couple of weeks. I just want you to go ahead and save the date in your calendar."
    },
    {
      "author": "TAGLE",
      "text": "But from there, be thoughtful about your party messaging. If you're asking people to bring something or think up costumes or wear very specific attire, be vocal and upfront about it."
    },
    {
      "author": "MILLER",
      "text": "Usually on any invitation, what to wear is the tiniest, like, mouse print at the very bottom. And it's below the RSVP, and it's something that a lot of people might miss."
    },
    {
      "author": "TAGLE",
      "text": "Make sure people know what's being asked of them in clear language. Does everyone at the bachelorette need to wear black from head to toe, or is some accessory variation allowed? Are costumes required for entry or just strongly encouraged? For your dynamic duos party, can everyone come up with their own interpretation of a famous pairing? Or are we only talking celebrities and historical figures? Note any important information on your original invitation. Then remind people again."
    },
    {
      "author": "MILLER",
      "text": "If you don't touch base with them multiple times before the party, they might not get the message."
    },
    {
      "author": "TAGLE",
      "text": "Thinking of throwing a very merry \"Harry Potter\" holiday party, for example? Maybe you could send out your first invite on some Hogwarts-esque stationery, then follow up with people about the theme with Dumbledore-adorned GIFs, asking your guests if they have any questions about what house they're sorted into for trivia. Maybe you can make it a costume contest with butterbeer and a chocolate frog waiting for the winner as a way to get people excited. And most people probably will be. But you should also be prepared for questions and pushback."
    },
    {
      "author": "MILLER",
      "text": "I love a good either Pinterest board that shows the different, like, here is full tilt. Here's, like, if you want to kind of just do it but not be full tilt. And here's an example of one thing you can buy or one thing you could wear. And that is the best for people that don't consider themselves very creative and who may not really be able to interpret just by a few words what the dress code is."
    },
    {
      "author": "TAGLE",
      "text": "OK. You've got your theme. You picked the date, You sent out invites. Now it's time to turn your theme idea into reality. In this regard, our experts agree less is more. So takeaway three - thoughtfulness over things will take you far. Be focused and intentional with your party planning funds. Listen. Tempting as it may be to buy out all of Party City or the Oriental Trading Company catalog once you have a theme you're excited about, Natasha says you don't really need to bombard your guests with your theme in every corner to get your point across. She suggests aiming for about five touchpoints to make your theme feel full and real without being over the top. What does that look like? Well, you could start with themed invitations, catering..."
    },
    {
      "author": "MILLER",
      "text": "You could even do it with the things that you're serving the food on. So the food doesn't necessarily have to be strictly on theme, but perhaps the serving trays or the buffet is set up in the theme."
    },
    {
      "author": "TAGLE",
      "text": "Music is another big one. You should definitely make a special party playlist. And then, of course, there's decor - themed balloon displays, centerpieces or if you're going big, maybe for a wedding or a milestone birthday..."
    },
    {
      "author": "MILLER",
      "text": "Even the - I'm thinking of the table coverings. There's definitely themed types of decor that you can do."
    },
    {
      "author": "TAGLE",
      "text": "So pick the things that most communicate the theme to you and then focus on that. If you're throwing a Halloween party, for instance, maybe you have a spooky witch's brew punch in a cauldron and a table of spooky desserts to match. Cool. Then you don't really have to opt for the jack-o'-lantern-themed napkins too. What does overdoing it look like? Brandi says one telltale sign is letting a lot of cheesy stuff and fluff aggressively tell the story of the theme for you."
    },
    {
      "author": "MILLOY",
      "text": "For example, I went to a party, and you could tell the person was really set on this Paris theme. They wanted the black and white, the straws, the napkins, everything was Paris, Paris, Paris. And I kept thinking, man, you know, they spent so much money on all these theme-y (ph) things that they're probably going to toss when this party is over."
    },
    {
      "author": "TAGLE",
      "text": "Again, just a few themed touchpoints."
    },
    {
      "author": "MILLOY",
      "text": "The biggest thing when it comes to themed parties is if you have a neutral base, if you have white platters and white cake stands and neutral table linens, you can let the food be the star and then show little elements of that theme."
    },
    {
      "author": "TAGLE",
      "text": "Another way to go overboard, says Brandi - overwhelming your guests with too many planned activities. Like at kids' parties..."
    },
    {
      "author": "MILLOY",
      "text": "Even the guests are kind of running ragged to try to experience all these things. You know, they have a reptile show. They have the bounce house. They have a little craft center. They have, you know, custom cocktails."
    },
    {
      "author": "TAGLE",
      "text": "If a party is too spread out or jampacked with things to do and see, it might take away from the reason you're celebrating."
    },
    {
      "author": "MILLOY",
      "text": "I've been to parties where it feels like we lose the purpose of the party. It's to celebrate that person's birthday. There are so many people doing something that they miss, you know, singing \"Happy Birthday\" and blowing out the candles."
    },
    {
      "author": "TAGLE",
      "text": "So how do you get it right? Start by making sure you've chosen a venue that's comfortable and sensible for your particular gathering. Like, if you want to throw a houseplant swap party for 100 people, your studio apartment might not be the most convenient setting. Or if you're planning an ice cream social, you want to make sure you've got enough freezer space."
    },
    {
      "author": "MILLOY",
      "text": "Think about if you're going to have a backyard party, does that mean the inside is off limits except for the restroom? And if it is, do you have enough seating, keeping in mind the ages of everyone? - because as soon as you kind of release every area open to everyone, you start losing control of the party, of the theme, of the vibe of the energy."
    },
    {
      "author": "TAGLE",
      "text": "Once you've mapped out your space, you can start collecting decorations. But don't head straight to Amazon or the party store. Especially if you're planning a one-off event and don't expect to use your decorations again, consider thrifting or no-waste groups to find what you need. You might be pleasantly surprised."
    },
    {
      "author": "MILLOY",
      "text": "One of my favorite things is my mom swap. It's a Facebook group that I'm on here in my community, and moms are constantly posting that they're throwing a baby shower. Does anybody have one of those cool peacock chairs that I can borrow? Does anybody have any kickstands?"
    },
    {
      "author": "TAGLE",
      "text": "And when it comes to splashy photo setups and such, remember; Etsy and YouTube are your friends. You don't have to make up everything on your own. There are an infinite number of fun and easy DIY crafts out there that can help you add some flair without breaking the bank. From there, think about lighting and ambiance. So are you going for upbeat, exciting energy for that 2000s MTV \"TRL\" shindig, a dark and mysterious mood for your murder mystery party? Make sure the environment you're building matches your intended vibe."
    },
    {
      "author": "MILLOY",
      "text": "One year, I did this \"Game Of Thrones\" party, and I asked all my neighbors if they could give me all their old wine bottles. And I soaked the labels off, and I had all these different color wine bottles - dark green, purple, clear. And then I had these tapered candles. And I lit them while I was setting up, and so as my guests arrived, they were greeted with this gorgeous centerpiece of, like, drippy, moody, romantic drama."
    },
    {
      "author": "TAGLE",
      "text": "Finally, favors. Depending on what kind of celebration you're having, you might be inclined to give your guests a token to remember the party by. Our experts agree if that's something you want to do, make it something meaningful and lasting."
    },
    {
      "author": "MILLOY",
      "text": "One of my favorite party favors is pictures. We have a Polaroid camera, and everyone gets to bring a picture home."
    },
    {
      "author": "TAGLE",
      "text": "At the end of the day, you want to remember the real reason for gathering to begin with."
    },
    {
      "author": "MILLOY",
      "text": "The more that we stop the party favors, the more people will feel relaxed about not having them and not feel like you have to gift someone something when they leave. Like, your presence is a gift. Presence is a gift. That's it."
    },
    {
      "author": "TAGLE",
      "text": "Our final takeaway is for party day. Takeaway four - make it easy for people to participate in your theme, but don't force it. Now, this one can feel hard after you put your blood, sweat and tears into planning a great event and then a guest doesn't buy in or participate like you hoped they would. But don't give them a hard time or try to boss people into it."
    },
    {
      "author": "MILLER",
      "text": "Somebody is inevitably going to show up in a plaid shirt for a \"Great Gatsby\" event. Maybe they didn't get the message. Maybe they didn't believe it really was a themed and costumed party. Maybe they didn't think they cared until they got there, and then they felt awkward."
    },
    {
      "author": "TAGLE",
      "text": "Whatever the reason, don't make people feel self-conscious. Help lower the bar of entry instead. If a guest can't get a costume together for your Halloween party in time..."
    },
    {
      "author": "MILLOY",
      "text": "I'd rather them show up and not dress up than not show up at all. It takes a lot of effort, but if a friend comes over and they're not feeling it, I am never going to force it on them. But I'll pass them a cute little cocktail with, like, a little floating eyeball in there and try to make them giggle."
    },
    {
      "author": "TAGLE",
      "text": "So maybe have some spare options for your guests, but don't press the issue. Instead, find other ways to make them feel welcome. Maybe they're too shy to wear a costume, but they'd love to pitch in as gamemaster or bartender or playlist DJ."
    },
    {
      "author": "MILLER",
      "text": "You know, something fun to feel part of it - just, I think, really anticipating everybody's needs to a point that makes sense."
    },
    {
      "author": "TAGLE",
      "text": "From there, don't forget to party at your theme party because creating special memories with your people is the point of all of this, right? Even if it's a theme that's been done a million times before, your personal touch will create a singular experience for everyone in attendance."
    },
    {
      "author": "MILLOY",
      "text": "There's something that people look back on. You know, they - out of all the parties, it's like, what makes a party special? It's having that theme that continues throughout from the moment you walk in the party to the moment you leave and something that you all do together and you experience together that no one else will do unless they were at that party."
    },
    {
      "author": "TAGLE",
      "text": "I don't know about you, but I'm partied out. Let's recap. Takeaway one - a good party theme is like a second party host. It helps connect people and makes it easy to find the fun. Takeaway two - set expectations, and give guests plenty of notice. Planning on a costume contest? Want to make it a potluck? Invite guests at least six weeks in advance, and start prep then, too. Takeaway three - be focused and intentional with your party planning funds. You don't have to break the bank or go overboard with decor to make a theme come to life. It's thoughtfulness that counts. Takeaway four - make it easy for people to participate in your theme, but don't force it. Be creative about making everyone feel welcome, and don't forget the reason for your gathering in the first place."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to be a great host, another on comfort decorating and lots more on everything from parenting to finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, have you signed up for Life Kit Plus yet? Becoming a subscriber to Life Kit Plus means you're supporting the work we do here at NPR. Subscribers also get to listen to the show without any sponsor breaks. To find out more, head over to plus.npr.org/lifekit. And to everyone who's already subscribed, thanks so much."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team also includes Audrey Nguyen, Clare Marie Schneider and Summer Thomad. Julia Carney is our podcast coordinator. Engineering support comes from Gilly Moon, Alex Drewenskus and Neil Tevault. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9753725449.mp3",
  "img": "https://media.npr.org/assets/img/2022/11/04/gettyimages-1183414292-1-_wide-52eeb05e40d8d2c0ec9e20de1deab07d6e75bb4c.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "NATASHA MILLER",
    "TAGLE",
    "BRANDI MILLOY",
    "MILLOY",
    "MILLER"
  ]
}