{
  "title": "Michelle Obama's best advice on marriage, parenting and being your authentic self",
  "url": "https://www.npr.org/transcripts/1132230093",
  "intro": "In her new memoir, 'The Light We Carry,' the former first lady shares her philosophy on the relationships we have with our partner, our family and ourselves. 'You have to evolve with it,' she says.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT. I'm your host, Marielle Segarra. And today, a little later in the day than usual, we have a very special episode for you."
    },
    {
      "author": "MICHELLE OBAMA",
      "text": "I'm feeling a little nervous (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "If you don't recognize her voice, that is former first lady Michelle Obama. She's nervous because she's about to embark on a tour for her new book, \"The Light We Carry: Overcoming In Uncertain Times.\" And the book is very LIFE KIT."
    },
    {
      "author": "OBAMA",
      "text": "This book is my best attempt at offering people at least a look into my toolbox, the practices and habits, the people who keep me balanced. And hopefully it'll start a conversation because I think that that's a lot of what we're feeling. We've been locked away from one another, and we're feeling disconnected. And we need to get back together and uncover ourselves with each other and figure out, how do we adapt in an inevitably uncertain world?"
    },
    {
      "author": "SEGARRA",
      "text": "In the book, Obama shares wisdom and stories from her life. A big theme is navigating relationships of all kinds - with a partner, with your kids, with yourself. And like she said, she's nervous about being so open and vulnerable."
    },
    {
      "author": "OBAMA",
      "text": "Did I share too much? How will people receive the truth that I have to offer? My hope is that people will find something useful in it."
    },
    {
      "author": "SEGARRA",
      "text": "Today on LIFE KIT, my colleague and All Things Considered host Juana Summers talks with Michelle Obama about her tools for life."
    },
    {
      "author": "SEGARRA",
      "text": "Y'all - we all set? All right."
    },
    {
      "author": "JUANA SUMMERS, BYLINE",
      "text": "All right. Are you good to go, most importantly?"
    },
    {
      "author": "OBAMA",
      "text": "I'm good, yeah. Yeah."
    },
    {
      "author": "SUMMERS",
      "text": "Well, former first lady Michelle Obama, thank you for being here to talk with us about your new book."
    },
    {
      "author": "OBAMA",
      "text": "Thanks for having me."
    },
    {
      "author": "SUMMERS",
      "text": "You get vulnerable, not just about yourself, but you talk about your marriage."
    },
    {
      "author": "OBAMA",
      "text": "Yeah."
    },
    {
      "author": "SUMMERS",
      "text": "We learn about the fact that your daughters are now dating. Were you - you talk about this idea of being comfortably afraid..."
    },
    {
      "author": "OBAMA",
      "text": "Yeah, yeah."
    },
    {
      "author": "SUMMERS",
      "text": "...Of really being able to harness that fear. Were you - how did you think about the things that you shared with all of us, with your readers, about your family's lives?"
    },
    {
      "author": "OBAMA",
      "text": "All I have is my own authentic truth. So I feel like if I'm coming from that place and I've gotten the permission of my family members, then I feel like, OK, there's a lesson here. So when I talk about my relationship with my husband, it's because I know that there are a lot of young people who are trying to figure out how do you - what is a marriage? How do you shape a relationship? I am fascinated by how little we talk to young people, young adults about what it actually means to partner with somebody and what those compromises look like and, you know, pushing them to answer questions for themselves of - what are you trying to get out of this relationship with this other person? Have you thought it through? Are you seeking a wedding, or do you want a relationship? Those are two very different..."
    },
    {
      "author": "SUMMERS",
      "text": "They are."
    },
    {
      "author": "OBAMA",
      "text": "...Things. So in the chapter that's called Partnering Well, I share my journey with my husband, the things that stuck out for me, what I was trying to find in another person and how that worked out over the course of 30 years - we have - we are now celebrating our 30th anniversary - with the hopes that, you know, it will create a conversation among the next generation of people trying to start to build their lives. What do you look for in a partner? What do you have to bring to a relationship yourself in order to make it whole and healthy?"
    },
    {
      "author": "SUMMERS",
      "text": "I think that's something that so many people are curious about. People, I think - and you've written about this - they have idealized your marriage. They sit there and look at it. But you have always been very clear-eyed and very honest that marriage takes work. It takes daily work and that it is not always glamorous. And you have had some very unique strains. But there's also the strains that any of us who are in a relationship or married face, whether it be whose career goes first or..."
    },
    {
      "author": "OBAMA",
      "text": "Yeah, that's right."
    },
    {
      "author": "SUMMERS",
      "text": "...Who takes on the childcare labor. Is there one piece of advice that you would give for people who are thinking about how you put in that work for a partnership that's lasted..."
    },
    {
      "author": "OBAMA",
      "text": "Yeah, yeah."
    },
    {
      "author": "SUMMERS",
      "text": "...That long?"
    },
    {
      "author": "OBAMA",
      "text": "It's not really one piece of advice. It's - to me, it's a philosophy. It's an outlook. In this age of, we want everything now, we want everything quick, we - you know, when life is everything but that, we have to understand that marriage is never 50-50. And, you know, you sort of wonder how that idea kind of got out there. I have found that if you stick with it, you know, over the course of your entire relationship, you may have 50-50 over time. But if I look over my marriage, if I were to judge it in year five or year 10, there was never 50-50. Somebody was always giving way more. Someone always needed a different kind of thing. You have to evolve with it. And so, yeah, there were times when I felt like I was 70% in, and he was doing 30%. And I've had to compromise, as he has. I've had to - because of the choices that I made in the terms of how I wanted our family to look..."
    },
    {
      "author": "SUMMERS",
      "text": "Yeah."
    },
    {
      "author": "OBAMA",
      "text": "...I had to take my foot off of my career gas pedal, never putting on the brake but slowing up a little bit. Those are the natural compromises that are required. And I feel bad when I see young people giving up on their relationships because there are periods of hard. There are periods of discomfort. As I have told young people who ask me about marriage, I was like, you have to be prepared to have long stretches of discomfort, and long, I mean, it could last for years. So I think it's important for us to be honest in those conversations, not to glamorize what a partnership feels like because then young people quit too soon. They quit before they've really, you know, played out the full scenario."
    },
    {
      "author": "SUMMERS",
      "text": "One of the things that I love that was a through line that ran throughout this book is the evolving relationships between parents and children, and particularly mothers and daughters. And you wrote a lot about your relationship with your mom..."
    },
    {
      "author": "OBAMA",
      "text": "Yeah."
    },
    {
      "author": "SUMMERS",
      "text": "...Who we all know played a pivotal role with - living with your family during your years in the White House. I'm curious, what has that been like for you as your relationship has evolved into being both adults to now having adult children? What does that look like for you?"
    },
    {
      "author": "OBAMA",
      "text": "I think it's a beautiful journey. You know, something I admired about my mother is that, you know, she had a clear philosophy about parenting, which is unusual for somebody of her generation. There weren't all the \"What To Expect\" books and the Dr. Whodeedo (ph) books on how to parent. But there were just some - a common sense way that - approach that she brought to parenting. But she always talked about - she said, I'm not raising children; I'm raising adults. And so I always had an interestingly open and honest conversation with my parents. They encouraged us to talk at an early age, to find our voices. She made sure we felt heard. She made sure that she took our concerns and issues seriously. We were never treated as, kids should be seen and not heard. You still have to be ready for your kids to evolve. You know, who they are at 4 and 7 and what they need from you is very different from what they need from you as teenagers and then again as young women. But if you've laid a foundation of trust and honesty, every stage, I've found, is wonderful. It's full. I don't miss any stage. I loved every stage of parenting my girls, but I wouldn't go back to any..."
    },
    {
      "author": "SUMMERS",
      "text": "No."
    },
    {
      "author": "OBAMA",
      "text": "...Of the stages. I don't long for the time when they were babies. I loved that time - breastfeeding when you - you know, you could sit and hold them and look at them forever. But now that they're young women, and now I'm less of a day-to-day manager and more of an adviser, there's a freedom to enjoy them as individuals, to watch them grow. And I think that's been the case for me and my mom as well."
    },
    {
      "author": "SUMMERS",
      "text": "With your girls, though, has that been comfortable for you, the idea of stepping back from that manager role and letting them lead, letting them be the people who make you and your husband, as you say, weak martinis when you come and visit their apartment?"
    },
    {
      "author": "OBAMA",
      "text": "(Laughter)."
    },
    {
      "author": "SUMMERS",
      "text": "I couldn't stop laughing when I read that."
    },
    {
      "author": "OBAMA",
      "text": "You know what? That's - that - it is a hard thing to do, to let your kids be. You know, in this era of helicopter parenting, you know, where I think parents are very maybe overly involved in their kids' lives - I was raised to be handed my competence early. And I've tried to instill that same kind of - stand by the gate and watch your kids fly. Be there for them when they come back. Let them know that you will be their advocate, but don't step in and try to live their lives for them. It is frightening to watch your children walk into a brick wall, but that's what growth is. And - you know, and too many parents try to stop that process, but you got to get adjusted. I mean, I talk about how, you know, when you're letting your kids go, you're letting your heart out there in the world - that Barack and I kind of do this kind of crazy parent text check-in, you know, like writing things that are keeping us up at night. Barack one day sent them a text on earthquake preparedness..."
    },
    {
      "author": "SUMMERS",
      "text": "(Laughter)."
    },
    {
      "author": "OBAMA",
      "text": "...Because they now live in L.A. And it's - that's the kind of thing you do as a parent. You think, uh-oh, there are earthquakes. Have I warned them? Are they prepared? So in the middle of the night, he's sending some article on a 10-step plan that includes, you know, getting earthquake training and stocking up on water. And the response from one of my daughters was, OK, which of these things do you think we should do because it's a lot, right? But that's our own anxiety playing itself out. You know, what did I miss? You know, what more can I feed into you to make sure that you're safe and sound and secure? But the truth of the matter is that we don't control that. There are no guarantees that their life is going to work out, and something bad may happen. That is the hardest thing about parenting, is living with that truth. But the alternative is to stop them from growing. And that, in my view, would be the sad outcome. So I have to remind myself of that, you know, when I get the urge to step in."
    },
    {
      "author": "SUMMERS",
      "text": "One of the other things you touch on in the book is you are very open and candid about acknowledging the fact that you have support, and you have help, and you have had help throughout your life in raising your children. And you point out that any high-earning, successful women who purport to have it all and do it all, they've got help. So I want..."
    },
    {
      "author": "OBAMA",
      "text": "Yeah."
    },
    {
      "author": "SUMMERS",
      "text": "...To ask you, what disservice do we do to people, particularly women and caregivers..."
    },
    {
      "author": "OBAMA",
      "text": "Yeah."
    },
    {
      "author": "SUMMERS",
      "text": "...When we don't all acknowledge and aren't as transparent about the fact that we have help, especially given that we are coming out of a two- to three-year period that has exposed..."
    },
    {
      "author": "OBAMA",
      "text": "Yeah."
    },
    {
      "author": "SUMMERS",
      "text": "...So much strain in our caregiving infrastructure in this country?"
    },
    {
      "author": "OBAMA",
      "text": "Well, that's the - you know, the trope that we wear as women - that we're supposed to be able to do it all. If I look back over my personal history, I can see where, you know, that's what was modeled to us - that the mothers in our lives did everything, you know? They mothered. They worked. They took care of the home. So we're emulating that, particularly as women of color. You know, that's a sign of strength. You know, so we don't ask for help. So, yes, I think it's a disservice when those of us who are out here modeling it aren't being real clear about the fact that we are not meant to do this life alone. We are not meant - I believe we were not meant to parent alone. You know, the whole concept of a nuclear family - you know, just me, my husband, if you're lucky, and the kids, and this is our unit, and we live independently - that's a fairly new phenomenon to our generation. You know, for decades, people have lived in extended family units. I grew up in a community surrounded by family members. I had maternal grandparents around the corner, paternal grandparents, you know, down the street. We lived above the home of a great aunt. We saw each other regularly, our families, cousins together, almost every weekend, celebrating birthday parties. And I can't think of a time where I had to have a babysitter because there was just always somebody that was chipping in. So now, here we sit, in our generation. Many of us have moved away from our family units, our communities of support. And we're off in some city with a big job still trying to emulate what our grandparents and grandmothers and fathers did. That doesn't work..."
    },
    {
      "author": "SUMMERS",
      "text": "No."
    },
    {
      "author": "OBAMA",
      "text": "...You know? If you're working outside of the home, because we all are working inside of the home, you know, there is no shame in getting support. Your kids will value it. They will value you being less stressful. Now, the guilty part of that piece, if you're a woman who has the resources, is that we all know women who don't have that choice. So sometimes, we hide it because it's like, dag, how am I talking about a nanny and a this and a that when I know that there are women, my peers, my cousins, who don't have that support? They're doing just as much as I'm doing, but they don't have access to affordable child care. They couldn't think of having a nanny, you know? But I think we still have to talk about the fact that family units have to be based on a big community of support. There is nothing particularly courageous about doing life alone."
    },
    {
      "author": "SUMMERS",
      "text": "One of the things that you walk through in the book - and you talk about a number of the ways in which your life and the journey that your family has been on has been incredibly exceptional. But you also talk about some incredibly relatable experiences, such as the isolation of being the only, whether it is the only woman of color or the only Black person in the room, of being the only person who didn't come from money at a college. And I wonder, now, all these years later, and the journey that you have been on, do you still feel that way sometimes, and how do you deal with it?"
    },
    {
      "author": "OBAMA",
      "text": "Yeah, honestly, of course, as Michelle Obama..."
    },
    {
      "author": "OBAMA",
      "text": "...You know, I feel it less acutely, but that's fairly recent, you know? I mean, when we were in the White House, we were the first and the only at many tables of power. But what I've found is over time, and I write about this, is that we can't change that reality. We are still, sadly, breaking barriers, right? I mean, it is unfortunate that the percentages of students of color on college campuses is remaining relatively, sadly, stagnant."
    },
    {
      "author": "OBAMA",
      "text": "So how do we get through in the meantime? Because when you're an only, there's, as I describe it, there's a feeling of walking around trying to navigate a town or a city with a road map that doesn't fit. You feel isolated and disconnected, sometimes outside of your own body. What I had to learn to do was to first get out of my own head about it."
    },
    {
      "author": "SUMMERS",
      "text": "Not easy, though."
    },
    {
      "author": "OBAMA",
      "text": "It's not - it is not an easy thing to do. And it takes practice. But for me, I have practiced trying to get out of my head for 58 years now. It is a daily reminder that I have to take the mask that I am trying to hold up on my face, take it down so that I can see what I'm doing. And by mask, I mean stop - trying to stop pretending to be something that I'm not, trying to fit in and leave behind the parts of me that make me real and authentic. Stop worrying about how I wear my hair and what somebody is going to think about it, you know? Stop thinking about how I conjugate my verbs or what stories I tell about myself to make me fit into somebody else's world. We get in our way with that. But it takes practice. And I open the book by urging young people to read it, to understand that patience is an important tool in developing your own set of tools."
    },
    {
      "author": "OBAMA",
      "text": "What I am able to do now, the messages that I tell myself now, at 58, are very different than what I needed to say to myself at 20. But I now have a lifetime of understanding that I have been practicing through being the only, of quieting my doubtful mind and then speaking up and using my experiences as the source code, as I say, to the power that I actually have and bring. You know, it doesn't happen overnight. But we have to keep telling ourselves, I am going to show up in the world as my authentic self, and that is good enough. That's the work that we have to do."
    },
    {
      "author": "SUMMERS",
      "text": "Former first lady Michelle Obama, thank you so much for spending some time with us today."
    },
    {
      "author": "OBAMA",
      "text": "Thank (laughter) you."
    },
    {
      "author": "SUMMERS",
      "text": "It's been a real pleasure."
    },
    {
      "author": "OBAMA",
      "text": "Thanks so much."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on how to connect with your ancestors and we have another on relationship contracts. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. Meghan Keane is our supervising editor and Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team also includes Andee Tagle, Audrey Nguyen, Summer Thomad and Sylvie Douglis. Julia Carney is our podcast coordinator and engineering support comes from Tre Watson. Special thanks to Ashley Brown, Katherine Silva and Neal Rauch."
    },
    {
      "author": "SEGARRA",
      "text": "I'm Marielle Segarra. Thanks for listening."
    },
    {
      "author": "SUMMERS",
      "text": "So."
    },
    {
      "author": "OBAMA",
      "text": "That was quick."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Yeah, so quick."
    },
    {
      "author": "SUMMERS",
      "text": "Thirty-five minutes went by fast."
    },
    {
      "author": "OBAMA",
      "text": "Oh, my gosh."
    },
    {
      "author": "SUMMERS",
      "text": "(Laughter)."
    },
    {
      "author": "OBAMA",
      "text": "(Laughter)."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1863224404.mp3",
  "img": "https://media.npr.org/assets/img/2022/11/15/michelle-obama-still_2_wide-69029517fba65466c13a39801c4ef287b0500b5c.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "MICHELLE OBAMA",
    "SEGARRA",
    "OBAMA",
    "JUANA SUMMERS, BYLINE",
    "SUMMERS",
    "UNIDENTIFIED PERSON"
  ]
}