{
  "title": "Life Kit answers your pressing questions about inflation",
  "url": "https://www.npr.org/transcripts/1134223531",
  "intro": "The prices of goods and services have gone up. How much of that is due to Ukraine or the pandemic? What can our elected officials do to lower prices? And how does inflation slow down? NPR's Marielle Segarra and Stacey Vanek Smith tackle listener queries.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Marielle Segarra, and I'm here today with a very special guest co-host, Stacey Vanek Smith."
    },
    {
      "author": "STACEY VANEK SMITH, BYLINE",
      "text": "Hello, Marielle."
    },
    {
      "author": "SEGARRA",
      "text": "Hey."
    },
    {
      "author": "VANEK SMITH",
      "text": "I'm really excited to be here."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So you may know Stacey from her time at The Indicator or at Planet Money. She is now an economics correspondent for NPR."
    },
    {
      "author": "VANEK SMITH",
      "text": "Indeed I am."
    },
    {
      "author": "SEGARRA",
      "text": "And we're going to talk about inflation today because it is affecting all of us in very, very painful ways."
    },
    {
      "author": "VANEK SMITH",
      "text": "It really is. So I spoke with one woman, actually, who has five children. Her name is Donna Dunn. She lives in Booker, Texas. She does the books for a health clinic. She's a numbers person."
    },
    {
      "author": "SEGARRA",
      "text": "OK."
    },
    {
      "author": "VANEK SMITH",
      "text": "She's very, very good with math. But she said that her grocery bill for her family went from around $700 a month to more than $1,200 a month."
    },
    {
      "author": "SEGARRA",
      "text": "Wow."
    },
    {
      "author": "VANEK SMITH",
      "text": "And it's just destroyed her budget. And she, as a result, has become this kind of encyclopedia about how much things cost."
    },
    {
      "author": "DONNA DUNN",
      "text": "The price of a gallon of milk went from 2.99 on Mondays, 3.99 the rest of the week - now, that same exact gallon of milk is 4.99 - dozen eggs, $4.89; deli ham, 6.99; a dozen thick-cut pork chops, 13, $14."
    },
    {
      "author": "VANEK SMITH",
      "text": "And she also knows where to go to buy different things."
    },
    {
      "author": "DUNN",
      "text": "Look down at the jar of mayonnaise and I'm at the United, and I said, oh, they want 6.49 for it here? They want 5.99 for it down at the Lowes, and if you go down to the Dollar General, you can get it for 3.75."
    },
    {
      "author": "VANEK SMITH",
      "text": "So Donna's been making all these cutbacks everywhere she can think of. They don't eat out anymore. They've switched from, you know, cans of soda to bottles of soda."
    },
    {
      "author": "DUNN",
      "text": "I still eat ham sandwiches, but not as much. I used to put five slices. Now I only put three."
    },
    {
      "author": "SEGARRA",
      "text": "Wow. It's super painful."
    },
    {
      "author": "VANEK SMITH",
      "text": "Even though she is really good with numbers and she is a wizard with a budget, she still just cannot make the math work. And so there are bills that just aren't getting paid."
    },
    {
      "author": "DUNN",
      "text": "I have a dentist bill that I haven't got paid yet because I have to work it into the budget that's already split so tight."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, inflation is super painful for a lot of people, and that's why we're talking about it today. We have a bunch of listener questions that Stacey and I are going to tag team on because I actually was an economics reporter..."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yes. Yes."
    },
    {
      "author": "SEGARRA",
      "text": "...For 10 years, a little over 10 years. So we are so ready to answer your questions. We'll have those for you after the break."
    },
    {
      "author": "SEGARRA",
      "text": "All right. So our first question is from Phillip Aiken (ph) from Pontiac, Mich. Here's Phillip."
    },
    {
      "author": "PHILLIP AIKEN",
      "text": "How much did the pandemic stimulus payments and also the pandemic bills affect inflation?"
    },
    {
      "author": "VANEK SMITH",
      "text": "This is a really good question. And this is a question that has caused a lot of debate among economists. It's become very politically charged. A lot of people - like, especially politicians and economists on the right - have said that a lot of the COVID stimulus has contributed to inflation. And a lot of economists and politicians on the left say, no, that's not true. We do know a few things. There are some facts that we can find in this situation."
    },
    {
      "author": "SEGARRA",
      "text": "We love those."
    },
    {
      "author": "VANEK SMITH",
      "text": "Facts are always good. For a while, right after the stimulus checks went out, savings rates went up for Americans. So people did actually have a little extra cash. Poverty rates went down for the first time in a long time after those checks went out. And, you know, there has been some speculation. When people have extra cash, they tend to spend more. When people buy more stuff that can tend to push up prices. So it may have contributed to inflation a little bit. But now savings rates are way back down. They're down to almost, like, a 20-year low right now. This is especially true for medium and low-income households. My own speculative answer is it probably did contribute to inflation, but I think there are other things that contributed way more."
    },
    {
      "author": "SEGARRA",
      "text": "Right. And if it did contribute to inflation, it's not doing that anymore, right?"
    },
    {
      "author": "VANEK SMITH",
      "text": "Right. Right, and I think that was a moment - when those stimulus checks went out, even if they did contribute to inflation, I think it was something that probably had to be done in that moment. We were in such a crisis. There was such an economic shock. But I think it's important sometimes to acknowledge that there are always tradeoffs to whatever policy we pick. And I think that would have been the right tradeoff."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, a lot of economics feels like just this dance we're doing - right? - like, trying to - you do this thing. You do that. You're, like, compensating. You're moving with whatever's happening. I don't know. I'm not a dancer. But, like, it feels like you're just trying to stay on your feet at the end of the day."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yeah, I think that's really true because it's such a complicated ecosystem. Like, the U.S. economy is so huge. And so you fuss with one part of it, and, like, another thing happens. You know, it's not always the things that we want to have happen."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Well, thank you for validating my metaphor. I feel much better now."
    },
    {
      "author": "VANEK SMITH",
      "text": "I love the dancing metaphor."
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter)."
    },
    {
      "author": "VANEK SMITH",
      "text": "You've got to spice this stuff up as much as you can (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "I try. I do try. All right. You want to take the next one?"
    },
    {
      "author": "VANEK SMITH",
      "text": "OK. Yes. So this question is also from Phillip, very informed listener. Here is what he asks."
    },
    {
      "author": "AIKEN",
      "text": "How much is the war in Ukraine affecting inflation?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, so it's affecting inflation in a couple of ways. One of them is that Russia is a major supplier of oil to the world. And so because of the war, that supply has been interrupted, even though in the States, we're not relying on Russia for oil. Prices are set in the global market, and so that means prices have gone up overall on oil. And that's not just affecting inflation in the obvious way, like gas prices are a part of inflation, but also, that means that it's more expensive to, say, deliver your princess crown that you're wearing for your Halloween costume or whatever."
    },
    {
      "author": "VANEK SMITH",
      "text": "Oh, I was like, did you just order a princess crown?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "VANEK SMITH",
      "text": "Talk to me about this."
    },
    {
      "author": "SEGARRA",
      "text": "I did, actually."
    },
    {
      "author": "VANEK SMITH",
      "text": "I forgot it was Halloween (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "I dressed up. So, like, when you order a princess crown and it has to be delivered to your house, that means it's going to cost more money to put gas in the truck to get it to you, right? And that means that it - those costs are going to get passed down to you in that way as well. And then also, Ukraine is a big supplier of certain kinds of grain. And again, not a big supplier to the States, but prices are set globally, so that means that it is more expensive to buy products that have grain in them. So this is just another of many factors in the inflation puzzle, but it is one, for sure."
    },
    {
      "author": "VANEK SMITH",
      "text": "Oh, yeah."
    },
    {
      "author": "SEGARRA",
      "text": "On that note, should we talk about how we got here? Like, what other factors impact inflation?"
    },
    {
      "author": "VANEK SMITH",
      "text": "I always hate the metaphor perfect storm, but I actually think it's apt here because I think a bunch of different things happened throughout the course of the pandemic that kind of set us up for the moment we're in now, which is pretty stubborn inflation."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "VANEK SMITH",
      "text": "There are a couple of economics terms that I love to think about. I hope it's not too wonky. But there are two different kinds of things that affect inflation. There is demand-pull and cost-push inflation. So I love this. It's like the push and pull of inflation."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "VANEK SMITH",
      "text": "Demand pull, a lot of it happened early in the pandemic. So that is when there's a lot of demand for something, and it pulls the price up because if there's a lot of demand and there's more demand than supply, then the price of something starts climbing and climbing. And we saw a ton of this in the beginning of the pandemic because people had some extra money, as we were just talking about, and supply chains were disrupted all over the place. Production had shut down. And so there was all this demand for stuff. Supply was either not there, or it was stuck in some other place. So that pulls prices up. That is demand-pull inflation."
    },
    {
      "author": "VANEK SMITH",
      "text": "Add to that, cost-push inflation. So that is when, like, the rising cost of raw materials and other things pushes prices up. But also, wages have gone up across the U.S. in response to rising prices. So that contributes to cost-push inflation. So - and a lot of raw materials just all pretty much across the board have gone up in price. So it's demand pull and cost push."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. One thing you made me think of, though, with wages that does - it contributes, right? But also, wages are still lagging so far behind inflation."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "It's painful for so many people because your paycheck is just not keeping up with how fast prices are rising in the stores."
    },
    {
      "author": "VANEK SMITH",
      "text": "No. There's actually another economic storm that I'll roll out, which is a fun one, called the money illusion."
    },
    {
      "author": "SEGARRA",
      "text": "Oh."
    },
    {
      "author": "VANEK SMITH",
      "text": "And the money illusion is when you're - the numbers on your paycheck look bigger, but they buy less. So you have the illusion of more money. So, yeah, I mean, our paychecks all - you know, they might look bigger or the same, but they just aren't covering the stuff we need to buy."
    },
    {
      "author": "SEGARRA",
      "text": "No. And then you have to have, you know, three slices of ham on your sandwich."
    },
    {
      "author": "VANEK SMITH",
      "text": "Instead of five. And then..."
    },
    {
      "author": "SEGARRA",
      "text": "That's just a thin sandwich."
    },
    {
      "author": "VANEK SMITH",
      "text": "...You're counting ham."
    },
    {
      "author": "SEGARRA",
      "text": "I just keep thinking about that."
    },
    {
      "author": "VANEK SMITH",
      "text": "I know."
    },
    {
      "author": "SEGARRA",
      "text": "That sucks."
    },
    {
      "author": "VANEK SMITH",
      "text": "It does suck. OK. So we have another question. It is from Bridget Cole (ph) in Muncie, Ind. Here's what she wants to know."
    },
    {
      "author": "BRIDGET COLE",
      "text": "My question is, how does the Fed raising interest rates drive down or curb inflation? Wouldn't it really just lower the purchasing power of an individual's income?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I love this question because I feel like so often, as an economics reporter, it would be like you're looking around and everyone is talking about inflation, everyone's talking about the Fed, but no one is explaining how this actually works. It's a fundamental of - if you take, like, Econ 101, right? But nobody teaches it to you, you know?"
    },
    {
      "author": "VANEK SMITH",
      "text": "It's not obvious."
    },
    {
      "author": "SEGARRA",
      "text": "Like, you're just..."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "VANEK SMITH",
      "text": "I totally agree."
    },
    {
      "author": "SEGARRA",
      "text": "It's not obvious."
    },
    {
      "author": "VANEK SMITH",
      "text": "It's a great question."
    },
    {
      "author": "SEGARRA",
      "text": "So, OK, I'm going to just take a..."
    },
    {
      "author": "VANEK SMITH",
      "text": "Taking a stretch."
    },
    {
      "author": "SEGARRA",
      "text": "...Stretch here."
    },
    {
      "author": "VANEK SMITH",
      "text": "That's good."
    },
    {
      "author": "SEGARRA",
      "text": "Yep."
    },
    {
      "author": "VANEK SMITH",
      "text": "It's good. We're getting into deep Federal Reserve territory. You got to stretch."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "VANEK SMITH",
      "text": "Have a snack."
    },
    {
      "author": "SEGARRA",
      "text": "All right. I'm ready, yeah, in case my blood sugar gets..."
    },
    {
      "author": "VANEK SMITH",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "...Low during this. So a couple ways. When the Fed raises interest rates, it's supposed to have this ripple effect through the economy. One way that happens is if you think about interest rates, that is the amount extra - the percentage extra that you pay when you're borrowing money, right? You get a mortgage, you buy a car, you have to pay interest. So the Fed raises interest rates, and then those rates will go up, too. So if you want to get a car loan, suddenly you're going to have to pay a lot more in interest. And the thinking is that then a bunch of people will say, that is just too expensive. I can't afford to pay - whatever - 6% interest or something, so I'm going to hold off on buying for right now. And then the idea is, like, as demand gets lower, prices will stop going up quite so fast or maybe even drop. That's one."
    },
    {
      "author": "SEGARRA",
      "text": "Also, the thinking, in theory, is that banks will start to raise the interest rates that they pay you when you put your cash in a bank account - in a savings account. So instead of getting, you know, basically nothing on your savings, that you would get 3% or something like that, something that might incentivize you to keep your money in savings rather than buy stuff. And again, if you're saving rather than buying, that means demand goes down, and prices will maybe stabilize. The problem is, with that one..."
    },
    {
      "author": "VANEK SMITH",
      "text": "I was going to say..."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "VANEK SMITH",
      "text": "...In theory (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, in - very much in theory because right now banks are being very stingy with passing those interest rate hikes along. Bankrate does a survey on this every week, I think."
    },
    {
      "author": "VANEK SMITH",
      "text": "Oh, wow."
    },
    {
      "author": "SEGARRA",
      "text": "And for October 26, the national average interest rate for savings accounts was 0.16%."
    },
    {
      "author": "VANEK SMITH",
      "text": "(Laughter) Wow."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "VANEK SMITH",
      "text": "That's, like, a fraction of a percent."
    },
    {
      "author": "SEGARRA",
      "text": "It's very..."
    },
    {
      "author": "VANEK SMITH",
      "text": "Come on, banks."
    },
    {
      "author": "SEGARRA",
      "text": "...Very bad. Yeah. And, you know, you can get higher rates at some banks, especially online banks that want to compete for your money. But on the whole, that's not really happening. So I can't say that that would be - that the plan there - that the theory there is actually working in reality."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yes. Capitalism - it doesn't always work the way it's supposed to in theory, the way economists say it will (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Well, OK, so we're going to pivot a little bit here. We have another question from Andrea Brubaker (ph)."
    },
    {
      "author": "VANEK SMITH",
      "text": "OK."
    },
    {
      "author": "ANDREA BRUBAKER",
      "text": "Hi, my name is Andrea Brubaker. I live in Minneapolis, Minn. And every day, when I leave my gym, I see a billboard for Scott Jensen, who is a candidate for governor in Minnesota, and it says stick it to inflation as a reason to vote for him. How much influence do local politicians actually have on inflation?"
    },
    {
      "author": "VANEK SMITH",
      "text": "That is an excellent question. Oh, politicians. So I looked into this a little bit. There actually are some things that local politicians can do. So, for instance, in New York, Florida, Georgia, Connecticut - those states have passed gas tax holidays. So those are periods of time where the state does not tax gas. So that does bring down inflation effectively for people because your gas gets cheaper. So there are things that governments can do like that. I actually looked at Jensen's plan to see what his proposal was for inflation. Part of it, in fact, was subsidizing gas."
    },
    {
      "author": "SEGARRA",
      "text": "OK."
    },
    {
      "author": "VANEK SMITH",
      "text": "A lot of it was cutting taxes, actually, which I think the logic behind this is that then people will have more money with which to pay higher prices, but actually, cutting taxes can make inflation worse because if you are getting more money back to people, people will tend to spend more money, and when people spend more money, that tends to create more demand, which tends to push prices up."
    },
    {
      "author": "SEGARRA",
      "text": "Right."
    },
    {
      "author": "VANEK SMITH",
      "text": "Normally, that's not a bad thing if people have more money and are spending more. But in an inflationary environment like we're in, it can make inflation worse."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. It seems like a lot of these things are - they don't have a direct influence on inflation, right?"
    },
    {
      "author": "VANEK SMITH",
      "text": "I mean, there are definitely things they can probably do, but I think it's really tricky. And that's what's part of what's so hard. I mean, I think a lot of it's on the Federal Reserve."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And the Fed has, like - has a very limited toolbox."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yeah, it's a pretty blunt tool, right? It's like, OK, we're just going to make it more expensive to borrow money, and, like, that's it."
    },
    {
      "author": "SEGARRA",
      "text": "You want to take the next one?"
    },
    {
      "author": "VANEK SMITH",
      "text": "Yes, indeed. OK. So another listener who wrote in - Lindsay Lewin (ph) - asks, how does inflation slow down or stop?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So we got some of this in the question about the Fed and its tools and how it raises interest rates and how that ripples through the economy. That is most likely the how, the actual mechanism by which inflation would stop. That doesn't mean that prices are going to start going back to what they were a year ago. Maybe on certain products, but across the board, it's more likely that we'll just see things kind of calm down and inflation get to a manageable amount, which the Fed actually has a target for inflation that it thinks is the right amount, and that's 2%."
    },
    {
      "author": "VANEK SMITH",
      "text": "I want to stop you 'cause that leads in really well to this question we have from Katrina Benedicto (ph) from Rocklin, Calif. Here's her question."
    },
    {
      "author": "KATRINA BENEDICTO",
      "text": "Everyone agrees that inflation is making it harder to meet our needs and still leave room in the budget for our wants. But I want to know - is whether there are any benefits to inflation. Can you give us a little sugar to help swallow this bitter medicine?"
    },
    {
      "author": "SEGARRA",
      "text": "Oh, I would love to, Katrina (laughter). I mean, you know, I guess in theory. So in theory, at a certain level, at 2%, inflation is not actually a bad thing because it means that companies can charge more for their goods and services, and they can potentially pay people more and hire more people. So the economy maybe is at - is growing at a healthy pace in that case. But that doesn't always happen. And we know that wages have not risen at the same rate as prices anyway for a very long time. I guess the thinking, though, is when inflation gets as high as it is today, that's way too much."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yeah. And one - another kind of interesting thing is when prices go down, that seems great, right? Like, that sounds awesome. But it's actually - it can be really bad for an economy if it's - if you end up in a situation of deflation and prices are dropping, that can be very, very destructive, too, because then people tend to stop spending money because if you're going to buy a car and the car's $50,000, but last week, it was 55-, and the week before that it was 60-, it's like, oh, well, I'm just going to wait and watch it drop more and more, and so people stop spending money, and companies stop making money. And that can be very destructive, too. So I think that's another reason why a little inflation, it's - I guess, you know, if you have to pick your poison, you pick prices rising a little bit."
    },
    {
      "author": "SEGARRA",
      "text": "Just a little bit."
    },
    {
      "author": "VANEK SMITH",
      "text": "Just a little bit. Yeah. Not where we are now (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "VANEK SMITH",
      "text": "I mean, the problem is, like, as we've talked about, it's sort of hitting in places where we can't escape it - right? - food, rent, gas, not like, well, I just won't buy an iPad. It's really hitting us hard. And I think it's hitting people on the tightest budgets the hardest. But do you have any tricks or any ways that people can navigate higher prices to maybe help ease the burden?"
    },
    {
      "author": "SEGARRA",
      "text": "I mean, some of the things are just - you've probably heard them a million times. It's like if you're going to the grocery store, for instance, like, don't go hungry, make a list, buy the store brand if you don't hate it."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yeah. Yeah, yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Because often it's cheaper, and it's the same thing. But some of it is also trying to understand your emotions around shopping. So whether or not it's intentional, it's - on the part of supermarkets, often, people will feel emotions like anxiety come up when they're at the supermarket because there are a million choices, and there are people, especially, you know, in New York City with their carts - like, there's never any room. You feel like there's some..."
    },
    {
      "author": "VANEK SMITH",
      "text": "Oh, my gosh. I know."
    },
    {
      "author": "SEGARRA",
      "text": "...Kids screaming behind you. Like, it's - you just have to make a choice and move on, and you don't really get a chance to sit there and compare prices. And so that can push you into buying something that's more expensive, you know, just unintentionally 'cause you don't feel like you have time to sit and make that decision. So being aware of that. And then also, in general, I think, thinking carefully about things before you buy them. And this is not just because of cost, but it's also - I mean, for me, it's about sustainability. Like, if I'm buying clothing, I'm thinking, how often am I going to wear this thing? Do I really want this? Is it something that fits with everything else in my wardrobe? Like, would I have to buy more in order to wear this? How high quality is the material? All of that. And often, especially if I'm online shopping, I will just set it aside and come back later. And sometimes it helps in those moments to think about what emotions are actually driving..."
    },
    {
      "author": "VANEK SMITH",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "...Your purchasing and, like, what is it that you're yearning for? Sometimes it's a sense of novelty. Sometimes it's a bit of creativity. You're looking for joy. There are ways to get those things without making a purchase."
    },
    {
      "author": "VANEK SMITH",
      "text": "Are there? No..."
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter)."
    },
    {
      "author": "VANEK SMITH",
      "text": "...I'm just kidding."
    },
    {
      "author": "SEGARRA",
      "text": "All right, Stacey, thank you so much for answering listener questions with me today."
    },
    {
      "author": "VANEK SMITH",
      "text": "Oh, it was so fun. Thank you for having me."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on what to do when the markets are down, and we have another on how to eat healthy on a budget. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "And I'm trying something new today. I want to make the credits a little more fun. I'm thinking economics puns. This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck \"Make It Rain\" Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor and is also responsible for the gross domestic happiness of this team. Beth Donovan is always working to raise interest in our show. She's also our executive producer. Our intern is the efficient and productive Jamal Michel. Our production team is a labor force of nature, and it also includes Andee Tagle, Audrey Nguyen, Summer Thomad and Sylvie Douglis. Julia Carney - OK, I'm out of economics puns - is our podcast coordinator. And engineering support comes from Stu Rushfield. I'm your host, Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2848050672.mp3",
  "img": "https://media.npr.org/assets/img/2022/11/03/gettyimages-1405548850_wide-8569bb6921059ec29656088c6ae0d79fe469879f.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "STACEY VANEK SMITH, BYLINE",
    "SEGARRA",
    "VANEK SMITH",
    "DONNA DUNN",
    "DUNN",
    "PHILLIP AIKEN",
    "AIKEN",
    "BRIDGET COLE",
    "ANDREA BRUBAKER",
    "KATRINA BENEDICTO"
  ]
}