{
  "title": "Giving thanks is good for you. Here's how to make it a habit",
  "url": "https://www.npr.org/transcripts/1137822057",
  "intro": "Being thankful doesn't have to happen just once a year. Here are two meaningful ways to show gratitude all year long, a practice that can improve your mental and physical health.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT. I'm reporter Andee Tagle. What shape does gratitude take in your life? Have you ever thought about it? To me, something about the word gratitude just makes it feel big. Like, I'm reminded of handwriting hundreds of thank-you cards after our wedding, or the pressure to say just the right thing when you're giving a toast for someone's birthday - making sure to eat every last bite on my plate so my grandma wouldn't think I was ungrateful for my meal."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Capital-G gratitude is powerful, and sometimes that can make it feel heavy, like a complicated tool that needs a lot of time and effort and a user's manual to wield correctly. But Christina Costa, a psychology teacher and PhD student at the University of Michigan, says it's really much simpler than all that."
    },
    {
      "author": "CHRISTINA COSTA",
      "text": "I always say start really, really small. I am so grateful for the sun today."
    },
    {
      "author": "TAGLE",
      "text": "Christina's area of study is positive psychology with a focus on resilience and well-being. That means gratitude is actually part of her lesson plans. One classroom practice that's particularly special to her is this idea of kissing your brain."
    },
    {
      "author": "COSTA",
      "text": "And so what students do is they take their two fingers, they kiss (imitates kissing) their fingers, and then they tap their head. They're kissing their brains. So really, they're thanking themselves for, like, oh, I'm being so smart. Let's show gratitude towards our brain. So I took that to my middle school classroom, which is very, in hindsight, nerve-wracking. Like, it's a very infant thing to do - kiss your brain. But they loved it. And now I've even had the courage to bring it to my college students. Like, oh, my God, that - you said something so smart. Kiss your brain (imitates kissing)."
    },
    {
      "author": "TAGLE",
      "text": "In fact, it's something that became deeply personal for her."
    },
    {
      "author": "COSTA",
      "text": "I was experiencing some dizzy spells and migraines - nothing too severe. Went in for an MRI, and they found a grapefruit-sized tumor in my right temporal lobe. I look at fMRIs all the time, so to see my image - and it's very obvious when you're looking at it what's there and what's not supposed to be there. And I just kept thinking that night when I got in the ER of like, oh, (imitates kissing) let me kiss my brain. I'm going through a lot. It is going through a lot. And we're going to get through this."
    },
    {
      "author": "TAGLE",
      "text": "Maybe a moment like the one Christina experienced feels like a strange place to find gratitude. It's often hardest to be thankful in moments of turmoil or big challenge, right? But that's also when gratitude can benefit us most. Practicing gratitude can actually improve your mental and physical health. It's associated with greater happiness, dopamine, serotonin, decreases stress hormones, fosters strong relationships, and helps you better deal with adversity. And that's why Christina says it's so important to make gratitude a habit instead of just an object on a high shelf you only reach for on special occasions."
    },
    {
      "author": "COSTA",
      "text": "The smaller you start, the more you'll start seeing things you're grateful for."
    },
    {
      "author": "TAGLE",
      "text": "Fresh coffee first thing in the morning, seeing the sun for the first time after a long rainfall, finding time to cozy up with a good book - there are so many ways to lace in gratitude throughout your day. And all those small, everyday things really add up. So in this episode of LIFE KIT, understanding and embracing the science and the spirit of a gratitude practice. First, we'll talk with Christina about how making gratitude a habit helped her change her relationship with her cancer diagnosis. And then we'll spend time with scholar Paulette Moore to learn about the power of gratitude towards nature."
    },
    {
      "author": "TAGLE",
      "text": "Christina, your own experience with brain cancer taught you something about gratitude. Can you talk a little bit about that?"
    },
    {
      "author": "COSTA",
      "text": "Yeah, I think so. That's really where I draw on my own research. I mean, I teach gratitude practices to my students when we - when I teach positive psych, because gratitude is a huge portion of that curriculum. And one of the most basic practices is three good things, which is every single day, morning or night - you choose the time - really reflecting and thinking, OK, right in this moment, what are three things I'm grateful for, and why am I grateful for them? And the science behind this practice is so robust. We know it increases happiness, decreases depression."
    },
    {
      "author": "COSTA",
      "text": "And I thought in that period of emergency room, I thought, why don't I do this? I teach about this to my students. I know the science behind it, and I don't do it. Like, it's no surprise. So immediately I was able to use those tools of - these are the things I tell my students to do, that I read about all the time. I need to do them because I know the scientific benefit. I know they're going to help me. So that really initially got me - I'm very logical. That got me to - OK, let me start this right now. Let me put in these practices to sort of build these systems of resilience for later on and through this journey."
    },
    {
      "author": "TAGLE",
      "text": "So it was kind of like medicine or like - it was a prescription at the beginning."
    },
    {
      "author": "COSTA",
      "text": "Exactly. Yes."
    },
    {
      "author": "TAGLE",
      "text": "And how did you feel after that first time? Was it, you know, was it an instant perspective shift? Did you feel lighter? Or were you just like, I did this, and I will try again tomorrow?"
    },
    {
      "author": "COSTA",
      "text": "Yeah, you know, it's not instant. And that's what I also try to tell my students and people is that you need to make it a habit because it's going to start building, right? And the more we do it, the easier it becomes, the faster, you know, we're wired towards that gratitude. And so, no, the first time I sat down knowing that I had a grapefruit-sized tumor in my brain, I wasn't so super grateful for the sun shining, but I was so grateful that I had my family around me, that I had people that could drive me the hospital. I was so grateful for my medical team and knowing that they were planning to help me in the best way they could. And so slowly over time that - like a medicine, like, it started to build up and became a really big buffering factor for me."
    },
    {
      "author": "TAGLE",
      "text": "You talk about gratitude circuits in your work. Could you explain what those are for us?"
    },
    {
      "author": "COSTA",
      "text": "Yeah. So just like - think of riding a bike. The first time you ride a bike, your brain is forming a new circuit. It's learning how to do something. Then that circuit gets faster over time, and it's easier to activate later on. If you hadn't ridden a bike in three years, it's going to be easier if you try again because you've already had that going. A gratitude circuit works the same way, where at first, if that is not natural to you to think of, oh, I'm so grateful for my cereal this morning, right? That might be, like, something that you consciously have to think about and get to that state of gratitude. But over time that fires and wires together, it gets faster and faster and those circuits are getting stronger."
    },
    {
      "author": "TAGLE",
      "text": "What advice do you have for people to activate their brains' gratitude circuits?"
    },
    {
      "author": "COSTA",
      "text": "So three good things is my go-to. But beyond that, I would say set your timer because things need to become a habit, right? You can so easily buy a really cute gratitude journal, think you're going to write in it every day and forget about it. I like to do it in the morning because I feel like that sets my day up the best. Some people prefer reflecting at night. Whatever it is, just set a timer that says gratitude writing that reminds you every day because it's eventually going to become a habit. Or do it in your phone. Make it as easy as possible. We are more likely to do things that are easier for us."
    },
    {
      "author": "COSTA",
      "text": "And then my second tip - I always like to have people start out with this - a big, huge boost in gratitude effects is writing a gratitude letter. So thinking of someone - can be the past year, could be the past ten years of your life - somebody that you have not had the chance to thank. Just think why are you grateful for that person, maybe a specific instance that they helped you, and either send them a letter, send them an email, or even better, deliver it in person and read it to them. That sort of shows the most significant effect. If you're stuck, think of a teacher. I was a teacher, so I always - that's my first, too, is like, think of a teacher or K-12 that you haven't talked to, but really it could be anyone. And that's going to give you a big boost."
    },
    {
      "author": "TAGLE",
      "text": "Along similar lines, Christina, I want to ask about the difference between gratitude and positivity. Sometimes it feels like positivity gratitude can be weaponized - you know, a way to minimize people's hurt feelings. Like, just be grateful or just, you know, just look for the positive, just look at the silver lining when someone's trying to process something tough. It can be a way to kind of skim over more difficult things. Any thoughts on that?"
    },
    {
      "author": "COSTA",
      "text": "That - thank you so much for asking that question, because I always hope that this point gets across, right? It is not - I hope people don't walk away from my talk and think, OK, I'm going through something really, really tough. I just need to be grateful. Right? This is not just like - this isn't toxic positivity, is the buzz word around that, of, like, just be positive, just be positive. It's not about that. It's about acknowledging both. I have a gigantic tumor in my brain. This sucks. I'm really sad about this. I'm really mad that this is happening. And I'm also grateful that my mom is alive and well, and my dad is alive and well, and they can both take me to hospital, that my husband is a big support system. Like, you can be sad and mad and hurt and still use these practices as tools, not as shifting away from the bad stuff."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. What would you say to people who have trouble finding the gratitude? You know, maybe they don't have the support system, maybe they don't have the funds. You know, everyone has their own challenges. Any thoughts on how to find gratitude in those moments?"
    },
    {
      "author": "COSTA",
      "text": "Yeah, I think when people think of doing these practices, they think of the big things - they think of people, of situations. But it can be anything. And I always say start really, really small. The smaller you start, the more you'll start seeing things you're grateful for. And then if you're doing a practice like three good things every day, you're consciously looking for things. So a bus driver picks you up, and he's really nice or waits for a minute for you. You think, oh, my gosh, I'm going to write about this later. I'm so grateful for this."
    },
    {
      "author": "TAGLE",
      "text": "That was Christina Costa, psychology teacher and Ph.D. student at the University of Michigan. There's always something to be grateful for. That's what Christina reminds us. And in fact, your gratitude list could probably be a lot longer than you think."
    },
    {
      "author": "PAULETTE MOORE",
      "text": "(Non-English language spoken). So I can stop there and translate."
    },
    {
      "author": "TAGLE",
      "text": "That's Paulette Moore, also known as Bright Feather or..."
    },
    {
      "author": "MOORE",
      "text": "Kahstoserakwathe, and I am the owner of The Aunties Dandelion media organization. We're Indigenous-run, and we focus on revitalizing our communities through stories of land, language and relationships."
    },
    {
      "author": "TAGLE",
      "text": "Paulette was just reciting her version of the Ohenton Karihwatehkwe. It's a gratitude ritual practiced by the Six Nations, a confederacy of different Indigenous nations and peoples that Paulette, as a Mohawk person, is a part of."
    },
    {
      "author": "MOORE",
      "text": "So what you're saying is now, everybody coming together, I'm here to fulfill my responsibility. I'm giving greetings, love and respect to each other, to the people. And now our minds are one. I'm giving greetings, love and respect to Mother Earth."
    },
    {
      "author": "TAGLE",
      "text": "The Ohenton Karihwatehkwe is like a greeting, gratitude practice and roll call all in one, an all-purpose communal ritual used for big and small events and groups or just by yourself. Paulette, for example, often recites it as a way to start her day. And it's also the way her people begin every meeting and interaction. It entails naming and giving thanks for elements of the natural world, one right after the other, in order to remind ourselves of our relationships with each other and all living things. It's a call to responsibility."
    },
    {
      "author": "MOORE",
      "text": "So it's this accounting, it's this heart extension to each other. And we're not going through, like, a third party to give thanks for. We are directly saying (Non-English language spoken) - greetings, love, and respect to you so that we hold things - these things dear."
    },
    {
      "author": "TAGLE",
      "text": "What might this look like in your life? Look around you, just in your immediate space, and take notice of everything that makes up your environment. Right now, for example, I'm aware of the bright blue sky outside my office window, and also of my window that protects me from the elements but lets in a cool breeze, and also of my office that allows me to focus. I'm feeling the warmth of my fuzzy work sweater and looking at my favorite pink water bottle and in it, ice cold water, just the way I like it. The act of simply noticing and naming things is a great way to flex that warm and fuzzy gratitude muscle, as well as garner some clarity on the strength of all the unique connections in your life."
    },
    {
      "author": "TAGLE",
      "text": "I would love to just talk about the distinction you made between thanks to versus thanks for, you were saying. Could you walk me through that difference?"
    },
    {
      "author": "MOORE",
      "text": "Yeah, I would say that giving thanks for something indicates you're going through something that's mitigated. This is my personal take on this difference. When we in the Ohenton Karihwatehkwen give thanks to the trees and to the lead animals that feed us, it establishes that relationship right away. And we're so concerned in Indigenous ways of being with our relationships, I mean, to the point where in the Mohawk language, we have 250, maybe, a bunch of pronouns (laughter). So we always know, who are we talking to? We can't really say abstracted things. We have to be responsible for it. So when I address the deer, the oskenonton, which is the lead animal that gives itself to us for our nourishment, I am reminding the deer that I have a relationship. I have a responsibility. I'm reminding myself, and I'm reminding everyone around me that this is where my heart is at."
    },
    {
      "author": "TAGLE",
      "text": "So what I'm hearing is, you know, there's responsibility, and there's power in the specificity, right? Like, I'm not just grateful that I wake up every day. I'm grateful for this specific day, for this specific, like, sunshine shining on my face type of thing. Is that correct?"
    },
    {
      "author": "MOORE",
      "text": "That's exactly right. And that's why it's so beautiful. I mean, we could spend when - back in the day when they used to do the Ohenton Karihwatehkwen, it could take a whole day to give greetings, love and respect to everyone who is there. So there's power in that naming. There's power in that acknowledgement. It keeps us out of that mindset that all of this is here for us, for our - to serve us. That's what I take out of that. It takes us out of that mindset that we're kind of lording over, that we're stewards of, rather than part of this nature that needs to be moving that energy around to each other."
    },
    {
      "author": "TAGLE",
      "text": "What are some questions that someone at home might ask themselves to be able to start that practice, be able to start that relationship?"
    },
    {
      "author": "MOORE",
      "text": "Yeah, to start that practice, I would say make sure when you're giving thanks to and not for, that you are constantly looking for the opportunities of what your responsibility is and thinking of responsibility as something that's different from obligation, you know, because people are like, I've got too much to do. I can't do that, you know? And it's like, it's not an obligation. What a gift it is for us to have responsibilities that we develop with these natural beings and with each other because when you do it from that perspective, you're doing it from what you have to offer. What do you carry? What are your gifts?"
    },
    {
      "author": "TAGLE",
      "text": "Thanks again to Paulette Moore and Christina Costa. We're grateful to you for your time and your wisdom. And here's a quick recap. Gratitude is good for you. Practice it as often as you can and be direct and specific. Christina says one great way to start a gratitude practice is by naming three things you're grateful for once a day. You could also start a gratitude journal, write a gratitude letter to someone who really made an impact on you. Or do like Paulette does. Build a list of each and every thing you're grateful for. Remember, gratitude is an active practice that will take time and effort to make into a habit. And it also carries responsibility. When you give thanks to or for something, also keep in mind what you might owe them. Finally, there's always something to be grateful for. And gratitude can help you the most when it's hardest to find. Being grateful doesn't mean you're sugarcoating anything or pretending you don't have problems, but finding the good in your life will make it easier to feel good in hard times."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on mindfulness, another on how to better enjoy nature and lots more on everything from parenting to finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, have you signed up for LIFE KIT+ yet? Becoming a subscriber to LIFE KIT+ means you're supporting the work we do here at NPR. Subscribers also get to listen to the show without any sponsor breaks. To find out more, head over to plus.npr.org/lifekit. And to everyone who's already subscribed, we thank you."
    },
    {
      "author": "TAGLE",
      "text": "This episode of Life Kit was produced by Summer Thomad and edited by Meghan Keane and Clare Marie Schneider. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team also includes me, Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Gilly Moon, Tre Watson and Valentina Rodriguez. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5872095224.mp3",
  "img": "https://media.npr.org/assets/img/2022/11/18/gettyimages-1353607852-1-_wide-71ac5da9648a8624a387a6874f6456791d5c4ace.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "CHRISTINA COSTA",
    "TAGLE",
    "COSTA",
    "PAULETTE MOORE",
    "MOORE"
  ]
}