{"title":"Traveling for the holidays? 7 tips to help you keep your cool","url":"https://www.npr.org/transcripts/1137822672","intro":"There will probably be long lines, delays and overbooked flights, says aviation journalist Benét Wilson. So take steps to prepare for these situations and make the journey a little more pleasant.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"This is NPR's LIFE KIT. I'm Marielle Segarra."},{"author":"SEGARRA","text":"So are you traveling this week? If you are, I mean, honestly, it might be a little rough."},{"author":"BENET WILSON","text":"I have learned from years of travel, the absolute worst time to travel is during the holidays."},{"author":"SEGARRA","text":"Benet Wilson is a freelance aviation journalist in San Antonio."},{"author":"WILSON","text":"It starts when you get to the airport, parking. Then, when you get into the airport, you know, if you're checking a bag, the lines are going to be long, and then you're going to get to the TSA security checkpoint. It's going to be a little crazy there. And then once you're sitting at your gate, they might run out of seats. So I always tell people to just pack their patience."},{"author":"SEGARRA","text":"Wilson travels a lot - takes about 35 to 50 flights a year. And she's got some tips for you on what to do when you're traveling for the holidays and everything that could go wrong goes wrong. That's after the break."},{"author":"SEGARRA","text":"OK. First things first, some people haven't booked flights yet for the holidays in December. So what is the cheapest time to do that?"},{"author":"WILSON","text":"Sooner rather than later. Especially this year, there's going to be record demand for travel. The ideal days to buy tickets are usually Tuesdays and Wednesdays because changes are made on fares - they're made constantly, but Tuesdays and Wednesdays seems to be that sweet spot for getting the best fares. With the caveat, you know, your mileage may vary because, right now, you know, with holiday travel, there are record numbers of people travelling, so..."},{"author":"SEGARRA","text":"Do you have any advice on whether it's best to establish some kind of loyalty plan with one airline or just to fly with whichever is cheapest for the holidays?"},{"author":"WILSON","text":"Well, for me, I prefer to have status with at least one airline because, most importantly, when there is an issue I can call a special hotline to get my issues resolved. If you don't have status, you can be on the phone for hours, depending on what's going on - if there's a computer outage, if - weather, a bunch of flights cancelled, you know. So it really is good to have status if you can do it."},{"author":"SEGARRA","text":"OK. I want to pivot now to the day of and some of the mishaps that can come up when you're traveling for the holidays. What do you do if, you know, it starts snowing and your flight is delayed?"},{"author":"WILSON","text":"OK. As soon as you find out, I always tell people to make sure they have the airline app on their phone because you get information on there sometimes quicker than the gate agents will get. So look at the app, and then they will offer you the chance to reschedule your flight. Whatever you do, do not stand in the long line. Either use the app or just call the airline directly. Some airlines will proactively rebook you. But if it's something that doesn't work for you, you should definitely call."},{"author":"SEGARRA","text":"OK. What do you do if your plane is overbooked?"},{"author":"WILSON","text":"This is that time of year."},{"author":"WILSON","text":"Overbooking, they're always going to ask for volunteers first. And then as a volunteer you will get a voucher if you've got the flexibility. The more crowded the planes are, the higher that voucher is going to be. So you can negotiate that. You can say, well, if I'm going on this flight, I would like a first-class seat or at least premium economy. You ask for food vouchers - 25 bucks, 30 bucks, you know. If it is a long layover, you can ask for access to the airline lounge, which is very nice. It's very comfortable - great seats, food, drink, everything you would want to be comfortable until your flight departs. But if you are involuntarily bumped, you do have some rights. No. 1, you can get your money back. You do not have to take a voucher. And they have to accommodate you on the next available flight. It's kind of a pain, but, you know, you do have rights if you're being kicked off. And you're much more likely to be bumped if you paid less for your ticket or you don't have status with the airline."},{"author":"SEGARRA","text":"So what language would you use as you're trying to negotiate these things?"},{"author":"WILSON","text":"I would say, OK, I'm here to volunteer to be bumped. And they've set a price - let's say they've said 500. But I think 500's a little low. Could we go up to 750 or maybe even a thousand, you know? All they can do is say no. My grandmother says closed mouths don't get fed. So if you don't ask the question, you're not going to get it."},{"author":"SEGARRA","text":"Now I'm going to try it - never tried something like that."},{"author":"WILSON","text":"All they can do is say no."},{"author":"SEGARRA","text":"OK, well, what if you get to - like, I'm just thinking of all my travel nightmares and anxieties right now. What if you get to the airport at your destination and you get to the car rental counter where you reserved a car, but there are no cars left?"},{"author":"WILSON","text":"That is such a nightmare. And I would not be surprised to see this happen this holiday season because if you look at the small print with rental cars, I mean, even though you have a reservation, a confirmation, you're not guaranteed a car, which sounds really kind of twisted. But that's what it is. If they have no cars, they can't give you a car. You can try other rental agencies, but if you're in that mess, it's probably going to be the same for the other rental cars. So I would have a plan B in place, I would check with family to see if they can pick you up or if you can, you know, get an Uber. It's probably going to cost a lot because of surge pricing. But have a plan B if that car isn't there and then make sure, when you talk to them, when will I get this car? - you know, how many days?"},{"author":"SEGARRA","text":"So the stuff we're talking about all sounds really stressful. And I wonder what sort of attitude you need to keep in mind as these things are happening, especially if you want to get attention on your problem."},{"author":"WILSON","text":"Yes. The first thing I always tell people is - do not yell at the ticket agents or the gate agents, OK? These people can help you, or they can not help you. They don't control the weather. They don't control any mechanical on the plane. They don't control the situation that has delayed your flight. All they can do is try to help you. And when you are nice to them, they are much more likely to help you. I also tell people, you know, have your stuff ready for a delay. Everyone in my family and my friends laugh at me because of my - I call it my little travel kit. But then when they're traveling with me and they need something, there I am. So I always have my headphones. I love my Bose noise-canceling headphones. I take two power chargers and cords and plugs. So nothing ever falls off. I have my Kindle. I have snacks. You want to have your iPad or your Kindle all charged up, and you want to - if you're taking an iPad or another tablet, download movies because you never know if the Wi-Fi is going to be on the fritz. And that happened to me exactly once. And it was terrible because I had also broken my earphones (laughter). So I was just sitting there for 3 1/2 hours, like, going crazy. So..."},{"author":"SEGARRA","text":"Like the old days."},{"author":"WILSON","text":"Like the old days. Exactly."},{"author":"SEGARRA","text":"What should you do if you miss your flight? What are your options?"},{"author":"WILSON","text":"If you miss your flight during the holidays, you are going to have to throw yourself on the mercy of the gate agent or the ticket agent. This is not the time of year that you want to miss a flight, but stuff happens, and airlines are pretty forgiving about it. You know, if you are in the car and you know you're going to miss your flight, get on the phone. Call the airline while you're still driving so you can get other accommodations. If you get there and you know that - oh, I thought I was going to make it, but I didn't - go to the ticket counter and just explain the situation, and they will try to accommodate you as much as possible. It's not going to be perfect, especially during the holidays, but they will work hard to get you to your destination."},{"author":"SEGARRA","text":"All right. So do you have any tips for how to throw yourself at their mercy? I mean, is it, like, you trying to flirt a little bit or are you trying to be, like puppy dog eyes, really sad, really just straightforward?"},{"author":"WILSON","text":"Oh, no, I am pretty straightforward. I'm very kind. And candy works really well. That's the other thing I forgot. I do pack, like, Ferrero Rocher or Ghirardelli or Lindt chocolates. I'm very blatant. I'm like, look, you know, I messed up here. I really need to get home, and if you could help me get on the closest flight that I can get, I would so appreciate it. And then I'm like, please, have this candy. Enjoy. You know, so, you know, 9 times out of 10, it has worked. I also give candy to the flight attendants 'cause they work very hard, so."},{"author":"SEGARRA","text":"Everybody likes candy. Wow, that's awesome. So I was wondering, if you do miss your flight, are you going to have to pay for a whole other flight? Is it just you lost all the money from the last flight?"},{"author":"WILSON","text":"It really depends on the airline. Some will raise the price, but they really - I will say, they really do try to accommodate you as much as possible. Now, if you are on a low-fare carrier, it's going to be a little tougher because, you know, they don't have the big schedules like the major airlines do. And, you know, one delay or cancellation can really affect everything going down the line. So, you know, just keep that in mind, and make sure that you can be flexible."},{"author":"SEGARRA","text":"Yeah. Do you have any tips on holiday travel if you have small kids with you?"},{"author":"WILSON","text":"I do. I have been traveling with my child since she was 10 days old, and she is a pro. She is still my favorite travel companion. For the parents with babies - I always got my child her own seat. If you can do it, it's just going to be more comfortable and safer for you and the child. Same with toddlers. With toddlers, you need to bring stuff to amuse them. My child - well, this was back in the day, before iPads and everything, but we had a little portable DVD player so she could sit there and watch her movies. Also, snacks - kids get hungry. You know, Southwest does sell snacks, but my child likes to eat, so I always have food for her on the flight. And make sure you bring an extra change of clothes 'cause accidents happen, and kids get anxious. I always used to bring coloring books and her favorite toys and a little pillow and blanket so she could sleep - you know, anything you need to do to make the children as comfortable as possible because, you know, one thing and you're dealing with a meltdown, and nobody wants that."},{"author":"SEGARRA","text":"Yeah. I mean, there are a lot of adults that melt down around this time of year."},{"author":"WILSON","text":"Yes."},{"author":"SEGARRA","text":"So what do we expect from the kids?"},{"author":"WILSON","text":"True."},{"author":"SEGARRA","text":"I feel like the last piece of advice that we'll want to give people in this is the same one that we say in pretty much every episode - like, take a deep breath."},{"author":"WILSON","text":"Yes."},{"author":"SEGARRA","text":"Try to remember why you're doing this to begin with."},{"author":"WILSON","text":"Absolutely. And remember that it is not the fault of the people trying to help you. You know, show some grace, show some patience and show some gratitude. I mean, it's kind of hard when you're in the middle of something messy like that, but, yeah, when - just show some gratitude. And I do have a meditation app on my phone, too, so."},{"author":"SEGARRA","text":"Yeah, I bet that helps as you're sitting in the airport."},{"author":"WILSON","text":"It's very helpful."},{"author":"SEGARRA","text":"Yeah. Thank you so much."},{"author":"WILSON","text":"Thank you. This was such a pleasure."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one about how to pack like a pro and another on how to travel meaningfully. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Sylvie Douglis and edited by Meghan Keane and Andee Tagle. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Beth Donovan is our executive producer. Our intern is Jamal Michel. Our production team also includes Summer Thomad, Clare Marie Schneider and Audrey Nguyen. Julia Carney is our podcast coordinator. I'm your host, Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6457669258.mp3","img":"https://media.npr.org/assets/img/2022/11/21/gettyimages-1158243225_wide-08378284679f76a3e73d0da7bb85620d7030f805.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","BENET WILSON","WILSON"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,15560,11943,15555,17754,11440,11149,17889,19025,18441,4063,2384,5344,21736,25233,8681,8410,3873,3534,25231,18058,3915,10001,10111,6655,10440,10462,4322,4712,14888,13316,25260,2395,21752,14074,13860,18936,2736,16343,16254,11720,17754,11185,2413,19289,16466,13553,15721,15265,8607,17909,13395,14121,16963,13779,10644,3563,3621,21905,27425,17467,13202,16698,10834,14538,13207,10996,11156,12250,11110,2309,23635,21364,11917,5980,16866,23249,9217,15007,14543,14712,12142,3992,19279,18617,17477,8388,17149,14845,11463,15691,14296,14535,12204,16547,17245,14902,9774,11352,9124,17549,13555,19314,13711,12245,20678,16447,18359,18849,12922,2743,2857,18642,11205,18837,16750,11188,16327,15928,13329,15342,8505,15952,15185,14578,12975,10175,4127,17063,7661,23289,13631,22851,25529,13632,11937,5044,1637,2088,1885,1830,1512,25963,24790,23251,13700,17055,1666,27108,25255,23418,21689,9438,12325,4998,11474,4808,8593,26456,17572,11158,8265,15476,12151,23893,24598,22996,22116,9524,18151,19192,13979,21493,8051,903,26056,27123,14072,2178,2916,27359,24308,14025,3460,3083,2641,1835,1441,1260,934,1011,623,461,37,0,0,17743,23585,26599,16628,24737,17660,12019,26989,20052,15984,9525,20508,17527,15649,22507,25020,10493,11698,11571,14220,14237,17598,18128,23670,15197,13644,3486,23661,24785,20417,21267,15015,24772,9532,17377,13146,17933,17753,7368,16273,18269,20417,14411,14577,14348,10958,7684,9954,23807,15233,22372,14626,16859,15985,8499,17001,17382,14583,13655,24248,13388,10545,19109,20521,14801,6667,18083,15955,15944,14364,10374,11421,15170,11549,11641,13704,11465,9996,7250,24187,23300,12073,15993,2757,82,10,28195,27815,23278,23867,16077,14489,26022,16835,1944,16705,17317,20017,15639,11316,19177,19652,13365,16075,19137,15062,13591,7834,17158,15703,20488,15645,15049,16495,23797,15241,23614,17274,14765,10083,16061,19742,16079,16771,8708,21178,21776,28027,25356,11966,24773,21540,25207,16720,17131,3096,10,3,4,17758,19817,9971,18655,16564,15758,21379,11727,20683,4193,14857,10807,9383,13403,6694,13113,16817,10316,9996,19280,9579,1252,22287,13913,21550,8769,7627,19318,16694,9204,10150,10527,18134,9831,19061,20389,12066,8950,16731,10227,8957,12951,11376,11959,13470,22621,16375,10409,6714,23063,13735,21986,21699,21755,20303,14320,16325,16465,8687,12147,12624,11855,6640,12395,10456,22574,15522,17898,21447,14853,21861,21117,14443,21544,7822,12631,80,6,5,0,23219,27449,17446,25034,11215,23540,25595,18850,17151,19884,20180,11907,9311,12561,16937,12725,8533,25090,21377,22603,11519,17822,658,16219,16599,15614,15377,14605,12774,15052,8686,18180,13091,12637,16238,15558,10188,7035,15935,13264,11408,6909,14022,16451,19339,4866,21354,21903,12582,17639,9852,18298,16110,15502,15623,17219,14740,10671,7446,11425,14036,7854,16060,13670,11084,1066,16043,12731,16541,15605,14747,14035,13256,15667,16842,13003,9450,14197,21340,1303,8697,19663,13763,14907,9769,10365,16763,9281,5765,16769,13614,13148,12046,24924,18331,21742,20039,3956,678,23543,23174,15472,15522,14922,16266,16974,11810,13835,9627,13017,17818,18114,15883,11157,9433,17755,12998,18894,14231,20736,11198,6901,6424,8502,12274,9199,13428,184,10049,9472,11399,13333,14616,21533,13660,12162,22277,10934,20929,20470,10677,11219,18459,14954,14654,20039,11222,14765,15103,14796,16941,18270,23647,13952,17271,13499,18600,12038,12948,12312,17674,8741,2181,298,17716,15777,11267,15536,15276,14245,773,12638,17444,12845,14656,19890,17829,21048,9563,8837,10428,12212,12636,8120,10525,19346,15604,21024,14372,14757,11229,13141,12589,16701,17560,17100,17544,16415,19826,17630,9206,4998,4092,24218,12172,14190,13677,18776,1498,21858,21289,23118,16430,19148,15894,1101,744,13874,18840,13864,15485,19330,18527,14162,13383,13301,12369,10438,9608,7468,18792,12074,9626,1447,15656,8017,24319,17230,14610,17323,17126,3577,10805,14606,14794,14361,8341,17809,17159,15107,18170,11059,9271,14876,12919,6017,7737,22711,27327,20195,23291,15796,17961,16292,10557,16945,24116,23561,22577,15207,10224,23030,14760,14102,11401,695,22594,23493,14838,15966,14091,24712,13358,17711,17757,15601,22279,14852,12291,643,2132,18672,17947,14687,12094,17294,13811,16944,7742,7706,12823,9521,14211,15183,14952,14367,20680,1127,22151,24788,8225,1035,16228,11971,16036,15120,13503,12901,11637,17499,19066,19966,18685,18926,13458,16332,1596,11024,19857,21164,16691,17136,5801,19846,11532,18983,16266,18163,9596,16706,12439,10471,13550,10926,19936,12179,14680,1430,18442,16512,9820,14544,11582,10676,13501,6019,5509,15060,14192,11900,21476,16730,464,19240,19488,19244,12671,17673,9289,17098,19788,7173,910,21334,20184,19511,20823,12896,5234,11609,19467,6651,18813,23043,20590,20134,21543,11171,814,12206,25370,15984,18405,988,7561,20203,6011,6668,4616,27303,10404,12492,22778,14743,16435,7974,12536,11768,24807,11841,573,2704,14535,14416,16558,15789,9589,18253,18550,4831,6875,7113,20016,17479,15374,19463,19238,12595,17974,19040,7493,10559,15262,4423,3260,18978,14083,20643,19538,10817,8362,15034,16655,19385,10226,8759,16999,21340,15191,16072,3009,19211,12809,15991,12480,14571,14514,18944,12645,1640,26195,23771,12910,15698,17424,12758,3422,2428,20670,20323,16177,19010,18550,11126,12173,16981,16767,18501,15045,13455,13171,14811,17416,20881,18234,15821,20736,15552,9984,18693,16516,19189,11887,14411,12346,11619,7188,13303,21195,17012,13339,3780,12812,20078,4570,21612,19735,13426,16435,9950,3762,3418,2531,19980,17195,18285,15849,11939,7868,17372,15106,18912,13566,19657,15021,16001,23688,21364,13707,4453,3642,15829,19054,14372,7438,11032,13791,9822,16603,9398,8286,11585,10012,14523,22842,25357,13544,18196,15599,16355,15437,9517,23044,21763,21121,19569,3735,3272,24904,18960,18736,18815,16662,13415,12347,16197,10496,18030,15640,13179,4089,7731,12327,18584,14935,13289,19379,12802,12877,14506,7783,20171,12263,16845,22116,17307,3501,8496,18965,18914,19247,16183,14079,13584,15605,17150,11960,5106,18984,15878,17833,15223,13648,19251,17275,10725,3222,18906,14152,20159,12291,15360,15685,17545,11009,13149,13695,14173,17327,15337,15438,18865,10477,19148,15664,12571,9270,20886,3494,19220,6550,10146,15242,19871,11700,13704,18349,18329,23052,21383,5564,22163,10500,9509,7343,1695,16130,26661,19824,13119,6080,12062,20142,19660,24369,13776,9871,9231,671,21199,13512,19759,3027,1030,23681,18708,11042,11498,11350,16839,6652,11358,9953,5447,12781,20132,12132,1876,19377,8724,19756,20083,20000,22057,22066,20951,15614,20270,11493,1832,22576,16361,14846,13759,12525,13628,12276,16762,10626,11793,10492,13155,12780,18581,15603,12098,17465,19828,14366,3937,1071,10903,189,1035,17847,11321,15281,16879,13821,15680,12000,15989,18750,12470,20621,14547,15210,1447,20600,22480,22371,17077,22684,16793,13874,20806,10348,8386,2036,25082,17077,17624,981,22550,18026,7711,7341,4239,21529,17770,14874,9549,329,4659,21745,26167,22410,5320,6022,17827,18032,9950,24345,13881,21412,17016,19559,19141,11664,3460,12040,9459,14425,22329,17021,1423,23689,23200,9384,25356,18979,11627,14286,17026,13180,10448,8454,12776,12041,14640,24519,25134,11455,23765,23725,11652,9786,17883,23772,17865,15004,8236,13073,14588,8037,209,197,773,1298,24010,18826,19310,16514,14281,10638,16938,16429,19427,15925,9392,18250,10306,11125,9680,17156,12895,15225,23469,15399,10480,1753,19332,20174,12438,16464,15704,16390,11938,12760,16108,15670,1789,16036,14877,9479,15159,16984,15929,10338,15207,12450,8937,1024,19837,10887,19535,10012,9663,17119,17221,11726,14432,12632,20001,15052,11651,19088,16531,17932,476,17905,17650,13261,16407,11804,17209,11305,26116,16523,20885,10875,11023,1232,929,13369,18623,19277,21093,19863,13092,16917,9260,21393,14560,12116,11900,13203,16024,17240,12086,19319,17503,12693,24343,12978,16026,18441,11370,14475,12628,24813,9700,15868,14143,18504,21081,15156,1986,20986,21223,16480,9719,13072,14406,14496,12059,11689,8341,21113,11164,21044,13397,9712,10579,10421,19428,1039,18817,18041,13464,12112,13432,12565,19545,16650,16948,18979,13396,19953,18288,21263,10651,14650,23923,10477,15967,1248,21429,15793,16987,12631,19903,19290,9283,14030,14262,11998,660,17033,14823,14066,11574,18298,14195,17721,19477,20242,18502,12927,20353,9617,21782,10483,13928,3320,5592,13704,24710,16880,24706,25651,24945,4073,22250,19879,13018,20155,12592,2327,1923,28345,23470,12905,12886,165,3091,25598,18401,12077,212,24294,16954,13714,10084,10388,17640,21767,14034,15355,15030,23651,14424,370,26728,18455,18289,17780,11243,14542,10491,21346,11504,368,202,1902,25256,17115,2146,19720,17390,16998,18205,11540,7998,9268,12765,10427,555,13062,10889,13662,16497,14024,16839,15313,17752,17044,8617,19561,19213,7995,3199,20754,2107,18024,11653,17449,17285,16289,9591,19531,17893,8474,18362,13942,5949,1505,17974,19039,8907,8502,15605,13525,15631,17023,6082,13763,11285,10450,13543,10129,12676,12668,18299,18988,16737,16519,18282,17652,9313,15201,18153,12264,10046,944,1483,22197,7491,23304,11217,12303,21264,16461,5927,1386,16999,13876,10502,13132,11773,14621,12402,491,18797,9085,19577,14650,13014,18304,14703,833,18643,25130,8055,22949,19936,13605,19295,6806,11688,17456,12733,8171,19975,18284,13905,15431,15894,5773,19704,5495,17966,12782,11520,12777,12090,13808,19365,15486,9000,14798,10893,11901,13695,19836,19926,12139,22157,20634,1216,11093,20195,12027,18476,11287,9468,11862,8722,17506,11075,21262,11908,9310,933,19735,17870,19282,14759,15782,8726,7576,19245,18929,6033,12058,22939,16317,16228,13960,9024,12645,12517,3934,1498,23297,22700,5429,11305,22314,17461,16929,17310,18207,17718,16638,18864,4170,2625,22208,7187,18358,21336,10434,18402,14725,13219,15177,19434,12881,3639,18328,10309,13867,6919,17535,16630,11965,11419,10558,16893,16051,8293,11084,17177,16015,15702,15424,11703,15302,819,15523,17791,10946,16097,13244,11116,14580,17988,17040,18659,9202,4231,13803,19149,17005,15861,12707,17287,15832,11397,8839,10629,19259,5599,11506,21774,21279,21612,13865,20687,15826,11010,18771,11106,12302,9649,10366,18324,18846,17262,17311,9990,16483,17853,16592,16688,10369,17279,8798,17598,15778,14200,13817,12722,19508,10065,19479,14022,10328,17009,26958,25700,12266,8727,6436,18108,18318,13262,22621,23598,9220,4209,7473,6201,7354,3895,8868,8938,25101,19657,20099,10009,12360,7287,10047,7100,19486,13002,6669,13827,2621,18458,13604,16814,13313,18641,9725,16441,13575,9621,15994,14414,10214,13752,13701,18781,15649,11312,10892,17779,15229,15394,17396,10516,17382,12103,5612,6110,20560,15335,18307,15792,13323,10003,18253,14796,21102,17601,20601,7022,3046,15873,13473,21576,14809,17022,15264,17525,11056,15350,10758,14494,14392,13320,13503,11003,16575,16003,16079,10806,14125,15176,13320,7755,17321,13550,12805,4662,18098,7145,19310,14207,13837,11502,14713,5634,20798,20445,21903,19481,13950,5350,16677,21593,16154,13890,16225,14683,8403,15832,15012,15421,14734,17025,13519,11026,12306,18145,5237,19924,17322,18763,11398,11002,19897,19745,18591,13071,12473,9231,13622,16821,14406,19270,15202,10176,13552,15230,14225,16810,11268,19460,17031,9207,18793,11355,19431,15384,12011,17756,12759,16554,5652,19055,20394,19748,15882,14247,13763,5542,14531,13005,9620,5994,6082,1360,4699,24504,9915,17643,7476,23739,11874,9245,11269,15842,13711,9242,14891,8822,8368,19265,8593,21740,9319,317,20125,15878,17898,14859,14046,2726,11078,10279,11010,19076,13999,16627,23608,18082,6275,6858,21724,16617,440,11679,8556,25289,14757,11282,8657,13982,18360,16616,11908,18002,11016,15350,17393,14006,11587,4628,24230,24369,2069,398,15817,13225,16106,18327,15616,5645,18548,17425,17703,14021,16866,21087,17445,14241,874,23726,164,17890,19347,11751,15380,12087,6435,12378,16936,10681,8326,12071,12783,7770,15390,16485,3803,1266,22743,16221,13551,16315,19221,8287,12972,18275,15455,13159,10149,20819,23206,18872,14092,19863,15901,12679,13061,13952,16346,18068,22545,1573,14167,22230,13495,11755,876,20346,21049,18867,20423,20055,16245,5351,18794,16079,20295,22268,10288,12062,12066,4097,21826,14912,9915,12280,20690,8825,11155,16194,13935,7939,9422,18222,16362,19417,1253,21464,6986,16942,18459,16808,17871,12571,10542,9659,22278,18141,8417,13503,23868,18083,21902,15550,19003,9899,7186,22073,14501,15862,14292,16049,368,14931,14821,16323,14725,10488,24301,24219,16012,1961,12494,25476,8068,13636,3453,21146,13086,9122,15734,12025,266,25051,14122,25678,16324,15410,13492,10568,985,265,18373,21372,16037,24000,23787,11327,13994,21688,13636,1611,19814,18996,17355,10793,10862,16574,21584,6739,999,19068,18873,17195,18831,17259,11923,1754,16780,15800,14002,17433,5411,13488,17000,13009,12557,8748,12234,5069,13870,3786,20661,6845,1891,2140,15342,9737,19525,12441,15554,12521,16611,17001,13028,12945,4974,842,18757,15082,15906,12907,19058,14619,13585,14850,11909,16466,13778,15964,19902,12725,13491,11972,15281,7207,12754,5075,16975,13292,15362,15457,14683,13070,8249,16309,13480,8820,16851,13505,18649,19741,12897,13622,14372,11250,10812,1896,21616,12860,21964,22310,12084,11823,15627,9765,14953,17777,9947,23695,10954,9179,217,14568,17345,239,11621,10397,24797,13579,14399,21018,20055,18519,23768,21263,13493,16272,12524,14716,6630,16324,321,483,2241,14427,15026,15889,16708,19894,12883,12665,12535,7175,7269,10803,12884,15272,9714,524,13154,15851,15936,17774,18534,11878,20298,13998,15435,17827,9922,11047,7667,2879,18346,13039,17789,16244,9575,9427,12619,9319,20316,8727,3869,809,20046,19127,19486,20261,10168,10521,12331,4957,15045,10241,21832,21538,6384,11386,11238,6143,14290,15122,13518,16225,8577,11422,15329,17683,6928,1370,21861,21254,14201,20783,18009,2027,21852,22280,9858,11481,15259,13987,21681,11379,11155,11200,8191,18409,19158,18811,13506,18899,20438,20426,1866,21357,17945,16716,10674,14528,18227,10347,16593,10390,8195,15664,9650,13682,18437,21909,15328,15371,15918,10459,7065,24263,17387,8304,12912,3662,17419,22720,14059,6392,11635,19603,18402,16856,18388,10101,10747,20937,1024,15647,17326,10896,8598,15536,14788,13557,17367,11532,2317,15235,25055,20683,1083,23617,14736,22991,1053,19800,16996,17747,16469,17976,13178,14580,9271,9580,18963,13918,12887,14821,8812,9480,16242,9246,1272,18617,17140,20393,18272,18673,11458,16207,16303,16576,13474,17980,18099,11032,17745,1375,5258,18814,19007,13673,17480,9944,10163,11824,17061,11742,20400,8978,6146,18215,11299,1003,17753,20060,10752,9410,14478,15774,15990,17332,11059,16294,24204,14693,14752,9989,16317,10391,25636,4519,11790,15862,17901,17613,15732,11471,12512,16290,14856,10253,13219,10392,17852,16195,15413,22139,3384,10152,24422,9250,18439,24604,21484,12969,21469,7843,7468,12693,23509,24482,12951,27241,26849,19430,16700,5806,1029,21293,24147,3160,6774,23266,5664,25595,23643,3447,21041,22312,9669,10595,26177,25124,19581,13137,12551,7055,10247,23225,23014,20141,19320,13499,12568,21715,22565,24124,15565,18366,10429,20229,8670,17258,19861,24711,11418,11314,23684,11103,11987,8730,15936,12242,19505,16725,18033,9249,14833,9725,16508,13465,13461,15112,11206,9375,15373,12894,18832,14949,17638,14104,10762,14738,6379,6726,16197,12077,21581,13801,19470,11736,4745,19766,20434,19698,18870,13217,4203,5319,19826,12147,13024,16119,18214,10348,8595,16081,17223,17164,11165,14698,14459,9412,12718,12712,15859,16225,13613,15379,7538,21249,17660,10823,10391,4707,20600,8574,6475,3991,19438,20375,19671,11230,16624,11309,15810,12835,17572,16282,17510,3560,4929,6117,25583,23359,18459,12468,13929,15018,15266,17981,20691,22944,14859,19188,3439,12840,11641,4026,16024,26878,19188,16797,12690,18648,20732,21018,11409,3579,3805,4013,5789,4254,5287,5378,6323,24050,23426,20061,18820,17225,7952,6966,11777,13687,27137,21513,12617,13127,12101,8546,22502,25212,22804,24423,10107,7222,3834,14134,27880,22222,17413,16435,11401,16466,11991,8286,5246,4828,20900,23072,16169,17853,15053,13817,11507,24480,14466,14268,13342,15673,17868,12780,17480,17052,10373,10823,5896,3339,27302,20562,24422,17645,11120,11752,15027,18388,12827,15898,18745,20534,15510,9180,9620,13828,12751,3988,26087,21555,20771,13404,22051,17334,8151,17190,20022,24700,13646,11098,11562,8413,4400,3653,24777,24064,14302,20503,9513,11193,11399,3462,24549,19198,13263,12655,19806,12574,3155,18581,27611,12576,19335,8901,9427,5651,25513,12944,15238,4511,13324,12845,12742,14625,12260,7073,5630,4026,27517,25289,15914,16048,24054,24898,11887,11632,4950,23397,25826,26476,6565,17130,17754,19681,3815,4267,8216,9515,3850,2738,2659,1988,1836,1724,1675,1901,1273,1056,676,629,419,340,363,147,58,15,2,22111,23591,11463,13971,13952,15564,19376,10514,7716,11760,22239,13823,8299,9203,8677,15342,12221,13873,15125,16011,9758,16276,16109,19996,14079,11933,12966,15996,13486,4186,18966,16413,20902,17558,21615,15681,6091,10916,7714,15332,14631,6195,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,9782,18007,8331,7962,16323,9376,962,21623,14408,17982,16970,13725,7775,3424,19113,16181,23518,21662,6463,111,21329,13532,22171,11803,17515,15316,7912,15314,19820,7486,8235,7901,12937,11284,7321,6793,14093,17652,9012,20364,12868,13112,5754,5560,209,3,17163,22268,18213,16668,16565,25665,16097,11045,22843,15888,12937,14359,23480,16586,21873,24427,20487,15819,14881,2750,22761,24964,9820,14417,21290,13642,19545,18775,17497,20541,10635,11559,11881,10966,11596,7356,15581,24755,20787,27754,26008,10528,10695,25472,6154,10083,25816,25223,14973,18606,23915,17812,8866,137,16,68,1392,7654,23023,25214,22463,21383,17966,10724,10937,9690,8541,10170,18135,14105,1438,16574,15571,18101,8942,9503,18065,12797,16676,12057,15962,8726,24596,16667,10905,13302,25596,7214,21677,12191,22676,20623,12593,10567,13527,7100,9446,8566,6628,12981,11471,11412,11930,16456,19643,20031,14055,13564,6729,20021,18320,7794,10905,17412,7851,9754,13767,12643,12400,12683,14193,10279,15239,8136,15510,14124,15768,14576,12346,19012,20960,14311,8515,11558,20225,17178,15753,12217,17492,26180,20669,11114,7885,3485,15715,5297,12484,13770,4822],"fragments":[{"begin":"0.000","end":"6.760","lines":["This is NPR's LIFE KIT. I'm Marielle Segarra."]},{"begin":"6.760","end":"22.360","lines":["So are you traveling this week? If you are, I mean, honestly, it might be a little rough."]},{"begin":"22.360","end":"29.920","lines":["I have learned from years of travel, the absolute worst time to travel is during the holidays."]},{"begin":"29.920","end":"33.920","lines":["Benet Wilson is a freelance aviation journalist in San Antonio."]},{"begin":"33.920","end":"93.000","lines":["It starts when you get to the airport, parking. Then, when you get into the airport, you know, if you're checking a bag, the lines are going to be long, and then you're going to get to the TSA security checkpoint. It's going to be a little crazy there. And then once you're sitting at your gate, they might run out of seats. So I always tell people to just pack their patience."]},{"begin":"93.000","end":"116.040","lines":["Wilson travels a lot - takes about 35 to 50 flights a year. And she's got some tips for you on what to do when you're traveling for the holidays and everything that could go wrong goes wrong. That's after the break."]},{"begin":"116.040","end":"138.400","lines":["OK. First things first, some people haven't booked flights yet for the holidays in December. So what is the cheapest time to do that?"]},{"begin":"138.400","end":"175.320","lines":["Sooner rather than later. Especially this year, there's going to be record demand for travel. The ideal days to buy tickets are usually Tuesdays and Wednesdays because changes are made on fares - they're made constantly, but Tuesdays and Wednesdays seems to be that sweet spot for getting the best fares. With the caveat, you know, your mileage may vary because, right now, you know, with holiday travel, there are record numbers of people travelling, so..."]},{"begin":"175.320","end":"186.120","lines":["Do you have any advice on whether it's best to establish some kind of loyalty plan with one airline or just to fly with whichever is cheapest for the holidays?"]},{"begin":"186.120","end":"214.120","lines":["Well, for me, I prefer to have status with at least one airline because, most importantly, when there is an issue I can call a special hotline to get my issues resolved. If you don't have status, you can be on the phone for hours, depending on what's going on - if there's a computer outage, if - weather, a bunch of flights cancelled, you know. So it really is good to have status if you can do it."]},{"begin":"214.120","end":"223.680","lines":["OK. I want to pivot now to the day of and some of the mishaps that can come up when you're traveling for the holidays. What do you do if, you know, it starts snowing and your flight is delayed?"]},{"begin":"223.680","end":"255.480","lines":["OK. As soon as you find out, I always tell people to make sure they have the airline app on their phone because you get information on there sometimes quicker than the gate agents will get. So look at the app, and then they will offer you the chance to reschedule your flight. Whatever you do, do not stand in the long line. Either use the app or just call the airline directly. Some airlines will proactively rebook you. But if it's something that doesn't work for you, you should definitely call."]},{"begin":"255.480","end":"260.040","lines":["OK. What do you do if your plane is overbooked?"]},{"begin":"260.040","end":"263.440","lines":["This is that time of year."]},{"begin":"263.440","end":"330.560","lines":["Overbooking, they're always going to ask for volunteers first. And then as a volunteer you will get a voucher if you've got the flexibility. The more crowded the planes are, the higher that voucher is going to be. So you can negotiate that. You can say, well, if I'm going on this flight, I would like a first-class seat or at least premium economy. You ask for food vouchers - 25 bucks, 30 bucks, you know. If it is a long layover, you can ask for access to the airline lounge, which is very nice. It's very comfortable - great seats, food, drink, everything you would want to be comfortable until your flight departs. But if you are involuntarily bumped, you do have some rights. No. 1, you can get your money back. You do not have to take a voucher. And they have to accommodate you on the next available flight. It's kind of a pain, but, you know, you do have rights if you're being kicked off. And you're much more likely to be bumped if you paid less for your ticket or you don't have status with the airline."]},{"begin":"330.560","end":"334.560","lines":["So what language would you use as you're trying to negotiate these things?"]},{"begin":"334.560","end":"358.600","lines":["I would say, OK, I'm here to volunteer to be bumped. And they've set a price - let's say they've said 500. But I think 500's a little low. Could we go up to 750 or maybe even a thousand, you know? All they can do is say no. My grandmother says closed mouths don't get fed. So if you don't ask the question, you're not going to get it."]},{"begin":"358.600","end":"361.120","lines":["Now I'm going to try it - never tried something like that."]},{"begin":"361.120","end":"362.360","lines":["All they can do is say no."]},{"begin":"362.360","end":"379.720","lines":["OK, well, what if you get to - like, I'm just thinking of all my travel nightmares and anxieties right now. What if you get to the airport at your destination and you get to the car rental counter where you reserved a car, but there are no cars left?"]},{"begin":"379.720","end":"432.480","lines":["That is such a nightmare. And I would not be surprised to see this happen this holiday season because if you look at the small print with rental cars, I mean, even though you have a reservation, a confirmation, you're not guaranteed a car, which sounds really kind of twisted. But that's what it is. If they have no cars, they can't give you a car. You can try other rental agencies, but if you're in that mess, it's probably going to be the same for the other rental cars. So I would have a plan B in place, I would check with family to see if they can pick you up or if you can, you know, get an Uber. It's probably going to cost a lot because of surge pricing. But have a plan B if that car isn't there and then make sure, when you talk to them, when will I get this car? - you know, how many days?"]},{"begin":"432.480","end":"447.080","lines":["So the stuff we're talking about all sounds really stressful. And I wonder what sort of attitude you need to keep in mind as these things are happening, especially if you want to get attention on your problem."]},{"begin":"447.080","end":"529.880","lines":["Yes. The first thing I always tell people is - do not yell at the ticket agents or the gate agents, OK? These people can help you, or they can not help you. They don't control the weather. They don't control any mechanical on the plane. They don't control the situation that has delayed your flight. All they can do is try to help you. And when you are nice to them, they are much more likely to help you. I also tell people, you know, have your stuff ready for a delay. Everyone in my family and my friends laugh at me because of my - I call it my little travel kit. But then when they're traveling with me and they need something, there I am. So I always have my headphones. I love my Bose noise-canceling headphones. I take two power chargers and cords and plugs. So nothing ever falls off. I have my Kindle. I have snacks. You want to have your iPad or your Kindle all charged up, and you want to - if you're taking an iPad or another tablet, download movies because you never know if the Wi-Fi is going to be on the fritz. And that happened to me exactly once. And it was terrible because I had also broken my earphones (laughter). So I was just sitting there for 3 1/2 hours, like, going crazy. So..."]},{"begin":"529.880","end":"531.440","lines":["Like the old days."]},{"begin":"531.440","end":"535.160","lines":["Like the old days. Exactly."]},{"begin":"535.160","end":"539.240","lines":["What should you do if you miss your flight? What are your options?"]},{"begin":"539.240","end":"582.640","lines":["If you miss your flight during the holidays, you are going to have to throw yourself on the mercy of the gate agent or the ticket agent. This is not the time of year that you want to miss a flight, but stuff happens, and airlines are pretty forgiving about it. You know, if you are in the car and you know you're going to miss your flight, get on the phone. Call the airline while you're still driving so you can get other accommodations. If you get there and you know that - oh, I thought I was going to make it, but I didn't - go to the ticket counter and just explain the situation, and they will try to accommodate you as much as possible. It's not going to be perfect, especially during the holidays, but they will work hard to get you to your destination."]},{"begin":"582.640","end":"595.880","lines":["All right. So do you have any tips for how to throw yourself at their mercy? I mean, is it, like, you trying to flirt a little bit or are you trying to be, like puppy dog eyes, really sad, really just straightforward?"]},{"begin":"595.880","end":"636.880","lines":["Oh, no, I am pretty straightforward. I'm very kind. And candy works really well. That's the other thing I forgot. I do pack, like, Ferrero Rocher or Ghirardelli or Lindt chocolates. I'm very blatant. I'm like, look, you know, I messed up here. I really need to get home, and if you could help me get on the closest flight that I can get, I would so appreciate it. And then I'm like, please, have this candy. Enjoy. You know, so, you know, 9 times out of 10, it has worked. I also give candy to the flight attendants 'cause they work very hard, so."]},{"begin":"636.880","end":"648.160","lines":["Everybody likes candy. Wow, that's awesome. So I was wondering, if you do miss your flight, are you going to have to pay for a whole other flight? Is it just you lost all the money from the last flight?"]},{"begin":"648.160","end":"678.480","lines":["It really depends on the airline. Some will raise the price, but they really - I will say, they really do try to accommodate you as much as possible. Now, if you are on a low-fare carrier, it's going to be a little tougher because, you know, they don't have the big schedules like the major airlines do. And, you know, one delay or cancellation can really affect everything going down the line. So, you know, just keep that in mind, and make sure that you can be flexible."]},{"begin":"678.480","end":"684.720","lines":["Yeah. Do you have any tips on holiday travel if you have small kids with you?"]},{"begin":"684.720","end":"754.760","lines":["I do. I have been traveling with my child since she was 10 days old, and she is a pro. She is still my favorite travel companion. For the parents with babies - I always got my child her own seat. If you can do it, it's just going to be more comfortable and safer for you and the child. Same with toddlers. With toddlers, you need to bring stuff to amuse them. My child - well, this was back in the day, before iPads and everything, but we had a little portable DVD player so she could sit there and watch her movies. Also, snacks - kids get hungry. You know, Southwest does sell snacks, but my child likes to eat, so I always have food for her on the flight. And make sure you bring an extra change of clothes 'cause accidents happen, and kids get anxious. I always used to bring coloring books and her favorite toys and a little pillow and blanket so she could sleep - you know, anything you need to do to make the children as comfortable as possible because, you know, one thing and you're dealing with a meltdown, and nobody wants that."]},{"begin":"754.760","end":"758.760","lines":["Yeah. I mean, there are a lot of adults that melt down around this time of year."]},{"begin":"758.760","end":"759.280","lines":["Yes."]},{"begin":"759.280","end":"762.200","lines":["So what do we expect from the kids?"]},{"begin":"762.200","end":"762.280","lines":["True."]},{"begin":"762.280","end":"770.640","lines":["I feel like the last piece of advice that we'll want to give people in this is the same one that we say in pretty much every episode - like, take a deep breath."]},{"begin":"770.640","end":"771.280","lines":["Yes."]},{"begin":"771.280","end":"774.200","lines":["Try to remember why you're doing this to begin with."]},{"begin":"774.200","end":"814.640","lines":["Absolutely. And remember that it is not the fault of the people trying to help you. You know, show some grace, show some patience and show some gratitude. I mean, it's kind of hard when you're in the middle of something messy like that, but, yeah, when - just show some gratitude. And I do have a meditation app on my phone, too, so."]},{"begin":"814.640","end":"820.000","lines":["Yeah, I bet that helps as you're sitting in the airport."]},{"begin":"820.000","end":"822.600","lines":["It's very helpful."]},{"begin":"822.600","end":"827.000","lines":["Yeah. Thank you so much."]},{"begin":"827.000","end":"833.200","lines":["Thank you. This was such a pleasure."]},{"begin":"833.200","end":"879.880","lines":["For more LIFE KIT, check out our other episodes. We have one about how to pack like a pro and another on how to travel meaningfully. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"879.880","end":"930.560","lines":["This episode of LIFE KIT was produced by Sylvie Douglis and edited by Meghan Keane and Andee Tagle. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Beth Donovan is our executive producer. Our intern is Jamal Michel. Our production team also includes Summer Thomad, Clare Marie Schneider and Audrey Nguyen. Julia Carney is our podcast coordinator. I'm your host, Marielle Segarra. Thanks for listening."]}],"duration":930}