{
  "title": "Piece together your family tree",
  "url": "https://www.npr.org/transcripts/1140416817",
  "intro": "If you're interested in learning more about your family history, genealogist Mica Anders says to get creative. Look through newspaper archives, census data, vital records and more. And who knows, you may find some unexpected gems in the process.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Marielle Segarra. A lot of the time when people build a family tree, they're looking for their famous relatives. You know, maybe I'm the 16th great-granddaughter of a queen or the fifth cousin of a revolutionary poet. Mica L. Anders has a different perspective."
    },
    {
      "author": "MICA L ANDERS",
      "text": "I think really, it's the everyday people that make us who we are. And we're the everyday people. So we want to be found by our descendants in the future. You know, we want to be just as celebrated as some random famous person. And oftentimes, it's just the everyday folks that we have the most in common with."
    },
    {
      "author": "SEGARRA",
      "text": "Mica is a professional genealogist in Minnesota. I first talked to her for our episode on Connecting with Your Ancestors. So an example - she plays the piano, and she learned by doing her genealogy that she had multiple musicians in her family tree."
    },
    {
      "author": "ANDERS",
      "text": "They weren't famous. They weren't somebody anybody's ever heard of. But that's a really cool thing to be able to trace and identify that's part of who I am that I got from my ancestors."
    },
    {
      "author": "SEGARRA",
      "text": "She says that's what's so cool about genealogy. You never know what you'll learn. That can also be a little intimidating."
    },
    {
      "author": "ANDERS",
      "text": "And I always tell all my clients when we get started, you know, I don't know what I'm going to find. Are you open to whatever I find?"
    },
    {
      "author": "SEGARRA",
      "text": "Some details might be painful to hear, like if your ancestors lived through famine or enslavement or other traumas or if they were the perpetrators of these things. They harmed other people or stole from them. Micah practices anti-racist genealogy, which is about knowing the full history of how your people came to be where they are."
    },
    {
      "author": "ANDERS",
      "text": "So a lot of people say, oh, my family got land through the Homestead Act. They just got this free land in Nebraska. And they're not looking at the whole perspective of, well, whose land was that? How did that land come to be, quote, unquote, \"free\" for their taking? Who were the people who originally lived on that land? How did they lose their land? What were those treaties? And really doing reparations work and repairing some of the harm that allowed one group of people, often white people, to move forward because other people were being disenfranchised."
    },
    {
      "author": "SEGARRA",
      "text": "So yeah, genealogy can be serious work, but there are also a lot of fun things to discover about your family. Today on the show, a conversation with Mica L. Anders about piecing together your family tree."
    },
    {
      "author": "SEGARRA",
      "text": "If someone is interested in learning more about their family history, I feel like the idea of digging through all these databases can be overwhelming. I wonder, what advice do you have for people who are just starting out? Where might they start?"
    },
    {
      "author": "ANDERS",
      "text": "I think the easiest places to start are sort of the more well-known databases like ancestry.com or familysearch.org. FamilySearch is free. Ancestry has a subscription. But if you go to a lot of your local libraries, you can use it for free. So I always suggest people start out using everything for free. See what they find, see what they enjoy. And there's some other great databases, though. The Library of Congress has a thing called Chronicling America. And it's a lot of historic newspapers that have been put online and are searchable. State by state, depending where you live, there are some amazing resources at the state level. A lot of places have, obviously, a state archives or a state historical society. Here in Minnesota, those are one in the same. They're in the same building. But a lot of people forget, OK, there's these national databases. But I should also probably look at my county and my state. And they have some amazing holdings. And with people becoming more interested in genealogy, more and more of those local repositories, as they're called, are putting their records online and/or just making them more accessible to people."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, and I'm thinking about newspapers, too. Like, is there - I feel like there's a website called Newspaper Archives. I think I used to use that at..."
    },
    {
      "author": "ANDERS",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "...One of my jobs."
    },
    {
      "author": "ANDERS",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Is that helpful?"
    },
    {
      "author": "ANDERS",
      "text": "Yes. So there's the Newspaper Archives. There's newspapers.com. And then like I said, there's Chronicling America, which is free."
    },
    {
      "author": "SEGARRA",
      "text": "So when you're looking through all these, what kinds of documents would you be looking for?"
    },
    {
      "author": "ANDERS",
      "text": "So typically, the big three are birth, marriage, death, which I consider one. Those are called vital records. It's important to note, though, that the most recent census available online is the 1950 census. They come out every 72 years so that most people, you know, are either much, much older or have unfortunately passed away by the time the census comes out to protect our identities and things like that. So I would say, again, census records, vital records and really those newspaper records that you were just talking about - those are some of the biggest things I suggest people look at when they're doing their genealogy. Sometimes, you get things that aren't as pleasant. Like, you find people who unfortunately, you know - they robbed somebody. Or they, you know, were in a car accident, or they died young, things like that. But the newspapers really starts to help you get a sense of who people really were beyond, again, just those names, dates and places."
    },
    {
      "author": "SEGARRA",
      "text": "And now I really want to go digging through the newspapers in Mayaguez because that's the town my family's been from for decades and decades in Puerto Rico."
    },
    {
      "author": "ANDERS",
      "text": "Oh. You'll find some amazing stuff, then, if they've been there that long. Absolutely."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Like, I think a hundred years at least."
    },
    {
      "author": "ANDERS",
      "text": "Wow. But really, the biggest thing in genealogy is it can be kind of like a wild goose chase. I don't know if you've had that experience when you've done yours. You're just like, oh, I found something. That's exciting. Oh, I found something else. That's exciting. And then you don't even really know what you found at the end because you have all these random little tidbits of things that were fun. So sometimes, you have to slow down. So let's start, like, one person at a time. Let's figure out who grandma is. Once we figure out who grandma is, let's figure out who her siblings are, who her parents are. So you kind of got to slow down and be a little bit more methodical with it."
    },
    {
      "author": "SEGARRA",
      "text": "Right. Yeah. Like, what sort of things could you tell from learning about your - let's say your grandparents' siblings?"
    },
    {
      "author": "ANDERS",
      "text": "My grandma on my dad's side was an only child. So I learned a lot in terms of, OK, what is that like to be an only child? Does that mean she was spoiled? Does that mean she was kind of set to the side because her parents had to work a lot, and they only had one child to care for? But then on my mom's side, my grandpa was, like, the baby of 16 kids. And so - I think 16. Don't quote me on that. Around 16. But, you know, some of them became nuns and priests. And so that tells me a lot. If I only focused on my grandpa, he became a chemistry professor. But learning that multiple people in the family went into a very Catholic life - and one of them I found out, again, was another musician. I actually have her piano books that my mom studied with and then I studied with. And now my daughter is studying with those same piano books that were from my grandpa's sister who became a nun."
    },
    {
      "author": "SEGARRA",
      "text": "And also to even take it a step further, thinking about, I don't know what all - if it's 16 - of them did. But, like, if a lot of them went into something religious and other things that were maybe more traditional and your grandfather was the, like, lone scientist, you know, maybe then he was, like - I don't want to say the black sheep of the family, but the - like, the odd man out. Like, maybe they were like, yeah, he's..."
    },
    {
      "author": "ANDERS",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "...Different than all of us. I mean, it just tells you about..."
    },
    {
      "author": "ANDERS",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "...What their life would've been like."
    },
    {
      "author": "ANDERS",
      "text": "Exactly. And to know that he was the baby. You know, what does that do? Does he get different treatment? I look at my mom's siblings. She was number four. The baby was number 10. She was the only girl that got to play sports. None of the other girls were allowed to do that. So she did volleyball and basketball. And she got to learn how to drive. None of the other girls got to do that. So if I only studied my mom, I would have one version. But by learning about my aunt, it was, oh, they didn't get to do this because they were taking care of the other kids. Obviously, if you're number 10 of 10, you don't have any little siblings you need to take care of."
    },
    {
      "author": "SEGARRA",
      "text": "So in the work that you do, you help people walk through their research to look for holes. Can you tell me more about that? Like what kinds of holes do you commonly see?"
    },
    {
      "author": "ANDERS",
      "text": "Yeah, so I do a few things. Some people literally say, hey, will you do this on my behalf? You know, help me find my family. Or hey, I'm stuck. Can you do this for me? Other people say, can we do it together? But when we look for holes, sometimes, it's as simple as looking at their tree and seeing, kind of like I talked about earlier, oh, one side of your family goes back seven generations. The other side, you know your parents' names. Let's work on that side. You know, that might be the hole. Or sometimes, it's just a relative sort of disappears from the records, or they just sort of came out of nowhere. You know, I found somebody's grandma as a married woman, but nobody had any record of her before then. She sort of didn't exist before marriage, but obviously, she did. So it's trying to figure out, who was she before she became Mrs. So-and-so?"
    },
    {
      "author": "SEGARRA",
      "text": "When you finally find the little bit of information, the puzzle piece you're looking for, is there a dance that you do? Like..."
    },
    {
      "author": "ANDERS",
      "text": "Yes, every time. It never gets old - ever, ever, ever."
    },
    {
      "author": "SEGARRA",
      "text": "What does it look like?"
    },
    {
      "author": "ANDERS",
      "text": "It's very much just, like, a squeal and like a (vocalizing), right? Because you're like, I've been looking, and I've been looking. And the puzzle pieces - I know there's a piece. The thing is you know there's a piece. There's always a piece because everybody's somebody."
    },
    {
      "author": "SEGARRA",
      "text": "So we know there are certain communities that have an easier time accessing genealogical information and records than others, right? And I wonder, and how do you proceed if you're in a community that hasn't been well-documented?"
    },
    {
      "author": "ANDERS",
      "text": "So a couple ways. One is, sometimes, you've been documented, but you're not documented in the easily accessible records, or you're not documented in the places you'd expect. For example, a lot of people think, OK, if I'm researching my family and my family's African American, I'm only going to get to 1870. That's as far as I'm going to get. But that's not true. So it's really changing the way you think about it. But that's part of the anti-racist genealogy, right? - is saying, OK, if the records are being held by the enslaver's family, then they actually, I think, have a bit of a responsibility to make those records accessible for the other families whose records they're holding."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. If you're African American and you're looking for those records, where do you start? Is there a database you can look at? Or how would you find that?"
    },
    {
      "author": "ANDERS",
      "text": "I wish there were just one, but there's not. There's a bunch of them, and they all have little bits. But actually, ironically, one of the best places - and this is not a plug in any means - is Facebook groups. So there are some really amazing Facebook groups right now in the genealogy space where people put out questions, and other people say, hey, I know how to find that record. Or hey, that's located close to me. I can look in my local archives because a lot of this stuff is still only on paper. It hasn't been scanned. There's a lot of projects that are saying, hey, we need to make more comprehensive databases. Here are some ways people should start making their trees and making them public so people can pull some of these records off of them. But there is not one comprehensive place, so you have to look in state archives. You have to look in local archives."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And I wonder, OK, so if you can go back and find that your most recent relative that you found on the census was enslaved and then find out who they were enslaved by, can you take it back from there many generations?"
    },
    {
      "author": "ANDERS",
      "text": "Sometimes. I would say maybe 60 - 50 to 60% of the time. It just depends on what what records still exist because that means somebody had to have paper records, and those paper records had to be archived somewhere. And those archives have to still exist somewhere."
    },
    {
      "author": "SEGARRA",
      "text": "God, do you ever just lay in bed and think about, like, the many records that are sitting in basements? Like, is that (laughter) what you..."
    },
    {
      "author": "ANDERS",
      "text": "I actually do."
    },
    {
      "author": "SEGARRA",
      "text": "...Lay awake thinking of at night?"
    },
    {
      "author": "ANDERS",
      "text": "Yeah. I do because there's so many little local newspapers, for example, in these little, small towns or little, quote, unquote, \"ethnic newspapers,\" as they're called, that - somebody has an issue of every single one of them. But it's just some random somebody somewhere. And then there's people who hold records. And they're trying to give them to historical societies, and they're trying to give them to whomever. And people are like, oh, your history doesn't matter to us. That happens, too. And that's even crazier to me. But at the same time, there's people who are like, yes, please, we don't know who needs this, but we see its value. And we will store it for you, and we will make sure it's searchable, and it's online. So if the people still exist but they just don't exist here anymore, they can come and they can get access to their ancestors' records."
    },
    {
      "author": "SEGARRA",
      "text": "So I want to talk about home DNA kits. I know a lot of people use them. Are they ever helpful in this process?"
    },
    {
      "author": "ANDERS",
      "text": "So very helpful. Sometimes, they are the only thing that helps because in the absence of paper records - right? - especially when we're dealing with communities that aren't as well-documented, those DNA connections can get you places the paper records cannot. However - and this is my big however - you just have to be prepared for whatever you find because, sometimes, you will learn things you didn't expect about your family, like that you have siblings you didn't know about. Or one of your parents is not really your parent. Or one of your parents was adopted and never told. Or you were adopted and never told."
    },
    {
      "author": "SEGARRA",
      "text": "I wonder if you have any big-picture advice for managing the, like, emotional side of starting to research your ancestors?"
    },
    {
      "author": "ANDERS",
      "text": "I would say be open. You know, be open to whatever you find. If you're open to it, it doesn't hit you in quite the same way because you know to expect the unexpected. And I'd always say, take your time. You know, sit with it. If you come across things that are harmful or hurt, sit with them. Take your time. Be willing to talk about it, though. You know, a lot of people see shame in their family history, and they get quiet about it. And that kind of reinforces it. So be willing to talk about it."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And I think it sounds like also talk about the ways that you may have benefited from harm that your family did and try to make amends. It's always so tricky when you're mixed because you're like, I need to make amends to myself. Like..."
    },
    {
      "author": "ANDERS",
      "text": "Exactly. It's kind of weird (laughter). It's kind of weird. Yeah. You kind of want to say, OK, was my - because I'm white and Black, right? So was my white family - what were they doing? What was my Black family doing? And then even just to look parallel at what did 1860 look like for that same generation across my whole family, for example? You know, what was everybody's lives like in that same generation? It's nuts."
    },
    {
      "author": "SEGARRA",
      "text": "I wonder because we're talking about the, you know, learning about your ancestors but then also connecting with them, potentially building a space. Like, I have an altar next to my bed. Building a space in your house where you can have objects that belonged to them or pictures of them, maybe a ritual around that. Do you do anything like that?"
    },
    {
      "author": "ANDERS",
      "text": "I do. I make sure to talk about them. I try to keep them alive through stories. When my dad died - he was one of the musicians. We keep his music alive. We tell stories about him. I make sure that my daughter knows who came before her, what they were like, what their lives were like. I don't have a specific altar, but I have pictures. But for those who I don't have pictures of, I have stories that I have just found through this work. And I think it's just important to keep those alive and tell them."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so maybe the last thing you can tell me, then, is, what was your dad's name?"
    },
    {
      "author": "ANDERS",
      "text": "Marvin."
    },
    {
      "author": "SEGARRA",
      "text": "Marvin. And what did he like?"
    },
    {
      "author": "ANDERS",
      "text": "He loved music."
    },
    {
      "author": "SEGARRA",
      "text": "What kind?"
    },
    {
      "author": "ANDERS",
      "text": "He loved music, all of it. And that's what made him so cool. So I have his record collection. He loved everything from classical to funk to rock to folk to R&B. He loved it all. He loved listening for the teeny-tiny details of, oh, every eight measures, they have a bell that dings just for that one beat. He loved turning it up really loud and hearing every single instrument in the entire band have their moment."
    },
    {
      "author": "SEGARRA",
      "text": "And he played an instrument?"
    },
    {
      "author": "ANDERS",
      "text": "He played piano. He played a little bit of guitar. But he was a singer."
    },
    {
      "author": "SEGARRA",
      "text": "And what did he look like?"
    },
    {
      "author": "ANDERS",
      "text": "He was 6-foot-4 with short, black, curly hair and chocolate-brown skin."
    },
    {
      "author": "SEGARRA",
      "text": "Nice smile?"
    },
    {
      "author": "ANDERS",
      "text": "When he would smile, it was a nice smile. It was a good moment when you got that smile."
    },
    {
      "author": "SEGARRA",
      "text": "I loved hearing about him. I love hearing about people's family members or ancestors. Thank you for sharing. And thank you for this whole interview. This was great and really informative."
    },
    {
      "author": "ANDERS",
      "text": "Thanks for asking."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. You can hear more of Mica in one that we did about honoring your ancestors. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Jamal Michel, who's also our intern. Our visuals editor is Beck Harlan. And our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. And Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Summer Thomad and Sylvie Douglis. Engineering support comes from Andy Huether. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9066991146.mp3",
  "img": "https://media.npr.org/assets/img/2022/12/02/gettyimages-1319980025_wide-4178a60e221719d2781d9806ac3319166b642cc8.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "MICA L ANDERS",
    "SEGARRA",
    "ANDERS"
  ]
}