{"title":"Dear Life Kit: We bought a dog instead of rescuing one. It cost me a friend","url":"https://www.npr.org/transcripts/1142628174","intro":"An ideological difference over adopting versus shopping for a pet causes a rift between friends. Tania Israel, a professor of psychology, shares advice about how to have difficult conversations with people you care about.","transcript":[{"author":"ANDEE TAGLE, HOST","text":"Today on the show - I asked my friend to help me find a rescue dog, but then we went with a dog breeder instead. Now my friend won't talk to me."},{"author":"UNIDENTIFIED PERSON #1","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #2","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #3","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #4","text":"Dear LIFE KIT, I have a question for you."},{"author":"TAGLE","text":"This is Dear LIFE KIT from NPR."},{"author":"UNIDENTIFIED PERSON #5","text":"How can I become a better caretaker?"},{"author":"UNIDENTIFIED PERSON #6","text":"How do I deal with my parents' unrealistic expectations?"},{"author":"TAGLE","text":"And we're getting personal."},{"author":"UNIDENTIFIED PERSON #7","text":"I'm catching feelings for someone, but they're married."},{"author":"TAGLE","text":"I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."},{"author":"TANIA ISRAEL","text":"Instead of arming ourselves with our justifications for our behavior, can we take off our armor and allow ourselves to be vulnerable?"},{"author":"TAGLE","text":"That's today's expert, Tania Israel, a psychologist, professor and researcher who looks at data to understand how people think. Today, Tania will help with just that for a listener trying to reach out to her closed off friend. Stay tuned."},{"author":"TAGLE","text":"OK, Tania, ready for our question?"},{"author":"ISRAEL","text":"All set."},{"author":"TAGLE","text":"OK, let's do it."},{"author":"TAGLE","text":"Dear LIFE KIT, last year, our family lost our beloved dog to old age. It took us all quite a bit of time to heal, and her death was particularly felt by a family member going through cancer treatment. Our family member is now in remission and wished for a puppy. He looked endlessly at shelters and rescues, but the particular breed he wanted is difficult to come by. In the meantime, I mentioned to a close friend that my family was seeking a puppy but wasn't having much luck. The friend is a volunteer for a dog rescue and offered to find us a puppy, but my family member ended up finding their dream puppy through a very reputable long-time breeder. The breeder conducted interviews with our family and our veterinarian to make sure we were a good fit. Now my close friend is no longer on speaking terms with us. I reminded her that my family has rescued numerous animals over the years and this was not a decision taken lightly, to which I received no response. I don't know if I should try to salvage this friendship or let it go since she's not receptive to discussing the issue. Signed, Rough Stuff."},{"author":"TAGLE","text":"OK, Tania, there is a lot in there. Before we get into your advice, I would love just your initial thoughts, feelings, your first reaction to hearing this story."},{"author":"ISRAEL","text":"My first reaction is, oh, my goodness. It's so hard when people are having these conflicts with friends and they're trying to support family members and they feel caught in the middle of all of these different people who have needs and feelings. And so I really just feel this person's distress."},{"author":"TAGLE","text":"Oh, yeah, just caught in the middle and trying to do right by everybody is never easy and not always possible. You know, what was really interesting to me about this question, Tania, is that it's really less about dogs and more about the lines we draw between our friends and our principles, right? So I know this is your exact wheelhouse. Tell me, is it possible to have a relationship with someone who does something or believes in something we're fundamentally opposed to?"},{"author":"ISRAEL","text":"Yes, it is certainly possible, and so much of it has to do with how we go about approaching that person and how we're positioning ourselves in terms of our beliefs. I'll tell you what really stood out to me in this letter is the writer is emphasizing the details that put them in the right. They say, you know, the breeder was reputable and responsible. This wasn't just a puppy mill. This person took the decision seriously. They had rescue dogs in the past, and they were trying to help someone with a serious medical situation. Their family member had cancer. So I just suspect that what they are writing is also maybe what's going on in their heads. They - they're imagining accusations of wrongdoing by their friend and they're generating these responses to show that their behavior was justifiable. And I think we all do this - you know? - that we have these conversations we're playing out in our heads with other people, even if they're not responding and we're not having this actual discussion."},{"author":"TAGLE","text":"Got it. Got it. OK, what could Rough Stuff have done differently here or done better? Should they, for example, you know, have disclosed upfront that shopping with a breeder was an option? What would have made the situation better?"},{"author":"ISRAEL","text":"Well, the thing that we don't know is how the friend is feeling and really what's going on for them. We don't actually know sort of why they're not responding. So I think the approach to take now is to find out more about that, to really go into that with some curiosity rather than sort of leading with some justification for one's own behavior, to lead with, you know, maybe even something like, you know, you offered help with something and we went in a different direction, and I wonder how that's sitting with you."},{"author":"TAGLE","text":"When I first read this, it just seemed to me like this volunteer dog rescuer friend clearly feels wronged and was completely icing out Rough Stuff. But my bigger question here is, is it really wrong for this friend to want to cut Rough Stuff off? Isn't it OK to just not want a certain type of person in your life at one point or another?"},{"author":"ISRAEL","text":"Sure. We can always make choices about who we want to have in our lives and who we don't, and we can set up those kinds of boundaries. And sometimes that's what we want to do. You know, sometimes if we're dealing with somebody who is, you know, a more abusive kind of person or is - you know, we're in a situation with them where we just feel like it's really hard for us to maintain our own health with this person, then cutting them off is an option. One of the things that we might want to do is sometimes not cut them off. We might want to find ways of growing in a relationship with another person by acknowledging, OK, they see things from a slightly different perspective. Maybe this is an opportunity for me to learn something about a different perspective other than my own, or maybe this is an opportunity for me to, you know, recognize that I have some discomfort with that but that there's still wonderful, valuable things about this friendship."},{"author":"ISRAEL","text":"I mean, I think it's interesting 'cause even just this scenario is sort of a projective test where, you know, we can see lots of different things in it. And it does seem like Rough Stuff is sort of looking at this and saying, oh, my gosh, they're judging me because we went with a breeder. And, you know, that may or may not be what's going on. So one of the most interesting things that we can be curious about with somebody else is, what meaning are they making of the situation? And Rough Stuff doesn't know what their friend's meaning is that they're making of it. So trying to find out more about that rather than assuming what that friend is reacting to."},{"author":"TAGLE","text":"Right, so find the reality of the situation before you react to it. Tania, what do we gain when we maintain relationships with people who think differently than we do or when we try to reach out to the other side? What's - you know, what's the benefit? What's the value of investing in that?"},{"author":"ISRAEL","text":"Seeing things from only one perspective is actually disempowering. If we are only seeing our own view and we can't see another point of view, it's, first of all, not going to help us to achieve any kinds of goals that we have. If we want to advocate for something and we can only see how people would support it and we have no idea how somebody could possibly be against that, we're not going to be very effective in making arguments for it. We're not going to be very effective in getting other people on board. It's very helpful to at least have a really complex understanding and grounded understanding of where other people might be coming from."},{"author":"ISRAEL","text":"And it's not only going to help us in our advocacy efforts. It's going to help us in our relationships with other people as partners, as parents, as coworkers, as community members. If we can understand multiple perspectives on things and be able to see perspectives different from our own as legitimate, at least for other people. We don't have to agree with them, but if we can at least be respectful of other points of view, then we're going to have a much easier time navigating through our interpersonal lives."},{"author":"TAGLE","text":"That's lovely. What I'm hearing from all of that is, you know, it's part of being a grown-up to just - to understand that there are more than - there's more than one viewpoint than your own. Approach every relationship, every conversation with maturity and respect and it will take you further. It'll benefit both of you a lot more than it would if you just see one side."},{"author":"ISRAEL","text":"Yes, absolutely. And, you know, one thing that we saw this person doing was just putting out there, this is what I did. This is my perspective. This is, you know, how I see myself as being right. And that is so much of what we're all doing these days on social media. It's what we see modeled for us in the media very often is just people sort of making their own statements and justifying their own perspective. And that can be a useful skill. But if that's all that we're doing, then we're really missing out on the opportunity to broaden our understanding. And where there are political differences or value differences or even just different perspectives, we have an opportunity there to broaden our view. And that's a wonderful opportunity if we can take it."},{"author":"TAGLE","text":"Tania, before you go, we end every show by asking our experts for the best piece of advice they've ever received. It can be anything you want."},{"author":"ISRAEL","text":"I was talking with my therapist about how I didn't mind being vulnerable as long as I knew the other person would be warm and that they wouldn't be judging and all of that. Then I would feel OK being vulnerable. And she said, that's not vulnerable. Being vulnerable means taking off our armor and going in not knowing how we'll be received, but putting ourselves out there a little bit anyway."},{"author":"TAGLE","text":"Very, very good advice. Thanks, Tania."},{"author":"TAGLE","text":"If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan and Sylvie Douglis, with help from our intern, Jamal Michel. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4431664458.mp3","img":"https://media.npr.org/assets/img/2022/12/14/dearlifekit_adoptvsshop1-copy_wide-149ee72c1f39aa752e2578f5f03a461585e9d01b.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","UNIDENTIFIED PERSON #1","UNIDENTIFIED PERSON #2","UNIDENTIFIED PERSON #3","UNIDENTIFIED PERSON #4","TAGLE","UNIDENTIFIED PERSON #5","UNIDENTIFIED PERSON #6","UNIDENTIFIED PERSON #7","TANIA ISRAEL","ISRAEL"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,215,17120,16238,6442,4620,12208,9543,16568,15415,6512,12665,8452,10242,17879,20678,17914,18623,16534,9158,14905,15888,2222,5641,14142,21958,9515,11598,10183,5553,7520,23276,21274,12677,23340,26891,11068,19401,23839,11384,26375,17396,3816,27376,24510,9701,8220,3345,4475,25158,13596,15054,18147,24205,6199,3407,14388,20838,19991,2806,13073,17100,13028,11512,11391,25330,16228,18085,22937,15781,21235,11900,11785,18783,15752,10242,6114,12626,19080,9058,13861,11252,19097,15252,6733,14203,15928,15799,18220,21163,19738,15998,12441,12166,9021,20869,21003,9882,3198,2241,26123,17464,13623,15464,16464,3005,25136,11938,18615,11724,9256,7665,18874,13995,8536,11269,11726,13040,11292,8263,21732,15396,16017,4314,2011,8759,21857,25923,15576,18743,6882,16222,24519,23090,22340,7273,7113,14422,12738,11685,6813,3606,20517,15286,20276,21150,19764,11221,22743,14857,6895,11853,8968,6377,1854,22542,21016,20898,15731,12089,7498,3404,12304,22165,16234,11078,11490,10894,7367,17620,14124,19474,19922,14553,11863,11130,13324,1516,5377,6306,21943,17634,13902,15646,26241,23663,11438,9986,11112,11634,11894,11886,13403,6164,22404,14909,2277,2130,2130,2655,1982,2227,2213,2184,2131,2580,2271,1717,412,189,123,0,0,17743,20516,26599,16628,24737,23318,12049,25243,26989,15984,9525,19121,20508,15649,17929,25020,10493,11698,11571,11978,14237,17598,18128,23670,15197,13644,3486,23661,24785,20417,16227,21267,24772,10172,17377,17149,17933,17753,12405,16273,18269,20417,14411,12923,14577,12025,9039,9954,20847,23807,22372,14626,16859,15985,11823,17001,17382,12218,14583,24248,12348,13388,19109,15350,20521,6667,18083,15955,15944,14364,10374,11421,15170,9582,11641,13704,11465,9996,7250,24187,23300,18262,15993,4050,82,11,15145,26606,10558,26978,20212,21910,26220,11135,20723,16289,9410,14330,14913,13782,10357,15523,15717,11088,5104,19055,17893,24924,12678,10695,25712,24525,17474,19587,16329,19997,25420,14192,12907,4904,23612,23354,25786,19653,21088,26311,18937,26188,20283,19799,10360,14985,4701,33,5,4,9,22111,23591,12741,13971,15564,19376,13297,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,6224,16276,19996,14079,11933,10300,14507,15996,10372,18966,16413,13131,20902,3201,21615,15681,7638,10916,13365,15332,14631,17796,14973,15196,11988,11935,12192,21891,10712,7093,17806,18892,15302,21087,18007,10814,8331,16323,12579,9376,21623,20050,13614,17982,13725,7775,3745,19113,14505,16181,23518,8019,5600,10115,21329,22171,9702,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,8397,12868,13112,5754,3106,16,3,26492,14448,22385,23935,20401,17649,21705,24013,10742,10304,16816,466,2111,7004,1991,22522,20844,8110,562,3127,22294,17289,16806,15472,17402,14574,13208,16457,10854,7478,5767,1189,3006,2730,14776,16139,22152,20137,9715,11391,11694,20250,13366,14402,21320,10367,13575,11874,14060,10054,6498,9611,4553,1040,8231,5990,24611,21909,11701,12632,17465,9686,8964,10493,17046,11190,1630,4372,3601,16715,20276,13455,11999,20201,10956,11435,6953,18624,20039,12940,19762,10507,13869,11937,13617,17683,1033,2270,20940,20907,6201,19558,17326,16610,13994,11343,12407,13269,7479,6841,13048,13445,9604,7027,11659,3464,5286,25413,21661,26407,13600,18626,21047,7313,24483,17403,5187,4558,8468,17566,17174,15265,10212,6586,16467,9684,5222,10364,24512,19185,15371,13746,7979,8041,7641,11614,17825,15628,10850,9916,12710,7598,24391,23296,9282,9229,6697,10023,11982,2107,20375,20705,18183,9055,10662,11261,8613,11389,6976,10474,1441,5220,20172,14771,16504,12977,11835,27256,18232,8166,16296,14024,11939,16588,16569,12326,11068,7030,8044,6444,9431,18737,9469,9404,15531,12890,6714,1588,21003,24034,16839,12509,6269,19434,12925,17899,22418,3390,11712,9339,12339,12647,13616,8534,6394,3470,3636,884,6959,22616,13090,1629,4953,28545,14760,2473,957,402,242,364,28283,23618,4616,18122,25070,19607,12840,10055,132,17135,24830,13555,15990,16469,14085,16972,7405,14313,21939,23836,7700,10647,8722,16941,23835,22775,8542,8757,12320,13363,909,23892,17296,21229,9735,11670,9897,12173,14628,22028,23494,14113,12310,12466,17272,7479,6213,10084,13175,9817,14207,20062,18690,14041,16588,15435,8158,13996,15812,17493,15647,13458,10781,8880,11025,17099,7974,14663,11257,993,14449,23686,20600,13209,15471,7796,11868,8641,18776,3234,18068,9335,13539,11641,17416,12234,16155,5545,22851,20652,16415,12457,16116,10685,11762,22722,759,56,5494,8356,7570,3895,20226,21098,19565,14042,19164,14575,16871,7623,11867,9761,10358,12426,7578,3269,11244,24878,25163,2136,26558,25748,3189,24553,17445,19274,11090,6698,9858,6883,7008,19575,16718,23643,20614,16987,17306,2793,11402,13808,16555,16107,14647,17265,13387,8171,13074,12830,11066,12907,12268,449,14262,21804,21633,22366,15160,18758,15313,17173,5617,16534,20284,17811,17002,8485,18322,16799,7239,6343,11003,13386,10076,1069,18097,13230,11417,9667,15777,10106,8268,12259,6160,107,21091,17150,14951,11468,21802,15932,10051,13210,5358,20664,23303,19496,16791,9413,11045,11499,11837,22949,18411,24487,22585,20841,12893,6104,23784,21178,12544,10808,16131,22267,14583,8001,14786,14397,11855,8279,11752,6080,4902,24402,23378,24223,18572,5425,2990,24520,17923,8323,13457,11086,12745,14205,1486,15979,20732,19613,19886,13168,17804,21668,10735,3185,18055,16322,21313,21860,23349,17157,11936,21655,4701,2376,19444,14070,9128,9268,15958,16246,17422,15588,12543,6019,21457,12225,13954,21542,17442,24205,10943,1540,23379,20608,15705,12497,12379,9343,21579,18774,15141,19829,20105,14629,18360,11506,20414,18556,17539,10792,11562,18835,14063,9852,11251,11662,13949,14392,19281,13978,14334,12529,15667,13932,9662,20405,2857,26666,14113,15036,14636,11906,18307,21631,18088,24394,15089,17527,3091,23227,10119,652,20299,16063,23003,12962,13219,10662,10118,9932,8873,14805,11553,10503,24351,16631,11717,4500,23943,19173,17599,11911,14901,9694,11289,8634,10888,14658,13939,12259,11797,4181,4409,9083,17239,16926,16668,22303,12698,12593,11306,12929,16136,8236,24889,23048,13955,22396,10498,12376,9486,14103,15060,10295,1446,17675,18746,12548,12143,14131,18176,15853,12358,12149,9817,16109,13950,12996,13465,17390,22452,15368,13931,11383,15623,14811,14079,12268,22311,20310,25182,9357,7578,12815,6071,370,15199,11637,19739,27223,26413,27309,23779,18291,21032,15677,12739,12159,16215,15716,14867,14658,9980,13288,15671,23972,18999,22250,21983,22226,9793,11516,11387,12725,3619,23102,14673,14410,11076,10412,6576,21859,24321,235,953,19956,25753,432,16804,10303,16953,14640,11584,8403,16212,12816,13678,21917,9480,16201,24207,9860,12956,12206,18001,16968,9020,16467,16521,11408,14252,9228,12349,10740,9841,14409,9885,13773,9915,7139,2126,2795,25243,22104,8912,8435,2533,26962,18516,10133,24764,13109,12113,15593,20511,18818,10794,24555,1757,21519,5817,23028,17333,11421,12442,12340,19464,15697,3907,15928,13886,22138,14558,9410,17020,7239,21295,17522,8434,6862,14211,10828,1511,20319,2868,24647,20789,22624,9322,12547,15999,14984,20109,16462,15050,14050,10787,9334,1576,11874,12389,15720,13954,1603,14601,11588,14766,13957,13233,10275,10310,13899,23424,14568,12448,13660,8646,9150,12594,9719,8220,15549,12203,3733,23515,18095,19146,15739,16866,10789,4723,46,21739,16078,17943,15252,20877,17273,15220,13575,14742,24685,13618,20338,11713,15548,16166,500,3207,25471,10595,27991,9598,2461,24757,11815,20795,19606,1343,26056,17257,18963,3439,5094,22916,23266,8790,13327,5345,286,220,23990,16161,17740,19072,13769,16081,10696,14576,22105,14898,13234,13256,16674,20206,18263,17273,20006,15729,16815,13490,10218,15784,4195,14563,24255,16046,19918,12695,7317,371,7370,23809,13737,23328,23159,14935,15588,15664,5919,18540,24226,10320,9901,11425,7195,6537,22394,17259,19009,13256,8190,12326,13755,8806,8918,24273,20125,20774,23398,11445,4972,2044,652,17773,19265,12506,20917,18182,10410,14147,7812,12330,12020,8249,9327,13740,11474,10429,9600,6976,9377,9791,10024,20347,19139,15316,11477,13514,16470,10995,11020,13764,6983,15650,15018,14369,11552,13114,11602,15654,8777,14111,15148,12309,10557,15576,9476,2527,26618,14315,3585,25690,14842,12900,22765,19689,2293,26975,25615,24004,14910,16738,11813,15973,1865,17273,21372,22591,11893,1616,1458,21690,18669,16396,14296,9092,4605,14000,6595,20970,11877,10852,11107,20981,15738,11860,1558,1292,21952,3616,26959,6054,1278,11264,15355,21376,17608,14418,10073,11193,18732,16160,13737,13294,20523,16140,11166,16994,14215,15341,5745,13501,11962,14590,11037,18699,12232,4063,16890,10685,14534,19215,15424,12419,9175,23489,11334,19854,21866,17803,1146,18439,19400,19044,9915,10113,10100,12408,9856,13797,10986,7606,14107,14636,10868,10488,6639,14503,17299,12964,22773,11212,10892,10022,9890,8879,1444,15478,23396,15301,22801,8046,22504,13615,16376,11805,20776,14108,15437,13506,13133,11990,18874,21715,13132,11899,9288,13662,6532,2146,11836,19743,18743,13213,11709,15733,13527,11390,19353,18284,13082,14629,19978,15037,11421,18344,11060,10760,22303,14774,13315,12157,10775,22278,1821,22675,22852,12314,18711,21319,13057,13263,8581,10016,11020,13230,22832,17533,15200,23422,7244,4047,7771,21681,18487,16489,15043,20438,3654,21283,10128,11915,15892,13355,14254,10870,10652,7090,16687,1704,24168,19877,6001,21730,18782,16737,3749,19074,13368,16969,13319,13201,9248,9432,13132,23666,11098,16926,12046,3711,23480,16484,14882,21782,9158,10744,18348,14714,3351,18358,20876,9333,3228,22471,5246,22952,4774,22756,25298,19453,9365,18995,21450,5153,9097,9588,11958,8569,13290,10391,17310,16675,18805,18870,22800,12651,22460,23277,12208,8606,13032,4138,22551,1574,22451,24798,17903,14471,4483,12574,11811,22409,19804,19774,14073,8414,10711,5977,20040,24343,11208,21825,14011,22767,2978,799,19543,25766,18038,18614,5560,573,14062,9851,12332,13109,10756,12274,8805,7989,6593,11598,7061,7414,15704,12431,18351,10928,9174,13388,15187,11634,19847,23188,16520,14883,9601,8194,4811,119,305,4423,16534,24230,22480,18954,18994,23959,7380,21355,11228,2083,17370,23784,17065,8041,24775,9599,24767,13801,983,1922,9546,17432,17993,13627,13535,15611,19120,10763,8608,1873,75,24890,5173,16348,15069,13967,11423,10748,12079,1361,701,15498,24635,2454,21904,22647,20815,16842,14178,17516,9550,9293,17392,17657,18528,17534,13473,14632,23395,12206,17760,23938,12090,20424,9424,8121,13648,14697,10592,6422,25079,23915,64,19972,21789,18250,20188,2518,18305,23753,22708,23196,21192,16628,20112,21344,12561,21731,21465,10764,10763,21247,11198,10087,19812,23562,1487,19016,19545,10414,13576,17096,8737,10430,8311,24008,12972,12723,22082,9356,19910,18196,15026,18277,13858,12387,10601,17841,1921,22491,9524,20463,22440,21431,15693,3130,14705,14507,308,23182,11634,14012,21745,9626,15178,8796,324,22307,13084,199,21667,179,426,22054,22212,22603,13814,15696,10928,26070,10595,9186,2012,21775,23512,25194,9551,19429,16731,5832,4191,2106,23061,20492,22566,17511,18217,23364,24264,5502,21971,9999,11215,14049,15261,16109,24208,7053,18457,17711,10111,17025,10475,19528,21666,13026,22025,20590,10040,23233,7305,15452,22744,8380,9695,14377,21496,6783,18292,21933,14752,22239,4886,24755,23307,23945,15730,16620,14675,10314,14057,13216,11627,15397,10205,9457,9764,1984,10441,19281,20505,17581,15756,20110,23628,12459,334,23260,15017,15953,2753,24785,23299,16449,23747,13905,11148,12327,10943,12443,12163,2557,20884,14347,11526,8763,21942,14302,14311,13823,16747,15035,10164,9927,1406,22504,19120,17877,9411,17666,13371,18696,2009,10634,8889,15864,12540,18032,24807,20058,4174,13644,23637,11287,21632,11659,5093,9813,8365,184,163,8530,8220,5357,10337,10645,11471,18584,15912,8704,17578,10726,5645,10972,8295,17939,13007,16371,13196,16301,12792,13046,9957,10789,5412,11220,8602,12058,7869,8633,13561,7117,8255,22424,20413,15357,14666,19947,10394,16405,9457,11957,13760,12445,13090,15880,16114,17338,10456,10766,1889,20509,10327,24778,9047,243,14701,8593,23820,15205,13281,24845,5392,7308,18116,20717,21678,11050,11458,9683,9101,13800,12459,11427,16180,12554,16654,14870,13191,12671,14656,22971,13122,17133,16031,9944,12750,14606,22040,23426,21865,21066,9820,14505,16726,2732,23455,18603,2829,22077,17360,12323,13556,16889,21001,11798,7755,11342,16312,12991,6361,11814,18189,2114,18469,16438,7876,6289,18198,14659,15291,11297,8775,10806,19355,11761,14376,7510,11584,13904,11247,13792,14344,14209,12841,19319,22612,19148,22649,19030,9189,21158,23128,1732,3270,1732,26327,7009,181,623,5837,26243,24669,15836,13886,7704,18411,19052,21460,18754,21118,15543,16173,9809,5847,4982,1182,22470,21891,13726,13468,14717,18215,21197,23131,6350,5942,5851,1361,23904,23344,17180,9749,10412,21667,20980,16725,21239,20162,15238,12397,12638,12612,23411,24034,9618,9877,12061,9020,10609,4416,19640,15055,2208,17699,25439,23219,12349,13163,6159,23890,16442,15242,6473,25027,24101,2655,24439,22941,16372,23553,6199,5414,3856,5514,527,55,20424,21333,20525,21816,22238,16296,18159,13971,13449,12882,8858,12072,9686,7813,7744,9942,11366,12085,11067,8356,13028,4333,6631,9629,16805,17065,25226,25092,13687,6787,22582,20070,14102,9402,11113,22143,18600,20387,15279,4332,18700,20596,20234,12461,10229,10774,14651,14455,11532,8861,14814,16617,10870,8429,6984,14192,22725,17924,11048,18180,14360,17366,8508,4144,19389,13980,23104,19110,18641,15298,15810,10096,7748,9518,9746,9727,14875,16268,4820,3376,3018,3425,19111,18157,11439,11666,2253,1493,1567,1863,5436,9517,14005,10277,8766,12042,14872,20210,23385,18576,11809,11488,8945,15626,13704,12551,22790,9601,7668,11069,4926,3676,23543,23736,22443,17343,23534,15241,15220,8946,10998,9546,7246,5636,4385,21806,19231,3494,7761,6663,7868,2535,13121,12049,5441,6383,2292,1254,2048,2233,1127,8918,15759,21648,11567,12055,10897,9006,14262,14928,9808,11968,12090,13549,11819,8229,12672,9594,7743,8999,11524,9199,9592,2783,11264,18752,10952,8360,2952,1425,10471,13361,13982,12810,10291,10494,12962,12470,14849,10055,19649,8890,14454,9199,10598,12643,14129,6448,10185,1834,5015,16082,21499,11981,11968,7969,6511,10659,8967,7049,11903,12846,9339,7805,7310,7511,5991,3603,16572,13885,13866,7129,8063,9587,7945,6658,4821,7461,5852,5780,3371,17144,16048,12804,8794,13629,11886,6294,4661,5298,2709,16508,13710,14372,1059,7719,7980,5858,3851,2121,1358,559,211,753,779,429,285,103,239,94,237,139,95,17,17,11,5,6,23720,25488,23933,17277,16621,24634,14348,10979,23149,16529,12188,15189,21819,22039,17047,26219,10948,19397,22043,5043,28069,28066,23671,12520,13290,17908,23934,15237,8172,12952,20844,20068,12599,21209,20465,15317,17299,23015,15790,21324,6814,11240,3737,25230,20455,6006,12674,18063,24341,21858,20105,13448,16042,27572,15686,18548,16069,15514,15321,14500,6559,11226,23230,15475,14310,21708,20290,23783,20291,8207,15901,23539,8715,13459,23130,12448,25675,17670,15211,19703,17626,26180,15025,14003,15284,9660,8933,13399,9917,5343,25662,18604,16632,14520,18715,9626,20993,24199,25414,10853,25213,26920,20056,13125,25923,28295,7002,24159,20662,23209,10387,13031,391,44,2,22111,23591,11463,13971,13952,15564,19376,10514,7605,22239,20662,13823,8299,9203,7757,15342,12221,13873,16011,9758,9469,16276,19996,19720,14079,11824,12966,15996,13486,3187,18966,14419,20902,11596,21615,15681,6091,10916,7714,15332,14631,6195,17796,13421,15196,11988,11935,21891,20224,9714,1253,18892,18453,21087,9782,18007,8331,13869,16323,9376,7367,21623,10002,17982,16970,8980,7142,19113,16351,16181,23518,11419,6463,7321,21329,17447,22171,11803,17515,13721,8788,15314,19820,7375,8235,12937,11283,11284,7321,12541,15464,17652,13392,20364,12868,13112,5754,4185,93,3,1457,12711,21295,16148,7460,19347,9624,8159,13509,15139,13854,11964,9158,16967,9899,16462,12812,24093,11052,12031,7527,14952,14995,19028,13071,4009,14570,25381,16191,18398,12645,6672,8745,17650,16139,16169,9809,8454,2494,23224,11863,19856,17527,1401,17453,27208,18865,12182,13980,11358,7834,12182,13864,12367,18535,12519,10499,19126,9104,8819,23144,20695,19359,2934,15915,15669,16274,19801,24639,15035,12543,10406,10438,5446,13841,10015,8031,90],"fragments":[{"begin":"0.000","end":"15.320","lines":["Today on the show - I asked my friend to help me find a rescue dog, but then we went with a dog breeder instead. Now my friend won't talk to me."]},{"begin":"15.320","end":"17.920","lines":["Dear LIFE KIT."]},{"begin":"17.920","end":"20.400","lines":["Dear LIFE KIT."]},{"begin":"20.400","end":"21.560","lines":["Dear LIFE KIT."]},{"begin":"21.560","end":"26.240","lines":["Dear LIFE KIT, I have a question for you."]},{"begin":"26.240","end":"29.320","lines":["This is Dear LIFE KIT from NPR."]},{"begin":"29.320","end":"31.920","lines":["How can I become a better caretaker?"]},{"begin":"31.920","end":"35.520","lines":["How do I deal with my parents' unrealistic expectations?"]},{"begin":"35.520","end":"38.040","lines":["And we're getting personal."]},{"begin":"38.040","end":"42.400","lines":["I'm catching feelings for someone, but they're married."]},{"begin":"42.400","end":"49.840","lines":["I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."]},{"begin":"49.840","end":"58.800","lines":["Instead of arming ourselves with our justifications for our behavior, can we take off our armor and allow ourselves to be vulnerable?"]},{"begin":"58.800","end":"72.680","lines":["That's today's expert, Tania Israel, a psychologist, professor and researcher who looks at data to understand how people think. Today, Tania will help with just that for a listener trying to reach out to her closed off friend. Stay tuned."]},{"begin":"72.680","end":"77.520","lines":["OK, Tania, ready for our question?"]},{"begin":"77.520","end":"77.960","lines":["All set."]},{"begin":"77.960","end":"79.560","lines":["OK, let's do it."]},{"begin":"79.560","end":"180.840","lines":["Dear LIFE KIT, last year, our family lost our beloved dog to old age. It took us all quite a bit of time to heal, and her death was particularly felt by a family member going through cancer treatment. Our family member is now in remission and wished for a puppy. He looked endlessly at shelters and rescues, but the particular breed he wanted is difficult to come by. In the meantime, I mentioned to a close friend that my family was seeking a puppy but wasn't having much luck. The friend is a volunteer for a dog rescue and offered to find us a puppy, but my family member ended up finding their dream puppy through a very reputable long-time breeder. The breeder conducted interviews with our family and our veterinarian to make sure we were a good fit. Now my close friend is no longer on speaking terms with us. I reminded her that my family has rescued numerous animals over the years and this was not a decision taken lightly, to which I received no response. I don't know if I should try to salvage this friendship or let it go since she's not receptive to discussing the issue. Signed, Rough Stuff."]},{"begin":"180.840","end":"199.680","lines":["OK, Tania, there is a lot in there. Before we get into your advice, I would love just your initial thoughts, feelings, your first reaction to hearing this story."]},{"begin":"199.680","end":"230.920","lines":["My first reaction is, oh, my goodness. It's so hard when people are having these conflicts with friends and they're trying to support family members and they feel caught in the middle of all of these different people who have needs and feelings. And so I really just feel this person's distress."]},{"begin":"230.920","end":"268.600","lines":["Oh, yeah, just caught in the middle and trying to do right by everybody is never easy and not always possible. You know, what was really interesting to me about this question, Tania, is that it's really less about dogs and more about the lines we draw between our friends and our principles, right? So I know this is your exact wheelhouse. Tell me, is it possible to have a relationship with someone who does something or believes in something we're fundamentally opposed to?"]},{"begin":"268.600","end":"335.440","lines":["Yes, it is certainly possible, and so much of it has to do with how we go about approaching that person and how we're positioning ourselves in terms of our beliefs. I'll tell you what really stood out to me in this letter is the writer is emphasizing the details that put them in the right. They say, you know, the breeder was reputable and responsible. This wasn't just a puppy mill. This person took the decision seriously. They had rescue dogs in the past, and they were trying to help someone with a serious medical situation. Their family member had cancer. So I just suspect that what they are writing is also maybe what's going on in their heads. They - they're imagining accusations of wrongdoing by their friend and they're generating these responses to show that their behavior was justifiable. And I think we all do this - you know? - that we have these conversations we're playing out in our heads with other people, even if they're not responding and we're not having this actual discussion."]},{"begin":"335.440","end":"347.640","lines":["Got it. Got it. OK, what could Rough Stuff have done differently here or done better? Should they, for example, you know, have disclosed upfront that shopping with a breeder was an option? What would have made the situation better?"]},{"begin":"347.640","end":"385.640","lines":["Well, the thing that we don't know is how the friend is feeling and really what's going on for them. We don't actually know sort of why they're not responding. So I think the approach to take now is to find out more about that, to really go into that with some curiosity rather than sort of leading with some justification for one's own behavior, to lead with, you know, maybe even something like, you know, you offered help with something and we went in a different direction, and I wonder how that's sitting with you."]},{"begin":"385.640","end":"406.320","lines":["When I first read this, it just seemed to me like this volunteer dog rescuer friend clearly feels wronged and was completely icing out Rough Stuff. But my bigger question here is, is it really wrong for this friend to want to cut Rough Stuff off? Isn't it OK to just not want a certain type of person in your life at one point or another?"]},{"begin":"406.320","end":"469.440","lines":["Sure. We can always make choices about who we want to have in our lives and who we don't, and we can set up those kinds of boundaries. And sometimes that's what we want to do. You know, sometimes if we're dealing with somebody who is, you know, a more abusive kind of person or is - you know, we're in a situation with them where we just feel like it's really hard for us to maintain our own health with this person, then cutting them off is an option. One of the things that we might want to do is sometimes not cut them off. We might want to find ways of growing in a relationship with another person by acknowledging, OK, they see things from a slightly different perspective. Maybe this is an opportunity for me to learn something about a different perspective other than my own, or maybe this is an opportunity for me to, you know, recognize that I have some discomfort with that but that there's still wonderful, valuable things about this friendship."]},{"begin":"469.440","end":"508.000","lines":["I mean, I think it's interesting 'cause even just this scenario is sort of a projective test where, you know, we can see lots of different things in it. And it does seem like Rough Stuff is sort of looking at this and saying, oh, my gosh, they're judging me because we went with a breeder. And, you know, that may or may not be what's going on. So one of the most interesting things that we can be curious about with somebody else is, what meaning are they making of the situation? And Rough Stuff doesn't know what their friend's meaning is that they're making of it. So trying to find out more about that rather than assuming what that friend is reacting to."]},{"begin":"508.000","end":"523.680","lines":["Right, so find the reality of the situation before you react to it. Tania, what do we gain when we maintain relationships with people who think differently than we do or when we try to reach out to the other side? What's - you know, what's the benefit? What's the value of investing in that?"]},{"begin":"523.680","end":"572.000","lines":["Seeing things from only one perspective is actually disempowering. If we are only seeing our own view and we can't see another point of view, it's, first of all, not going to help us to achieve any kinds of goals that we have. If we want to advocate for something and we can only see how people would support it and we have no idea how somebody could possibly be against that, we're not going to be very effective in making arguments for it. We're not going to be very effective in getting other people on board. It's very helpful to at least have a really complex understanding and grounded understanding of where other people might be coming from."]},{"begin":"572.000","end":"608.320","lines":["And it's not only going to help us in our advocacy efforts. It's going to help us in our relationships with other people as partners, as parents, as coworkers, as community members. If we can understand multiple perspectives on things and be able to see perspectives different from our own as legitimate, at least for other people. We don't have to agree with them, but if we can at least be respectful of other points of view, then we're going to have a much easier time navigating through our interpersonal lives."]},{"begin":"608.320","end":"624.800","lines":["That's lovely. What I'm hearing from all of that is, you know, it's part of being a grown-up to just - to understand that there are more than - there's more than one viewpoint than your own. Approach every relationship, every conversation with maturity and respect and it will take you further. It'll benefit both of you a lot more than it would if you just see one side."]},{"begin":"624.800","end":"679.960","lines":["Yes, absolutely. And, you know, one thing that we saw this person doing was just putting out there, this is what I did. This is my perspective. This is, you know, how I see myself as being right. And that is so much of what we're all doing these days on social media. It's what we see modeled for us in the media very often is just people sort of making their own statements and justifying their own perspective. And that can be a useful skill. But if that's all that we're doing, then we're really missing out on the opportunity to broaden our understanding. And where there are political differences or value differences or even just different perspectives, we have an opportunity there to broaden our view. And that's a wonderful opportunity if we can take it."]},{"begin":"679.960","end":"714.440","lines":["Tania, before you go, we end every show by asking our experts for the best piece of advice they've ever received. It can be anything you want."]},{"begin":"714.440","end":"766.240","lines":["I was talking with my therapist about how I didn't mind being vulnerable as long as I knew the other person would be warm and that they wouldn't be judging and all of that. Then I would feel OK being vulnerable. And she said, that's not vulnerable. Being vulnerable means taking off our armor and going in not knowing how we'll be received, but putting ourselves out there a little bit anyway."]},{"begin":"766.240","end":"771.800","lines":["Very, very good advice. Thanks, Tania."]},{"begin":"771.800","end":"841.040","lines":["If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan and Sylvie Douglis, with help from our intern, Jamal Michel. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."]}],"duration":841}