{
  "title": "How to be a better movie watcher, according to film critics (plus a handy brochure!)",
  "url": "https://www.npr.org/transcripts/1143623199",
  "intro": "This guide — which comes with a fun brochure you can download and print at home — offers advice on how to pick a film, get outside your comfort zone and deepen your enjoyment of movies.",
  "transcript": [
    {
      "author": "ANDREW LIMBONG, HOST",
      "text": "Hey, I'm Andrew Limbong, arts reporter at NPR, and this is NPR's LIFE KIT."
    },
    {
      "author": "LIMBONG",
      "text": "I used to be a certain kind of teenager, that slightly annoying kind who would ditch class in high school and take the money I'd saved - and would usually spend on Magic: The Gathering cards in my younger years - and instead use it to buy tickets at the Angelika Theater in Manhattan to see some foreign movie or the latest indie art house - like I said, kind of annoying, but I miss that person sometimes. Lately, I've just been passively watching the latest Marvel thing or stuff I've got to watch for work. But I've been really interested in going back to high-school me and being intentional about broadening my movie-watching habits. So I hit up my colleague, Bob Mondello."
    },
    {
      "author": "BOB MONDELLO, BYLINE",
      "text": "I'm Bob Mondello. I'm the movie critic for All Things Considered."
    },
    {
      "author": "LIMBONG",
      "text": "Needless to say, he watches a lot of movies."
    },
    {
      "author": "MONDELLO",
      "text": "I see about 300 movies a year."
    },
    {
      "author": "LIMBONG",
      "text": "Today alone, he's on his third movie."
    },
    {
      "author": "MONDELLO",
      "text": "Of those, I review maybe 50 or 55. Those are the ones that, for one reason or another, strike me as worth talking about - not necessarily because they're great, but because they have some aspect of them that's really interesting."
    },
    {
      "author": "LIMBONG",
      "text": "We're at an AMC in Washington, D.C., to see a screening of \"Babylon,\" the Damien Chazelle movie, about 1920s Hollywood."
    },
    {
      "author": "BRAD PITT",
      "text": "(As Jack Conrad) I think what we have here in Hollywood is high art."
    },
    {
      "author": "LIMBONG",
      "text": "I've got, like, medium interest in seeing it. I've really liked Chazelle's other movies, \"Whiplash\" and \"La La Land.\" But I have a strong distaste for movie nerds making movies about movies for other movie nerds. But as you'll hear in a bit, one of the overarching bits of advice is to go into these movies wanting to like them."
    },
    {
      "author": "MONDELLO",
      "text": "I want to be surprised by it. I want the film to be unique and special."
    },
    {
      "author": "LIMBONG",
      "text": "It sounds like you go into every movie sort of, like, rooting for it."
    },
    {
      "author": "MONDELLO",
      "text": "Oh, for sure. I mean, listen, I have to see 300 of these things every year. It's like, I - yes, I hope they're all wonderful. I'd love that. They aren't."
    },
    {
      "author": "LIMBONG",
      "text": "It's that time of year when all the big Oscar-baity (ph) movies come out and the hot indie movies get some shine. It's also the time of year when you might have some time on your hands with friends and family and want to spend some time watching a movie. Today on NPR's LIFE KIT, we're going to deepen our enjoyment of movies, refine our tastes a little bit and find out exactly what to watch next. But really quick, one last thing I needed to ask Bob before we head in."
    },
    {
      "author": "LIMBONG",
      "text": "So we're going to go see \"Babylon.\""
    },
    {
      "author": "MONDELLO",
      "text": "Yup."
    },
    {
      "author": "LIMBONG",
      "text": "This movie is three hours long."
    },
    {
      "author": "MONDELLO",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "The seats we're in, they look very comfortable. How..."
    },
    {
      "author": "MONDELLO",
      "text": "How do you stay awake?"
    },
    {
      "author": "LIMBONG",
      "text": "Yeah, how do you stay awake?"
    },
    {
      "author": "MONDELLO",
      "text": "Don't tell anybody, but I don't always."
    },
    {
      "author": "LIMBONG",
      "text": "Some concrete tips on that, too, coming up in a bit."
    },
    {
      "author": "LIMBONG",
      "text": "While Bob and I are tucked in, watching \"Babylon,\" I want to introduce you to Devika Girish."
    },
    {
      "author": "DEVIKA GIRISH",
      "text": "I'm a film critic based in New York City."
    },
    {
      "author": "LIMBONG",
      "text": "She writes movie reviews for The New York Times and is the co-deputy film editor at Film Comment, a magazine published by Film at Lincoln Center, which means she watches a lot of movies, too."
    },
    {
      "author": "GIRISH",
      "text": "I would like to say that I watch everything with a critical intent, but the brain needs a break, too. And for me especially, to make sure that movies don't start feeling like chores - and I do think that this is really important. This is what keeps people away from discovering amazing art house, independent, foreign cinema, is they're really afraid that it's going to be like an assignment."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah. Homework, yeah."
    },
    {
      "author": "GIRISH",
      "text": "Yeah, it's going to be like homework."
    },
    {
      "author": "LIMBONG",
      "text": "I told Devika that I had read her New York Times review of the movie \"Another Round,\" the 2020 movie from Danish director Thomas Vinterberg."
    },
    {
      "author": "LIMBONG",
      "text": "I saw the trailer. I thought it was funny. I was like, oh yeah. It's the dude from the \"B**** Better Have My Money\" music video. That's cool."
    },
    {
      "author": "GIRISH",
      "text": "Oh, my God. That's how you know Mads Mikkelsen?"
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "GIRISH",
      "text": "Does \"Hannibal\" mean nothing to you?"
    },
    {
      "author": "LIMBONG",
      "text": "Yeah. No. Well, not as much as that song."
    },
    {
      "author": "LIMBONG",
      "text": "Anyway, I went on to explain how informative her review of the movie was. You know, it explained the film movement Vinterberg helped found and how he was subtly breaking certain rules he himself helped define. And I'm not going to lie, reading that review made me feel slightly insecure about how I was only watching it just because I recognized the actor from somewhere, which I know is silly."
    },
    {
      "author": "LIMBONG",
      "text": "I feel like you got so much out of that movie, the more that I was like, oh yeah, that was a funny movie about guys..."
    },
    {
      "author": "GIRISH",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "...Drinking a lot. And I'm curious, like, so is that - I imagine that just comes with, like, the experience, right? That just comes with, like, having seen so much and read so much and knowing Mikkelsen from more than just the Rihanna music video."
    },
    {
      "author": "GIRISH",
      "text": "Yeah. And, you know, there's no right way to watch a movie. You know, we all are bringing totally different experiences of life to a movie - all of us. So there is no such thing as, like, you need to have certain knowledge to watch a movie."
    },
    {
      "author": "LIMBONG",
      "text": "Which brings us to our first takeaway - come at these movies with an open mind, especially for movies that aren't your usual bread and butter. Devika herself makes sure to keep a healthy diet of, quote-unquote, \"highbrow stuff\" and \"lowbrow stuff.\" So I asked her about her approach. Does she come at a movie made by, you know, say, famed Hong Kong film director and cinephile favorite Wong Kar-wai differently than, I don't know, Adam Sandler's \"Hubie Halloween?\""
    },
    {
      "author": "GIRISH",
      "text": "The idea that you need different approaches feeds into that idea that some movies are homework. And the truth is, movies can give you pleasure in a lot of unexpected ways. And people think that, you know, certain kinds of movies, like a Wong Kar-wai movie, is a serious movie."
    },
    {
      "author": "LIMBONG",
      "text": "From a distance, Wong Kar-wai's critically acclaimed classic \"In The Mood For Love\" can look like it's only meant for critics to put on their, like, all-timer lists."
    },
    {
      "author": "GIRISH",
      "text": "But if you've seen a Wong Kar-wai movie, it is deliriously romantic. It is beautifully melodramatic. You know, you might end up thinking that it's actually far more similar to, like, a TV show that you like. I mean, there might be aspects that will feel not unlike, say, \"Euphoria\" or \"This Is Us.\" And so I think that - I like to think that you should go to all movies with an openness to see what might move you and what kind of pleasures it might afford."
    },
    {
      "author": "LIMBONG",
      "text": "And I imagine that goes the other way, too, right? Like, there's no reason one's life can't be changed by watching \"Hubie Halloween.\""
    },
    {
      "author": "GIRISH",
      "text": "Absolutely not."
    },
    {
      "author": "LIMBONG",
      "text": "Devika says there's often an apprehension to watching films out of your wheelhouse that's rooted in fear, fear that you won't have a good time, that it'll be boring or that you won't get it. But even if you walk away from the movie not 100% enthused about it, that's great, too."
    },
    {
      "author": "GIRISH",
      "text": "Sometimes the pleasure is in watching something that you don't know if you'll like, and if you don't like it, that's still an experience you've had. That's something that'll help you decide next time what you want to watch. That's still something you can talk about with your friends and figure out why you didn't like it. And I think we just need to be less scared of doing things we don't like and less obsessed with finding the perfect thing, which I think applies not just to movies. Like, we're - have you ever tried buying something online? Like, I spend..."
    },
    {
      "author": "LIMBONG",
      "text": "Don't even. Don't even (laughter). Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "How to buy, like, the right blender is a LIFE KIT for a different episode. But this does lead us right into our next bit of advice on how to figure out what to watch."
    },
    {
      "author": "LIMBONG",
      "text": "Is there, like, a place where you can go that's like, I liked \"Moonlight\" - what should I watch next?"
    },
    {
      "author": "GIRISH",
      "text": "No, because that requires work. And that is part of the fun of being a film nerd."
    },
    {
      "author": "LIMBONG",
      "text": "Here's our second takeaway - when it comes to finding out what to watch next, trust people over algorithms. And there's a couple different ways to do that. Devika isn't the biggest fan of using Rotten Tomatoes as a judge of quality, nor does she rely on whatever the big streaming giants are trying to push hard. Instead, she recommends that you find critics that you enjoy reading. Devika grew up in India, where she was allowed one international magazine subscription. She chose Time magazine."
    },
    {
      "author": "GIRISH",
      "text": "And at the time, Richard Corliss was the film critic for a time. And reading Richard Corliss' reviews really made me realize that movies could be like books, which had been my first love, that you can learn so much from movies. You can analyze it. You can parse it. You can debate about it. I vividly remember Richard Corliss' review of \"The Wolf Of Wall Street,\" which was such a controversial movie, the Martin Scorsese movie, and he had this fantastic review of it. Basically, he made this argument that Martin Scorsese had fallen for the con that, you know, the main character of the film perpetuates, Jordan Belfort."
    },
    {
      "author": "LIMBONG",
      "text": "That's a spicy take, bro."
    },
    {
      "author": "GIRISH",
      "text": "I know. And it was just this way of understanding movies, understanding that they have moral stakes and political stakes. And, you know, there's so much more to them than entertainment. And they can - they're still entertaining, too. I think that was a really important point for me."
    },
    {
      "author": "LIMBONG",
      "text": "It's not a matter of choosing someone you agree with all the time."
    },
    {
      "author": "GIRISH",
      "text": "Finding people who can sort of maybe parse the movie a little bit for you, can add that extra context and, also, people you can start sort of internally debating against, you know, forming your own reads of the movie against someone else's take. For me, movies are all about the conversation that follows."
    },
    {
      "author": "LIMBONG",
      "text": "Right now, one of the best places to follow that conversation is Letterboxd. If you're not on it, it's a platform that lets you log all the movies you've watched and offer up your own reviews and such. You can also keep a list of all the movies you want to watch and make different lists and sort them by genre or length. Keeping a log like this not only helps you keep track of what your favorite critics are watching, but it also helps with that decision paralysis."
    },
    {
      "author": "GIRISH",
      "text": "If you're logging your viewing, you're archiving what you've seen, you also kind of get a picture of what have you seen more of? And do you want to keep watching things like that, or do you want to watch something different? What have you not seen so far? You know, how might you expand your taste? So I think just being intentional about keeping a record of what you see can also help make a decision that, you know, doesn't feel totally just like facing an abyss."
    },
    {
      "author": "LIMBONG",
      "text": "There's also a ton of smaller independent film distributors and streaming services that have real, actual people who care about this stuff, thinking hard about their curatorial process. The big one is the Criterion Collection. On their streaming service, you can find a curated collection focusing on one director or one actor. Just looking at it right now, you can find a collection of Westerns that take place in the snow, movies about soccer and movies handpicked by actor Tessa Thompson. Also, the company Kino Lorber just uploaded a bunch of classic movies straight onto YouTube. There's also the streaming service Kanopy, which you may be able to access with just your library card, which are all great options for home viewing. But if you can, our third takeaway is - go to your local indie movie theater. Not only does it help filter out the tons and tons of movies available to you..."
    },
    {
      "author": "GIRISH",
      "text": "There are usually geographic and timing restrictions on choices, and I find that very calming sometimes. Like, I love sort of looking at the local listings and thinking, OK, so I get out of work at this time. I have two hours to spare. I want to watch a movie with this friend who's free at this time. What can we go to that's close enough, that's playing at this time?"
    },
    {
      "author": "LIMBONG",
      "text": "There are also often events where you can catch festival movies before they get released. There are also sometimes talks with filmmakers so you can engage directly with a movie. There's bound to be other people you can talk to about it all. But also, importantly..."
    },
    {
      "author": "GIRISH",
      "text": "Size matters a lot. Immersion, I believe, is directly proportional to size."
    },
    {
      "author": "LIMBONG",
      "text": "Now, if that's not an option for you, for whatever reason, try your best to mimic that experience at home. You know, try to watch movies on the biggest screen you've got available to you. And you can make do with the space you've got. Devika lives in an apartment in New York City with roommates, so she opts for using a projector to watch movies in bed."
    },
    {
      "author": "GIRISH",
      "text": "This is like my happy place. I lie in bed. I turn on the projector. And I can turn off all the lights. And it's like - you know, it's a little DIY home theater."
    },
    {
      "author": "LIMBONG",
      "text": "Which for me would be a clear recipe for disaster, as I am a big old sleepyhead."
    },
    {
      "author": "LIMBONG",
      "text": "I fall asleep all the time. I went to, like, a midnight screening of, like, \"Akira\" the other day, and I was like, bro, there's no way I'm making it past the first chase scene."
    },
    {
      "author": "GIRISH",
      "text": "Oh, my god."
    },
    {
      "author": "LIMBONG",
      "text": "(Laughter) You know what I mean?"
    },
    {
      "author": "GIRISH",
      "text": "Can I give you the simple answer to this?"
    },
    {
      "author": "LIMBONG",
      "text": "Sure."
    },
    {
      "author": "GIRISH",
      "text": "Food."
    },
    {
      "author": "LIMBONG",
      "text": "Oh, really?"
    },
    {
      "author": "GIRISH",
      "text": "Pair food with your movie viewing."
    },
    {
      "author": "LIMBONG",
      "text": "Obviously, don't go nuts here. Although, actually, nuts would be a pretty solid option. But, you know, she's not talking about a ten-course meal. Which brings us to our fourth takeaway - do what you can to stay immersed in a movie."
    },
    {
      "author": "GIRISH",
      "text": "So when I'm watching at home - I'm in my bed. I made my projector. I love making myself a hot cup of cider, hot chocolate. I'm not going to fall asleep with, like, holding a hot cup of cider, you know? And, like, you know, making myself a big thing of popcorn or crisped chickpeas or something. Like, I am a relentless snacker."
    },
    {
      "author": "LIMBONG",
      "text": "There's also no shame in assigning what Devika calls a poke buddy. You know, during marathon film festivals, she usually has a friend who has free rein to poke her if she's falling asleep. You've also just kind of got to know your own body here. Maybe don't go to a midnight screening if you just got up at 5 - you know, that sort of thing. But besides falling asleep, if you're at home, make sure the device you're watching on isn't the same one you get your Twitter and Slack notifications. If you can, put your phone in the other room. Also, Devika says, figure out if you're a better alone-watcher or social-watcher."
    },
    {
      "author": "GIRISH",
      "text": "I personally focus better when I'm watching with people because I feel like it reminds me that this is an experience we're having together, you know? I'm respecting the other person's time in addition to mine. Like, even if it's my roommates, I'm not just going to keep pausing and checking my phone. And it also makes sure that, you know, after the movie ends, we're going to talk about it or maybe during even. So I'm paying more attention."
    },
    {
      "author": "LIMBONG",
      "text": "And now, the fifth and final takeaway from all of this, arguably the whole point of it all and why you might want to even bother doing this in the first place - tell all your friends about movies, and share your experiences with them, but do it in a way that doesn't kind of scare them off in the first place."
    },
    {
      "author": "GIRISH",
      "text": "The thing is to find a personal connection - not to tell them, like, this is a really important movie, it won these awards, blah, blah, blah, but to find the personal connection. So I like to tell people why I connected with the movie personally and also find something that is personal for them."
    },
    {
      "author": "LIMBONG",
      "text": "For instance, recently Devika was visiting her boyfriend's family in Mississippi for Thanksgiving, and a new series from famed Danish director Lars von Trier just dropped, the long-awaited finale to his haunted hospital drama, \"The Kingdom.\""
    },
    {
      "author": "GIRISH",
      "text": "And it's kind of a big event for cinephiles."
    },
    {
      "author": "LIMBONG",
      "text": "Von Trier is kind of a hard sell. He's made movies like \"Antichrist,\" \"Melancholia\" and \"Nymphomaniac.\" Those three movies, by the way, are known as his Depression Trilogy, which is to say it's not exactly \"A Charlie Brown Thanksgiving.\""
    },
    {
      "author": "GIRISH",
      "text": "And I convinced them to watch this because my boyfriend's dad is a doctor, and that series is set in a hospital, all of it. And I said, look, it's all about the little petty fights and arguments, and you're going to like it. And that ended up being a great gateway for them. I wasn't like, Lars von Trier is this amazing Danish auteur and, you know, blah, blah, he makes these provocative movies. I said, this is a hospital workplace comedy like you've never seen."
    },
    {
      "author": "LIMBONG",
      "text": "When you talk to your friends about movies, relate to them by meeting them where they're at. Find out what they like. For instance, when I told Devika one of my all-timers was \"Clueless,\" she recommended a Bollywood movie called \"Band Baaja Baaraat.\""
    },
    {
      "author": "GIRISH",
      "text": "It is about these two young, just fresh-out-of-college people in New Delhi who team up to start a wedding planning agency."
    },
    {
      "author": "LIMBONG",
      "text": "You can probably figure out what happens from there."
    },
    {
      "author": "GIRISH",
      "text": "It's just a very clever, well-written, funny movie. It'll give you that kick that something like \"Clueless\" gives, which is that on one level it feels really frothy. But actually, if you'll listen to the writing of \"Clueless,\" it's so sharp, and it has, like, undercurrents of social critique in it."
    },
    {
      "author": "LIMBONG",
      "text": "I also told her I'm a big fan of \"There Will Be Blood\" and \"Mean Girls.\""
    },
    {
      "author": "GIRISH",
      "text": "I would also recommend the films of Christian Petzold, who is one of my favorite living filmmakers. He makes these gorgeous movies that are actually very inspired by classic Hollywood and by Hitchcock, but are very modern feeling, are, like, modern thrillers that have bits of fantasy in them."
    },
    {
      "author": "LIMBONG",
      "text": "Which brings us back to that idea of trusting people over algorithms."
    },
    {
      "author": "GIRISH",
      "text": "There's no way that an algorithm is going to take in \"Mean Girls\" and give you Christian Petzold. Trust me."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "Back in D.C., I'm outside the theater with NPR film critic Bob Mondello. It's three hours later, and we just got out of watching \"Babylon.\""
    },
    {
      "author": "LIMBONG",
      "text": "What's going on in the stew?"
    },
    {
      "author": "MONDELLO",
      "text": "(Laughter) Well, it's big. It's brassy. It's got all the Chazelle things that I was expecting."
    },
    {
      "author": "LIMBONG",
      "text": "It's loud. It's jazzy. It's not, however, an immediate 10 out of 10 from Bob."
    },
    {
      "author": "MONDELLO",
      "text": "I'm mixed on it. You can hear that, right? I mean, there are lots of things about it I liked. He's certainly an astonishing filmmaker in spots. I mean, it's like, whoa. The payoff strikes me as a little odd, but I understand it. I understand where he's going with it."
    },
    {
      "author": "LIMBONG",
      "text": "Bob's not the type of critic to be too in his own head dissecting, you know, the camerawork or whatever. For him, it's just about the enjoyment of the thing. And in this case, \"Babylon\" sits somewhere in that gray area of good, which is actually a great place for a movie to sit at if you've learned to love talking about movies. Don't feel the need to have, like, a hard stance on something immediately."
    },
    {
      "author": "MONDELLO",
      "text": "The amount of joy or disappointment you take out of something is there in the event. And if you're lucky, it's a lot of fun. And if you're with the right people and you're having a good time otherwise and you can go out for drinks afterwards and smile about it, three cheers and hallelujah."
    },
    {
      "author": "LIMBONG",
      "text": "So to recap, takeaway one - come at these movies with an open mind. Be open to watching new and different movies and root for them to win you over. No. 2 - trust people over computers. Follow critics. Find fellow fans you can argue with. Find out who the filmmakers you're fans of are fans of. And if you're interested in checking out Letterboxd, we put together a list of all the movies mentioned in this episode. You can find that at our website. Takeaway three - head to your local indie movie theater. If you're lucky enough to live near one, chances are they have a whole host of interesting programming available. And takeaway No. 4 - immerse yourself in a movie. Put your phone away. Watch it on the biggest screen possible. Eat some snacks if you're prone to falling asleep. Finally, share your excitement about films, even if you're, like, on the fence about how you feel about it."
    },
    {
      "author": "LIMBONG",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one all about how to recover from a breakup and one about poetry. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "LIMBONG",
      "text": "Also, have you signed up for LIFE KIT+ yet? Becoming a subscriber to LIFE KIT+ means you're supporting the work we do here at NPR. Subscribers also get to listen to the show without any sponsor breaks. To find out more, head over to plus.npr.org/lifekit. And to everyone who's already subscribed, thanks."
    },
    {
      "author": "LIMBONG",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Her digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team also includes Andee Tagle, Audrey Nguyen and Clare Marie Schneider. Julia Carney is our podcast coordinator. Engineering support comes from Kwesi Lee, Andie Huether and Josephine Nyounai. Special thanks to Ryan Mulhern. I'm Andrew Limbong. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1558325210.mp3",
  "img": "https://media.npr.org/assets/img/2022/12/21/movie-promo1_wide-665c2e3b138d4fc9d4b13a52574edf8a4d936e35.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDREW LIMBONG, HOST",
    "LIMBONG",
    "BOB MONDELLO, BYLINE",
    "MONDELLO",
    "BRAD PITT",
    "DEVIKA GIRISH",
    "GIRISH"
  ]
}