{
  "title": "The decluttering philosophy that can help you keep your home organized",
  "url": "https://www.npr.org/transcripts/1144110063",
  "intro": "Got piles of stuff you just can't seem to get rid of? Professional organizer Star Hansen explains how to let go of unnecessary items – and keep your home neat and tidy.",
  "transcript": [
    {
      "author": "EMILY KWONG, BYLINE",
      "text": "Hey, everyone. Emily Kwong here. Can't get enough of your favorite NPR show? Well, it is time to take your podcast listening to the next level with NPR Plus, a totally new way to support public media. Learn more at plus.npr.org. Give a little, get a lot with NPR Plus."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT. I'm Andee Tagle, a reporter for this show. And also, I'm a bit of a mess, literally. Looking at my desk, I see reminder Post-its in every color lining my computer screens, hair ties hanging off the pens in my trusty pen cup, dusty photobooth pictures from a wedding last spring, a leftover candy wrapper from yesterday's afternoon snack and four - yes, four - different water cups and water bottles, amazingly, all half empty, in or around my immediate space. I share this embarrassing, overly cluttered truth with you because I could use some help."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Are you ready to jump into it?"
    },
    {
      "author": "STAR HANSEN",
      "text": "I am, yeah."
    },
    {
      "author": "TAGLE",
      "text": "Lucky for me, Star Hansen specializes in fresh starts."
    },
    {
      "author": "HANSEN",
      "text": "I'm a certified professional organizer and clutter whisperer."
    },
    {
      "author": "TAGLE",
      "text": "Star's decluttering philosophy has been featured everywhere, from HGTV to the OWN network to a TED Talk. She's all about understanding the story behind the messes we make for ourselves and getting to the why of the things that take up space in our lives."
    },
    {
      "author": "HANSEN",
      "text": "Clutter does speak to us. Clutter is talking to us because we are talking to ourselves through our clutter. And so what becomes clutter and where your clutter accumulates says a lot about what's going on with you."
    },
    {
      "author": "TAGLE",
      "text": "So my desk? It's shouting at me about busy workdays and procrastination and fast approaching deadlines. I like to call the mess in my office creative chaos. But if I'm really being honest, all that stuff probably impedes my work more than it helps. And there are a lot of different things in life like this."
    },
    {
      "author": "HANSEN",
      "text": "Clutter looks like anything you can imagine. Clutter looks like the way we talk to ourselves. It looks like our calendar. It looks like our Netflix queue. You know, it's not just physical stuff. It's anything that is causing chaos in our lives."
    },
    {
      "author": "TAGLE",
      "text": "So what can we do about it? Star says the first step is setting any shame aside."
    },
    {
      "author": "HANSEN",
      "text": "What we want to do is start looking at our clutter with curiosity instead of judgment."
    },
    {
      "author": "TAGLE",
      "text": "Then accept that decluttering isn't a one-time fix. It's an ongoing process that requires reflection, not just pretty boxes and a label maker, But we'll talk about that part of it, too."
    },
    {
      "author": "HANSEN",
      "text": "You know, it's like we have this assumption that we should just jump and get rid of things, right? Thanks to all the, like, makeover shows and all of that, it's just, like, so easy. Just get rid of it. But it's not, right? The more that people address that deeper root of the clutter, the easier it is to release the clutter."
    },
    {
      "author": "TAGLE",
      "text": "In this episode of LIFE KIT, the art of decluttering. We'll talk with Star about how to find the root of those emotional attachments to your stuff, tips for letting go and strategies for creating intentional clutter-free spaces that stick."
    },
    {
      "author": "TAGLE",
      "text": "Star, in every place I've lived, no matter how organized I am, no matter how big or small the space, no matter, you know, what good intentions I go in with it with, I always, always end up with a junk drawer. You know, it starts as the utility drawer - you know, batteries, that spare thing of scissors, tape, things like that. And then inevitably, it just gets away from me - every takeout menu, a catchall for my condiment packets or just, you know, napkins. You get the picture. I don't need to go on. But it's a habit that I just can't seem to shake, and it haunts me. What might that clutter be saying to you?"
    },
    {
      "author": "HANSEN",
      "text": "Well, let's dive into the superficial level first, which is just we're busy and it's not a priority. Like, would you rather get rest, sleep eight hours tonight, or clear your junk drawer? Would you rather, you know, cuddle with your puppy or clear your junk drawer? Like, it's just not a high-priority activity. So that's part of it. So we just want to name that and let it be OK. That ideally stops us from feeling that shame and guilt build up. The second part is - the junk drawer is a great example of an unhoused, you know, graveyard basically. So, like, where do the things go that don't have a home?"
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "HANSEN",
      "text": "And generally speaking, it's because we're not quite sure of like, oh, I don't know, do I want that? You know, I might need that extra silverware set from takeout."
    },
    {
      "author": "TAGLE",
      "text": "And then never, ever use them."
    },
    {
      "author": "HANSEN",
      "text": "Totally. And also, too, you're bumping up against those feelings that we have in a disposable, consumer-driven society, which is what a waste. What a waste of that tree that created the chopsticks. What a waste of the plastic that's housing the chopsticks. So we're not just dealing with clutter, we're looking at our value system. So you holding on to those chopsticks is you saying, I don't want to waste on our beautiful, precious planet. And it's really complicated because we live in a world where to not accumulate excess requires a next level veracity of, like, saying no. And then we wonder why we're all kind of drowning in stuff. We have so much thrown at us all the time."
    },
    {
      "author": "TAGLE",
      "text": "What about if you live with someone who has a very different clutter personality than you? So, for example, I tend towards maximalism when it comes to decor. My partner is very much team clean, open spaces."
    },
    {
      "author": "HANSEN",
      "text": "So what's really important is you want to make sure that you all have established your safe spaces. So - and when I say safe spaces, I just mean, where are you allowed to clutter? Because every person should be able to behave with their stuff the way that they naturally need to and want to because sometimes people need and want a chaotic energy around them. If you look at artists, have you ever walked into an artist's studio that was, like, perfectly organized and minimalist?"
    },
    {
      "author": "TAGLE",
      "text": "Yeah, it's not clutter. It's creative chaos."
    },
    {
      "author": "HANSEN",
      "text": "Totally. I have a client who's neurodivergent, and she thrives in having her clothes everywhere. And her husband has been diagnosed with OCD, and he can't tolerate it. So they have to create different corners of the house that are for them. Then you want to come together and say, OK, great, consciously, what are we choosing for this room? What are the rules and guidelines for this room? And this is tricky because a lot of times, we move into the house and we are just, you know, hobbling over that finish line, dragging ourselves by one fingernail to cross. And we barely have energy to unpack boxes, let alone set up intentions..."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "HANSEN",
      "text": "...And set up rules for, you know, life. So it's really important that you take the time. It doesn't matter if you moved in five years ago or five days ago, taking the time to say, wow, I'm noticing that we are having some incongruence in this room. Can we get on the same page? Because one of the things that's really important is for some people, clutter is not something you're going to just eliminate. You're not going to suddenly become a minimalist. And what we want to do is stop judging people who experience clutter in their lives and who it's part of how they process."
    },
    {
      "author": "TAGLE",
      "text": "That's great. What I'm hearing there, just, like, in many other facets of relationships, is that there's going to be some compromises, and everyone needs their own space, too. Is clutter a problem if it doesn't bother you? Does clutter only become a problem when it bothers you?"
    },
    {
      "author": "HANSEN",
      "text": "It is only a problem if it's a problem for you. And it's really important that we mind our own side of the street because, again, you don't know what someone is going through. It sounds like I'm very pro-clutter, and in some ways I am. It is OK to have your clutter. It is OK to have a layer of chaos and disorganization in your life. If we can be OK with that, it allows us to stop the shame, stop the judgment, start to see what the root of it is so we can actually have a chance of letting it go. As long as we're judging and shaming and attacking ourselves, that clutter is going to hold tight because we need it, you know, to, like, protect ourselves. But the minute that you can say no, you know, it's OK that it's here, and no thank you to your opinion very much, this is how I'm living my life, and it's my journey and I'm going to walk it on my own - that's a much stronger position for you to be in because then the clutter is your choice."
    },
    {
      "author": "TAGLE",
      "text": "We're adults, and we get to make the rules."
    },
    {
      "author": "HANSEN",
      "text": "Exactly. Exactly."
    },
    {
      "author": "TAGLE",
      "text": "I'd love to move into the practical a little bit. Any specific tips for making incremental progress on your clutter?"
    },
    {
      "author": "HANSEN",
      "text": "So when it comes to home organizing, you do really want to start in the easiest place first. I don't recommend starting with the most emotional things or paperwork - you know, memorabilia and paperwork are two things that I say, please save that for further down the line because those two tend to be the most emotionally triggering. We are looking at organizing as creating a skill set. Like, most people, if they have recurring clutter, do not feel like they have a handle on the process of organizing. And so you don't want to start, you know, with the most difficult thing first. Like, if you were going to go for a run, you're not going to choose to run the Big Sur marathon at a..."
    },
    {
      "author": "TAGLE",
      "text": "Sure. Lifting weights - you go with five pounds before 10 pounds"
    },
    {
      "author": "HANSEN",
      "text": "You, like, ease in, yeah. But then the other thing is when we look at how the mainstream world talks about organizing, they're talking about creating systems. They're talking about putting things in a pretty box with a label and giving it a home, right? And oftentimes, they're also talking about letting go of things. So in my experience, those are two very small pieces of a much bigger puzzle. When it comes to getting organized, if you're only trying to do those two things - getting rid of things or setting up systems. You are missing a lot of other really important stuff that creates organization and maintains organization."
    },
    {
      "author": "TAGLE",
      "text": "Star says she's big about setting an intention for a space. So look around that messy office or living room and think..."
    },
    {
      "author": "HANSEN",
      "text": "What is it that I want to do in this room? How do I want it to feel? And, you know, what do I want it to look like? How do I know what to keep and get rid of?"
    },
    {
      "author": "TAGLE",
      "text": "For me, it's the bedroom. I store a lot of my clothes under my bed. To be fair to me, my apartment is super short on storage. But also, I have a really hard time letting go of clothes. And they can sometimes take over our bedroom entirely. Star says to help, start thinking about three to five activities you want to do in the room."
    },
    {
      "author": "HANSEN",
      "text": "You're going to sleep. You're going to store clothes. You're going to connect with your partner, right? Those are maybe three things that we would say in that space. And we would pull all the clothes out. And I always tell people, don't make decisions as you go. What you want to do is you want to look at your stuff with neutral eyes, like as though you're helping a friend and none of your stuff means anything to you."
    },
    {
      "author": "TAGLE",
      "text": "OK."
    },
    {
      "author": "HANSEN",
      "text": "Just pull them all out, and then you want to put them into categories in a clear, neutral space. So, like, say, on top of the bed. So what you want to do is all jeans go here. All T-shirts go here. All socks go here. So you categorize everything all together. Then, once you've pulled everything out and it's all in categories, then you want to go through each pile and make a decision. Does this stay or go, stay or go? That's what we're kind of looking for, right? And then once you've gone through all the piles, one pile at a time - and we're looking at doing that the easiest to the hardest."
    },
    {
      "author": "HANSEN",
      "text": "So if you're like, oh, jeans are my kryptonite, save that for the end. Socks - I need to get rid of socks. Start there. Whatever's easy, start there. Go through each pile. And then once you're done going through everything, you want to take all those things that you're going to get rid of and get them out right then because you want to give yourself that openness, that freedom, that space to think. As long as you're looking at things you already made the decision to get rid of, you're kind of keeping yourself stuck in the past. So get it to the car to be donated or by the door."
    },
    {
      "author": "TAGLE",
      "text": "Physically move it out of that space."
    },
    {
      "author": "HANSEN",
      "text": "Yeah, get it out of there. And then you want to go through each pile and you want to say, OK, where am I going to store this? That's when we're talking about building systems. OK, great. Well, I want all my T-shirts hung, so you hang your T-shirts. I want all of the jeans folded and put into this bin underneath my bed. Fold it, put it underneath there, label it on all four sides, shove it under there. You're going to go through each category in that way. When we look at the concept of clutter as a whole, it's like one giant blob of chaos versus, oh, what am I going to do with my jeans? What am I going to do with my tank tops? And it becomes easier to dial in to."
    },
    {
      "author": "TAGLE",
      "text": "Once you found a home for everything, Star says it's time to personalize your space and make it beautiful."
    },
    {
      "author": "HANSEN",
      "text": "If you put some things in the closet, for example, do you want to paint the wall green? Do you want to hang a painting from your aunt? What do you want in there that reminds you of you and makes you feel happy? Because no one wants to live in a surplus store, you know? We want to feel personal. So what you want is that when you open that door, when you go underneath the bed, there's something that just makes you feel happy and peaceful and recognize yourself. Because when you decorate or when you kind of personalize a space, it stops you from adding more clutter. There's something about it that we won't kind of defile an area if we feel an endearment to it."
    },
    {
      "author": "HANSEN",
      "text": "And then from there, you want to decide, what's your maintenance plan, right? So it's pretty. It's set up. Now how am I going to maintain this? What I always tell people is make your maintenance systems for your laziest day. We all are superheroes when we are well-rested and, like, feeling good. And the truth is what happens when you come home from traveling? What happens when you get the flu? Those are the moments where we really lose our systems because suddenly we've gotten lost because things didn't go according to plan."
    },
    {
      "author": "TAGLE",
      "text": "It makes sense to me that, you know, when things are pretty, when they feel good, it's easier to have that investment and hopefully a long term investment, right? You want to give yourself the ability to invest in these things. But on that note, there are a lot of - there's a lot of beautiful and also very expensive ways to get organized these days. You know, I'm thinking about Instagram ads very aesthetic containers and all the videos I see for people's immaculate walk-in pantries? Does decluttering have to come with a price tag?"
    },
    {
      "author": "HANSEN",
      "text": "What I have found in all my years of organizing is in every pile of chaos is the solution, meaning that when I come into somebody's house and we're organizing an entire room, yes, I could go and buy bins and boxes, but I have never not found the organizing solution buried in the chaos. We all have bought boxes over the years that then become clutter or, you know, things that we had best intentions with. So, yes, look, the organizing industry is a $12 billion a year industry and growing, right? It's just getting bigger and bigger. So it's an industry, just like anything else, and it wants you to spend money and do all of that. For some people, they really, really want that. You do not need to do that, right?"
    },
    {
      "author": "HANSEN",
      "text": "A lot of these systems are hidden. A lot of these systems, you are never going to look out again, you know? And so what you're looking for is function more than anything else. I promise you, there is something in your house that you can use for that, even if it's, like, a box from your iPhone that you're not using anymore. But the quality is so good you don't want to get rid of."
    },
    {
      "author": "TAGLE",
      "text": "I have so many of those."
    },
    {
      "author": "HANSEN",
      "text": "Totally. Well, they make..."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "HANSEN",
      "text": "...They're so good, and they make great, like, drawer organizers. You just take those little inserts out, put them in the drawers. They're amazing. They'll last forever. So just knowing that you have this option to shop from within your own home is really powerful. And it's really important to take the time to create systems that work for you and how you really think."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. It's not a one size fits all. This is up to you and how you want to do it, so make it fun. Make it fun where you can. What about decluttering tips for small spaces, or maybe storage ideas for small spaces?"
    },
    {
      "author": "HANSEN",
      "text": "So the smaller your space, the more intentional you have to be. You might want to really lean in and have, like, oh, I want to keep this and this and this. But if you're in a small space, you have to have those three questions that I asked you really dialed in. What are the three to five activities you want to do in the space, how do you want it to look and how do you want to feel? You need to live from that like it's your Bible, like nothing exists in that space that isn't in alignment with those values because you just don't have the space for it."
    },
    {
      "author": "HANSEN",
      "text": "And it's really vital that we say, this is my intention and I'm moving forward. So when it comes to those spaces, you want to - yes, of course - like, have things that are multi-functional. Maximize the vertical space of your home. You know, organize and hang things on walls and in closets and really do as much dual functionality as you can. Also, see what you can get away with when it comes to multi-use items."
    },
    {
      "author": "TAGLE",
      "text": "Sure. That makes sense. So just really taking the time to be thoughtful about it. Maybe you have a couch that you'd really like to keep so that you don't have to buy a new couch. But if you have to walk diagonal in your studio apartment all the time, then it's not going to do you much good."
    },
    {
      "author": "HANSEN",
      "text": "Yeah. And, you know, we live in this wonderful time where you don't have to buy things all the time. There's infinite options for how you can source things without spending a lot of money. So I'm not saying go and spend a million dollars, but what I'm saying is get clear about what the right solution is. Stop living with the version that doesn't work for you. When you're in small spaces, you don't have the luxury of holding on to something because it's good enough or it used to work. You've got to be very sharp and clear about how you're going to use those spaces and map them out and then find the right things. And it might take time, but that's really, really vital in small spaces."
    },
    {
      "author": "TAGLE",
      "text": "I want to touch a little bit on relief versus completion. When you're tackling big projects or when you're just in the middle of it and you can't see your way through, can you talk to us a little bit about how to avoid overwhelms and some tips or strategies for - you know, for staying on top of it and not losing the thread?"
    },
    {
      "author": "HANSEN",
      "text": "Absolutely. You can say, I'm not going to be in servitude to this clutter. I am choosing to take X amount of time to devote to clearing this clutter. So instead of saying, I'm going to take as long as this clutter takes to get organized - because the truth is, you could spend five hours on a pile of clutter, 20 minutes on a pile of clutter or five days on a pile of clutter, and you get to determine how long. So you could say, I'm willing to give this one hour. And in one hour, you just make it better. You don't have to get it completed fully, all the way done, because that's a moving target. You can just say, I'm willing to give this an hour and really give yourself that hour, and do the best that you can."
    },
    {
      "author": "HANSEN",
      "text": "Like, sometimes getting organized is not about this thorough, down-to-the-needle, you know, process. Sometimes it's just, I just need to walk in this room. And so that might look like you just walking through with a garbage bag and grabbing everything that's trash that you can see with your eye, or the same with donations. Or saying, I only have an hour, but I need to walk in this room and boxing things up and stacking it so that it gives you a breezeway, like, a real walkway. And so you really have to notice, like, OK, what is it that I need from this process right now? What kind of resources am I able to devote to it? Because again, we have this idea that we're supposed to, like, get it all done. And it's like, that's not always the case. And what if that's OK? What if this is you accomplishing something very big in small, manageable steps? What if that's enough?"
    },
    {
      "author": "HANSEN",
      "text": "And I promise you it is, because it's not - the people who stay organized are not the ones who go and get the house renovation and do the whole thing in one weekend. That leads to backsliding, oftentimes. It's the people who stay consistent and keep moving through, a step at a time. Those are the people who really experience long-term organization. So just keep moving forward. That's the most important thing."
    },
    {
      "author": "TAGLE",
      "text": "That was Star Hansen, a professional organizer, also known as the Clutter Whisperer. By the way, Happy New Year. We have something very special. It's the LIFE KIT resolution planner. It's a fun tool where you can use filters to mix and match different New Year's resolutions. It looks like a notebook, where you can doodle your hopes and dreams for 2023. Check it out at npr.org/newyears."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We have one on green cleaning, and I hosted another on how to plan for a move. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Clare Marie Schneider. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team also includes Audrey Nguyen and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Kwesi Lee. And special thanks to Aaron Donaldson (ph). I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7880500612.mp3",
  "img": "https://media.npr.org/assets/img/2022/12/30/npr_clutter_frames-copy_wide-c521205d8d33587533c30f2a8f7dec2e58db19f9.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "EMILY KWONG, BYLINE",
    "ANDEE TAGLE, HOST",
    "STAR HANSEN",
    "TAGLE",
    "HANSEN"
  ]
}