{
  "title": "Looking for a job? Advice to help you land the gig",
  "url": "https://www.npr.org/transcripts/1145083249",
  "intro": "How helpful are personal connections? When should you send a thank you email? Cynthia Pong, founder and CEO of the career coaching firm Embrace Change, answers questions about how to find a job now.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Marielle Segarra."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "So you're looking for a job. Maybe you got laid off or didn't have your contract renewed. That's happening to a lot of folks now because of fears about the economy. Or maybe you're just looking for a change. Let's be honest. The job hunting process is generally not fun. It's often exhausting. And it's even worse if you don't have a job and you're watching your bank account shrink by the day. What you need, well, first of all, is a little confidence boost."
    },
    {
      "author": "CYNTHIA PONG",
      "text": "Because it can and will feel like a slog sometimes. It can feel hopeless. But the truth is that you can ask for help. You are resilient. You do have a ton of resources."
    },
    {
      "author": "SEGARRA",
      "text": "That's Cynthia Pong. She's founder and CEO of the career coaching firm Embrace Change. The other thing you need is a job-hunting plan. On this episode of LIFE KIT, we'll help you make one."
    },
    {
      "author": "SEGARRA",
      "text": "Let's say you just got laid off or, you know, you're suddenly out of work, and you're sitting on your couch maybe, I don't know, staring blankly at a wall. What are your first steps?"
    },
    {
      "author": "PONG",
      "text": "Right. So I do think it is important to not totally panic or, like - in that scenario, you're bound to feel a lot of feelings. And I'm a proponent of kind of feeling your feelings and giving that some space so that it doesn't bottle up and come back at you later. So take what time you need to to really process what happened, and remind yourself that you are going to be OK. And then, I think it's time to sort of make a plan when you feel like that would be more helpful than not. The saying goes, if you fail to plan, then you plan to fail. And that's also why it's best not to panic because then you won't be thinking as clearly for your planning."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So let's talk about the plan, right? I mean, this can be so overwhelming 'cause there are a lot of different ways to go about it. Like, you could kind of blast out resumes and cover letters to every job you might be qualified for. Or you could be like, you know what? I have to go the networking route because I feel like that's the only way I'll get a job. I wonder, what do we know about which strategies work?"
    },
    {
      "author": "PONG",
      "text": "So I'm glad you raised those both because a lot of folks do want to do that blasting out and paper every portal, job posting and, like, neighborhood bulletin board with your resume. But, again, I'd put that into that category of kind of panic job searching. And I do not recommend it because you probably are going to be spinning your wheels for the most part and wasting a lot of valuable energy and time. So I recommend a ratio of something like 70% to 80% of your time reaching out to and connecting with people - so that networking piece - and then 20% to 30% working on and actually submitting applications."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I was wondering - how often do people get jobs through connections versus just cold applying?"
    },
    {
      "author": "PONG",
      "text": "There was a study from a couple years ago that, I think, something in the range of 80-something percent jobs are, you know, through - found through networking, or the offers were made through networking. It's way more powerful to apply to a job when someone has explicitly asked you to apply for it or at least is like, yeah, I'll tell so-and-so to keep an eye out for your application."
    },
    {
      "author": "SEGARRA",
      "text": "This all feels a lot easier to do if you currently have a job because, you know, you can be in such a panic if you lose your job, especially if you are the primary person supporting your family. You know, it just feels like you may not have the luxury of being able to take your time."
    },
    {
      "author": "PONG",
      "text": "It certainly does feel like that sometimes - that it is more of a challenge - if only mentally. And mentally, that can be a lot, right? Because it's part mind game and part numbers game. So the mind game is you have to be able to hype yourself up and keep yourself going. We do have to make sure that we're not feeding into the negative thoughts that will ultimately defeat your ability to go out there and get those numbers in - like, get in the reps, be applying in the right places, be positioning yourself so that, sure, there are some stretch jobs, maybe, that are a step up. And also, maybe you have some safety ones."
    },
    {
      "author": "PONG",
      "text": "The last thing I'll say about this is that it's OK to have a bridge job or kind of, like, a quote-unquote \"rebound job.\" I went through that myself when I burned out in my first career as a public defender and then had to sort of reinvent my career in a completely different field where I had no cred. So at that time, I took a part-time job working at a farmer's market to pay the bills, and that helped me be able to bridge to get where I really wanted to go. There's no shame in that game."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. OK. So if someone is at the beginning of this process and they want to make a plan and set some goals, do you have any tips?"
    },
    {
      "author": "PONG",
      "text": "So I recommend focusing on what I call performance goals. And those are the type of goals where it's really fully focused on you and what's within your control. So let's say you are in a more assertive job search because you are going to be laid off shortly. And you do need to be supporting your family or multiple family units, so it's fairly high-stakes. I'll take that 'cause it's kind of the hardest scenario. So you probably want to set some goals that are weekly goals."
    },
    {
      "author": "PONG",
      "text": "I would recommend the first kind of performance goal you set is the number of outreaches that you do to people in your network and also cold - so people beyond on your network, like through LinkedIn or through Googling or whatnot - per week. And if you want to land a job faster, I mean, I would recommend doing anywhere from 10 to 25 of those outreaches per week because you're not going to hear back from everybody. And that's also OK - no need to internalize or personalize that as rejection. It's literally a numbers game. But if you reach out to, you know, 20 people, you might hear back from eight to 12. And out of those eight to 12, you might set up, you know, two to four coffee chats. And that's all you need - stacking two to four coffee chats every couple of weeks. Like, that's great, right? So you set some goals for that. You probably do want to set some goals as well for applications that you're putting out or, you know, resumes that you're submitting to people."
    },
    {
      "author": "PONG",
      "text": "So if you have extra time on your hands, reach out to more people through the internet, your phone, you know, in your community even. Go to organizations if you're an in-person - you know, you want to get a job at a particular nonprofit - like, go to their events or whatever. So those are the type of goals that I would recommend setting to have your job search plan."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So things that are within your control."
    },
    {
      "author": "PONG",
      "text": "Yeah. And, you know, here's another thought, too. It didn't even strike me until now. But because we've been talking a lot about how, like, the rejection can be really hard, and it can feel, like, demoralizing at times and overwhelming, maybe the third set of goals should be performance goals around your self-care and, like, what you're going to do to maintain that mindset that is net positive because that could be a make-or-break. And a lot of times, you know, you don't know how long your job search is going to take. And that's part of, like, the psychological toll of it, too. But it will end at some point, and you - this will not be the hardest thing that you've had to go through. Like, I really feel that genuinely for the vast majority of people."
    },
    {
      "author": "SEGARRA",
      "text": "All right, so let's say this all goes well, and you land an interview. That can be such an exciting moment."
    },
    {
      "author": "PONG",
      "text": "Yea."
    },
    {
      "author": "SEGARRA",
      "text": "But it's also like, oh, my God, I actually have to do this thing."
    },
    {
      "author": "PONG",
      "text": "Yeah (laughter). Yeah. It's a rubber-hits-the-road moment."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, it can be really intimidating, right?"
    },
    {
      "author": "PONG",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "I wonder if you have any tips on how people can prepare themselves for the interview."
    },
    {
      "author": "PONG",
      "text": "So let's start with the mindset stuff. So this framework - I call it the composure triangle. So if you imagine there's a line, and this line is a spectrum. On one end of the spectrum is what you call posturing. So posturing is where you go in, and you're, like, super confident. And you're like, I am the best person to ever apply for this job. You all would be lucky if I, like, even gave you the time of day. Most of us are not that, by the way. But, like, we think confidence looks like that. So that's one end of the spectrum."
    },
    {
      "author": "PONG",
      "text": "The other side is collapse. So collapse is where you go in, and you might say something like, I think I would be an ideal candidate for this job because X, Y, Z. But, you know what? I really just really want to work with you all, and I really need a job right now because I'm the sole breadwinner. And, please, I would just do it for you for, like, an intern salary stipend, please. That's collapse. So most of us are bouncing back and forth on this spectrum between collapse and posturing at any given time. Like, sometimes we feel like we overdid it with the collapse, so, like, we try to be more \"confident,\" quote-unquote, the next time, and we end up posturing a bit. And then we're like, oh, my God, I overdid it. So let me, like, be more obsequious next time."
    },
    {
      "author": "PONG",
      "text": "What I do recommend instead is that folks try to get off of this spectrum completely and find a third place. And that place is called composure. And in that place of composure, it's not like you're trying to have power over the other person, which is posturing, or you're not letting them have power over you, which is collapse. And instead, it's about - I'm a person with agency and power. They're a person with agency and power. Let's have a conversation. They're looking for someone to solve a problem or fill a role. Does my experience and what I bring to the table match up with the problem or the role that they're trying to fill? And it's a no-judgment situation. It's literally a problem-solving question. Is this a good fit? Is this a good match?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. My word for composure is just vibing. I'll just go in and vibe."
    },
    {
      "author": "PONG",
      "text": "Oh, I love it. So yes, let's run with that. If you focus on vibing instead of being like, oh, worrying if you're going to be good enough for them or trying to be like, I'm going to act good enough so that they'll want me - you know, those are, you know, lot less productive places to be than vibing, for example."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So there's all that mindset stuff, which is super important."
    },
    {
      "author": "PONG",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "And then, there's also preparing for the content of the interview. What are some tips for people in the days leading up to it?"
    },
    {
      "author": "PONG",
      "text": "Let's get tactical a little bit. I recommend that people identify the top three things that they want an interviewer to remember about them when they leave the room. The other person might be interviewing a lot of people, or they might just have a lot going on 'cause who doesn't? Or they might be getting over a cold, and, like, maybe their brain is a little bit foggy and stuff. Like, whatever the case may be, do them a favor and give them the gift of clarity. So decide your top three things you want them to associate with you. Maybe those three things are, one, you take initiative; two, you solve problems; three, you're a quick learner. So how you apply this is - whatever question they ask you, you end up weaving in at least one of those three things."
    },
    {
      "author": "SEGARRA",
      "text": "Got it. So you're saying, think like a politician."
    },
    {
      "author": "PONG",
      "text": "Yes, messaging discipline - I mean, it's also professional branding. And these things work. It's pretty formulaic. But, yeah. Like, think strategically. What are the three things that you want someone to remember about you? And one, you're more likely to be memorable. And two, you're giving them - like, you're giving them a fair experiment to figure out if you're a good fit for the role. And, you know, if you want to be super strategic and results-oriented about it - like, you want to land this job - then you make sure your three things match up with what you know them to be looking for, which you found out by listening."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So let's say you do the interview, and it goes really well. And then you leave, or you shut off the Zoom. How long do you wait before you send a thank-you email?"
    },
    {
      "author": "PONG",
      "text": "I would say within the next couple of hours. Like, you don't have to do it, like, immediately. But whatever feels like an authentic amount of time to wait without letting, like, days roll by, I think, is good because then it'll just feel like too much has happened. And I do think that sort of thank-you acknowledgment email is important, even if the other person never writes back, 'cause we just need to focus on, like, what we're putting out, not necessarily what's coming back, 'cause what's coming back to us is out of our control. But if you mention something specific from the conversation, it shows that you listened and you have the ability to absorb and remember what happened. And it also demonstrates accountability and follow-through, which, I think, is in a really important skill set that, a lot of times, a lot of people don't have or aren't able to showcase. So - and then, it also builds some social capital and goodwill with them."
    },
    {
      "author": "SEGARRA",
      "text": "Totally. And not to get too deep into the weeds here, but, for a thank-you email, I often talk to people who are like, what am I supposed to say? And I feel like it could be as simple as three or four sentences, right?"
    },
    {
      "author": "PONG",
      "text": "Oh, yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Just, hi. So great to meet you. I loved talking to you about X, Y, Z or hearing about X, Y, Z. Looking forward to hearing more about the job. Bye."
    },
    {
      "author": "PONG",
      "text": "Yes. Exactly. Like, I - a standby of mine to close off emails and stuff is, like, looking forward to continuing the conversation."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, that's a good one."
    },
    {
      "author": "PONG",
      "text": "Kind of neutral, but, like, leaves it open. And then, you know what? Connect with them on LinkedIn, you know? Like, it doesn't hurt. And then, you just keep it moving."
    },
    {
      "author": "SEGARRA",
      "text": "But, like, you're saying I shouldn't sign it X-O-X-O?"
    },
    {
      "author": "PONG",
      "text": "(Laughter) Yeah. Maybe don't include the part about, like, vibes at the end or something, unless they're - everybody involved is Gen Z."
    },
    {
      "author": "SEGARRA",
      "text": "I just feel like we really vibed."
    },
    {
      "author": "PONG",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So everything's going well. Maybe you do a second interview, and you're just waiting. You don't really know when the next step is or when they're going to get back to you. I want to know - how long do you wait before you follow up? Because I feel like this reminds me of dating a little bit..."
    },
    {
      "author": "PONG",
      "text": "Right."
    },
    {
      "author": "SEGARRA",
      "text": "...Where, like, people can ruin the whole thing because they seem too desperate. But you also want to show interest."
    },
    {
      "author": "PONG",
      "text": "Right. I think if you are kind of in that waiting-game scenario - you're a couple interviews in, and you haven't heard back by the time they told you that they would get back to you. Like, generally waiting, like, a few days to a week after that time has passed is probably a good rule of thumb."
    },
    {
      "author": "SEGARRA",
      "text": "I just feel like they know they need to hire someone, and they also know that they met me."
    },
    {
      "author": "PONG",
      "text": "It's true."
    },
    {
      "author": "SEGARRA",
      "text": "You know? But it's hard, and it can be exhausting and feel like it's never going to work out. I wonder, is it important that you stay positive about all this? Like, is it OK to not be positive about the job search sometimes?"
    },
    {
      "author": "PONG",
      "text": "Yeah. I mean, again, I think it's important to feel your feelings. At the same time, if you are giving off really negative vibes - I actually say that on purpose - like, a lot of times, including during interviews or, like - I really feel this too, like, even when you're sending emails, I do think it sort of affects the tone or how things can come across sometimes. I know tone with email is always hard. So, yeah. I do think it's really important to keep a positive mindset when you're in these moments of interacting. It doesn't mean you have to be, like, toxic positivity all the time, but being cognizant and mindful of what type of energy and intention you're bringing to the job search - I think it is crucial."
    },
    {
      "author": "SEGARRA",
      "text": "That was career coach Cynthia Pong. For more LIFE KIT, check out our other episodes. We have another one with Cynthia about changing careers, and we also have episodes on networking and on personal branding. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and we really vibed during my job interview. Beth Donovan is the executive producer and did not hold it against me when I emailed her every day to find out if I got the job. Our production team also includes Andee Tagle, Audrey Nguyen and Clare Marie Schneider. Julia Carney is our podcast coordinator, and engineering support comes from Brian Jarboe. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4343144872.mp3",
  "img": "https://media.npr.org/assets/img/2022/12/22/gettyimages-109861542_wide-3ec6eb8b511d8b00e0c4116e9b38e8d7bb738db0.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "CYNTHIA PONG",
    "SEGARRA",
    "PONG"
  ]
}