{
  "title": "I revamped my personal brand using this 5-step process. Here's how it went.",
  "url": "https://www.npr.org/transcripts/1145024670",
  "intro": "Life Kit's Andee Tagle talks to networking coach Lynda Peralta about how to present her personal life and her professional life on Instagram. See how her experiment went, then try it out for yourself.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT. I'm reporter Andee Tagle, and this is my friend Lynda."
    },
    {
      "author": "LYNDA PERALTA",
      "text": "Hi. I'm Lynda Peralta. I am a personal brand and networking coach. I also teach marketing at George Washington University."
    },
    {
      "author": "TAGLE",
      "text": "Lynda's worn a lot of hats over the years - inventor and beauty entrepreneur, project manager, dog mom. When I think of Lynda, I think of her big laugh and her big ambition and her fearlessness. She's a real go-getter, you know?"
    },
    {
      "author": "PERALTA",
      "text": "If you were to ask people what they say my personal brand is, I hope that they would say that I am ambitious. I do a lot of cool things and that I really just like to have fun. Which sounds kind of silly at the end of it, but..."
    },
    {
      "author": "TAGLE",
      "text": "That's actually totally on point. If I had to sum it all up in a word, Lynda's brand, to me, is inspirational. She walks the walk and gets you excited about your own goals. Her confidence and adventurousness are contagious, and that's all by design. On Instagram, for example, Lynda's profile touts the title Storytelling for Leadership and Authenticity. Her bio invites viewers to, quote, \"learn to tell better stories about yourself and create community in an authentic way.\" And she also has this real cute, peachy pink aesthetic running through her grid and her reels that's super professional looking. But a strong personal brand is not buzzy catchphrases or pretty logos or a personalized IG filter."
    },
    {
      "author": "PERALTA",
      "text": "That is the opposite of what a good personal brand is. A good personal brand is when someone thinks of an opportunity that's perfect for you. At the end of the day, that's really all it is. Similar to (laughter) how I got this interview - is, you said like, oh, we need to do something about networking, and you thought of me."
    },
    {
      "author": "TAGLE",
      "text": "The thing about personal brands, says Lynda, everyone already has one. That means me and you, too. We might like to think personal branding is work reserved for influencers and entrepreneurs. But in today's social media age, that's just simply not true."
    },
    {
      "author": "PERALTA",
      "text": "That's the big shocker - that even if you are not aware of it, people have thoughts to share about you. And there are opportunities that I'm not being invited to 'cause no one thought of me for that. And a lot of the time, especially for women, you have to have a really defined personal brand in order to get ahead in your career."
    },
    {
      "author": "TAGLE",
      "text": "Maybe you're a freelancer trying to line up a consistent roster of clients. Maybe you're starting over at a new job or in a new town, and you want to show the world a different side of yourself. Or maybe you're like me, and social media is a part of your job, but it's hard for you to find a way to incorporate it into your life in a way that feels authentic. In any case, it can be easy to roll our eyes or turn away at the idea of personal branding. I'm certainly guilty of it, but..."
    },
    {
      "author": "PERALTA",
      "text": "The alternative is to not do it and to have people write the narrative about you instead of you writing the narrative about yourself."
    },
    {
      "author": "TAGLE",
      "text": "In this episode of LIFE KIT, owning your personal narrative online and beyond. Lynda is going to help me build an authentic brand so that I can do the same for you. OK, let's start by first making sure we understand what exactly a personal brand can be and do for you."
    },
    {
      "author": "TAGLE",
      "text": "Think about your closest people, your personal board of directors, if you will. Do you have one person you always turn to for makeup tips or style advice? That friend you can lean on for a killer playlist or a financial pep talk? What about the person who always has a solid two cents on climbing the career ladder? Yeah, me, too. Have you ever thought about the titles those same friends give you? Your personal brand, simply put, is that thing people know you for and will call upon you for, if you get your strategy right."
    },
    {
      "author": "PERALTA",
      "text": "Your personal brand is what others see you doing. It is what they hear you are doing. And it is how you make them feel. So for me, for example, I could literally take a picture of myself in the studio and say, I'm doing a podcast interview. That is the visual cue that I am available for interviews. If I just tell them, like, I am available for interviews, they need to keep that thought in mind. And also, the way they make people feel is, oh, I listened to Lynda on this podcast, and she made me feel like I could change my personal brand, too. So it's that nice, warm feeling that you get because strong personal brands can also have really negative connotations. So being aware that feeling is a very strong indicator of your personal brand, as well."
    },
    {
      "author": "TAGLE",
      "text": "OK, simple enough. A personal brand is composed of what people see you do, hear you do and how you make them feel. Don't discount that last one. But how do you make sure you're sending out the right messages? Lynda has a five-step process for building a strong personal brand that feels true to you. Step one, do an image audit to understand how your people are already thinking of you."
    },
    {
      "author": "PERALTA",
      "text": "Ask your parents. Ask any past roommates. Ask your coworkers at this job. Ask your coworkers at a past job - just to name the three words that come to mind when they think of you. And I have them do this exercise because, a lot of the time, they're really surprised and inspired that people, like, think these things about them, right? Oh, wow, people think that I'm a good worker. People think that I'm generous. Or people think that I'm kind. Like, you don't think those things about yourself naturally, so it's good to start with an audit."
    },
    {
      "author": "TAGLE",
      "text": "I can attest to this. I felt a little silly asking the question at first, but I found my friends and family were more than willing to help out. And their words made me feel really good. I got a lot of different forms of energetic and kind, creative and thoughtful. One friend actually called me effervescent, which I would never think to call myself personally but I have to admit was so lovely to hear. So like Lynda says, you might be surprised. The next step, step two, is to take all of that information and decide which words are your words. So of everything people think about you, what do you want to own and project out to the world?"
    },
    {
      "author": "PERALTA",
      "text": "So if you are starting this journey and you think like, OK, wow, people say that I'm confident. People say that I'm a good speaker. And people say that I am fun to be around. And if you like that, then carry with that but then just make it more intentional, right? So then you start - you literally have to start saying, I am fun to be around. I am a confident person. And it does sound silly, but it's just the fact of repetition, right? And then it becomes word association."
    },
    {
      "author": "TAGLE",
      "text": "I decided the words that I most identified with were helpful, engaging and connector because I feel I've always been someone friends feel they can turn to for advice. And I really like being that person, which is also why it makes a whole lot of sense that I so enjoy working in service journalism now. I like being there in the action and being there for people in a way that makes them feel warm and welcomed. So in order to start to signal that and follow Lynda's advice, I simply changed my tagline on all my social media."
    },
    {
      "author": "TAGLE",
      "text": "In the past, I had not much of anything, really, and a link to my NPR bio. But now you'll find me as, quote, \"that reporter from the @NPR advice videos\" and, quote, a \"professional service journalist, amateur helpful human.\" In the few months since that change, anecdotally, it's helped a lot. For one, it's helped me to remember what my goals are and post accordingly. So anytime I find service content I find interesting or useful, I don't hesitate like I might have in the past. I just share it to reinforce that I want to be a resource for people. And it seems to be working. My follower count has grown. I've had a bump in speaking requests. And much more significant than those things, people have thanked me for and reposted helpful content and often will send along other service content for me to broadcast out to other people. That feels pretty cool, and it really didn't take much at all to get to that place. So find your three words or your tagline and then don't be scared to embrace them."
    },
    {
      "author": "TAGLE",
      "text": "Next up, step three. Put yourself in positions to become the person you want to be. And then - here's the hard part - allow yourself to be that person. For example, maybe you've gotten really into baking since the pandemic, and you want to up your game. Why not take some classes or sign up for that local pie contest? This step is about shutting down imposter syndrome and beginning to close the gap between who you think you are and who you want to be. And that doesn't have to be strictly about your career. Lynda, for example, always loved the idea of having fresh-cut flowers delivered to her home every week. It's one of those glamorous celebrity practices you write about in magazines."
    },
    {
      "author": "PERALTA",
      "text": "But if you think about it, it's like, why can't I have those flowers in my home? I could literally just buy them. And now all of a sudden, I am that person who has flowers in my house every week. That is the third step in the personal brand journey - is to start doing exercises like that and practice doing that thing over and over."
    },
    {
      "author": "TAGLE",
      "text": "For me, that looked like accepting a speaking opportunity and then posting about it. It means not being shy about sharing when I'm proud of a story that I put together."
    },
    {
      "author": "PERALTA",
      "text": "You don't need to become a content creating machine if you have your full-time job that you also want to be known for, right? So for you, I would recommend posting more pictures of the things that you are already doing, reposting the content that already exists from your job that already mentions you and has that picture because I see it sometimes on the big platform, but I don't see it on yours. I'm like, oh, that - like, you could literally just take a picture of that and post it there so that people remember that you are also doing this, right?"
    },
    {
      "author": "TAGLE",
      "text": "Putting in those reps with your brand takes time and vulnerability, but making that investment can help build that stronger sense of identity."
    },
    {
      "author": "TAGLE",
      "text": "What's next? Step four is what Lynda calls your first five friends. This is a lineup of people you can look to for inspiration and building connection. They're your hype people, and they can be real or imagined."
    },
    {
      "author": "PERALTA",
      "text": "This could be a dream list, right? This could be, I want to become friends with Michelle Obama because she is inspirational. She is strong. She looks like she has fun in her life, right? And then I would pick other people that I also want to become like. I might want to find another marketing professor and see if I can become friends with them, right?"
    },
    {
      "author": "TAGLE",
      "text": "So for those dream people, maybe it's like you got a job interview lined up, and you want to boost your confidence. What would your favorite fashion icon say to you? Or what piece of advice have they talked about in an interview that you might be able to use as your own personal pep talk? Or over here in reality, for me, when I'm preparing to host a big interview, I'll turn to my friend and co-worker Sylvie, and I'll ask her, Sylvie, how would you tackle the subject? What am I missing here? Build yourself a network of like-minded people you can turn to and then lean into those mutual interests to grow your learning and your reach."
    },
    {
      "author": "PERALTA",
      "text": "So when this podcast comes out, I'm going to go and leave comments on all of the LIFE KIT episodes and - so that all the people who like - who also like this podcast can become friends with me, right? I want to befriend them because we are in the same niche."
    },
    {
      "author": "TAGLE",
      "text": "The final step to building your brand is my favorite one."
    },
    {
      "author": "PERALTA",
      "text": "The fifth step is really just to have fun."
    },
    {
      "author": "TAGLE",
      "text": "I like that step."
    },
    {
      "author": "PERALTA",
      "text": "There is a psychology principle that's called the recency effect. And basically, it means that your brain overemphasizes the last narrative about a situation, especially when it is an emotional one. You had a really horrible time at the dentist one time? You're going to remember that for the rest of your life. However, if you had a really great time at your doctor and you remember it as, like, being a happy place, then you are more likely to want to do that thing again. So when it comes to your personal brand, if you are having fun along the time, then you won't see it as a chore, as something that burdens you. It is something that becomes fun and something that you want to keep doing."
    },
    {
      "author": "TAGLE",
      "text": "Despite all my complaining, working on my personal brand has, in fact, been a little fun. But don't tell Lynda I said that. It's a time-consuming and vulnerable process, yes, but it's also helped give me clarity about who I am to people and who I want to be."
    },
    {
      "author": "TAGLE",
      "text": "So we've had some fun creating that shiny new brand. Now, how do you get it out to the masses? Lynda has a favorite platform that a lot of people use, often begrudgingly. Let's talk maximizing. Let's talk strategies here. So maximising your LinkedIn profile in an authentic way - you have a whole challenge about this - the LinkedIn anti-cringe challenge. Tell us your secrets. What does this look like?"
    },
    {
      "author": "PERALTA",
      "text": "Yeah, so actually, I adapted this anti-cringe assignment from a marketing assignment that I do with all of my Marketing 101 students. I have them post to LinkedIn. And, of course, you know, they're like, oh, my God, this is awful. I can't believe you're making me do this. But at the end of it, they end up getting internships. They end up moving abroad because of these opportunities that they found on LinkedIn. And it's because I have them share what they are interested in, in the fields that they are interested in joining. For example, one of the assignments, which is applicable to both, is to ask someone for help. And, you know, you could..."
    },
    {
      "author": "TAGLE",
      "text": "Ask someone for help?"
    },
    {
      "author": "PERALTA",
      "text": "Mmm hmm. You.."
    },
    {
      "author": "TAGLE",
      "text": "On LinkedIn?"
    },
    {
      "author": "PERALTA",
      "text": "Yes."
    },
    {
      "author": "TAGLE",
      "text": "I would cringe."
    },
    {
      "author": "PERALTA",
      "text": "(Laughter) Yes."
    },
    {
      "author": "TAGLE",
      "text": "I would not like that assignment. Go on."
    },
    {
      "author": "PERALTA",
      "text": "But look. So as a student, I have them say, like..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "PERALTA",
      "text": "...I am a software student at George Washington University, and I'm hoping to get into the field of accounting. Does anyone recommend any specific classes that I should take in the accounting field? OK, very simple. Yes, it feels so awkward. I get it. But what ends up happening is that you trigger the reciprocity feeling of, you know, thinking back to marketing psychology, people who then say, like, oh, I also went to GW. I really liked this class. You should definitely take this class. Also join this club. You should definitely join this club. And what ends up happening is that those people then get involved in your success, right? So it's easy to do..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "PERALTA",
      "text": "...It when you're a student because then they're like, oh, did you ever take that class that I told you to take? I have an opening in my company if you want to take..."
    },
    {
      "author": "TAGLE",
      "text": "That's really true."
    },
    {
      "author": "PERALTA",
      "text": "...An internship. Right. So..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, there's, like, nostalgia in your - yeah."
    },
    {
      "author": "PERALTA",
      "text": "So it's easy..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "PERALTA",
      "text": "...For a student. For a professional, you know, I would change the prompt. So you could say, like, I need help connecting to people in the ad-tech space, specifically with copywriting at an ad-tech space. Now you're like, wow, that is a very specific ask. I know exactly who to talk to, instead of, I need to get a job."
    },
    {
      "author": "TAGLE",
      "text": "I'm thinking about people who weren't lucky enough to take your class or people who are reentering the job market. They want to get out there. They want to start exploring, but they don't know what the thing is yet. Maybe they don't have the dream job, or they don't even know what the career field is yet. Thought strategies for networking when you're still trying to find the thing?"
    },
    {
      "author": "PERALTA",
      "text": "Yes, that is a really great question because I actually find that most people secretly know what it is that they want, but they are scared, right? So the advice is, just start dabbling, right? You probably know what kind of thing that it is that you like. So just go to a meetup. Go watch, you know, a - an Instagram live. This is why having your five friends to support it - that will direct you to the next thing, right? I have actually..."
    },
    {
      "author": "TAGLE",
      "text": "Process of elimination. Right. Yeah."
    },
    {
      "author": "PERALTA",
      "text": "I actually have a little Post-it on my desk that says, just do one thing because when you can - you can get overwhelmed with choices - right? - and opportunities. And most of the time, if you just start with one thing, then that thing will lead you to another or that - you know, or you'll decide you actually want to close that door and never go back there again. And then you can pick a new thing to start with. So just do one thing is the end goal."
    },
    {
      "author": "TAGLE",
      "text": "I like that."
    },
    {
      "author": "PERALTA",
      "text": "The last words that I want to leave with is that personal branding is really just a framework that allows you to live the life that you want to. So if you have a structure in place - like, I want to be this person - and that's written down somewhere, that's what your personal brand is. That is the framework that allows you to have the life that you want to make."
    },
    {
      "author": "TAGLE",
      "text": "All right. What have we learned? Well, that I have a serious complex about putting myself out there - and also a whole lot of actually helpful information. Here's a quick recap - your personal brand is how people know you and what they'll call on you for. It's composed of what people see you do, hear you do and how you make them feel. To build a strong personal brand, the following steps can be a great place to start. One, do an image audit. Ask your people what three words best describe you. It's fun. Two, decide if you agree with what everyone else thinks of you. Anything you want to change, magnify? Pick your three words and then start putting them out in the world for others to see and adopt. Three, put yourself in positions to become the person you want to be and then allow yourself to be that person. Sign up for that photography class. Join that hiking club. Make that shop on Etsy already. What have you got to lose? Four, find your first five friends. These are the people, real or imagined, that you can look to for inspiration and connection. And five, have fun. Everyone has something to offer. And it feels good to feel good about your little corner of the world."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to network like a pro, another on mentorship, and lots more on everything from parenting to personal finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, have you signed up for LIFE KIT Plus yet? Becoming a subscriber to LIFE KIT Plus means you're supporting the work we do here at NPR. Subscribers also get to listen to the show without any sponsor breaks. To find out more, head over to plus.npr.org/lifekit. And to everyone who's already subscribed, we thank you."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team also includes Audrey Nguyen and Clare Marie Schneider. Julia Carney is our podcast coordinator. Engineering support comes from Stacey Abbott, Neil Tevault and Valentina Rodriguez (ph). I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8550438659.mp3",
  "img": "https://media.npr.org/assets/img/2022/12/23/gettyimages-1423080498_wide-c12f46ae5d1d9bfa9d4039479362eb221df86698.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "LYNDA PERALTA",
    "TAGLE",
    "PERALTA"
  ]
}