{
  "title": "Don't 'get' art? You might be looking at it wrong",
  "url": "https://www.npr.org/transcripts/1147239071",
  "intro": "Everyone can have a profound connection with a work of art. You just need the right mindset and attitude. Art professionals share tips on how to navigate museums and observe paintings and sculptures.",
  "transcript": [
    {
      "author": "MALAKA GHARIB, HOST",
      "text": "This is NPR's LIFE KIT. I'm Malaka Gharib. By day, I'm the digital editor of LIFE KIT. And all the time in between, I'm a cartoonist and a graphic novelist, and I spend a lot of time thinking about art. So I want to tell you about this viral TikTok video I saw a few months ago that I can't stop thinking about. It's of a young woman looking at an oil painting at the National Gallery, an art museum in London, titled \"The Execution Of Lady Jane Grey.\" And it tells the story of the final moments of Lady Jane, who was beheaded for treason at the age of 17. In the painting, Lady Jane is blindfolded and unsteadily feeling her way toward the chopping block. The TikToker films herself looking at the painting, and you can see that she's clearly moved by this tragic scene."
    },
    {
      "author": "MALAKA GHARIB, HOST",
      "text": "This fascinates me. This event happened more than 450 years ago, was captured in a painting made nearly 140 years ago, and it's still clearly resonating today. And I wanted to know, how does one go to a museum and have such a profound connection to a piece of art? If this TikToker could do it, I wanted to, too. Because if I'm being honest, when I go to an art museum, I feel overwhelmed. It's crowded. There are so many rooms. Once I'm in front of an art piece I like, I don't really know what I'm supposed to be looking for or doing with myself. In this episode of LIFE KIT, we're going to talk to an art critic, an art educator and an art historian about how to look at art, navigate a museum and have a meaningful experience, just like that TikToker."
    },
    {
      "author": "MALAKA GHARIB, HOST",
      "text": "So one of the reasons why it can be so awkward to go to museums is that they can be pretty intimidating. We often think these institutions are reserved for, you know, the cultured, cosmopolitan elite and those who know a ton about art. But Susie Hodge says we shouldn't see art museums that way. She's an art historian and the author of over a hundred books about art, including one that came out in September - \"How Art Can Change Your Life.\""
    },
    {
      "author": "SUSIE HODGE",
      "text": "Don't go in and think it's all very heavy. It's art. It's something I need to consider with my sort of long beard and pince-nez from Victorian times. You know, I don't need to be this learned person. It can be just fun. It can be just something that grabs me."
    },
    {
      "author": "GHARIB",
      "text": "And for people of color and marginalized folks in particular, art museums can be extra uncomfortable. Jessica Lynne is an art critic and the co-founding editor of ARTS.BLACK, a digital journal of art criticism. And she says..."
    },
    {
      "author": "JESSICA LYNNE",
      "text": "I think museums are not neutral sites. And so I want to start there because they are fraught with histories of colonialism, of contemporary expectations about who is important and who is assigned value."
    },
    {
      "author": "GHARIB",
      "text": "Essentially, museums are places that have been historically curated by and reserved for Western, wealthy and upper-class people to view art that may or may not have been stolen from other parts of the world, especially lower-resourced countries. So if you feel like you don't belong in a museum, that's a valid sentiment. But also know that you have every right to be there."
    },
    {
      "author": "LYNNE",
      "text": "It may be hard to feel as if we can have a stake or a voice in what's happening in these institutions. But we can, and we do."
    },
    {
      "author": "GHARIB",
      "text": "This fraught history that art has - Susie says it can help us process some difficult feelings."
    },
    {
      "author": "HODGE",
      "text": "We can feel loneliness. We can feel fear and anxiety. And sometimes the works of art will calm that down."
    },
    {
      "author": "GHARIB",
      "text": "Susie says studies have shown that art can lower stress, particularly when people are looking at images of landscapes and seascapes. And it makes us feel good. Another study found that looking at a gorgeous painting or sculpture increased blood flow to the brain by as much as 10%, the equivalent of looking at someone you love. Colors trigger an emotional response, too. Take, for example, Mark Rothko's paintings."
    },
    {
      "author": "HODGE",
      "text": "It will just be a wash of color. It might be two colors fading into each other, but it will just be a big canvas with a deep color. And by sitting and looking at that, you're not looking at his technique. You're just standing back or sitting and just trying to almost block out the rest of the world. You're just focused. It's you and this work of art."
    },
    {
      "author": "GHARIB",
      "text": "So how do we open ourselves up for these kinds of powerful encounters when we look at art? Susie says the first step, and our first takeaway, is to go to a museum with an open mind. Try not to have preconceived notions about what you're about to see."
    },
    {
      "author": "HODGE",
      "text": "There will be some surprises. There'll - might be some things you're disappointed with. So many people have said to me they're disappointed with the size of the \"Mona Lisa,\" for example. They expect it to be huge, and it's tiny - or the fact that they can't get close to it. So some people will be disappointed by that."
    },
    {
      "author": "GHARIB",
      "text": "But going to a museum doesn't have to be that serious."
    },
    {
      "author": "HODGE",
      "text": "It can be just tickling my senses and just something that grabs me or something that appeals to me for whatever reason."
    },
    {
      "author": "GHARIB",
      "text": "I know that sounds vague, but essentially, it means you should allow yourself to feel however the art makes you feel. You can love it. You can hate it. You could cry, feel angry or laugh. Susie's other piece of advice - let yourself draw personal connections to the art, even though that's not necessarily what the artist intended."
    },
    {
      "author": "HODGE",
      "text": "What might have drawn you to this work of art might trigger in your background memory of something from your childhood - a color or a pattern or a flower or a person. Something might just go into your deep recesses of your memory. And that's where you'll get a connection. But you have to let it do that. You can't just go in there thinking, oh, I've got to find something. You really have to just go in there as calm as you can be and allow this to happen. And it does. It will happen."
    },
    {
      "author": "GHARIB",
      "text": "Pay attention to your own emotional landscape, too. Did you recently go through a breakup? Did you just get married? Did you start a new job? Or think about what's happening in the news or in politics. What's going on in your own life can affect how you view a work."
    },
    {
      "author": "HODGE",
      "text": "I was only thinking that - today, I was writing about a work of art, and it was a memento mori. And I have had a recent close friend - a bereavement. And I was just thinking, I'm looking at it completely differently today to how I would have looked at it, I don't know, three weeks ago."
    },
    {
      "author": "GHARIB",
      "text": "A memento mori, by the way, is an artistic or symbolic trope, like the image of a skull, acting as a reminder of the inevitability of death. Susie says these free associations will help elicit an emotional reaction when you look at a work. So let your mind wander, and follow your train of thought wherever it leads you."
    },
    {
      "author": "GHARIB",
      "text": "You can boost your chances of finding something you connect with by following takeaway two - choosing a museum or exhibit that feels relevant to your interests. Here's Jessica Lynne again."
    },
    {
      "author": "LYNNE",
      "text": "When I'm thinking about an exhibition or a show or a performance I want to see, I come at it from two angles. The first is whether or not I already have some sort of emotional or intellectual relationship to the artist. Have I seen their work before? And that could be either in person, it could be, now, thanks to the internet."
    },
    {
      "author": "GHARIB",
      "text": "Thankfully, Jessica did not roll her eyes when I told her that I was interested in seeing a James Turrell exhibit in Nashville, where I live, because I heard about his work after watching Drake's music video for \"Hotline Bling.\" And for Jessica's second angle..."
    },
    {
      "author": "LYNNE",
      "text": "Is this hypothetical exhibition about motherhood, for example, one that piques my interest because I'm thinking about motherhood? Is it a performance that deals with climate change or ecological conundrums? And I'm very fascinated about that."
    },
    {
      "author": "GHARIB",
      "text": "You can also just go to a museum because you think it looks pretty. I confess to Jessica that sometimes I go to art museums just because I want to take an Instagram photo. I'll admit that I was one of those annoying people who lined up to see the Yayoi Kusama \"Infinity Mirrors\" exhibit in Los Angeles, for example. Was that horrible of me?"
    },
    {
      "author": "LYNNE",
      "text": "I don't think it's horrible at all. I mean, we all have an aesthetic perspective, right? And beauty is so important to how we live, how we make ourselves in the world. I don't think it should ever be snuffed at, the position of, I think something looks beautiful. I think something looks interesting. Let me check it out further."
    },
    {
      "author": "GHARIB",
      "text": "So if you want to go to a museum just for the 'gram, do it. No judgment there."
    },
    {
      "author": "GHARIB",
      "text": "OK, once you've picked the place you want to visit, how do you navigate the space and make the most of your time? Art museums can be huge. The National Gallery of Art in Washington, D.C., for example, has over 130,000 paintings, sculptures and artworks. And the Museum of Modern Art in New York has almost 200,000 works. That brings us to takeaway three - decide what you want to prioritize on your visit, and go with intention. Susie says you don't need more than an hour or two hours tops at an art museum. After that, it becomes information overload, and it's hard to stay focused for longer than that to retain what you've seen. Instead, be strategic about what you want to see and what you want to do."
    },
    {
      "author": "PJ POLICARPIO",
      "text": "Think for yourself how you want to spend your time and what you want to take out or get out of this experience that you are about to enter, right? So are you looking to look at, you know, something new, or are you looking to return to an artwork that you've already seen or loved?"
    },
    {
      "author": "GHARIB",
      "text": "That's PJ Policarpio. He's a museum educator who works at the Fine Arts Museums of San Francisco, helping young people get excited about art. He says there's no right way to go through an art museum, so just follow your interests. You might spend your time only looking at the new exhibit or the ceramics in the permanent collection. Either way, don't feel obligated to pack in all the art in one visit because to truly soak in an art piece and make a personal connection, you need to give yourself the time to stop, look and observe."
    },
    {
      "author": "GHARIB",
      "text": "And that's takeaway four - look carefully. This is honestly my biggest conundrum when I go to a museum. I struggle to know what to look at once I'm in front of a piece I like. I see people standing up close, then taking a few steps back. I see people reading the plaque or listening to an audio tour. And then I get confused. The good news is our experts have lots of advice on what to do in this situation. The first thing that PJ likes to do is look at the piece up close. We have the luxury of seeing the real thing at a museum, not having to experience it through a screen."
    },
    {
      "author": "POLICARPIO",
      "text": "You can see the texture. You can see the brushstrokes. You can see, you know, the movement."
    },
    {
      "author": "GHARIB",
      "text": "Next, he says, take a few steps back. Stand in the center, and observe what's happening in the big picture. What's going on in the piece? How are the figures in the piece arranged?"
    },
    {
      "author": "POLICARPIO",
      "text": "What are they doing? How are they related? What is kind of the action? What else can you find?"
    },
    {
      "author": "GHARIB",
      "text": "Then Susie says to try looking at an artwork from its sides because you might catch something you might not have seen straight on."
    },
    {
      "author": "HODGE",
      "text": "If it's something like \"The Ambassadors\" by Holbein in the National Gallery in London, if you stand to the side, you'll see something that, from front on, looks very different. When you stand to the side, it changes. That's called anamorphic art."
    },
    {
      "author": "GHARIB",
      "text": "The hidden image in \"The Ambassadors,\" by the way, is a skull to remind you of your mortality. Imagine if you didn't take the time to look at it from the side. You can also get physical. PJ says he tells his students who visit the museum to take a finger to the air and trace the outline of the figure of the painting or the movement of the brushstrokes."
    },
    {
      "author": "POLICARPIO",
      "text": "And really making sure that they have an embodied feeling for the artwork so you could - they can kind of see and feel, you know, what it might feel like to make this artwork."
    },
    {
      "author": "GHARIB",
      "text": "And you know how sometimes when you're at a museum and you see people mimicking the poses of a sculpture? My mom posted photos on Facebook doing this with a few Michelangelos in Rome, and it made me cringe. But PJ says my mom is actually on to something."
    },
    {
      "author": "POLICARPIO",
      "text": "You are making connections between yourself and the artwork. Tableaux vivant, which is, you know, this fancy French way of saying living pictures, is really - you know, is actually a tool that a lot of museum educators use."
    },
    {
      "author": "GHARIB",
      "text": "And lastly, you want to consider, of course, the subject of the art. That can have a profound effect on how you feel about the work, and perhaps you can learn something from it. Susie gives an example from Andrew Wyeth's famous painting, \"Christina's World.\""
    },
    {
      "author": "HODGE",
      "text": "It's a girl who - she was in - usually used a wheelchair. And her house is in the distance, and she's in a field. He's personified determination because she is going to get to her house. She hasn't got her wheelchair with her, but she's going to make. She's going to get there. That can relieve your stress to know that we do have this inner strength. I know it sounds a bit flippant. Oh, you look at a work of art, and all your problems disappear. It's not quite that, but it's changing your mindset. It's helping to change your mindset and allowing that to happen, opening your mind so you can do this."
    },
    {
      "author": "GHARIB",
      "text": "OK. So you might be wondering, how does looking at the composition, the brushstrokes, the color, the subject or the kind of artistic technique help me actually make a personal connection to an artwork? PJ says that all this observation can help us more deeply appreciate how artists express their emotions and make sense of the world around them. In turn, it can open up new pathways and possibilities of how we might make sense of these things in our lives too."
    },
    {
      "author": "POLICARPIO",
      "text": "When we look at art and when we open ourselves to understanding that process and seeing ourselves in it, we can hopefully a gain, you know, a deeper understanding not just of artists but also ways of making and moving in different times and different places too. You know, so you have to think about, you know, what this artist in this place was doing at that time. You know, how is this reflecting their own situation? And how is this reflective of kind of the larger story?"
    },
    {
      "author": "GHARIB",
      "text": "And once we see ourselves in an artwork, PJ says we can begin to answer the questions that the artists are asking themselves. How do I make sense of the world? Where do I fit in? Where is my voice? What power do I have? Oh, by the way, the experts say you don't have to do this exercise with every piece of art that you encounter in your one-hour trip to the museum because then you wouldn't get very far. Just do this for the pieces that you really want to spend time with. Aside from looking carefully at the art, there's also a lot of information about the art at a museum. There's wall text, plaques, guided tours, audio tours, brochures, too. So how much information should you load up on? Susie says there's no right or wrong answer."
    },
    {
      "author": "HODGE",
      "text": "It depends on the individual. If you want to be informed, yes, read up about it. If you don't, don't."
    },
    {
      "author": "GHARIB",
      "text": "That brings us to takeaway five. Decide how much you want to know about the art. Susie says not reading about the art can leave room for surprises and help you avoid preconceptions about the work. Jessica, on the other hand, likes doing a little homework because it can give her greater insight about the pieces - when, why and where they were made - helping to forge a stronger connection to the work. She loves reading the curator's statement before walking into an exhibition, for example, which you can often find on the museum's website."
    },
    {
      "author": "LYNNE",
      "text": "So the curator is responsible for the presentation of an exhibition and bringing in artists and their work to an institution. And a curatorial statement really provides you with an overview of why this artist, why this work, why now."
    },
    {
      "author": "GHARIB",
      "text": "And she says that the flow of information shouldn't end there. When you're at the museum, especially while you're in front of an artwork you want to know more about, don't be afraid to talk to the museum staff. That includes docents, who are..."
    },
    {
      "author": "LYNNE",
      "text": "Specifically designed to help all of us think through any of the artwork that we encounter in a way and in a language that might be different from the curator's language, for example."
    },
    {
      "author": "GHARIB",
      "text": "And security guards."
    },
    {
      "author": "LYNNE",
      "text": "They spend so much time there. They know the gems. They also have great stories about folks interacting with art."
    },
    {
      "author": "GHARIB",
      "text": "But don't bug them too much. Be mindful that they have a job to do, too."
    },
    {
      "author": "GHARIB",
      "text": "So let's go back to that viral TikTok video I mentioned at the start of this episode. When Paul Delaroche first painted \"Lady Grey,\" I bet he never imagined it would continue to spark conversations today. Back in his time, the painting got a lot of attention in France because it recalled the tumultuous times of the French Revolution when Marie Antoinette faced the guillotine. I'm pretty sure that the young woman in the TikTok video was not thinking about the French Revolution, but there was something in the painting clearly that she was connecting to that has stood the test of time. Watching the video again and thinking about what Susie, Jessica and PJ have told me, I feel like I finally understand. Given everything that's happened to women throughout history, it's gutting to think that just as women suffered then, women still suffer now. And one can't help but feel a profound solidarity for them, for us and poor Lady Jane Grey."
    },
    {
      "author": "LYNNE",
      "text": "All of us can have a stake in the work that we're seeing and be a part of culture making. Culture making to me can only happen when we're having conversations about the work, and those conversations should involve as many people as possible."
    },
    {
      "author": "GHARIB",
      "text": "So let's recap. Takeaway one - go into a museum with an open mind. Takeaway two - choose a museum or exhibit that feels relevant to your interests. Takeaway three - decide what you want to prioritize on your visit and go with intention. Takeaway four - look carefully. And takeaway five - decide how much you want to know about the art."
    },
    {
      "author": "GHARIB",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on how to start a creative art habit. And we have another one on how to pick art pieces for your own home. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "GHARIB",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team also includes Andee Tagle, Audrey Nguyen, Summer Thomad and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Andy Huether. I'm Malaka Gharib. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/ondemand.npr.org/anon.npr-mp3/npr/lifekit/2023/09/20230904_lifekit_3ed33e9c-d73f-472b-bd85-77818b6f5fd2.mp3",
  "img": "https://media.npr.org/assets/img/2023/01/09/artpromo_wide-d0618708cfb5ca483d1d9895a263b4231bbd3abc.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MALAKA GHARIB, HOST",
    "SUSIE HODGE",
    "GHARIB",
    "JESSICA LYNNE",
    "LYNNE",
    "HODGE",
    "PJ POLICARPIO",
    "POLICARPIO"
  ]
}