{
  "title": "5 New Year's resolutions to reduce your carbon footprint",
  "url": "https://www.npr.org/transcripts/1149021742",
  "intro": "Lowering individual greenhouse emissions may be easier than you think. Here are some New Year's resolutions experts agree have an impact in addressing climate change.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Marielle Segarra. 2022 was the fifth-hottest year on record, according to climate researchers in Europe. And that's not exactly surprising. In fact, the last eight years were the hottest eight on record. Now, I know hearing stats like this can be depressing and overwhelming, especially when that's where the news report ends. But today on the show, we're bringing you some actionable advice on this topic. Stay tuned for a conversation between Morning Edition host A Martínez and NPR climate reporter Julia Simon."
    },
    {
      "author": "A MARTÍNEZ, BYLINE",
      "text": "As 2022 winds down, many of us are considering our New Year's resolutions, and some of those resolutions may be focused on how to reduce your carbon footprint. So for some advice on how to set climate resolutions and maybe try to keep them, we've asked Julia Simon on. She recently joined NPR's climate team to report on solutions to climate change. Julia, first off, welcome."
    },
    {
      "author": "JULIA SIMON, BYLINE",
      "text": "Thanks, A. Good to be here."
    },
    {
      "author": "MARTÍNEZ",
      "text": "All right, Julia. What is a climate resolution?"
    },
    {
      "author": "SIMON",
      "text": "So a climate resolution is something that will reduce emissions that I make. So for 2023, I'm going to take less flights. I am going to eat less meat and reduce my carbon footprint."
    },
    {
      "author": "MARTÍNEZ",
      "text": "All right. Got it. So how much, though, of an impact can I have, little old me? I mean, is it possible for me to move the needle on this?"
    },
    {
      "author": "SIMON",
      "text": "Yes. Obviously, governments and corporations have a huge role to play in reducing their emissions, but our actions as individuals matter. Companies make decisions based on consumer demand. And if I take action, that can inspire my family and friends to take action, too."
    },
    {
      "author": "MARTÍNEZ",
      "text": "All right. Set us up here, Julia. What's a good New Year's resolution to start off with?"
    },
    {
      "author": "SIMON",
      "text": "Two words - food waste. Up to 40% of food gets wasted in the U.S., and wasted food in a landfill releases methane, which is this really potent planet-heating gas. So one New Year's resolution is to use the food we buy. For marine biologist and climate policy adviser Ayana Johnson, she starts in the back of her refrigerator."
    },
    {
      "author": "AYANA JOHNSON",
      "text": "There's those vegetables in the back that don't get enough love. So can you freeze them? Can you be more realistic about how many you're going to eat before they go bad and not buy them?"
    },
    {
      "author": "SIMON",
      "text": "She says buy fruits and vegetables bit by bit so they don't go bad. And if you go out to eat, you know, take the leftovers home."
    },
    {
      "author": "JOHNSON",
      "text": "Really, like, you're not sacrificing anything. If anything, you're sacrificing the guilt that's associated (laughter) with wasting food. And I think we could all use a little less guilt."
    },
    {
      "author": "SIMON",
      "text": "Food waste - it accounts for up to 10% of all emissions globally. So this is a really good resolution to start with."
    },
    {
      "author": "MARTÍNEZ",
      "text": "All right. So it's not just food waste. What we eat also has a big impact on climate."
    },
    {
      "author": "SIMON",
      "text": "Oh, yeah, especially meat and red meat. Raising cattle is incredibly land-intensive. You need a lot of land to grow the food for the cows, and then the cows themselves use a lot of land. So demand for beef drives deforestation in places like the Amazon. Jonathan Foley is the executive director of Project Drawdown, a nonprofit working on climate solutions. He says taking on meat as a climate solution is all about incremental steps."
    },
    {
      "author": "JONATHAN FOLEY",
      "text": "You don't have to be perfect to make a difference. And so cutting back on red meat, great. Do that. I've done that. I have not become a vegetarian, though, probably because I would probably get divorced if I did (laughter). My wife wouldn't stand for that."
    },
    {
      "author": "SIMON",
      "text": "So your resolution doesn't have to be absolute, like no meat in 2023. You can start small by eating meat once a week. Or go bigger - once a month. And if you're already a vegetarian, try reducing dairy. Vegan Wednesdays - that also has an impact."
    },
    {
      "author": "MARTÍNEZ",
      "text": "You know, Julia, I have been plant-based since June, so I can feel my footprint getting smaller and smaller."
    },
    {
      "author": "SIMON",
      "text": "Good for you, A. We will follow in your footsteps."
    },
    {
      "author": "MARTÍNEZ",
      "text": "Now, what about in my house? Because - OK, so maybe I can get solar panels on my roof or maybe a super-efficient heat pump for heating and cooling, but that's a lot of money. I mean, that's thousands of dollars. Anything out there that's cheaper?"
    },
    {
      "author": "SIMON",
      "text": "Yeah. You can do some weatherization of your home or your apartment. And it sounds boring, but some of the most important climate solutions are the boring ones. Here's Foley at Project Drawdown."
    },
    {
      "author": "FOLEY",
      "text": "If you feel a draft, that's pretty bad because even if you can't feel it, you still have drafts, and that's just throwing money literally out the window."
    },
    {
      "author": "SIMON",
      "text": "So a very cheap New Year's resolution is to put some weather strips on your windows, on the bottom of your doors. It can be 10, 20 bucks in many cases to put those foam strips around your windows, and that keeps your house warm in the winter and cool in the summer. And by saving energy, you're also saving money."
    },
    {
      "author": "MARTÍNEZ",
      "text": "Yeah, and that's the thing with these New Year's resolutions. Whether it's eating less meat, saving energy, they're all good for your bank account."
    },
    {
      "author": "SIMON",
      "text": "They are. And, you know, an important thing for us to remember is that our family and friends are watching us. Climate adviser and marine biologist Ayana Johnson says these actions all add up."
    },
    {
      "author": "JOHNSON",
      "text": "The choices of individuals do matter not only because of your tiny contribution to addressing the climate crisis, but because you are influential. People see the solar panels on your roof. They want to ask you about, how did you do that?"
    },
    {
      "author": "SIMON",
      "text": "So setting climate resolutions for 2023 can have a long-term impact."
    },
    {
      "author": "MARTÍNEZ",
      "text": "What about a resolution for reducing emissions from the ways we get around?"
    },
    {
      "author": "SIMON",
      "text": "So if you're someone who flies a lot, this year, try reducing your air travel. Flying makes up about 2% of emissions, which doesn't sound like a lot, but if that was a country, it would be one of the top 10 emitters. Now, some airlines will say you can have the option to buy carbon credits to offset your flight's emission, but experts will tell you that there's no reliable way of knowing if those offsets are really working."
    },
    {
      "author": "MARTÍNEZ",
      "text": "Julia, what if I want to do more? What advice do you have for someone who maybe wants to have a longer term, a stretch climate resolution?"
    },
    {
      "author": "SIMON",
      "text": "So for a stretch climate resolution, you can try getting into energy policy. That might sound hard, but I have an easy way to do it, which is get in touch with your public utility regulator. These are the people that regulate the companies that give us power, and in the U.S., almost 60% of our power still comes from fossil fuels. These regulators can help power companies transition off of coal or off of gas. There are public meetings where you can call in or show up and share where you'd like to see your energy come from. This resolution could have a long-term impact beyond 2023."
    },
    {
      "author": "MARTÍNEZ",
      "text": "All right. That's Julia Simon. She covers climate solutions for NPR. Julia, thanks."
    },
    {
      "author": "SIMON",
      "text": "Thanks, A. Happy New Year."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on reducing your food waste and another on sustainable fashion. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And speaking of changing behavior, the latest episode of TED Radio Hour has the most common resolutions people make around this time of year and new reasons to stick with them from scientists, researchers and other experts. So check that out wherever you're listening to LIFE KIT right now. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen and Clare Marie Schneider. Julia Carney is our podcast coordinator. Engineering support comes from Brian Jarboe and Gilly Moon. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5154496186.mp3",
  "img": "https://media.npr.org/assets/img/2023/01/13/lk_climate-resolutions_harlan_final-copy_wide-dcbd33944202d5d222817490257ec1f6b27fbe30.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "A MARTÍNEZ, BYLINE",
    "JULIA SIMON, BYLINE",
    "MARTÍNEZ",
    "SIMON",
    "AYANA JOHNSON",
    "JOHNSON",
    "JONATHAN FOLEY",
    "FOLEY",
    "SEGARRA"
  ]
}