{
  "title": "Pushing back against 'anti-fatness'",
  "url": "https://www.npr.org/transcripts/1149079686",
  "intro": "All Things Considered host Juana Summers interviews Aubrey Gordon, author of the book \" 'You Just Need To Lose Weight': And 19 Other Myths About Fat People.\" Gordon explains how the concept of 'anti-fatness' keeps fat people on the margins of society.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Marielle Segarra. In January, we get lots of advertisements, emails and other messages that it's time to lose weight and sculpt our bodies. And a lot of that pressure to be thin is rooted in what author and podcast host Aubrey Gordon describes as anti-fatness."
    },
    {
      "author": "AUBREY GORDON",
      "text": "Anti-fatness is a sort of web of beliefs, interpersonal practices, institutional policies that are designed to keep fat people sort of on the margin."
    },
    {
      "author": "SEGARRA",
      "text": "That can look like harassing someone for being fat or calling them names. But it can also be more subtle."
    },
    {
      "author": "GORDON",
      "text": "Like regarding thin bodies as an accomplishment and fat bodies as a failure that needs correcting, right? Every time we compliment someone's weight loss but stay silent on their weight gain, we're sending a pretty strong message about which one of those we will accept and celebrate and which one of those we find, really, sort of mortifying and embarrassing and something that shouldn't be talked about."
    },
    {
      "author": "SEGARRA",
      "text": "Aubrey Gordon is author of the book \"'You Just Need To Lose Weight': And 19 Other Myths About Fat People.\" Those myths include any fat person can become thin if they try hard enough, fat acceptance glorifies obesity, no one is attracted to fat people, and fat people are emotionally damaged and cope by eating their feelings. Today on the show, my colleague and All Things Considered host Juana Summers talks to Aubrey Gordon about the book and about pushing back against anti-fat myths."
    },
    {
      "author": "JUANA SUMMERS, BYLINE",
      "text": "OK, so this book lays out this long list of myths surrounding fatness and fat people. And I'd love to talk to you about them all, but I can't. But..."
    },
    {
      "author": "GORDON",
      "text": "Yeah."
    },
    {
      "author": "SUMMERS",
      "text": "...I'm wondering if we can just start off with the first myth, the idea that being fat is a choice, and that if fat people don't like how they're being treated, they should just go lose weight. So I wonder if you can talk about this idea of choice and the value that's placed in society around the perceived choices that we make about the size of our bodies."
    },
    {
      "author": "GORDON",
      "text": "Yeah, absolutely. I will say as a queer person, this history of, like, did you choose it or did you not is one that I have been through before. It feels like this conversation that is sort of this mandatory tussle on a number of social issues - right? - and that we end up spending quite a bit of time sort of debating whether or not something is a choice. And the implication is if it is a choice, then actually anyone can treat you any way that they want, right? And I would just push back on that. Beyond that, I would say, you know, some folks do choose fatness, and some folks don't choose fatness. But researchers have been clear for years that our body size isn't solely or even primarily the result of our own choices, right?"
    },
    {
      "author": "SUMMERS",
      "text": "Yeah."
    },
    {
      "author": "GORDON",
      "text": "There are major contributing factors like genetics, environment, specific health conditions like polycystic ovarian syndrome and lipedema, which affect, you know, between six and 12% of the population for each of those, and social determinants of health. What kind of green spaces do you have in your neighborhood? What are your parents' income when you were born, right? What kind of neighborhood were you raised in? All of those have really powerful impacts on the size of our bodies, and none of those really have to do with our individual choices in adulthood."
    },
    {
      "author": "SUMMERS",
      "text": "I want to ask you about something that I know you have talked about and written about a ton. It's the myth surrounding the BMI or body mass index. And you write about the fact that the BMI is a, quote, \"objective measure of size and health,\" and it was never really meant to be enforced as a standard of health or a standard of the ideal or average body. How does using it and enforcing it the way that we sometimes see now harm people in different bodies. I'm thinking of women, nonbinary people..."
    },
    {
      "author": "GORDON",
      "text": "Yeah."
    },
    {
      "author": "SUMMERS",
      "text": "...People of color."
    },
    {
      "author": "GORDON",
      "text": "Yeah."
    },
    {
      "author": "SUMMERS",
      "text": "There's a long history there."
    },
    {
      "author": "GORDON",
      "text": "Absolutely. So the BMI was not developed by a health care provider. It was developed by a mathematician, statistician and astronomer whose biggest career credit was founding the Brussels Observatory in the 1800s - definitely not a health care provider. And he was working exclusively with data from French and Scottish military conscripts in the 1800s. So we're talking about exclusively the bodies of white Western European men from, you know, closer to 200 than 100 years ago, right?"
    },
    {
      "author": "SUMMERS",
      "text": "Yeah."
    },
    {
      "author": "GORDON",
      "text": "And largely, it came back into our health care system through life insurance providers who were looking for ways to charge some customers more. It's worth knowing that the high watermark of the effectiveness of the BMI is about 50% of the time. It can, quote-unquote, \"predict\" obesity accurately. That's because it's just body weight divided by height - so it doesn't distinguish between fat and muscle or any of that stuff - and that's in white men. And its reliability goes down from there. So for fat people like me, what that means is that doctor's offices will code most of our visits as \"obesity interventions,\" quote-unquote, and that we will, in some cases, be denied even routine surgical care that we might need because our BMIs exceed what doctors offices are expecting. And in some cases, there are a handful of doctor's offices that set limits on the weights of patients that they will see. So this is really sort of a deeply, deeply imperfect tool that we are using not for the thing that it was designed for, which was population-level analysis. We're now using it for individual health care provision, and we seem really baffled that it isn't working for the thing it was never designed to do. It's really odd."
    },
    {
      "author": "SUMMERS",
      "text": "You know, and it strikes me that, like, this standard of how a, quote-unquote, \"average\" body is sized - it just plays into everything in our environment, from, like, the size of airplane seats, to how tables are spaced at a restaurant, to the size of a blood pressure cuff used at the doctor's office. And I think that realizing how pervasively anti-fat the world is can be, frankly, kind of mind-blowing to people who have never had to think about it before."
    },
    {
      "author": "GORDON",
      "text": "I appreciate you bringing up the idea of, quote-unquote, \"average.\" It's worth reminding ourselves in these conversations that, in the United States, the average is plus size, right? The average person is a fat person. So we are building environments that are hostile not only to sort of some vanishingly small minority of people, but to most of us, right? That feels worth flagging, and it also feels worth flagging, since you bring up blood pressure cuffs, that, actually, most doctors offices carry cylindrical blood pressure cuffs, which are designed for measuring thin people's blood pressure. There are also conical blood pressure cuffs that are designed to fit fatter arms. Thin people can use those conical blood pressure cuffs without instance. But when fat people try and use the ones that are designed for thin people, it gives us artificially high blood pressure readings."
    },
    {
      "author": "GORDON",
      "text": "So in our conversations, even about fatness and health, it's really fascinating to me that, when we talk about the health risks of fatness, we don't talk about very simple mechanical things like that that might actually be sort of juking the stats a little bit - right? - that might actually be giving us numbers that are not super reliable because we're using tools that are not designed to measure fat folks' health."
    },
    {
      "author": "SUMMERS",
      "text": "I'd like to ask you about just one more myth in this book, and it's the idea that fat people should not call themselves fat. And can you just, for people who have never experienced this before, talk about the types of responses that that can sometimes elicit and what's wrong with that?"
    },
    {
      "author": "GORDON",
      "text": "Yeah, absolutely. I will say this is one that happens to me very regularly. The most recent example was I was at a women's soccer game - I'm, like, a huge women's soccer fan - with a friend of mine and was looking at their sort of merchandise and was flipping through the racks. And they didn't have an offering in plus sizes that would fit me. And a friend was like, you should get a T-shirt. And I was like, no, they don't have fat-lady sizes. And a stranger turned around and went, don't call yourself that. That's terrible. You're not. And I thought, well, I'm a size 26 - you know? - I weigh over 300 pounds. I don't know where your standard is for fat people, but I'm pretty sure I'm in it by most people's standards, right?"
    },
    {
      "author": "GORDON",
      "text": "When I say that, other people - and usually thinner people - rush to object to that. And what they're responding to there isn't the accuracy of my statement, right? They're not disputing that my body is, like, actually small. They're sort of shadowboxing with their own kind of assumptions about what it means to be a fat person, right? They're assuming that what I am saying is that I am unlovable, that I am undesirable, that I'm ugly - all of these sorts of things. And while they think they are defending me, what ends up happening is that they don't end up listening to me, right? And this becomes a place where thin people start to name fat people's experiences and bodies for us without really realizing how kind of wild that is to tell someone else how to feel about their own body and how to describe it."
    },
    {
      "author": "SUMMERS",
      "text": "And it sounds like, for you and the way that you are talking about this, you saying that you're a fat person is the same as me saying I'm a Black woman with dark hair and locs."
    },
    {
      "author": "GORDON",
      "text": "Yeah, totally. Like, I also have blonde hair. I'm also kind of tall, right? Like, those are all just facts about me. I'm not making some big moral statement. I'm not begging for reassurance. I'm just saying, oh, they don't actually have this shirt in my size 'cause I'm a fat person."
    },
    {
      "author": "SUMMERS",
      "text": "You know, I really like that this book includes all of these really practical, often quite simple calls to action. And in the section that you wrote about this myth, you challenge people to say what they really mean. So instead of saying, when they're thinking about themselves, I feel fat, maybe say to yourself instead, I feel tired, or I'm struggling with my body image today. Why is a shift like that so impactful?"
    },
    {
      "author": "GORDON",
      "text": "I will say it's impactful for a couple of reasons. One is that fat is not actually an emotion, right? Happy and sad and insecure and uncertain are all emotions, right? Fat is not an emotion. Fat is a body type. And fat people's bodies are not metaphors for thin people's sort of low self-esteem or bad body image days, right? It is really disheartening that, when people want to talk about feeling at their worst in their bodies, the descriptor that they reach for is a descriptor of my body. They're saying, I feel terrible today, which means I feel like I look like you, which feels terrible to me as a fat person, right?"
    },
    {
      "author": "SUMMERS",
      "text": "Yeah."
    },
    {
      "author": "GORDON",
      "text": "That doesn't feel great. The more that folks can talk about the real thing, it actually gets you more precise help and support from your friend."
    },
    {
      "author": "SUMMERS",
      "text": "You know, when I was reading this book, one of the things that stuck with me most, especially as I've been spending a lot of time thinking about this new year, as we were discussing, you wrote that, in a world full of before and after pictures, fat people are reduced and sidelined to being befores. And I'm hoping you can talk about that a little bit more and what that can feel like."
    },
    {
      "author": "GORDON",
      "text": "Yeah. I have had this experience a few times, and I know a number of folks who have, where you're talking to a friend or a co-worker or an acquaintance, and they just kind of won't stop recommending diets. Or they kind of won't stop suggesting that you hang out while you take a walk or go for a jog or go swimming or go to a gym together. And it becomes clearer and clearer that, to that person, you might not be a friend. You might be a project, right? You might be a fixer-upper. And that is never a good feeling, right? It is this sort of certainty that your personhood - that whatever you have to offer in this friendship or relationship, whatever shape it might be, is being eclipsed by this other person's disapproval of your body and of your looks and that they can't actually move on to friendship and interpersonal support unless and until they fix their issue with the way that you look."
    },
    {
      "author": "GORDON",
      "text": "And it feels terrible. And I think one of the things that feels terrible about it to me is that I think that, in those moments when I have had those experiences with those people, it has been really clear to me that they think they're doing a really good thing, and I feel totally isolated and, you know, hurt by it."
    },
    {
      "author": "SUMMERS",
      "text": "In your experience, how have you handled situations like that? It's something that's really familiar to me, too, where there is now this giant thing in the middle of your friendship or..."
    },
    {
      "author": "GORDON",
      "text": "Yeah."
    },
    {
      "author": "SUMMERS",
      "text": "...Your relationship with whoever this supposedly well-meaning person is that you can't unhear, and you can't unsee it."
    },
    {
      "author": "GORDON",
      "text": "Yeah, absolutely. I mean, I think, for me, my solution has been just maintain the hell out of some boundaries, right? Like, really try and maintain some boundaries and say, I'm not interested in talking about weight loss with you. And at times, I will say, you know, I've actually had an eating disorder, and this is really unhelpful to me. And it's also, like, pretty insulting is a conversation that I had with one of those folks at one point. And if it lands, and they're respectful of those boundaries, great. And if it doesn't, over time, I think I end up moving on to other friendships and other relationships."
    },
    {
      "author": "SUMMERS",
      "text": "So the next question I have for you, I have to say, is a little bit personal. I'm somebody who probably falls into the category of what you describe in your book as a smaller fat person. So I'm on the lower range of plus sizes. Sometimes it's really hard in a mainstream store to find clothes that fit me well. And, like many people, my relationship with my body over the years has been kind of a rollercoaster. And one thing that I have found, especially recently, is that, while I'm an imperfect person, like all of us, I try to be very vocal and upfront about challenging anti-fatness in the relationships in my life and in the communities I show up in - whether it's at work or in fitness spaces or in my family. But I find, when I think about it, it's a lot more difficult when it comes to my relationship with myself and my own body. And I have to imagine you've heard stories like that before, so I'm just curious how you think about that."
    },
    {
      "author": "GORDON",
      "text": "Yeah, it's so tricky, right? It's such a hard thing. I mean, I think different things work for different people when it comes to sort of addressing our body image stuff. I think one of the things that has been really helpful and impactful to a lot of folks is filling their social media feeds with people who look like them or who are fatter than them or hold more marginalized identities than they do. Build a social media feed that feels more reflective of the world that we live in is a really important step for a lot of folks. I will say, for me, the stuff that gets my relationship with my body back on track is actually sort of peeling back the curtain on where a bunch of our most reductive beliefs about body size come from. And overwhelmingly, they come from really unreliable sources, like scientific racism in the 1800s..."
    },
    {
      "author": "SUMMERS",
      "text": "Yeah."
    },
    {
      "author": "GORDON",
      "text": "...Right? - like, corporations looking to profit off of our bad body image, right? Like, all of this sort of stuff comes from people who don't want what's best for most of us, right? They want to make a buck, or they want to prove a political point or what have you. And it's really freeing to realize, you know, we've been sort of led down a garden path. And once you sort of see where that garden path leads and where it came from, things have gotten a lot easier for me on that front."
    },
    {
      "author": "SUMMERS",
      "text": "I want to end our conversation talking about those calls to action, again, that are sprinkled all throughout this book. And I want to ask you, what can people - by that, I mean all people - start doing right now to begin to chip away at anti-fatness wherever they show up?"
    },
    {
      "author": "GORDON",
      "text": "Yeah, I mean, I think the biggest thing here is say something when you see it. Many, many folks are sort of aware of anti-fatness when they see it out in the world, and yet still, as a fat person, in all of the sort of moments of public humiliation or street harassment or what have you that I have faced and that most of my fat friends have faced, most of us have done that without any intervention from bystanders, right? Check in on the person who was targeted by that stuff, right? If you don't feel like you have seen this stuff in action, I would check in with the fatter people in your life and ask how they're doing and what they need from you and if they have feedback for you. If you think you maybe don't have any biases to work on, Harvard University has an implicit associations test that they use. It is their sort of implicit bias test. That may give you an indication if you have some bias to work on, whether or not it's conscious or subconscious."
    },
    {
      "author": "GORDON",
      "text": "And then I think the most important thing, sort of, for all of us is to continue to seek out the work of fat people talking about their own experiences. We live in a world where thin people are still considered experts on fat people's experiences and bodies. And when so much news media won't correct for that, when so much entertainment won't correct for that, when so many of us won't correct for that, it's on each of us individually to start making those corrections and seeking out work from people like Roxane Gay and Lindy West and Da'Shaun Harrison and Sonya Renee Taylor and many other fat folks who've written on this topic."
    },
    {
      "author": "SUMMERS",
      "text": "Aubrey Gordon, thank you so much for talking with us today."
    },
    {
      "author": "GORDON",
      "text": "This was such a joy. Thank you for having me."
    },
    {
      "author": "SEGARRA",
      "text": "Aubrey Gordon is the author of \"'You Just Need To Lose Weight': And 19 Other Myths About Fat People.\""
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. If you want to learn more about the science of weight or how to boost your own body acceptance, we have episodes on those. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Kat Lonsdorf. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Joshua Newell. Special thanks to Sarah Handel and Juana Summers. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4914540899.mp3",
  "img": "https://media.npr.org/assets/img/2023/01/13/lk_aubreygordon-copy_wide-024195eadd46639fe6b988de2f7e4b08fa541b54.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "AUBREY GORDON",
    "SEGARRA",
    "GORDON",
    "JUANA SUMMERS, BYLINE",
    "SUMMERS"
  ]
}