{
  "title": "Budgeting for dating",
  "url": "https://www.npr.org/transcripts/1154246146",
  "intro": "How much should you spend on a date? Who should pick up the bill? Can you talk money on the first date? Kristin Myers, editor-in-chief of The Balance, shares the results of a recent survey on finances and dating.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "There is a lot of wisdom out there about the relationship between love and money, oftentimes saying that they don't go hand in hand. Frank Sinatra said a simple I love you means more than money. Money can't buy you love, sing The Beatles. But have you heard this one?"
    },
    {
      "author": "KRISTIN MYERS",
      "text": "There is no romance without finance, and it is so true."
    },
    {
      "author": "TAGLE",
      "text": "That's Kristin Myers."
    },
    {
      "author": "MYERS",
      "text": "I'm the editor-in-chief of The Balance, and we're a personal finance and economics website that pretty much answers any and all money questions that you might have."
    },
    {
      "author": "TAGLE",
      "text": "In late 2022, Kristin and her team surveyed a thousand people aged 18 to 40 about dating and finances. What did they find? Well, as J.Lo once told us, love might not cost a thing, but dating can be really expensive, especially these days."
    },
    {
      "author": "MYERS",
      "text": "Inflation is definitely shaping how people are thinking about dating. And that goes into the total cost that you're going to be spending."
    },
    {
      "author": "TAGLE",
      "text": "When dinner and a movie cost an arm and a leg, dating can get extra confusing. Should we go Dutch for the first meal? Should I let him know I'm strapped for cash? Does date No. 2 have to be grander than the first? Kristin says no matter your dating style or financial situation, creativity and thoughtfulness are key. Start by factoring your dating life into your budget, she says. Then plan accordingly."
    },
    {
      "author": "MYERS",
      "text": "And the more you really start to think about money being important in your love life, I think the easier it definitely becomes."
    },
    {
      "author": "TAGLE",
      "text": "I'm LIFE KIT reporter Andee Tagle. And in this episode of LIFE KIT - budgeting for romance. We'll talk with Kristin about cheap dates, how to break the ice around money conversations and understanding today's dating landscape."
    },
    {
      "author": "TAGLE",
      "text": "Kristin, we all know dating is hard enough without having to factor in inflation. So tell me about this survey you worked on and what you found."
    },
    {
      "author": "MYERS",
      "text": "So we asked a thousand millennials and Gen Z daters - so people aged between 18 and 40 - about how they approach money when it comes to dating. We really just wanted to see how people that are out there dating around the entire country are approaching, essentially, finances and love - how much they're spending to go out on dates, what they look for when it comes to finances in, perhaps, their other partner, if there is any financial influences that actually impact their decision-making on whether to go out with someone again. And we found some pretty interesting results, I would actually say. And this year, we asked them even more questions when it came to inflation or if there was any money topics that they didn't like to talk about on their dates..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "MYERS",
      "text": "...And there's many."
    },
    {
      "author": "TAGLE",
      "text": "I'm so - yeah, I was - super, super interesting. I'm excited to get into it. Overall, what does this survey show you about the money attitudes of dating-inclined millennials and Gen Z-ers? Is there anything super surprising to you up at the top?"
    },
    {
      "author": "MYERS",
      "text": "I was actually surprised by how much younger generations do not want to discuss money or actually want to avoid money and money topics, at least when it comes to their love life and finding a partner. However, they are thinking about money when they go out on dates. They are thinking about how much they need to spend. They are thinking about creative ways that they can go out and maybe find a love match, find a partner and still save a little bit of money in their pocket. And there is also a lot of money that they're willing to spend in order to just find a date. That's usually in the form of those dating apps. I was surprised, actually, by how many people are actually ponying up the cash to be on Hinge Premium or Tinder whatever it might be."
    },
    {
      "author": "TAGLE",
      "text": "Oh, tell me more about that."
    },
    {
      "author": "MYERS",
      "text": "Yeah. So we actually have people paying, you know, over $25 a month just to be on these apps in, you know, the more premium user experience on some of these apps. And they're not just doing it on only one app; they're doing it on multiple apps. And so that really does add up. I just assumed that everyone was like me as a millennial and wanted to refuse to spend money on any type of dating app. But people are actually spending more money, I guess, to get unlimited swipes or stars or roses or whatever it might be in the apps. They're spending money, and they're incorporating that into their actual budget."
    },
    {
      "author": "TAGLE",
      "text": "Wow. OK, so the data shows that talking about money too early can actually hurt people's chances, that people don't want to talk about money. They're thinking about it, but they don't want to talk about it."
    },
    {
      "author": "MYERS",
      "text": "Right."
    },
    {
      "author": "TAGLE",
      "text": "Can you tell us a little bit more about that?"
    },
    {
      "author": "MYERS",
      "text": "Yeah. So we actually asked them, what topics, if you discussed it on the first date, would make you never want to speak to that person again and not go out on a second date? And so the top things that are on there are actually going to be marriage and talking about children and having children. Those are going to be the two top things that are going to make people really want to avoid you on the second date. And then after that, it's all money topics. You can't talk about your income, your wealth, your debt, anything like that. And if you do, the person is not going to want to see you again for the second date. And so it was interesting to see just how many people do not want to talk money. In fact, 44% of the daters say that talking about any of those money topics actually will ruin their chance of a second date."
    },
    {
      "author": "TAGLE",
      "text": "That's rough because everything is so expensive right now. I'm thinking about, Kristin, when I shared this topic with my partner, his first reaction was it's impossible to date when you're broke. You know, he talked about being in school and wanting to go all-out and do fancy things, but sometimes he had to choose between treating me to dinner or feeding himself during the week, which is absolutely horrifying to me and something he didn't share until much later in our relationship. So, you know, when should you start the conversation? How can you start that conversation? And if you're on a super-tight budget, how can you still get out there?"
    },
    {
      "author": "MYERS",
      "text": "So I definitely think you can date on a budget. In fact, I tell people all the time that one of the best first dates that I actually ever had probably cost the guy maybe $15. We had a picnic in the park. He packed a whole picnic basket full of food that he made. It was very cute, very sweet. And then we went to a museum after. And that was our first date. And I had so much fun. I think it's just if you want to date on a budget or to be - or to spend as little as money as possible while dating, it's just going to require far more creativity than it would if you do have the money to splash out. And this is going to require you to be a little bit more thoughtful, try to figure out what the other person might like and figure out ways to do it for a lot less. So it is possible. It's just going to require more energy and more effort."
    },
    {
      "author": "TAGLE",
      "text": "What else is on your list for your favorite low-budget date ideas?"
    },
    {
      "author": "MYERS",
      "text": "Oh, so I am queen of - for all the New Yorkers that are out there - the Broadway lottery. I won \"Hamilton\" tickets."
    },
    {
      "author": "TAGLE",
      "text": "Oh, yeah. So good."
    },
    {
      "author": "MYERS",
      "text": "I won \"Hamilton\" tickets not once, but twice."
    },
    {
      "author": "TAGLE",
      "text": "No, you did not."
    },
    {
      "author": "MYERS",
      "text": "Ten dollars for the ticket. So I was able to go out. And I have actually used that as a date before. I have actually used my Broadway lottery ticket to go see \"Wicked\" for $30 a ticket."
    },
    {
      "author": "TAGLE",
      "text": "Oh, my gosh."
    },
    {
      "author": "MYERS",
      "text": "So there is 100% ways that you can go out there. I mean, going out and getting outside for hikes. I have heard of people going on - if you have a pet or a dog, particularly, going and taking your dogs out on walks together or maybe going on a hike together. I have once, on a date, gone to a shelter to play with puppies."
    },
    {
      "author": "TAGLE",
      "text": "Oh, wow."
    },
    {
      "author": "MYERS",
      "text": "And I had so much fun and it was totally free. Or you know what? Here's what's really great about having phones now and the fact that we've all been in the pandemic. A lot of people actually are interested and are willing to talk first before they go out on a date. So you can go out and maybe FaceTime or have a couple of FaceTime dates or conversations. And you can actually feel out pretty quickly if you're - if you even have a kind of connection or if you vibe well with the other person. And then if so, then you can go out on an actual, in-person date with them. So that's going to be a really great way for you to start almost screening who you even go out with before you even make it out the door."
    },
    {
      "author": "TAGLE",
      "text": "So for date initiators who are on a tight budget, it takes getting creative. What about on the other side? Are date acceptors responding to this? Is everyone on board with being a cheap date?"
    },
    {
      "author": "MYERS",
      "text": "So we actually have found - and this is probably a result of the economic climate that we're in right now - that people are actually more willing to be taken on a cheap date. Forty-two percent say that they're more accepting of a cheap date. And we asked them, well, what is a cheap date? And we actually found that it's $50 for millennials and under $40 if you're a Gen Z-er, which seems pretty low, especially if you're in a city like New York. But even though people are more accepting of cheap dates now, if you spend more money, they are still more likely to go out with you again. Big spenders are rewarded. If you are the person to go and ask the other person, you are rewarded. And if you are willing to essentially pay the bill, you are going to be rewarded."
    },
    {
      "author": "TAGLE",
      "text": "Got you. OK. What about footing the bill? You know, there's always that awkward dance at the end of dinner. Who's going to reach? Should I let him pay? Does the data say anything about that?"
    },
    {
      "author": "MYERS",
      "text": "So we did ask how they feel, you know, about splitting the check, right? And so they're actually becoming less likely to believe in splitting the check, although it is still popular. Seventy percent of daters say they are perfectly fine with splitting the check right now. But if the other person pays, it is going to increase your chances of getting a second date. And this is more important to women than it is to men. So 43% of women say that they're more likely to agree to a second date if the other person pays. And that's compared to just 29% of men. Now, there's obviously a lot of social conventions that go into dating and who should be footing the bill. And we definitely did see that show up somewhat in our survey."
    },
    {
      "author": "TAGLE",
      "text": "Can we talk about sharing your money woes when it comes time?"
    },
    {
      "author": "MYERS",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "Do you have any advice on how to start that conversation with someone?"
    },
    {
      "author": "MYERS",
      "text": "Right. So here's what we did find when it comes to first date conversations. We found that one of the most popular topics or things that people wanted to talk about is things like what you're looking for going forward. And so what that really says is that people are interested in dating thoughtfully and perhaps with a purpose. And so I'm not saying that you need to tell someone your entire debt-based story, but if you do see a future with someone and you are going to try to build some type of partnership, you 100% need to have that money conversation."
    },
    {
      "author": "MYERS",
      "text": "So the first thing I would actually recommend is that people start to think about who it is that they're dating. Is this someone that you see yourself dating long term? And if the answer is yes, then you really can start to think, OK, maybe I will start initiating these conversations around money. And one of the things that I would suggest is that both people need to be open, and they also need to be willing to be vulnerable with each other. And honestly, I believe that the sooner you do it in the dating process, the better. Because in the United States, one of the leading causes of divorce is still money-based issues. I have heard so many horror stories of people that are engaged, and they find out that their partner is tens of thousands of dollars in debt. Or they get married and they discover that their partner has a huge issue with spending money. Either they don't want to spend it at all or they spend way too much. And it causes friction and tension in the relationship."
    },
    {
      "author": "MYERS",
      "text": "You want to avoid those kinds of problems later on. And so you - it would be better to have that conversation while you are dating. Whether that's on date 10, date two, date 20, I think really depends on the couple and the comfort level that they have with each other. But you definitely want to have that kind of conversation at some point before you get too far down the road and too serious."
    },
    {
      "author": "TAGLE",
      "text": "So feel it out. Every relationship is going to be different. Every person is going to be different. But it's important..."
    },
    {
      "author": "MYERS",
      "text": "Right."
    },
    {
      "author": "TAGLE",
      "text": "...To know your potential partner's - their money beliefs, their money values before you get too entangled."
    },
    {
      "author": "MYERS",
      "text": "Absolutely. And this is something that you could definitely baby step your way into. For example, teaching children about money. We talk about incorporating it in regular, daily life in conversation. And we can do that when it comes to dating. You know, perhaps you're out on the street and you see something in the storefront and you remark, oh, that pair of shoes is really, really expensive. Personally, I would rather spend money on an experience. And that other person then can therefore share something that they feel about money. Maybe they are someone that would rather spend the money on shoes than going out to a restaurant. This is going to be a piece of information about finances and how you are viewing money and how you want to spend money. Incorporate it into daily conversation. Incorporate it into your dates in, you know, different ways. You're going to be surprised how much you can actually learn about someone and how they want to spend money or how they approach finances."
    },
    {
      "author": "TAGLE",
      "text": "Love that. Keep it casual. Let's say I have a first date I'm really excited about. How much should we budget? How can I be smarter about my dating moves?"
    },
    {
      "author": "MYERS",
      "text": "Right. So no matter what, everyone needs to have a budget. And if you are someone who is single and you are someone who is going out on dates, then you really want to make sure that you incorporate finding love into your budget. Maybe you put it in the fun money bucket. Maybe you actually have a dating bucket that you decide to put the money in. But you need to take stock of how much you actually are already spending on dating. And then you can ask yourself, is this too much, is this too little, or is this bang on where I think I actually want to spend, based on the other items in my budget? And then you can start to adjust accordingly."
    },
    {
      "author": "MYERS",
      "text": "If you realize you only spend $25 a month on dating, you might say, you know what? I actually have a lot more discretionary income. I think I'm going to up that number. Or maybe you're someone that's actually spending $1,500 dollars a month on dating, and you might say I cannot believe I have been spending this much money on taking someone out for drinks or for dinner or to, you know, get my nails done or whatever it might be. So you can start to make those adjustments. And then once you've really sort of figured out the amount of cash that you have to play with every single month, you can really let that be your guide on how many dates you actually go out on every single month or maybe even the types of dates that you're going to be going out on."
    },
    {
      "author": "TAGLE",
      "text": "You know, Kristin, this has all been really helpful. This was really good information. It sounds like, to me, overall, dating has just gotten more stressful, though. Is it worth it? Is it worth it for people to be jumping in or jumping back in?"
    },
    {
      "author": "MYERS",
      "text": "(Laughter) Well, I think that really depends. We all hear about how the dating world right now is a dumpster fire. But it must be worth it because everyone keeps doing it. Every single day, every single year, people still continue to try to find love and try to find a partner. So it definitely is, I would say, worth it. But like anything else, you want to make sure that you're spending your money wisely and that you're getting something back in return. So, you know, if you really want to find true love and, you know, someone to marry or some type of life partnership, then great. Then maybe you want to start thinking more thoughtfully about who you're dating and how often you're dating. And if you're not someone that's interested in that, then fine, you can let that be your guide in the kind of dates that you go out on and how much money you spend. But really ask yourself the question, what is it that you're looking for? And once you figure out what you're looking for, you can make a decision on how you want to spend your money to find it."
    },
    {
      "author": "TAGLE",
      "text": "Kristin Myers, thank you so much for joining us today."
    },
    {
      "author": "MYERS",
      "text": "Of course. Thanks for having me."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to start a budget, another on financial intimacy and lots more on everything from parenting to mental health. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, have you signed up for LIFE KIT Plus yet? Becoming a subscriber to LIFE KIT Plus means you're supporting the work we do here at NPR. Subscribers also get to listen to the show without any sponsor breaks. To find out more, head over to plus.npr.org/lifekit. And to everyone who's already subscribed, we thank you."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Clare Marie Schneider and Mia Venkat. Julia Carney is our podcast coordinator. Engineering support comes from Stacey Abbott, Neil Tevault and Valentina Rodriguez. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4163663798.mp3",
  "img": "https://media.npr.org/assets/img/2023/02/03/lk_gettyimages-200382681-001_wide-0cb8a549767397738813f396be37d9d80200a8b2.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "KRISTIN MYERS",
    "TAGLE",
    "MYERS"
  ]
}