{
  "title": "The science of finding a partner",
  "url": "https://www.npr.org/transcripts/1155069983",
  "intro": "Logan Ury, a behavioral scientist at the dating app Hinge, says making dating decisions based on initial chemistry alone is a losing battle. In this episode, dating coach Damon Hoffman speaks with Ury about her book, How to Not Die Alone.",
  "transcript": [
    {
      "author": "DAMONA HOFFMAN, HOST",
      "text": "This is NPR's LIFE KIT. I'm Damona Hoffman, certified dating coach and host of the \"Dates & Mates\" podcast. I get a lot of clients who say they've tried everything when it comes to dating, that there's just no one out there for them, or dating apps just won't work for them, or that they wish love would just happen naturally and they would meet someone at the grocery store. But I often see them making the same choices over and over again that leave them right where they started."
    },
    {
      "author": "DAMONA HOFFMAN, HOST",
      "text": "Our guest today also sees these kind of clients. It inspired her to write a book called \"How To Not Die Alone.\" I know. The title is not so subtle."
    },
    {
      "author": "LOGAN URY",
      "text": "I am really glad that you brought up the title. I've gotten a few messages here and there where it's like, you know, this is triggering me, and this is upsetting me. And I'm like, that's sort of the point."
    },
    {
      "author": "HOFFMAN",
      "text": "That's Logan Ury. She's a Google behavioral scientist turned dating coach. She's also director of relationship science at the dating app Hinge. She's heard countless stories from clients who go on pretty good first dates only to have it end there because they just didn't feel the spark."
    },
    {
      "author": "URY",
      "text": "I say in the book that the spark became my nemesis because I felt like my clients were looking for this thing that they had seen in the romantic comedy, that they had seen in a Disney movie, and they felt like if they didn't feel it right away, then why give someone else a chance?"
    },
    {
      "author": "HOFFMAN",
      "text": "She's on a mission to get people to shake up their dating habits using behavioral science."
    },
    {
      "author": "URY",
      "text": "I want someone to see it. I want them to stop and to pause and to say, OK, I'm on one path, and I'm headed in a certain direction, and am I headed in a direction of finding someone or not? And if I don't like the direction that I'm headed in, then I need to change course, and I need to shift my behavior. I need to shift my attitude. I need to do something else."
    },
    {
      "author": "HOFFMAN",
      "text": "Yeah. And people will tell me - as a dating coach, when I say you need to put a process around finding love, they'll say, but, Damona, that's not romantic. I just want it to magically happen. I saw this in the rom-coms. Why can't it happen for me like that?"
    },
    {
      "author": "URY",
      "text": "Are we seeing the same people 'cause, yes, I'm definitely getting those questions. My philosophy is called intentional love, and this is a way of looking at the world and of looking at your love life. I get to make decisions. I'm going to take control. I'm going to be considerate and thoughtful at every step of the way."
    },
    {
      "author": "HOFFMAN",
      "text": "In this episode of LIFE KIT, we'll talk about just that - my conversation with dating coach Logan Ury about identifying your dating blind spots and changing your actions when you're trying to get out there."
    },
    {
      "author": "HOFFMAN",
      "text": "The first part of Logan's book is all about understanding your own blind spots when it comes to dating. She's identified three major types of people who struggle to find love. And if you're frustrated in dating, listen up because you probably fall into one of these categories."
    },
    {
      "author": "URY",
      "text": "The first one is called the Romanticizer - the type of client who says, where's my Prince Charming, where's my Princess Ariel? I love love. Love is something that happens to you, and if it feels like work, then you're with the wrong person. And this person has what we call the soul mate mindset, where they think there's one person out there for everyone, and it should feel effortless. And so the Romanticizer has unrealistic expectations of relationships."
    },
    {
      "author": "URY",
      "text": "The second one is called the Maximizer, and this person has unrealistic expectations of their partner. This is the person who says to you, I like my girlfriend, but I could be 5% happier with somebody else, or is there someone out there slightly better for me or slightly hotter or slightly more ambitious or make slightly more money? And they even believe that there's an objective right answer."
    },
    {
      "author": "URY",
      "text": "And then the last one is called the Hesitater, and this is the type of person who isn't even dating because in their mind, they're not ready to date yet. They say, I'll be ready to date when I get a more impressive job, I figure stuff out with my family. And it's always this, one day, they'll wake up and be perfect and ready to date, but they're not yet."
    },
    {
      "author": "HOFFMAN",
      "text": "So for these Romantics and Maximizers and Hesitaters, how can each of these types get around their blind spots? You've described them very well, but now we have to individually move around them to find love and not die alone."
    },
    {
      "author": "URY",
      "text": "Well, the Romanticizer - we identified that their dating blind spot is that they have unrealistic expectations of relationships, and so they need to make a shift to the work-it-out mindset. And this is basically a philosophy on life in which love requires work. If you're putting in effort, then you're doing it right. When you hit an inevitable rough patch, you say, is this someone with whom I can navigate challenges and make hard decisions? And you invest more into the relationship. You don't give up on it. And this is so important because Romanticizers need to understand that relationships are work."
    },
    {
      "author": "URY",
      "text": "The second thing is that they need to put effort into finding someone. I had this client who was so sure that she would meet her wife on a plane. And she would get all dressed up for a flight, but then she wouldn't introduce herself to anyone on there, right? She just thought the universe would take care of it. And so for her, the work was actually pursuing people, putting effort in and understanding that it's not unromantic to go out and meet people. It's not unromantic to use the apps. In many ways, you have to find love and show the world that you're ready for it. It's not just going to strike like a lightning bolt."
    },
    {
      "author": "URY",
      "text": "The next one, the Maximizer - and as I said before, this is definitely the most common among my dating coaching clients, among my friends, and I think our culture is just really contributing to creating Maximizers. You know, everyone has to research everything they ever buy on Wirecutter before they make a decision. And so..."
    },
    {
      "author": "HOFFMAN",
      "text": "Completely - recovering Maximizer."
    },
    {
      "author": "URY",
      "text": "Yes, me too. And so in the book, I describe this thing called the secretary problem. And basically, imagine that you're hiring a secretary and you know you have 100 possible applicants, and you have to interview them one at a time and say yes or no after each one. And so this is a line of mathematical thinking called optimal stop theory. You don't want to choose too early because maybe all the good candidates are at the end, but you don't want to choose too late 'cause what if you get to No. 97 and you realize all the good ones were at the beginning, so what's the right amount of people to interview before you make your decision?"
    },
    {
      "author": "URY",
      "text": "And so the mathematically correct answer is 37%. After 37% of people - so in this case, 37 applicants - you say who was the single best applicant among that group? That person is now your benchmark. And then the next time you find someone who's as good or better than that benchmark, you hire that person."
    },
    {
      "author": "URY",
      "text": "And so if you apply this to dating, what you can say is, well, I don't know how many people I'll date, but maybe I'm going to estimate that I'll date for - let's say ages 18 to 40, and that's actually what they do in this book \"Algorithms To Live By.\" And so they say if you're going to date 18 to 40, then 37% is the year when you're 26.1 years old. And I know that that's very specific, but just bear with me. And so the idea is if you're past 26.1, you've probably already dated somebody who would make a great partner, and you already have that benchmark. And so next time you find someone who's as good or better than your benchmark, you commit to that person."
    },
    {
      "author": "HOFFMAN",
      "text": "Yeah."
    },
    {
      "author": "URY",
      "text": "And then, finally, with the Hesitater, I think the advice is very obvious. They just need to get out there and start dating. So you really need to adopt an identity as a dater. I am a dater. I am somebody who's going on dates. And just get out there because you're missing out on the chance to get better at dating. You're missing out on the chance to figure out what kind of person you like. And you're never going to be perfect."
    },
    {
      "author": "HOFFMAN",
      "text": "Right."
    },
    {
      "author": "URY",
      "text": "And you really need to work on accepting yourself and putting yourself out there, as opposed to imagining that one day you'll just wake up and be completely perfect and suddenly ready to date."
    },
    {
      "author": "HOFFMAN",
      "text": "Yes. And it's sort of that - in business, that MVP mindset, where you just start with your minimum viable product. You get something out there into the marketplace, and you see what kind of responses you get back. And I find that a lot of times, this can be experienced, this sort of - I don't know - product testing, if we're thinking of ourselves as the product in dating."
    },
    {
      "author": "HOFFMAN",
      "text": "I'm a huge fan of dating apps. I met my husband online, like, before they were even apps (laughter) when they were - back when they were sites. And that's how most of my clients do end up making a match today. But I do see there's hesitation sometimes about using the apps. And I think what sometimes people forget is that they're dealing with technology. They're dealing with a tool and not with the traditional elements of attraction. But you even say in your book, some of the traditional elements of attraction don't matter as much as we think they do anyway. You say - I can't - I'm not going to say it 'cause I'm somebody's mama. But (laughter) you say F the spark."
    },
    {
      "author": "URY",
      "text": "Yeah, we'll just say F. We'll just say F. I won't put you on the spot."
    },
    {
      "author": "HOFFMAN",
      "text": "Yeah, (laughter) you say F the spark. I want to know what you mean by that and why, as a behavioral scientist, you feel that the spark leads us astray."
    },
    {
      "author": "URY",
      "text": "Absolutely, yes. So one of my common experiences as a dating coach was that one of my clients would be really excited about a date. And then he would go on the date, and he would call me afterwards. And he would say, the guy was awesome. We had a great conversation. It was really fun. I'm not going to see him again. And I would say, what? What are you talking about? And he would say, yeah. I'm sorry. I just didn't feel the spark. And this was just, like, this catchall word that people would use to say, I just didn't feel this instant chemistry. I just didn't feel this pang of excitement."
    },
    {
      "author": "URY",
      "text": "And so I have that chapter, as you described, called \"F The Spark.\" And in it, I debunk three myths around the spark. And the first one is the spark cannot grow. And that's absolutely not true. We have research that shows that only 11% of people feel love at first sight or felt love at first sight with their partner. And the second myth is that, if you feel the spark, it's necessarily a good thing. Some people are just really sparky. They give everyone the spark. They're really hot. They're really charming. And maybe they're really narcissistic. And so what you think is emerging between you and this other person is actually something about them that they give off to lots of types of people."
    },
    {
      "author": "HOFFMAN",
      "text": "Yes."
    },
    {
      "author": "URY",
      "text": "And the third thing is that just because you have the spark at the beginning doesn't mean that it's going to be a viable relationship. Many divorced couples who I've interviewed, they had the spark. Lots of people - I mean, it sounds so silly. But lots of people stay together for this how-we-met story because if you are that Romanticizer, you say, how could we have had this perfect, magical moment where I reached for the tomato at the farmer's market and he reached for the tomato at the same time and our eyes met and we fell in love?"
    },
    {
      "author": "URY",
      "text": "You're so invested in this how-we-met and this soul mate fantasy that you stay in the relationship even though, who cares how you met? That's 0.01% of the whole relationship. And so I really encourage my clients to forget about this initial pang of excitement and instead focus on things like being with someone who makes you feel interesting and desired and attractive and smart or whatever it is for you, whatever side of you you want someone to bring out. And my advice at the end of the \"F The Spark\" chapter is go for the slow burn. And the slow burn is that person who may not be initially sparky. But they are reliable and kind and loyal. And you like them more and more each time that you are with them. And oftentimes, slow burn people are overlooked because they don't give off that initial spark. And people don't go on the second date with them. But they truly make some of the best long-term partners."
    },
    {
      "author": "HOFFMAN",
      "text": "I definitely see that and see how many people are looking for an immediate yes, no in the first date. I have - I tell my \"Dates & Mates Podcast\" listeners three dates. I have a three-date rule."
    },
    {
      "author": "URY",
      "text": "Yeah."
    },
    {
      "author": "HOFFMAN",
      "text": "As long as you're interested enough to get..."
    },
    {
      "author": "URY",
      "text": "Yeah."
    },
    {
      "author": "HOFFMAN",
      "text": "...To spend another day with them, then you go to the second date. You have a two-date rule, which I think is very generous (laughter)."
    },
    {
      "author": "URY",
      "text": "Yeah."
    },
    {
      "author": "HOFFMAN",
      "text": "But tell me what you think unfolds in that second date and why you recommend people give it more than one meeting."
    },
    {
      "author": "URY",
      "text": "One of the ideas of behavioral science is that we all wish that we could do certain things. We wish we could eat healthier, workout more, save more money, spend less. And we think, if only I had the willpower to do that. But oftentimes, you know, willpower is a lie. And we can really use defaults to our advantage. And so what I recommend is, as a way to meet those slow burn people, as a way to not miss out on those diamonds in the rough, say to yourself, I'm going to go on at least two dates, that that's my default."
    },
    {
      "author": "URY",
      "text": "And why that matters so much is that instead of spending the first date doing what you called, you know, the yes, no, you actually just enjoy yourself. And you say, well, I know I'm going to meet this person again. So I can kind of just relax and get to know them. I'm not in this evaluator mode the whole time where I'm saying, are they good enough for me? And do they check all the boxes? And you can actually just relax and have a better time. And so not only does it make the first date more enjoyable, it also helps you not miss out on people who take a longer time to warm up."
    },
    {
      "author": "HOFFMAN",
      "text": "So for anyone who's having heart palpitations right now about the first date, I know that does create a lot of anxiety. How do you recommend that people prepare for a first date both in the time leading up to the date, how you get there and then also what you're doing on the date, because not all first dates are created equal?"
    },
    {
      "author": "URY",
      "text": "Yes. Well, the date begins a lot earlier, and it begins with your mindset. And so I recommend people do a pre-date ritual. And that might be taking an hour between work and the date, taking a bath, listening to your favorite podcast, calling a friend, playing your feeling-great playlist, whatever it is that kind of gets you in that mood and shifts you from the work you to the fun you. And so really, yeah, so Step 1 is the pre-date ritual."
    },
    {
      "author": "URY",
      "text": "The second thing is that when I look at how people date now, they've taken all of the fun out of it. And dates really feel like job interviews. It feels like I sit down with my job rec that I wrote and you sit down with the job rec that you wrote, and we essentially interview each other about, you know, what we studied in college and, you know, the best place in the city to get X, Y, Z, and, you know, all of this resume info and stuff that's really just small talk. And so what I recommend is that people actually design dates that are more fun. And so some things that they can do are just adding a sense of play into it. Can you meet up in the park and say, let's run around and pet five dogs? Can you invent a game where you narrate the voices of the people sitting at a table nearby?"
    },
    {
      "author": "URY",
      "text": "Even for a virtual date, can you go on a walk in your neighborhood and each of you shows what's around on your screen and you kind of narrate your neighborhood to the other person? How can you make it more playful? How can you get out of that small-talk mindset, where who cares how many siblings you have? Like, it just doesn't matter. You can cover that later. It's so much more about what keeps you up at night? What's exciting to you? What's your favorite piece of music? Really, who are you as a person?"
    },
    {
      "author": "HOFFMAN",
      "text": "Yeah. And I love how you mentioned, Logan, how we are dating by checklist. We are saying, well, how much money does he make? Well, what school did he go to? What job does he have? How tall is he? Instead of - how do I feel when I'm with this person? You say in the book, you should also be interested and not interesting. We focus so much on how do I tap dance to impress this person, rather than being in the moment and really responding to what you're sharing together. Do you have any tips for how people who are more in that checklist mindset can get more into the feel of the date when they're there?"
    },
    {
      "author": "URY",
      "text": "My advice around this is answering the post-date eight after you end the date. And so these are a series of questions with things like, did I feel curious about the person? What side of me did they bring out? And there's research on gratitude journals that shows that if at the end of the day, you have to write down three things you're grateful for, you're training your brain to look for those throughout the day. And that's the same idea with the post-date eight. If you're in that evaluator mindset, where you have this checklist and you're seeing, does somebody check all the boxes, you're not experiencing the date. You're not present."
    },
    {
      "author": "URY",
      "text": "But if after the date, you have to answer questions like, how did my body feel around that person and what side of me did they bring out, then you are training yourself on the date to actually tune into that. And so it's really this three-step process. It's the pre-date ritual, designing dates that are fun and lead to connection and skipping the small talk. And then afterwards, answering the post-date eight so you can really tune in to what side of you that person brought out."
    },
    {
      "author": "HOFFMAN",
      "text": "That's dating coach Logan Ury. If you want to read her full post-date eight, you can find them at npr.org/lifekit."
    },
    {
      "author": "HOFFMAN",
      "text": "So let's recap. Think about your dating blind spots. Are you a Romanticizer, Maximizer or a Hesitator? Rethink the spark. Instead, go for the slow burn. Try making a second or a third date your default. And make dates more playful. Avoid the resume comparison and have fun. That way you can reflect on how that person made you feel, rather than focusing on how tall they are."
    },
    {
      "author": "HOFFMAN",
      "text": "For more LIFE KIT, check out our other episodes. There's one about setting up boundaries with your family and another on how not to procrastinate. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip - this time from Alex (ph) in Brooklyn."
    },
    {
      "author": "ALEX",
      "text": "Hi, LIFE KIT. My tip is for the last couple years, I've been doing something called No Debt November. That means that for the entire month of November, I cannot use a single subscription service. And all the money that I save that month from not using any subscription services, I save that money and I tend to make a nice big deposit to my student loans on January 1 as, like, a New Year gift to myself. But I have friends who use that money for other things."
    },
    {
      "author": "HOFFMAN",
      "text": "Sounds like a good tip you can use any month you want. If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "HOFFMAN",
      "text": "This episode was produced by Meghan Keane, who's also the managing producer. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Clare Lombardo. And our editorial assistant is Clare Marie Schneider. I'm Damona Hoffman. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1090060056.mp3",
  "img": "https://media.npr.org/assets/img/2023/02/10/lschreiber-npr_blueheartfinal_wide-12a72ef2a5a3041f1be54799d30538098fa5d091.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "DAMONA HOFFMAN, HOST",
    "LOGAN URY",
    "HOFFMAN",
    "URY",
    "ALEX"
  ]
}