{
  "title": "4 pieces of advice for caregivers, from caregivers",
  "url": "https://www.npr.org/transcripts/1157494002",
  "intro": "1 in 5 Americans are acting as unpaid caregivers. The work can be meaningful but also stressful. Caregivers give advice about how to approach the job, find support and make time for yourself.",
  "transcript": [
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "This is NPR's LIFE KIT, with tools to help you get it together."
    },
    {
      "author": "TK DUTES, HOST",
      "text": "Imagine this - you're living it up in New York City, six months into the job of your dreams in late-night TV, and you get a call that changes everything. That's what happened to Jacquelyn Revere in 2016."
    },
    {
      "author": "JACQUELYN REVERE",
      "text": "I was on the subway. I received a phone call from my mom's friend, who said, there's something wrong with your mom. You need to fly home."
    },
    {
      "author": "DUTES",
      "text": "When she got home, it was really bad. Jacquelyn's mom had Alzheimer's disease, and her mental state had been declining. The mortgage hadn't been paid in two months, and a foreclosure notice waited for her."
    },
    {
      "author": "REVERE",
      "text": "There was, like, spoiled food everywhere. And my mom was not in a mental space where she could be coherent."
    },
    {
      "author": "DUTES",
      "text": "Before getting sick, her mother was also taking care of her own mother with dementia. Suddenly, at age 29, Jacquelyn became a full-time caregiver, taking care of both her mother and her grandmother."
    },
    {
      "author": "REVERE",
      "text": "I was just kind of, like, dropped into the middle of caring for two people who I love. And so there is a huge emotional, mental and physical side of care that we just don't talk about that much."
    },
    {
      "author": "DUTES",
      "text": "One in 5 Americans are like Jacquelyn. According to a 2020 report from the National Alliance for Caregiving and the AARP, that's more than 50 million Americans acting as unpaid caregivers to family members and loved ones."
    },
    {
      "author": "DUTES",
      "text": "I'm TK Dutes. Before I was a reporter, I used to be a former health care provider for 15 years. I worked alongside primary caregivers every day to ensure their loved ones, children, elderly, disabled and chronically ill people had a great quality of life. My presence was a momentary respite for family members that were on duty in their own homes 24 hours a day. So on this episode of LIFE KIT, how caregivers can care for themselves. I'll talk with two caregivers about what's worked for them, what they wish they'd done differently, how it changed them and how we can support the caregivers in our lives."
    },
    {
      "author": "DUTES",
      "text": "Becoming a caregiver is a big transition. You go from taking care of yourself, your immediate family, maybe some pets, to taking responsibility for the physical, emotional and financial well-being of another, often coming out of nowhere, shattering any plans you may have."
    },
    {
      "author": "DUTES",
      "text": "How did it feel going from college to being a full-time caregiver? Did you feel like, you know, whoa, this is not fair? Or like, damn, like, I got to leave school? What was that transition like?"
    },
    {
      "author": "TREZURE EMPIRE",
      "text": "It was just like I had to mourn, you know, the life that I was setting up, the life that we even prepared me for."
    },
    {
      "author": "DUTES",
      "text": "TreZure Empire is a multidisciplinary artist from the Bronx who got her start in music and has since branched off into streetwear and swimwear through her company Conch + Cowrie."
    },
    {
      "author": "TREZURE EMPIRE",
      "text": "I'm also my mother's primary caregiver, and I have been my entire adult life. So I just crossed my 20th year as a caregiver."
    },
    {
      "author": "DUTES",
      "text": "She was leaving for college when her mom had a botched knee replacement surgery that set off a ripple effect of eight more surgeries on the same knee and eventually the other knee. As time went on, it would render her mom permanently disabled and in need of continuous care."
    },
    {
      "author": "TREZURE EMPIRE",
      "text": "You know, as an artist, it was a blessing and also a curse to tour 'cause I didn't know who was going to take care of my mom. And so it just stopped me from doing things - not that she asked me to, but what are you going to do when you see somebody down? Like, go play superstar?"
    },
    {
      "author": "DUTES",
      "text": "Which brings us to Takeaway No. 1 - feel your feelings. You're going through a life-altering event, and there's no blueprint for taking care of someone you love."
    },
    {
      "author": "DUTES",
      "text": "Can you talk more about mourning the life that you - you know, you guys prepared you for? Has your mom ever talked to you about that?"
    },
    {
      "author": "TREZURE EMPIRE",
      "text": "I mean, we do. It's very difficult to be - you know, I feel like it's messy, like, the roles that we play and have played. You know, we've been each other's caregiver for the same amount of time. And we're very different people. My mom obviously loves me and loves me being around, and I love to be around, but as a person, you know, if not for these situations, I probably would be far away."
    },
    {
      "author": "DUTES",
      "text": "Caregiving changes your life in profound ways, and it also feels like you're having the biggest case of FOMO ever. You start seeing milestones slipping away, and you might think, that should be me. For Jacquelyn, who started taking care of her family at age 29, it was hard to see her peers posting about their promotions or engagements online."
    },
    {
      "author": "REVERE",
      "text": "And it got to a point where I had to, like, stop social media because, like, it's seeing the highlights of people every day. Meanwhile, I'm here, and I'm like, oh, my grandma is incontinent. Like, how do I figure that out? You know, or she's, you know, just calling me every name to exist."
    },
    {
      "author": "DUTES",
      "text": "Yeah. Yeah."
    },
    {
      "author": "REVERE",
      "text": "I'd be like, where did you get that word from? That's like - I haven't heard that since..."
    },
    {
      "author": "REVERE",
      "text": "I'm like, OK, Grandma."
    },
    {
      "author": "DUTES",
      "text": "She was pulling out those old curse words at you."
    },
    {
      "author": "REVERE",
      "text": "Yeah. The old ones - hussy, trollop. I was like, what? You got - let me write these down."
    },
    {
      "author": "DUTES",
      "text": "Eventually, somewhere between changing bedsheets and fielding old-school name-calling, it can feel like you're being punished or that you're being forgotten."
    },
    {
      "author": "REVERE",
      "text": "When you're home every day with two people that you love who are sick and no one is stopping by, or when someone calls, they ask, how are the people that you're caring for, and they don't ask about you, you start to feel like you're not important. And then, you know, I went through various stages of depression, feeling worthless."
    },
    {
      "author": "TREZURE EMPIRE",
      "text": "I was very ashamed for a long time because I didn't know how to explain my role. Like, I'm not a paid caregiver. And I just felt guilty. I thought that I was lacking or that somebody could do it better. But I had to learn like, no, girl, like, you are traumatized, you know? These things are very difficult to deal with alone."
    },
    {
      "author": "DUTES",
      "text": "Guilt, loss, shame and resentment are just a few of the feelings that caregivers have while learning to care for their loved ones. The only way through is to be gentle with yourself and know that everything you do has an effect on the person that you're caring for."
    },
    {
      "author": "TREZURE EMPIRE",
      "text": "It's very easy to give in to the frustration of caregiving, but it's what I have to do to be the best person I could be - like, to really check myself, like, not for her but for me. Like, you want to be bothered? You want to make her feel like you bothered all the time? You cool with that?"
    },
    {
      "author": "REVERE",
      "text": "Forgive yourself because when you're starting out, you will make mistakes. You will get short-tempered. And so you will build up resilience over time. And so you sitting in a corner completely having a meltdown will happen one year, but in Year 4, you'll be like, oh, just another Tuesday."
    },
    {
      "author": "DUTES",
      "text": "Part of building up resilience is the team of people you have around you."
    },
    {
      "author": "TREZURE EMPIRE",
      "text": "For someone that's entering into this world, I would suggest that you install a care team for whoever you're taking care of, as well as a care team for you, whether it's your best friends or a therapist, some team of two to three people that you can depend on, and make sure you set schedules for your own life goals."
    },
    {
      "author": "DUTES",
      "text": "That's Takeaway No. 2 - establish your own care team."
    },
    {
      "author": "REVERE",
      "text": "Start by figuring out who's all a part of it. Everyone's not meant to bathe Mom. Everyone can't mentally put their head around it."
    },
    {
      "author": "DUTES",
      "text": "Yeah. They're like, nah, not that, but I'll send you..."
    },
    {
      "author": "REVERE",
      "text": "Right."
    },
    {
      "author": "DUTES",
      "text": "...You know, $500. You know?"
    },
    {
      "author": "REVERE",
      "text": "Exactly."
    },
    {
      "author": "DUTES",
      "text": "Your care team can have specific jobs. Delegating those jobs can invite your community to help alleviate some of the pressure. Start small if you're nervous."
    },
    {
      "author": "REVERE",
      "text": "Whether it's ordering someone to come and tidy up a house, having a meal sent, scheduling some time to just show up and just walk. Something that one of my friends would do is she would just stop by and she would say, hey, let's walk. And something, like, so simple would just, like, help me to clear my mind."
    },
    {
      "author": "DUTES",
      "text": "Friendships and other relationships look very different for caregivers. Every second is accounted for, and not all of our friends are built to deal with complicated feelings and situations. Jacquelyn experienced major shifts in her circles."
    },
    {
      "author": "REVERE",
      "text": "There are people who I expected to show up who were like, this is too much; I can't. Every time we talk, you're, like, crying, and I don't really want to sit on the phone with you crying every day. And so though I couldn't offer grace in that moment, I can totally see, like, how my dynamic as a friend had changed, and I couldn't show up for them in the same way, and they couldn't show up at all. To be honest, while caring for my mom, most of the friends who I made were people who had already cared for someone or who were currently caring for someone."
    },
    {
      "author": "DUTES",
      "text": "Yeah. It becomes a club, so to speak."
    },
    {
      "author": "REVERE",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "Sometime our friends may not ask for help for many different reasons, but it doesn't mean it's not needed. Being proactive can mean the world to our caregiver friends."
    },
    {
      "author": "TREZURE EMPIRE",
      "text": "I guess in terms of relationships, I'm very thankful for everything that anybody could do for me because I don't expect it, and we are all we really do have. I don't know if that's the healthiest way to have to live, but it's definitely the American way."
    },
    {
      "author": "DUTES",
      "text": "Takeaway No. 3 has to do with the most American thing ever - work, hustle, grind. And capitalism has us in a chokehold. Jobs should give as much as they take. Making your current workplace understand your challenges is important."
    },
    {
      "author": "REVERE",
      "text": "Having the talk with your boss, trying to help them understand what it means to give care to someone. Like, many work cultures understand caring for kids, but they don't really, like, get what it is to care for a senior."
    },
    {
      "author": "DUTES",
      "text": "When you're having the talk with your employer, consider asking about the possibility of other options, like hours based on need, compressed workweeks or hybrid work schedules. Look into your workplace's policies and state laws to see if you're eligible under ELECT, which is the Eligible Leave for Employee Caregiving Time Act, to use paid vacation time or sick days to care for loved ones. If not, see if unpaid leave is an option under the Federal Family and Medical Leave Act. Financial burden is a huge stressor for caregivers. It impacts where you can live, what kinds of services are eligible to their loved ones, and since we live in a world that celebrates productivity overall, it narrows down work options extremely. So making sure company culture is aligned with your situation is important. Here's TreZure."
    },
    {
      "author": "TREZURE EMPIRE",
      "text": "Just remember that this is unpaid work, and there aren't a lot of rights for caregivers. Like, you can't deny someone for being disabled, but you can totally deny me for my role as a caregiver to someone that's disabled."
    },
    {
      "author": "DUTES",
      "text": "That's another way we can show up for caregivers. Jacquelyn reminds us to vote and petition. Be on the front lines fighting for paid leave, caregiver and domestic workers' rights."
    },
    {
      "author": "REVERE",
      "text": "Learning about advocacy, learning movements that are happening to get family caregivers paid, the movements to have more social supports - like, this is kind of a field where we need to advocate for what we need in order to get it."
    },
    {
      "author": "DUTES",
      "text": "While you work to advocate for the care of your loved one, TreZure, my personal self-care guru, reminds us to make time for ourselves. That's Takeaway No. 4 - find time for yourself. Whether it's just to help alleviate your stress, having hobbies or working towards larger goals is important because TreZure told me that you have the right to be in need as well."
    },
    {
      "author": "TREZURE EMPIRE",
      "text": "You should not be trying to take care of anybody before yourself. Your day's got to start for you first. Your relationship with your life has to begin first, and you have to construct a system that allows that. And if it can't be first, then it has to be last, but there has to be time that is yours."
    },
    {
      "author": "DUTES",
      "text": "What does your system look like? Or, like, what could a system look like?"
    },
    {
      "author": "TREZURE EMPIRE",
      "text": "A good system for me is start your mornings quiet, either movement, meditation, just to stretch your body. And I pray over myself, to hold onto my light. I try my best to also journal these days just to cut the time off, to just make sure that however you felt throughout the day, you could leave it somewhere."
    },
    {
      "author": "DUTES",
      "text": "You can also build time in with yourself by making distance. Booking a short getaway or spa day outside the house gives you something to look forward to that's for you and only you. Making appointments is a way to make sure you stick to your self-care plans. As for Jacquelyn - remember at the top of the episode - she was six months into a promising career as a TV writer when she had to stop and switch gears? She turned to online courses and let her care work infuse her writing."
    },
    {
      "author": "REVERE",
      "text": "I wrote a pilot based on care. And so what's sort of happening is that, like, care and letting care take up my life and caring for people that I love and trying to learn as much about it has led me into the same path that I had started in."
    },
    {
      "author": "DUTES",
      "text": "Being in community online has been so instrumental to Jacquelyn's caregiving that she started a social media account, @momofmymom, where she shares her experiences taking care of and spending time with her mother, who had Alzheimer's disease. Nearly 800,000 people look forward to her advocacy, having a place to vent or just finding support there."
    },
    {
      "author": "REVERE",
      "text": "And so my life became care 'cause I didn't know how to be a caregiver without my life becoming it."
    },
    {
      "author": "DUTES",
      "text": "Caregiving is about growth. The person you were when you started the journey is not the person you become."
    },
    {
      "author": "TREZURE EMPIRE",
      "text": "I shouldn't have expected of myself to know what to do. As someone who's not taught how to do that, to have to learn in a very survivalist way - but nobody really taught me. I didn't start, like dealing with things where even the medical teams would be like, let's teach her, until recently."
    },
    {
      "author": "DUTES",
      "text": "Caregiving is hard. You'll be challenged at every turn. But the life lessons and gifts it provides are invaluable."
    },
    {
      "author": "REVERE",
      "text": "I hate to say it, but if I could do it again, I would because I would be so much better at it, and I would have less resentment, and I would just know how to move about it in a much healthier way and know that there is good that can still come from something that is so sad."
    },
    {
      "author": "DUTES",
      "text": "What have you learned as a caregiver that's going to carry into the rest of your life?"
    },
    {
      "author": "REVERE",
      "text": "I love the senior community in a way that I would not have because they are very much invisible. When you're not contributing to society in a monetary way, I think people tend to not see you. I can look past that now. I can look past the monetary value of a human, which I think is what's most important."
    },
    {
      "author": "DUTES",
      "text": "Let's recap. Takeaway No. 1 - feel your feelings and process them. Know that you're trying your best, and no one is perfect. So be gentle with yourself."
    },
    {
      "author": "TREZURE EMPIRE",
      "text": "How do you take care of yourself? How do you show up for yourself?"
    },
    {
      "author": "DUTES",
      "text": "Takeaway No. 2 - let people help you. Make sure you have support for your loved ones and yourself."
    },
    {
      "author": "REVERE",
      "text": "Figure out all the supports that you have. Let them know what they can do to help."
    },
    {
      "author": "DUTES",
      "text": "Takeaway No. 3 - learn all the ways your job can support your role as a caregiver. Have frank discussions with your employer about how you can be best supported at work. Find out if your state laws or workplace policies offer paid or unpaid leave. Takeaway No. 4 - make time and space for yourself nonnegotiable."
    },
    {
      "author": "TREZURE EMPIRE",
      "text": "I need the balance so - to be able to keep it going. Otherwise, I'm no good to either of us."
    },
    {
      "author": "DUTES",
      "text": "Finally, a bonus takeaway - make memories."
    },
    {
      "author": "REVERE",
      "text": "I think what's most important is making moments, making value of the time that you have, really important."
    },
    {
      "author": "DUTES",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one all about resilience and another one on how to switch careers. You can find these at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a random tip from one of our listeners."
    },
    {
      "author": "MERRITT",
      "text": "Hey there. Merritt (ph). And my life hack is when you meet someone new, go into your contacts and write a little note, and if there's anything that you want to remember about this person - you know, they have a dog named Fred or this is their coffee order - put all of that in there, and it makes you look really attentive."
    },
    {
      "author": "DUTES",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "DUTES",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Mia Venkat and Clare Marie Schneider. Julia Carney is our podcast coordinator. Engineering support comes from Patrick Murray, Neil Tevault and Carleigh Strange. I'm TK Dutes. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5624793692.mp3",
  "img": "https://media.npr.org/assets/img/2023/02/16/gettyimages-1397344056_wide-e509623e76482df93a80db6324f6f1621bbc849a.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "UNIDENTIFIED PERSON",
    "TK DUTES, HOST",
    "JACQUELYN REVERE",
    "DUTES",
    "REVERE",
    "TREZURE EMPIRE",
    "MERRITT"
  ]
}