{"title":"How to file your tax returns: 6 things you should know this year","url":"https://www.npr.org/transcripts/1158816222","intro":"For something that's legally required, taxes can be confusing. This guide covers the latest credits and deductions — and helps you plan ahead for next year.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"This is NPR's LIFE KIT with tools to help you get it together."},{"author":"MARIELLE SEGARRA, HOST","text":"Hey, everybody. Marielle Segarra here. It's that time of year - time to file your taxes. Yeah, technically you have until April 15, but it's generally a good idea to start before then so you're not scrambling at the last minute to find a form or your accountant's number or your password for that tax website you use. I used to cover taxes and tax law as a reporter at Marketplace, and one fascinating and frustrating thing I would think about all the time is that we're just expected to know how to do our taxes. But most of us didn't learn that skill in school. And unfortunately, the tax system in the U.S. is pretty complicated. So on today's episode, we're going to do some tax filing 101. Basically, what steps should you take as April 15 approaches? And we'll talk about what to consider for the year ahead, too, because tax planning is something else we almost never learn, but it can save you a lot of money."},{"author":"MARIELLE SEGARRA, HOST","text":"All right. I know taxes are not the most exciting topic, but you got to do them every year. So let's jump right in. The first thing you want to do, and this is takeaway one - figure out how you're going to file your taxes. You don't have to pay anyone to help you. You could download forms from the IRS like the 1040, which is the basic tax form, read the instructions, fill everything out and submit by mail or online. That is easier if someone like a parent has walked you through it or if you have a simple tax situation, like one job in one state for the entire year."},{"author":"AKEIVA ELLIS","text":"It's not too bad if you're doing that with, you know, you just have one W-2 and no other types of income and it's pretty straightforward."},{"author":"SEGARRA","text":"That's Akeiva Ellis, a certified financial planner and co-founder of a financial education company for young adults called The Bemused."},{"author":"ELLIS","text":"But as your life gets more and more complex, you know, you've lived in multiple different states or worked in multiple different states, and you have itemized deductions and you might have a business on top of all of that - right? - just as life gets more complicated, I feel like turning to the electronic software kind of helps to simplify things and just make sure you don't leave anything out."},{"author":"SEGARRA","text":"And this is what a lot of people default to. They use some kind of guided online software. There are ways to do this for free. Like, if last year your adjusted gross income, which you can find on your last tax return, was $73,000 or less, you qualify for a program called IRS free file. Find out more on the IRS website. If you don't qualify, Akeiva says you can still get pretty good deals on online tax software."},{"author":"ELLIS","text":"The one that I use, for example, only charges $15 per state, and the federal return is free."},{"author":"SEGARRA","text":"That's called Free Tax USA. Your other option is to go to a tax preparer or an accountant. This can make sense if you're doing your taxes for the first time, if you've had a major life change, like you got a new job or got married or started a business, if you have a more complex situation or if you want to do some tax planning for the year ahead. Andrea Parness is a CPA and a certified tax coach, and she says if you're looking for a professional, start by asking friends and family for referrals."},{"author":"ANDREA PARNESS","text":"Once you get the referral, you want to interview the person and ask, will you be giving me advice? Will we have an appointment? What's your process, so that you - you know, it's like kicking the tires."},{"author":"SEGARRA","text":"You should also ask that person what happens if they make a mistake? Who pays penalties and interest? The next thing you want to do is gather your documents and information - that's takeaway two. The IRS has a list of documents you might need, and tax preparers can give you one, too. But some common examples - W-2 forms, which report your income and your employer will send you in the mail, student loan interest forms, bank interest forms, and also any receipts for things you're planning to take as a tax credit or deduction. Which brings us to takeaway three - think about which credits and deductions you qualify for. A little background here - credits and deductions are different things, but they're both benefits from the government that save you money on taxes."},{"author":"PARNESS","text":"You know, the tax laws are really set up to influence behavior. So if the lawmakers are saying, you know, we want people to be really more energy conscious and we want people to pay in money for retirement, we want to encourage that kind of behavior."},{"author":"SEGARRA","text":"Then they'll pass laws that say you can get a credit or a deduction for doing it. Lawmakers also create these when they want to support a particular group financially. Like, there's a tax credit for people with children under 17. There's another credit that helps people pay specifically for child care."},{"author":"PARNESS","text":"Let's say you're adopting a child. There's credits to help mitigate the cost of that. There's credits for contributions to your retirement plan."},{"author":"SEGARRA","text":"Now, a tax credit lowers your tax bill, so it comes off the top of whatever you owe. That's different from a tax deduction."},{"author":"ELLIS","text":"A tax deduction is something that reduces the amount of income you have to pay tax on."},{"author":"SEGARRA","text":"So let's say you qualify for a deduction worth $5,000. You don't have to pay taxes on that money. So if your federal tax rate - that's the percentage of your income you pay in taxes - is 25%, well, let's do the math. Twenty-five percent of five grand is $1,250. That's how much you'll save. Some examples - you can deduct health care expenses, state and local taxes, charitable contributions, certain expenses if you're a teacher."},{"author":"PARNESS","text":"You know how teachers love to decorate their classrooms in the hallways and bring stuff in for their students. So there is this deduction for - it's called an educator expense. And it just got increased by $50. It was $250 forever, and now it got increased to $300."},{"author":"SEGARRA","text":"There are a lot of eligibility requirements for credits and deductions. Like, some expenses qualify and some don't. I mentioned the tax credit for child care. That can include daycare, a babysitter - even day camp is eligible, based on your income and how much you're spending."},{"author":"PARNESS","text":"But sleepaway camp is not."},{"author":"SEGARRA","text":"So you want to figure out which credits and deductions you're eligible for. If you're doing your taxes on your own, the IRS has some lists you can look at on its website. If you use software, it'll prompt you."},{"author":"ELLIS","text":"So they'll ask you questions like, OK, were you in school in this tax year? Did you make any student loan payments in this tax year? Did you have a child in this year? Right? There's so many different questions."},{"author":"SEGARRA","text":"Same thing goes for tax preparers. They will ask you questions. But do your research."},{"author":"PARNESS","text":"You certainly always want to be able to educate yourself and not just depend on someone else asking you, hey, did you do any - did you buy a new car? Did you do this? Did you put your kid in daycare? You know, everybody runs their practice differently, and not everybody asks those questions."},{"author":"SEGARRA","text":"There have been a few changes to tax credits and deductions for the 2022 tax year, which is the one you're filing now. The child tax credit is less generous for 2022 than last year, and a special deduction for charitable giving expired. Also, if you bought an electric car between mid-August and the end of December and you want to take a tax credit for that, there's a new requirement for which cars are eligible. After you do your taxes, check your work, or your accountant's work or your software program's work, and then it's time to file. The deadline is April 15, but if you think you're not going to make it, you can file an extension with the IRS online. Then you'll have until mid-October to file the forms. But if you owe money, you still need to estimate how much and pay it now, or you might get hit with penalties later."},{"author":"SEGARRA","text":"Once the ink is dry, you'll probably be feeling pretty done with taxes until next spring. But bear with me, because it's time to plan for 2023. There are lots of things you can do to help yourself at tax time next year."},{"author":"PARNESS","text":"Tax planning gives you the opportunity to take some control of your life, of your finances."},{"author":"SEGARRA","text":"And it starts here with takeaway four - think about what went wrong this year on your tax return. Did you end up owing a lot of money? Nobody likes a big unexpected expense. Or on the other hand, did you get a huge refund? That's not actually a good thing, either. When you get a tax refund, that's just the IRS giving you your own money back interest-free. It would be better to have that money all year and do what you want with it. Akeiva says, in either case..."},{"author":"ELLIS","text":"This is the time to make changes. Consider updating the tax withholdings. Right? If you are an employee - right? - you can ask your employer for a new form W-4, so that you can properly tell them how much taxes to take out of your check."},{"author":"SEGARRA","text":"Another way you can plan for the tax year ahead - contribute to a tax-advantaged account. One common example is a 401k, and it's really just a way to take a tax deduction when you save and invest for retirement. The contributions come out of your paycheck before your taxes are calculated. Same idea with a health savings account or a flexible spending account - they let you pay for medical expenses with untaxed money. You can decide how much to put in these accounts based on what medical care you have coming up."},{"author":"PARNESS","text":"If your employer has a plan and you say, oh, my kid needs braces, you can fund that account and then pay for it as if your card from your employer is a credit card, and you just swipe it."},{"author":"SEGARRA","text":"You might also time a procedure so that you can use these funds. Like, if you know you'll have a bunch of money in your flexible spending account this year and it's not going to roll over to 2024, maybe you pay the entire bill for your kid's braces now. On the other hand, you might hold off on a treatment that's not urgent until next year if you know you'll have more tax-free money in your account then. Something else to consider - and this is takeaway five - look out for tax credits, deductions or rebates that you're newly eligible for. There are some new and expanded ones available for embracing green energy, thanks to a recent law. Like, you can get a tax benefit for switching from a gas stove to an electric one. Those will be handled through the states, and the details are still being worked out. But before you buy something that you think you'll get a tax credit or deduction for, make sure that particular product is actually eligible. Like, we talked about electric cars, but only certain ones qualify. It depends on the weight of the vehicle and where it's produced, among other things."},{"author":"PARNESS","text":"People who are interested in going out and buying, read the law. Like, call your accountant. Read the law. Understand when you're going in to buy one of these vehicles, is this vehicle qualified? Am I eligible for this credit?"},{"author":"SEGARRA","text":"And Akeiva says one important thing to keep in mind..."},{"author":"ELLIS","text":"Don't just buy something because you hear there's a tax benefit for it. Sometimes the true cost of the thing still outweighs the benefit on a tax perspective."},{"author":"SEGARRA","text":"But if you wanted to buy something anyway, it's good to know about the tax credits, and it also might make sense to hold off if you know there's legislation coming that'll make it a better deal for you."},{"author":"SEGARRA","text":"OK. I know that was a lot. Time for a recap. Takeaway one - decide how you're going to file your taxes. Does it make sense to do them on your own or to use a software program or to go to a tax preparer? Takeaway two - gather your documents. These include the forms you got in the mail from your employer or former employer, from your bank, from your loan servicer. The IRS has a handy list of documents you might need. Takeaway three - figure out your tax credits and deductions. Which ones are you eligible for this year? Even if you're getting help with your taxes, it's good to know this information. Takeaway four - think about what went wrong on your tax return this year. For instance, did you end up owing a ton of money or get a huge refund? You can make changes now so that doesn't happen next year. And takeaway five - plan ahead. Look out for tax credits, deductions or rebates that you're newly eligible for. A little planning and research now could lower your tax bill next year."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one on how to financially prepare for a baby and another on how to start saving for retirement. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Mia Venkat. Our visuals editor is Beck Harlan. And our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. And Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Julia Carney is our podcast coordinator. And engineering support comes from Carleigh Strange, Patrick Murray and Neil Tevault. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8722974258.mp3","img":"https://media.npr.org/assets/img/2023/02/22/gettyimages-1403824678_wide-3955e847a02cac3d8b15a9b1289c2117edaebb0f.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","AKEIVA ELLIS","SEGARRA","ELLIS","ANDREA PARNESS","PARNESS"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,46,17752,16152,18234,24158,14796,9967,11660,14053,9262,12885,14699,13879,12723,16594,5893,2751,1971,1441,1494,1108,854,8907,23203,15211,16984,18650,15692,18365,11416,187,8857,26060,23678,14096,6866,9315,10479,15062,10420,23514,17928,6437,21856,26966,13522,12481,29547,18272,16250,8521,8034,13664,10219,23647,12500,12524,26907,18511,23805,19989,10864,12837,1974,23262,22521,25656,15350,24037,16607,9167,20014,25979,21273,10347,24662,12025,24556,12234,13366,22074,27289,11442,20026,19216,13093,5752,13410,11563,6293,26637,22498,26134,20812,7417,17981,13978,18095,16719,13980,15134,22431,11624,7359,19175,16085,14888,22122,25500,13888,10011,15425,28777,17328,25796,22995,11798,23054,20913,24268,20825,9647,4056,26595,22853,16903,25032,20612,16438,6489,29390,21956,11099,9454,21688,15976,13931,17580,12002,7786,15548,24424,9179,5945,4116,27557,25370,28207,14552,21539,19852,10554,17546,25776,15648,10081,2532,988,22315,15871,19229,27130,10298,12522,9099,22678,15915,10030,8556,5954,15387,25159,16375,14115,21689,15182,25465,13889,12717,1421,11702,25655,21045,18294,14515,11199,10957,12275,12407,12697,8542,1690,6898,20860,15820,15369,13518,1946,3993,1486,1132,2999,3251,1800,860,1317,405,3742,2849,1934,3453,2546,2169,786,258,164,435,358,20516,23585,26599,16628,24737,14272,12019,26989,20029,13231,14507,20508,14949,17929,25020,13577,11606,11698,11571,14237,15083,17598,18128,23670,15197,9023,23661,24785,15747,20417,21267,24772,10172,9059,17377,17933,9703,17753,3209,18269,16025,20417,12923,14577,12092,10519,7684,9954,23807,15233,22372,16859,15985,13445,7399,17382,12218,14583,12955,24248,13388,19109,9969,20521,6931,18083,13623,15955,15944,10374,8712,15170,12394,11641,8847,13704,11465,7250,9389,24187,23300,15993,10556,86,58,8045,28195,10713,23867,13758,16077,26022,22468,12945,16705,15990,20017,19569,15639,17842,19652,11773,16075,13816,19137,7861,13591,5868,17158,20488,17395,15645,15049,23797,15241,16234,23614,17274,9988,16061,19742,16079,16771,12973,8630,21776,24069,28027,22182,24773,17953,25207,16759,17131,11276,104,3,4,7,19817,16357,18655,13561,16564,21379,18391,20683,8342,75,14857,7549,10574,13403,6694,15076,16817,8398,17568,19280,6423,19416,22287,21550,11720,8769,5971,19318,10777,9492,10527,6149,18134,16701,19061,20389,12066,14329,16731,10227,8957,12951,11376,13470,22621,16375,10409,7029,18312,23063,9393,21986,21755,20303,13012,14320,16465,11903,8687,12624,11335,11855,12395,12237,10456,22574,4979,21447,14853,21377,21861,15112,21544,7822,12631,6001,5,6,115,55,29,9,6,0,25870,23579,15522,24385,17793,12660,10089,13183,12213,11348,15850,17132,25153,24972,15763,8651,7343,22748,20601,24714,10794,3098,11767,19463,15875,12329,9212,5579,10072,10550,6646,3319,25698,26855,25513,10438,9083,12221,7079,10901,6417,25878,24132,14819,7513,14718,7466,21164,26863,19433,17294,9112,14581,26710,8495,14512,12491,7077,9008,8868,11457,11352,8301,5387,18053,16375,21589,7330,23967,18003,10636,7540,12558,16863,16525,13202,11861,17178,6240,7211,23810,12094,15992,22367,17408,11673,8786,9585,15310,7439,12326,5028,24996,25329,13717,10834,20492,7054,8429,6497,11711,22786,13507,10127,11039,9934,19526,10786,9658,12684,16412,17986,14575,13413,12435,14119,7358,8528,13523,14024,14683,16314,12166,12049,12770,9942,9496,12232,12421,15025,24339,12770,26364,10427,21295,25481,15880,9972,6489,11521,26723,25613,19300,15693,18809,12775,9143,6932,9698,12160,5057,23859,7367,8186,11730,22356,20642,20188,16282,13852,13511,8179,16065,3831,7862,14375,9199,20821,18382,20167,17055,16373,17063,12863,9683,14496,11288,12869,11167,20252,19604,13748,18264,9336,4548,10499,15248,14231,8596,18138,19692,18936,20031,7780,14675,18718,14072,10349,18198,10375,8382,10692,11111,5430,20061,16712,15300,20534,8952,15748,18033,15359,13246,12980,13146,9432,9251,11781,10242,9818,26853,20085,26193,10342,16604,9963,3163,12652,17222,24658,24219,22678,17262,17927,7404,1774,24570,24099,14832,24541,19369,8606,1170,27857,23458,25930,15680,25622,12598,12594,8850,12209,12067,9877,8698,9085,7581,14982,27021,14399,21123,10552,9562,24584,24158,11735,23933,24262,12865,16517,12818,15244,9827,17408,13268,1763,21569,13265,24862,13544,18515,10958,5939,411,8751,27852,24338,23183,10519,17494,7355,17957,18935,14022,18000,14591,15916,15823,14612,12667,12642,7389,22083,22087,16207,12909,12623,14966,9996,15246,20706,14486,13793,20858,13562,18277,14329,8852,7793,16521,20394,24024,13056,12803,12472,11276,219,379,26689,25525,23805,3783,17746,16923,17271,9422,11029,12670,12109,1681,18170,25012,20696,12042,12882,12718,12473,26022,27603,4552,12912,9159,19096,22633,9010,10028,12381,18817,26415,19972,18931,16643,7845,20343,20054,17940,8763,26300,26376,16585,22812,9886,10464,11661,4673,24314,23454,19372,19180,12795,6799,7278,8685,4462,239,28719,26002,17396,8461,6431,11311,9604,11860,19721,8270,9240,9715,22493,23996,22490,28032,22676,8542,22334,25746,11342,18678,10905,7304,10268,9706,4669,21310,22483,21949,13333,12275,8583,3430,17281,13805,693,17880,17704,22488,8934,282,13040,13168,21193,15269,23524,8486,20213,9922,12322,12136,1621,16033,16990,23292,17187,4228,6990,19202,11420,20887,20042,21415,13376,14174,13983,10509,7976,23558,21141,16096,11849,4882,709,22877,16503,18238,13959,12898,977,13035,14230,14025,7755,15743,22880,405,6408,4808,19045,26913,15112,15114,5953,25560,21221,13301,8333,7105,13064,2799,23500,12212,10976,6231,4263,25391,11145,15735,22624,11475,18038,9853,3327,19632,26536,16431,9672,12490,9277,3700,26958,20982,21608,11966,6041,27336,21623,11295,9794,14953,12087,19405,11797,13904,19841,23672,26036,12865,15284,4815,15901,27262,27263,11269,11107,9665,16433,14160,15094,10146,23219,3444,27042,24522,17633,16935,12964,12150,10053,9314,20565,10045,9720,19201,9015,3585,6841,18529,24158,15191,15902,13588,2593,12223,26360,25992,26147,9455,20364,11019,18917,19032,8976,4718,2266,20460,26346,13498,7915,4261,26929,17302,17408,14876,15549,12549,7824,19768,24267,18556,11331,20879,10133,15978,11358,8772,8467,9499,8785,7726,20375,11231,11309,23258,24686,18291,21911,12943,10741,9069,16873,8796,6555,5125,15066,26604,13717,10961,17845,13727,18779,12385,10978,8901,11077,8631,25566,8664,7193,6549,22998,19251,16424,11573,15463,17340,22584,9094,10680,12843,5548,14502,16068,13100,15903,12896,10203,14893,10609,11505,7718,14689,18796,9796,9471,10939,9787,28175,19373,12660,21789,12061,14843,7180,17592,12672,9752,9346,21855,10860,17444,9559,2870,3774,25597,21690,18736,12484,10213,8347,12392,13697,9593,7856,10577,19759,18972,7430,19157,24715,27088,14766,7982,15118,9626,12909,6262,7856,4335,7572,26227,22399,23769,17475,25640,10558,14719,21962,24475,11645,11025,22511,13833,9812,20031,13016,15271,9374,8323,13351,11075,20111,11275,10649,12397,9306,13963,15477,4995,4251,19248,15659,22238,5205,9264,8347,4830,10961,14717,11103,12285,8219,11813,8140,10142,26978,21372,9824,24641,24893,19456,14258,17742,8350,12912,24681,13910,14909,19969,21371,12807,641,1366,18062,28398,13301,22160,18954,8955,4616,12747,18903,14038,16169,14102,17758,17393,14612,10345,16746,21086,10256,14544,8216,14481,8699,5971,23913,17567,17739,21790,14692,13516,10594,17331,18463,18179,11499,15899,15859,20327,15511,15591,17132,14716,4940,10413,28530,23022,25180,24213,19306,5210,10728,22243,19708,10906,12797,7626,20601,9681,7050,17440,19085,23634,18941,22879,256,22111,14323,19232,26662,24825,13811,24200,15748,16790,24459,13586,9198,1075,16647,22641,14439,17138,10878,533,24516,16335,10062,6056,406,4006,24632,17835,6943,16436,24488,24429,17576,16948,16185,10434,5276,23456,12377,19644,20311,11528,9042,17762,18754,10325,14497,6753,23581,11355,17293,12235,8686,7203,5544,19354,20472,11274,12027,18619,13435,22058,21544,17094,12811,12071,24474,11777,1900,23618,10568,8972,13450,18440,23937,13471,2451,19206,10629,20819,20298,11658,13827,10993,21717,16582,10967,11071,14399,18177,5299,11904,10758,10685,12427,14459,20098,23403,15093,24346,16851,24040,19070,17076,7872,15930,10163,16322,11732,11201,11414,13735,17535,22019,20850,15373,10989,16920,13198,10823,7186,20064,23503,22448,25163,12617,7769,8872,13818,23194,10904,20013,10367,2624,20629,19567,15072,23567,20048,8944,12878,24787,7542,25796,25537,24291,19832,11249,25636,12287,2592,24912,10026,9727,23120,15900,17540,14769,16604,16713,18618,25759,12067,18961,16356,12480,12733,21376,13344,11722,27171,16756,11106,15124,23700,15433,9184,4432,464,19582,22574,4820,2231,22781,16184,25654,21146,19695,10403,8014,23575,26233,5970,7296,2255,24772,18998,23688,10200,12587,4085,25403,14825,15197,14999,13685,23964,21668,20742,10152,278,11189,24388,21319,20100,10748,26380,11365,4112,15124,15540,13706,18702,10910,13082,7112,20370,16585,14399,21163,14555,9177,22132,10765,16121,7711,10391,18317,17858,13443,11772,4505,4933,9897,13379,23013,19158,20668,11844,19687,12657,5928,12526,8124,5923,24730,15436,24002,13906,13455,16664,16238,12057,12705,12460,360,19980,24966,19427,16068,9972,20904,14200,14447,18658,8276,9303,8535,10459,15085,8039,11677,3304,15311,14334,16272,13133,16618,24485,11942,18881,2159,21238,21483,10602,15271,14674,23695,15251,10181,8047,19172,7941,11517,9864,2638,23164,19762,21789,17723,17774,12126,14212,21558,14499,6819,16330,12018,11470,4900,22995,13774,13332,5526,7133,24136,20104,15627,21633,12534,23177,15489,13643,21481,13764,18511,12970,10515,22875,13805,13795,17810,22248,18667,12599,1592,18392,26282,24165,16997,12487,23836,26735,17248,12422,9355,6726,18659,10466,10938,25961,28345,26300,27457,12090,15117,19251,17655,15281,7193,621,21975,23198,7759,25708,22221,12804,23103,10224,15616,22652,13662,14865,12166,25721,22158,10670,9860,24194,24265,20199,21349,19119,13165,24977,20014,15197,22846,16604,16259,10803,184,158,23806,25467,17367,23839,8504,9547,16325,29311,18478,1646,9879,24882,18644,9360,8862,17522,20516,16239,14955,5445,3277,23516,27095,24471,23367,14516,15736,26288,26158,22547,17822,6739,9445,10103,25362,25671,7176,23088,25292,22471,23969,16389,18808,12993,12773,13087,22521,15699,17877,12184,991,26006,25411,18626,25392,16626,19534,13445,10205,9094,20249,21880,21676,14943,17145,23665,23872,12765,22866,11685,16310,24918,8834,24495,28290,14615,22081,11571,19885,3615,1941,1616,1639,1953,1849,2899,28555,26226,23260,24125,3751,12836,21025,15017,15037,26197,25972,24646,8415,10963,21124,17345,11835,6399,25632,27977,7919,2207,25523,25154,26166,19991,11706,10167,7391,2420,17545,24809,25138,13648,13122,14186,17608,16301,11950,24998,23784,8164,11119,6812,25519,19423,18959,19628,19288,16318,9097,23001,5597,11942,8821,22872,8461,13427,17196,22750,2459,19050,27559,12547,7457,14739,10369,8067,18703,25911,25296,23026,10092,9790,8305,22690,6206,2537,10962,25075,18218,22038,11332,7873,4557,18797,16816,12730,12197,9091,17182,9348,5749,25208,27655,27019,14288,24594,10375,10086,11929,2401,10699,14428,9135,17049,15878,10418,5197,12481,24629,18712,12743,14539,2236,23574,22637,11053,19992,19731,6020,11504,13311,13251,12254,15812,6573,8790,8246,2465,8488,21217,23674,23602,13418,7588,2351,16725,18475,21185,12183,16140,6104,2636,9311,20679,21007,16548,11573,10816,6602,5497,10892,17287,12226,15892,13671,12223,17778,16808,10763,14489,12217,12580,11814,12597,16102,11981,6819,11444,10923,17956,20776,2368,18639,9237,9383,19194,20309,8802,3058,16524,14114,15239,15335,11244,11898,12028,9742,29228,29483,13993,14549,10344,22659,16015,23112,9401,2737,13002,22222,16185,18074,13526,11753,12266,14359,15039,1766,22941,26741,17055,12760,12199,14180,2644,28135,20014,16805,20377,23941,24775,17220,6451,13012,11436,16211,21329,9216,20511,7198,11340,27673,13612,24105,19422,13355,10731,14212,22417,9930,23972,8728,3236,19496,23298,18041,22252,11010,8736,17773,12369,16847,5568,1835,26389,25848,12993,22457,14555,6657,12531,17729,17846,13912,3101,150,26033,25327,23808,13041,16692,13230,6463,22806,26038,24177,15832,9893,8952,23455,19893,12094,18213,15123,21352,21368,18092,6998,14733,24109,6523,17305,19917,28032,14239,4908,8151,10240,11399,13625,10594,10231,1783,15496,14416,15462,11971,27374,9868,10387,15032,21271,13256,8951,12229,13247,15747,12174,7302,18507,21290,14045,20,21361,18338,13175,12659,15381,10456,11563,15998,13029,9187,7931,21614,17636,21002,18650,14696,9752,16894,12414,9004,9064,25916,26275,25066,17193,21609,14813,8805,16308,16655,16292,21861,15414,11916,14868,17092,8260,13782,18521,16539,7760,621,8626,25624,23287,10769,22036,11076,10904,7582,17321,10816,9642,20461,10761,7240,27700,22084,24256,24039,18697,6909,9352,8560,8323,25471,9400,949,135,27107,18950,12154,12591,9121,10812,23875,24013,10618,886,25778,11557,19721,23279,16780,20461,10760,13179,12914,18539,9342,12497,13233,14169,8299,10531,1506,16736,15505,19575,16815,19461,18196,13578,19025,14007,12172,14780,11397,11765,6205,5373,13997,8379,19351,7601,26528,8934,14673,23974,19271,14546,15266,10877,22294,17181,9241,14306,20514,7911,946,5377,19248,14121,9729,10277,15183,13735,21284,14220,11479,13108,7418,348,26058,16857,24077,18350,14041,11038,16372,19224,22603,16843,11028,13287,6150,5971,7837,19311,25393,10490,11172,16195,12299,8480,25094,17012,7191,1122,20990,25956,18734,11089,22120,18252,19366,14749,10938,22117,12563,5225,14879,15224,17505,15789,10576,10633,17906,14452,16136,21566,8865,9085,19757,14432,20722,12913,14566,12960,1241,2286,24132,23657,13439,24945,6375,18736,24427,20184,11461,13073,15619,13903,10061,22628,22401,6550,11656,12385,18598,20180,12341,19056,22269,6350,22478,21997,7923,9638,161,25607,15338,20733,21908,14881,18760,22544,11990,7351,13201,18529,13189,15002,15151,12147,13981,11667,4410,21378,4974,12108,12347,14002,12142,10886,18123,11985,9703,17759,18373,18486,11535,18295,17318,19593,19383,17393,13570,18428,16485,11759,15721,11630,10865,13468,15626,22379,14135,13498,3249,25024,20549,17207,18699,9306,7863,24945,16903,18977,16513,11087,11058,21965,10287,22548,16903,18857,13661,12255,8382,16295,15852,14785,11512,8907,1757,2751,1877,2093,22767,12293,17396,26161,9645,19041,23153,25694,1685,4378,23581,13517,24041,4570,3091,3856,2820,28836,24138,4499,3295,2232,22931,26603,24089,13997,15612,20400,15754,7661,2646,19280,14608,13001,12906,11253,11225,16657,12247,22500,16207,13956,8592,10184,22526,7301,10152,2446,2849,10652,14085,15662,11135,20986,24086,15712,17931,6735,2992,23961,15291,16516,25241,19575,21520,11455,7686,8398,8001,9886,7426,7135,6525,25975,26284,10444,21343,17232,18280,12708,6656,25775,9200,11234,11934,17426,9232,10052,4773,1313,3451,6685,17013,21761,12814,23303,25061,24410,14759,11390,8467,13479,11738,8153,21736,16417,22683,10456,9601,7249,2940,16217,25396,24728,12535,16789,9191,15310,16153,12044,6006,6616,4383,3247,3404,4506,2660,4328,20819,25827,24246,2888,24396,23903,14257,23513,9135,22598,7277,9762,8513,3460,15832,23406,12239,19509,19662,11757,15479,13355,11306,10539,7572,7758,12035,6997,18295,17967,15536,23924,21771,16780,18324,13913,15262,12498,8032,3139,2756,11312,18518,25478,24538,10806,14116,17709,13859,20417,11658,25225,18221,8825,19614,9080,11680,17166,9907,14312,12653,14595,14474,7131,2349,23229,22350,13686,11662,10554,11591,1253,10199,13623,10487,10947,7668,10866,11086,3193,3898,4496,3397,16163,21098,16552,17105,23495,8604,7093,6503,26399,19577,17068,10576,10054,16504,9219,6751,10108,21809,21059,14852,18451,12164,13451,16599,4732,9629,20776,16460,14762,22624,18912,15354,18298,11051,9932,2634,21846,20791,26794,12376,18755,17331,8899,19505,24370,12190,13468,18132,21542,21818,15566,17364,15472,12216,12752,7348,2022,1986,2683,28000,16764,24924,16170,12617,21664,23580,14283,14993,876,26534,27777,18469,23038,15005,5945,20724,16477,20142,8099,10941,10550,9004,2106,28372,17410,14857,15346,15344,10803,6121,22250,22658,15987,18980,7375,14611,8497,3301,25003,26936,14342,18559,11298,8872,14488,15895,14804,1923,21569,15557,4579,18834,18483,14468,10944,10445,12515,4808,3707,23479,27761,24308,19539,12588,9228,8579,6736,1375,15511,17262,16183,9056,13388,23495,17915,18450,9574,25108,16212,10273,8735,15001,12321,7277,2446,2660,27714,26858,16554,10178,2895,2546,14653,13472,5040,3396,2485,2605,2696,1669,2242,1463,3550,2687,2934,2004,2912,2476,2210,1768,1086,709,538,356,315,173,130,93,44,5454,23591,12778,13971,13952,15564,19376,13297,10453,1114,22239,18165,12338,9203,8677,15342,13642,12362,14026,16011,9758,1138,16276,19996,14079,11933,7533,15996,13486,10372,18966,16413,13131,20902,18490,21615,15584,10916,8614,15332,10820,14631,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,19530,18007,10814,8331,16323,12516,4098,21623,14408,17982,16970,13725,7775,2661,19113,16181,10394,23518,6463,1240,21329,14704,22171,11803,17515,15316,7912,15314,19820,11151,8206,8235,12937,11284,7114,7321,14093,15464,17652,20364,12868,13112,11728,5560,1160,6,3,5,22111,23591,12741,13971,14253,19376,17687,10453,7063,22239,20662,12338,9203,8918,5549,15342,12221,14026,16011,9758,6312,16276,19996,16281,11933,10300,12966,15996,11413,17030,18966,13131,20902,8567,21615,15681,6091,10916,12018,15332,14631,17796,16139,15196,9247,11988,11935,21891,11497,7093,15771,18892,18091,21087,14628,18007,8331,16323,12579,9376,20473,21623,10002,17982,16970,7775,3745,19113,14505,16181,23518,8019,6170,10115,21329,22171,20462,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,12946,12868,13112,5754,4185,42,3,24651,26247,19399,18920,13401,16377,25428,16989,17220,19791,19568,11334,8413,15609,13709,12111,15111,12678,9673,15832,11887,18969,26989,14702,9315,3700,27391,27921,26022,24124,15936,28224,13977,18756,19531,8937,24491,29297,22755,20386,24741,10129,9371,28221,21381,16967,16972,21944,19135,20899,22927,27363,6752,8194,15624,18138,21080,14442,11981,26916,9111,26236,23695,21200,28345,17660,14024,12697,15369,9276,15429,11424,26114,16366,23211,12762,13017,945,73,31],"fragments":[{"begin":"0.000","end":"10.480","lines":["This is NPR's LIFE KIT with tools to help you get it together."]},{"begin":"10.480","end":"91.880","lines":["Hey, everybody. Marielle Segarra here. It's that time of year - time to file your taxes. Yeah, technically you have until April 15, but it's generally a good idea to start before then so you're not scrambling at the last minute to find a form or your accountant's number or your password for that tax website you use. I used to cover taxes and tax law as a reporter at Marketplace, and one fascinating and frustrating thing I would think about all the time is that we're just expected to know how to do our taxes. But most of us didn't learn that skill in school. And unfortunately, the tax system in the U.S. is pretty complicated. So on today's episode, we're going to do some tax filing 101. Basically, what steps should you take as April 15 approaches? And we'll talk about what to consider for the year ahead, too, because tax planning is something else we almost never learn, but it can save you a lot of money."]},{"begin":"91.880","end":"141.200","lines":["All right. I know taxes are not the most exciting topic, but you got to do them every year. So let's jump right in. The first thing you want to do, and this is takeaway one - figure out how you're going to file your taxes. You don't have to pay anyone to help you. You could download forms from the IRS like the 1040, which is the basic tax form, read the instructions, fill everything out and submit by mail or online. That is easier if someone like a parent has walked you through it or if you have a simple tax situation, like one job in one state for the entire year."]},{"begin":"141.200","end":"154.720","lines":["It's not too bad if you're doing that with, you know, you just have one W-2 and no other types of income and it's pretty straightforward."]},{"begin":"154.720","end":"165.400","lines":["That's Akeiva Ellis, a certified financial planner and co-founder of a financial education company for young adults called The Bemused."]},{"begin":"165.400","end":"211.000","lines":["But as your life gets more and more complex, you know, you've lived in multiple different states or worked in multiple different states, and you have itemized deductions and you might have a business on top of all of that - right? - just as life gets more complicated, I feel like turning to the electronic software kind of helps to simplify things and just make sure you don't leave anything out."]},{"begin":"211.000","end":"235.720","lines":["And this is what a lot of people default to. They use some kind of guided online software. There are ways to do this for free. Like, if last year your adjusted gross income, which you can find on your last tax return, was $73,000 or less, you qualify for a program called IRS free file. Find out more on the IRS website. If you don't qualify, Akeiva says you can still get pretty good deals on online tax software."]},{"begin":"235.720","end":"240.960","lines":["The one that I use, for example, only charges $15 per state, and the federal return is free."]},{"begin":"240.960","end":"268.480","lines":["That's called Free Tax USA. Your other option is to go to a tax preparer or an accountant. This can make sense if you're doing your taxes for the first time, if you've had a major life change, like you got a new job or got married or started a business, if you have a more complex situation or if you want to do some tax planning for the year ahead. Andrea Parness is a CPA and a certified tax coach, and she says if you're looking for a professional, start by asking friends and family for referrals."]},{"begin":"268.480","end":"281.040","lines":["Once you get the referral, you want to interview the person and ask, will you be giving me advice? Will we have an appointment? What's your process, so that you - you know, it's like kicking the tires."]},{"begin":"281.040","end":"324.160","lines":["You should also ask that person what happens if they make a mistake? Who pays penalties and interest? The next thing you want to do is gather your documents and information - that's takeaway two. The IRS has a list of documents you might need, and tax preparers can give you one, too. But some common examples - W-2 forms, which report your income and your employer will send you in the mail, student loan interest forms, bank interest forms, and also any receipts for things you're planning to take as a tax credit or deduction. Which brings us to takeaway three - think about which credits and deductions you qualify for. A little background here - credits and deductions are different things, but they're both benefits from the government that save you money on taxes."]},{"begin":"324.160","end":"341.160","lines":["You know, the tax laws are really set up to influence behavior. So if the lawmakers are saying, you know, we want people to be really more energy conscious and we want people to pay in money for retirement, we want to encourage that kind of behavior."]},{"begin":"341.160","end":"358.240","lines":["Then they'll pass laws that say you can get a credit or a deduction for doing it. Lawmakers also create these when they want to support a particular group financially. Like, there's a tax credit for people with children under 17. There's another credit that helps people pay specifically for child care."]},{"begin":"358.240","end":"367.600","lines":["Let's say you're adopting a child. There's credits to help mitigate the cost of that. There's credits for contributions to your retirement plan."]},{"begin":"367.600","end":"375.160","lines":["Now, a tax credit lowers your tax bill, so it comes off the top of whatever you owe. That's different from a tax deduction."]},{"begin":"375.160","end":"380.080","lines":["A tax deduction is something that reduces the amount of income you have to pay tax on."]},{"begin":"380.080","end":"408.760","lines":["So let's say you qualify for a deduction worth $5,000. You don't have to pay taxes on that money. So if your federal tax rate - that's the percentage of your income you pay in taxes - is 25%, well, let's do the math. Twenty-five percent of five grand is $1,250. That's how much you'll save. Some examples - you can deduct health care expenses, state and local taxes, charitable contributions, certain expenses if you're a teacher."]},{"begin":"408.760","end":"428.560","lines":["You know how teachers love to decorate their classrooms in the hallways and bring stuff in for their students. So there is this deduction for - it's called an educator expense. And it just got increased by $50. It was $250 forever, and now it got increased to $300."]},{"begin":"428.560","end":"443.920","lines":["There are a lot of eligibility requirements for credits and deductions. Like, some expenses qualify and some don't. I mentioned the tax credit for child care. That can include daycare, a babysitter - even day camp is eligible, based on your income and how much you're spending."]},{"begin":"443.920","end":"447.040","lines":["But sleepaway camp is not."]},{"begin":"447.040","end":"457.800","lines":["So you want to figure out which credits and deductions you're eligible for. If you're doing your taxes on your own, the IRS has some lists you can look at on its website. If you use software, it'll prompt you."]},{"begin":"457.800","end":"468.520","lines":["So they'll ask you questions like, OK, were you in school in this tax year? Did you make any student loan payments in this tax year? Did you have a child in this year? Right? There's so many different questions."]},{"begin":"468.520","end":"473.520","lines":["Same thing goes for tax preparers. They will ask you questions. But do your research."]},{"begin":"473.520","end":"489.560","lines":["You certainly always want to be able to educate yourself and not just depend on someone else asking you, hey, did you do any - did you buy a new car? Did you do this? Did you put your kid in daycare? You know, everybody runs their practice differently, and not everybody asks those questions."]},{"begin":"489.560","end":"538.600","lines":["There have been a few changes to tax credits and deductions for the 2022 tax year, which is the one you're filing now. The child tax credit is less generous for 2022 than last year, and a special deduction for charitable giving expired. Also, if you bought an electric car between mid-August and the end of December and you want to take a tax credit for that, there's a new requirement for which cars are eligible. After you do your taxes, check your work, or your accountant's work or your software program's work, and then it's time to file. The deadline is April 15, but if you think you're not going to make it, you can file an extension with the IRS online. Then you'll have until mid-October to file the forms. But if you owe money, you still need to estimate how much and pay it now, or you might get hit with penalties later."]},{"begin":"538.600","end":"552.040","lines":["Once the ink is dry, you'll probably be feeling pretty done with taxes until next spring. But bear with me, because it's time to plan for 2023. There are lots of things you can do to help yourself at tax time next year."]},{"begin":"552.040","end":"557.280","lines":["Tax planning gives you the opportunity to take some control of your life, of your finances."]},{"begin":"557.280","end":"579.920","lines":["And it starts here with takeaway four - think about what went wrong this year on your tax return. Did you end up owing a lot of money? Nobody likes a big unexpected expense. Or on the other hand, did you get a huge refund? That's not actually a good thing, either. When you get a tax refund, that's just the IRS giving you your own money back interest-free. It would be better to have that money all year and do what you want with it. Akeiva says, in either case..."]},{"begin":"579.920","end":"595.680","lines":["This is the time to make changes. Consider updating the tax withholdings. Right? If you are an employee - right? - you can ask your employer for a new form W-4, so that you can properly tell them how much taxes to take out of your check."]},{"begin":"595.680","end":"623.320","lines":["Another way you can plan for the tax year ahead - contribute to a tax-advantaged account. One common example is a 401k, and it's really just a way to take a tax deduction when you save and invest for retirement. The contributions come out of your paycheck before your taxes are calculated. Same idea with a health savings account or a flexible spending account - they let you pay for medical expenses with untaxed money. You can decide how much to put in these accounts based on what medical care you have coming up."]},{"begin":"623.320","end":"636.000","lines":["If your employer has a plan and you say, oh, my kid needs braces, you can fund that account and then pay for it as if your card from your employer is a credit card, and you just swipe it."]},{"begin":"636.000","end":"693.720","lines":["You might also time a procedure so that you can use these funds. Like, if you know you'll have a bunch of money in your flexible spending account this year and it's not going to roll over to 2024, maybe you pay the entire bill for your kid's braces now. On the other hand, you might hold off on a treatment that's not urgent until next year if you know you'll have more tax-free money in your account then. Something else to consider - and this is takeaway five - look out for tax credits, deductions or rebates that you're newly eligible for. There are some new and expanded ones available for embracing green energy, thanks to a recent law. Like, you can get a tax benefit for switching from a gas stove to an electric one. Those will be handled through the states, and the details are still being worked out. But before you buy something that you think you'll get a tax credit or deduction for, make sure that particular product is actually eligible. Like, we talked about electric cars, but only certain ones qualify. It depends on the weight of the vehicle and where it's produced, among other things."]},{"begin":"693.720","end":"707.640","lines":["People who are interested in going out and buying, read the law. Like, call your accountant. Read the law. Understand when you're going in to buy one of these vehicles, is this vehicle qualified? Am I eligible for this credit?"]},{"begin":"707.640","end":"710.400","lines":["And Akeiva says one important thing to keep in mind..."]},{"begin":"710.400","end":"718.280","lines":["Don't just buy something because you hear there's a tax benefit for it. Sometimes the true cost of the thing still outweighs the benefit on a tax perspective."]},{"begin":"718.280","end":"728.800","lines":["But if you wanted to buy something anyway, it's good to know about the tax credits, and it also might make sense to hold off if you know there's legislation coming that'll make it a better deal for you."]},{"begin":"728.800","end":"837.000","lines":["OK. I know that was a lot. Time for a recap. Takeaway one - decide how you're going to file your taxes. Does it make sense to do them on your own or to use a software program or to go to a tax preparer? Takeaway two - gather your documents. These include the forms you got in the mail from your employer or former employer, from your bank, from your loan servicer. The IRS has a handy list of documents you might need. Takeaway three - figure out your tax credits and deductions. Which ones are you eligible for this year? Even if you're getting help with your taxes, it's good to know this information. Takeaway four - think about what went wrong on your tax return this year. For instance, did you end up owing a ton of money or get a huge refund? You can make changes now so that doesn't happen next year. And takeaway five - plan ahead. Look out for tax credits, deductions or rebates that you're newly eligible for. A little planning and research now could lower your tax bill next year."]},{"begin":"837.000","end":"930.080","lines":["For more LIFE KIT, check out our other episodes. We have one on how to financially prepare for a baby and another on how to start saving for retirement. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Mia Venkat. Our visuals editor is Beck Harlan. And our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. And Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Julia Carney is our podcast coordinator. And engineering support comes from Carleigh Strange, Patrick Murray and Neil Tevault. I'm Marielle Segarra. Thanks for listening."]}],"duration":930}