{
  "title": "'Do I really need to floss?' and other common questions about dental care",
  "url": "https://www.npr.org/transcripts/1159143783",
  "intro": "We asked experts to answer five questions about how to properly care for your teeth. Here's what they said about finding a dentist, whitening your teeth at home, and whether daily flossing is necessary.",
  "transcript": [
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "Hey everybody, it’s Marielle. Brush twice a day. Remember to floss. Go to the dentist for regular cleanings. We know the drill. But also, we. know. the. drill."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, going to the dentist usually isn’t fun. It can be awkward having somebody’s hands in your mouth. It can be anxiety-inducing, especially if you have sensitive teeth or you've had a bad experience before. And it can be expensive. But it is an important part of taking care of your teeth. And the health of your teeth and your mouth can affect your whole body. According to the Mayo Clinic, poor oral health has been associated with cardiovascular disease, pneumonia, and other conditions. This episode of LIFE KIT, which first aired in February, is all about teeth. Reporter Aja Drain talks about how to find the right dentist, how to take care of your teeth at home, and what to do when it seems impossible to get the care you need."
    },
    {
      "author": "AJA DRAIN, HOST",
      "text": "In 2020, over a third of adults hadn't had a dental exam or cleaning. For those who don't already have one, how do you find the right dentist to help you get started on your road to good oral health? Well, for starters, it's all about networking. You can start by asking your childhood dentist or talk with loved ones to see who they liked and why. But make sure you're clarifying if they're talking about their dentist or the hygienist. Both are important in their own ways."
    },
    {
      "author": "MARK BURHENNE",
      "text": "A lot of people will go around and say, do you have a good dentist? Do you have a good dentist? Oh, yeah, I love my dentist. What they're really saying is that they love their hygienist, and they just luckily, fortunately, happen to have good oral health. They never see their dentist, or they just see them twice a year for a quick check."
    },
    {
      "author": "DRAIN",
      "text": "That's Dr. Mark Burhenne, a functional dentist for over 35 years and our guide to proper dental care this episode. He's getting us straight into takeaway one. Finding a dentist is more than just picking from a list. You're on the hunt for a good oral health team. When you go to the dentist's office, you'll most likely encounter three kinds of professionals - a hygienist, a dentist and dental assistant."
    },
    {
      "author": "ALICIA MURRIA",
      "text": "Every procedure that a dental hygienist does is proactive in helping to prevent inflammation and reduce inflammation."
    },
    {
      "author": "DRAIN",
      "text": "That's Alicia Murria, registered dental hygienist and founder of the nonprofit Hygienists for Humanity. Each member of an oral health team is there to help you as a patient in different ways. Again, a dental hygienist does proactive care."
    },
    {
      "author": "MURRIA",
      "text": "A dentist is going to restore or be reactive to disease, and then a dental assistant actually assists the dentist."
    },
    {
      "author": "DRAIN",
      "text": "So when you're doing your background check for a dentist specifically, you'll want to ask your friends questions and go beyond the basics. You want to get deep into those follow-ups. Ask about all the procedures they've gotten."
    },
    {
      "author": "BURHENNE",
      "text": "Have you had a filling done? Have you had a crown done? Have you had an extraction? How did that go? Was it smooth? Was it seamless? Did the dentist call you that night after maybe you had an extraction or root canal? That's pretty common practice."
    },
    {
      "author": "DRAIN",
      "text": "And to evaluate if a hygienist is a good fit for you, see how receptive they are to answering your questions. They can help give you specific advice to care for your teeth at home. For example, ask about proper brushing techniques."
    },
    {
      "author": "BURHENNE",
      "text": "Have the hygienist observe exactly what you do. Show them what you're doing. That gives them an opportunity to say, whoa, you got to stop doing this. Or this is great. Do more. Or - I mean, that's what they're there for, to educate."
    },
    {
      "author": "DRAIN",
      "text": "Overall, you want to make sure that the practice is for you, not for a random cash grab."
    },
    {
      "author": "BURHENNE",
      "text": "There are essentially two different types of practice. There are the ones that are not letting insurance dictate treatment. In other words, they don't see you as a - as an insurance plan. And then there are the ones that do see you as an insurance plan."
    },
    {
      "author": "DRAIN",
      "text": "Some red flags to look out for are offices that do a lot of aggressive advertising, free X-rays, free exams and free goodies to lure you in. They can be come-ons, and once you're in the chair, those dentists know you're more likely to say yes to extra procedures because you're more nervous. Speaking of nerves, fear is a real barrier to consider. You may be worried about being shamed for waiting so long to see a dentist or intimidated by needles and machines they use to clean your teeth. You could have fear and not even know what you're fearful about. The fear of the unknown is valid. I hear you. But that leads us into takeaway two. Get specific about your fears, and then you can talk about them with your oral health team. The right practitioner can help you through fear and anxiety, and a good practitioner is going to be a great educator and help ease those fears."
    },
    {
      "author": "MURRIA",
      "text": "Once you start asking the right question, you'll start getting answers. So they're like, oh, is this going to hurt? Is this going to cost a lot? Is it going to take a lot of my time? Am I going to have to get numb? Are you going to numb my entire face? And know those are some things that we can alleviate."
    },
    {
      "author": "DRAIN",
      "text": "And if you know you're going to be really nervous, researching and writing questions down ahead of time can help you make sure you have a point of reference while you're in the chair."
    },
    {
      "author": "BURHENNE",
      "text": "Because when you get into that environment, everyone - and I mean this, everyone. I've never met someone who doesn't have some anxiety in the dental chair. All those questions go out the door."
    },
    {
      "author": "DRAIN",
      "text": "It's normal to be nervous. This is a very intimate thing. Even having a deeper understanding of every little detail of what's coming next can be helpful. But dentists have done it thousands of times, and they can explain step-by-step what's going to happen."
    },
    {
      "author": "BURHENNE",
      "text": "Like, we have to shift your head to this position. Or we're going to use that high-speed suction, and your tongue is going to get tugged on. It would be nice to know that that's coming."
    },
    {
      "author": "DRAIN",
      "text": "Also, as a reminder, the right practitioners will empower you so you feel supported and confident to take care of your teeth in between visits."
    },
    {
      "author": "BURHENNE",
      "text": "Really, what you need to do as a patient is you need to find someone that you feel comfortable with, that both the hygienist and the dentist aren't shaming you, that it's not - that model isn't built into the practice."
    },
    {
      "author": "DRAIN",
      "text": "That's going to make the experience more positive. And also, you'll feel encouraged by the community of the dentist's office. A good, healthy relationship - we love to see it. All of this information is fine and dandy, but we're not going to pretend a big reason many don't go to see a dentist is because they can't afford to. A lot of private practice dentists are very costly without insurance depending on the state you're in, if you accept Medicaid, and most dental care isn't covered by the basic Medicare plan. And to be transparent, when I was looking for alternatives for this episode, options are slim if you're uninsured. However, Alicia shared with me how practitioners and programs across the country are trying to fill in the gaps causing disparities in oral health care. That leads us to takeaway three. Although there are few, there are options for dental care with limited funds or no insurance."
    },
    {
      "author": "MURRIA",
      "text": "I think one of the best places to start is in the college setting."
    },
    {
      "author": "DRAIN",
      "text": "Dental schools are a great first option since students are always in need of patients for their requirements. Costs can sometimes be a third of what a private practice would be, and a lot of them are open on Saturdays."
    },
    {
      "author": "BURHENNE",
      "text": "You get the benefit of getting many different opinions. You may be a difficult case. Well, you're going to get the heads of each department coming and taking a look, and you're going to get lots of great advice. That advice, essentially, is free."
    },
    {
      "author": "DRAIN",
      "text": "If you have the time to do it, visits to a dental school may be less expensive, but you're probably going to be there for a while."
    },
    {
      "author": "MURRIA",
      "text": "Whereas you would go into a dental office and have a one-hour dental hygiene appointment, when you go to a dental hygiene school, it'll probably take you four hours."
    },
    {
      "author": "DRAIN",
      "text": "Another option is local health centers or nonprofits. Some nonprofits may be solely dedicated to dental care, but others provide medical care, too."
    },
    {
      "author": "MURRIA",
      "text": "The other place that I would say to start is local, federally qualified health centers. FQHCs are areas that actually use a sliding fee scale to help patients meet the cost requirement for the treatment that they're going to have done."
    },
    {
      "author": "DRAIN",
      "text": "There are people out there trying to fill that need. Alicia is one of them with her organization Hygienists for Humanity."
    },
    {
      "author": "MURRIA",
      "text": "Our goal is to connect with individuals who may be underserved, or they don't have dental insurance and connect them not only with oral hygiene products but services. And then when they meet with a volunteer from Hygienists for Humanity, they're met with dignity, and they're met with respect. And they have an opportunity to ask questions. And the dental hygienist or the dental professional who is volunteering with our organization is able to answer those questions to help to alleviate any concerns and point the patient in the right direction to get the care that they need."
    },
    {
      "author": "DRAIN",
      "text": "Another effort is mobile dental clinics that can directly meet underserved communities where they are. To take care of your teeth, a professional is critical, so be on the lookout in your area for options or providers that can help to support you in your journey."
    },
    {
      "author": "DRAIN",
      "text": "So how often do you need to see your dentist?"
    },
    {
      "author": "MURRIA",
      "text": "The most healthy patient should come in, at a bare minimum, two times a year."
    },
    {
      "author": "DRAIN",
      "text": "But there's some flexibility. According to the American Dental Association, or the ADA, some patients may only need to come in once a year, while others may need to come in more. And those visits are essential. Dentists provide evaluations that help determine your needs as a patient."
    },
    {
      "author": "BURHENNE",
      "text": "Cavities and gum disease are the most frequently seen."
    },
    {
      "author": "DRAIN",
      "text": "They're some of the top diseases in the world. But the good news is a lot of basic oral health care are things you can do at home. That brings us to takeaway four. Clean teeth are all about technique, not products. But before we get into how that works, let's get into my favorite, biology."
    },
    {
      "author": "BURHENNE",
      "text": "Most of us think that teeth are static, that they're inanimate. I mean, they're - they just are a piece of bone sticking out of the jawbone into the - through the gums and out into the mouth. And that's partly true. But teeth are vital. They need living tissue to help that tooth bud to form into a tooth. So they need supplies and calcium and other ingredients."
    },
    {
      "author": "DRAIN",
      "text": "Your teeth are alive. There's tissue, blood vessels, nerves. And cavities are highly preventable if you're giving your teeth the right support. But if you let the cavity get large enough, it can cause a lot of pain."
    },
    {
      "author": "BURHENNE",
      "text": "The bacteria that have created this hole in your tooth, which is a decalcification, loss of calcium in the tooth - that's impinging on the nerve. That starts hurting. That inflammation is essentially a toothache."
    },
    {
      "author": "DRAIN",
      "text": "Ouch. If you're getting that uncomfortable feeling, you're most likely going to have to get a filling. Here's what you can do at home to prevent that. Diet is just as important as brushing and flossing. The biggest offenders are foods and drinks having sugar and acid."
    },
    {
      "author": "BURHENNE",
      "text": "Snapple, some iced teas have 30 grams of sugar in it. Mountain Dew, even some diet sodas, because of their acid content, not just the sugar, are dangerous to teeth."
    },
    {
      "author": "DRAIN",
      "text": "And it's not just food. When our mouths are open, we can breathe in anything. New pathogens can slide down into the pockets of our teeth and cause problems."
    },
    {
      "author": "BURHENNE",
      "text": "That's one of the big problems with gum disease. That little barrier, that girdle breaks down, and you start getting infections throughout the body from pathogens that come into the mouth or that are being created by the oral microbiome not doing well."
    },
    {
      "author": "DRAIN",
      "text": "But with the right brushing technique, we can combat those pathogens and keep our teeth and gums healthy. One way is to use a manual brush, brushing each tooth, slightly sweeping the gumline with your brush at a 45-degree angle. You'll be able to remove plaque particles. When you go to the dentist and get your teeth polished, that removes the biofilm aka the outer layer of your teeth."
    },
    {
      "author": "BURHENNE",
      "text": "It grows back in 10 minutes. The reason for that is 'cause it's needed. And in that biofilm are bacteria that pull calcium and phosphate ions from saliva, assuming you have a good diet, and they pull those minerals into the tooth and are able to actually fix and patch small cavities."
    },
    {
      "author": "DRAIN",
      "text": "As Beyonce says, (singing) that's that thick. That's that biofilm. OK, she didn't say that. But if \"Renaissance\" was about brushing your teeth, that's exactly how it would go. Anyways, what Mark and Beyonce are explaining is that we naturally have a protective layer on our teeth that's working hard to treat any small, budding cavities before they get too large and need treatment."
    },
    {
      "author": "BURHENNE",
      "text": "The body is amazingly resilient and has a lot of systems in place that allows the body to protect itself from its environment."
    },
    {
      "author": "DRAIN",
      "text": "But the body can't do that by itself. Let's get into what we can do to help out our body-ody-ody-ody-ody-ody. It's time to go on a little adventure. Before we get into anything, we need the right tools for our toolkit. Mark and Alicia recommend a soft, high-quality toothbrush you should be replacing every 4 to 6 weeks, some non-nylon floss, a tongue scraper and a low-abrasive toothpaste. And funny enough, toothpaste can be helpful but is playing a smaller role than you'd expect in actually cleaning your teeth."
    },
    {
      "author": "BURHENNE",
      "text": "Toothpaste is about 10% of the equation. It's the mechanical work of the floss and the brush that is most important. That's what's thinning the biofilm. When we start eating a lot of goldfish crackers, our biofilm - that plaque layer, gets very thick and very furry to the point where it can't do what it's supposed to do. And that is remineralize teeth and protect the teeth. And that's what a toothbrush does. It thins it by - you're not really removing it. You're disorganizing that biofilm layer and allowing it to reform into its more natural, thinner, more slipperier kind of state."
    },
    {
      "author": "DRAIN",
      "text": "Your toothpaste is going to make you feel fresher and denature some of the bacteria that's in your mouth."
    },
    {
      "author": "MURRIA",
      "text": "But for the most part, if you do not have access to toothpaste, if you just took water and a toothbrush and you were to disrupt that bacteria, you'd be doing just of a thorough job as if you used toothpaste."
    },
    {
      "author": "DRAIN",
      "text": "Two minutes of brushing, making sure to hit each quadrant of your teeth - and remember, your dentist or hygienist can tell you how to do it properly if you ask. You'll want to do that twice a day. And the ADA says you should floss once a day."
    },
    {
      "author": "BURHENNE",
      "text": "So you really can't do one or the other. You have to do both. So I would recommend flossing first then brushing because by flossing, you're opening up the areas that you wouldn't have been able to clean with a toothbrush."
    },
    {
      "author": "DRAIN",
      "text": "And the fundamental question, when to brush - brushing before or after a meal isn't a hard or fast rule. Do what works best for you as long as you stay consistent. Mark says he likes to do it first thing in the morning so it's out of the way. But if you do happen to eat first, make sure you wait for at least 30 minutes before brushing."
    },
    {
      "author": "BURHENNE",
      "text": "If you're brushing after a meal that produces an acid attack in the mouth - could be coffee because it's acidic in nature to begin with - you're scraping away a lot of enamel. So for anyone that's eating junk or candy or having a soda or even having coffee or a glass of wine, wait for at least 30 minutes. Let the pH in the mouth stabilize. Let the tooth, the outer layer of the tooth stabilize and then brush."
    },
    {
      "author": "DRAIN",
      "text": "The trick is just remembering to do it. Maybe set a timer or reminder for yourself after meals, or if it's easier, brush before you eat when it's top of mind, like Dr. Burhenne. Hard to wait 30 minutes when you have to rush out for work or school. OK, if you made it this far, I know you're itching to know about what makes those pearly whites, well, pearly - teeth whitening. We put a lot of stock into the whiteness of our teeth representing how healthy we are. But whiteness doesn't tell the whole story."
    },
    {
      "author": "BURHENNE",
      "text": "We have developed products for that, but they're strong chemicals. They are potentially very injurious to the pulp tissue of the tooth and the enamel structure."
    },
    {
      "author": "DRAIN",
      "text": "That brings us to Takeaway 5 - health and aesthetics are not the same thing. White teeth are a status symbol but not necessarily a marker of health. Although you should be aiming to reduce plaque on your teeth, teeth aren't naturally white as snow. There is a very slight yellow-white hue of your teeth due to dentin, an inner layer of the tooth under enamel. So if a dentist is immediately bringing up whitening procedures without any evaluation of cavities, gum disease or other issues, be wary."
    },
    {
      "author": "BURHENNE",
      "text": "I would never bring it up because just by bringing it up, you're shaming the patient a little bit. You're talking about their self-image. As long as there's no structural defect in the tooth, I would never bring up whitening."
    },
    {
      "author": "DRAIN",
      "text": "That's not to say all whitening is evil and serves no purpose. We don't live in a bubble. If you look good, that can make you feel good. But we want to make sure to do it in the safest way possible."
    },
    {
      "author": "BURHENNE",
      "text": "And there are good DIY solutions for many things in dentistry, but whitening isn't one of them."
    },
    {
      "author": "DRAIN",
      "text": "According to the American Dental Association, they discourage using acid-containing fruits like lemons, vinegar or oil pulling - swishing coconut oil in the mouth. There are limited studies on the efficacy of those methods. And whitening strips at home can be OK, but Mark recommends strips with low concentrations of peroxide, specifically 10% of carbamide peroxide. And he says to do it slowly."
    },
    {
      "author": "BURHENNE",
      "text": "And the toothpastes that claim to be whitening, those are actually very abrasive toothpastes."
    },
    {
      "author": "DRAIN",
      "text": "Charcoal and whitening toothpastes are so abrasive they can make your teeth super sensitive and potentially wear down your teeth. They're removing stains but are not actually changing the color of your tooth. The ideal way to whiten is to make sure you're getting the product on your teeth only. So if you're at home, you can use a gel and a tray, which intrinsically whitens your teeth. That's what the professionals do because, according to Mark, whitening product can do some damage to those gums."
    },
    {
      "author": "BURHENNE",
      "text": "They get redder. They lose that nice light pink - we call it coral pink. And they turn into this kind of darker color. And, you know, people subconsciously know when someone's unhealthy just by looking at their smile, if they see receding gums or if they see very red gums or bleeding gums or unevenness of the height of the contour of the gum. So yeah, be careful if you're whitening your gums. It could actually cause a dysbiosis of the oral microbiome, which leads to halitosis, bad breath. But you've got the whitest teeth in the room. Great. But you smell bad."
    },
    {
      "author": "DRAIN",
      "text": "All of this can be overwhelming. There are so many steps to find a dentist, to know what to do when you're at home and even navigating the thousands of products that are out there and evolving, for better or worse. But you have choices. And you can take it one step at a time - with a little help along the way. You have power and a right to quality care."
    },
    {
      "author": "MURRIA",
      "text": "We chose to be providers for a reason. And we actually take an oath, and our oath is to advance the art and science of dental hygiene and dentistry, but also to educate our patients and give them a full measure of care."
    },
    {
      "author": "DRAIN",
      "text": "All of the lessons we learned at the beginning of this episode still apply. You deserve a dentist and hygienist that will educate you. You deserve to have the right tools to take care of your teeth at home. You deserve to have the knowledge to overcome fear and feel empowered to ask questions. It's your teeth, and it's your health. And again, you don't have to do this alone."
    },
    {
      "author": "DRAIN",
      "text": "OK. So to recap, Takeaway 1 - finding a dentist is more than just picking from a list. You're on the hunt for a good oral health team. Takeaway 2 - get specific about your fears, and then you can talk about them with your oral health team. Takeaway 3 - although there are few, there are options for dental care with limited funds or no insurance. Takeaway 4 - clean teeth are all about technique, not products. Takeaway 5 - health and aesthetic are not the same thing."
    },
    {
      "author": "SEGARRA",
      "text": "That was reporter, Aja Drain. For more LIFE KIT, check out our other episodes. If you want to hear more from Aja, she’s hosted one on how to sing. We’ve also got an episode on how to use fewer single-use plastics. You can find those at npr.org/lifekit. And if you love LIFE KIT, and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we’d love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org"
    },
    {
      "author": "SEGARRA",
      "text": "And before we go, we want to let you know that next week is NPR’s Climate week. We’ll spend seven days focused on innovators working to build a better world for the next generation and the one after that. On next Tuesday's episode of LIFE KIT, we’ll be talking about how to make climate friendly purchases for your home. For more stories of human ambition fighting very human problems, head to npr.org/climateweek for a spotlight on solutions."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Carly Rubin, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Kwesi Lee, Andie Huether and Josephine Nyounai. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9899703530.mp3",
  "img": "https://media.npr.org/assets/img/2023/03/15/lk_teeth_harlan-copy3_wide-adfcd5ef5aa8ba179599d28af2df42f5591eb554.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "UNIDENTIFIED PERSON",
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "AJA DRAIN, HOST",
    "MARK BURHENNE",
    "DRAIN",
    "ALICIA MURRIA",
    "MURRIA",
    "BURHENNE"
  ]
}