{
  "title": "Want a marriage that lasts? 5 questions to ask your partner before getting hitched",
  "url": "https://www.npr.org/transcripts/1162385260",
  "intro": "These conversation starters get at the heart of your values, including how you deal with conflict, your attitude toward gender roles and your relationship with money.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Romantic relationships can be full of questions at every turn, whether you've been together for five minutes or 50 years. You know, like, do I go in for the kiss? Should we be exclusive? Are we spending the holidays with your family or mine? If you're on or seeking a path to marriage with your partner, there's probably one big question at the top of your list. What does it take to be and stay married? Or perhaps, put more simply, how can we make this thing last? Carol Bruess has been working to answer that question for years."
    },
    {
      "author": "CAROL BRUESS",
      "text": "One of the things I like to remind couples is that marriage is a lifelong conversation."
    },
    {
      "author": "TAGLE",
      "text": "Carol is a professor emeritus of marriage and family communication from the University of St. Thomas in Minnesota, an author and - get this - a marriage social scientist."
    },
    {
      "author": "BRUESS",
      "text": "I agreed to do this interview when my husband was not home so that he could not pop in - husband of 31 years. So he would say that he is a great human communication guinea pig and that our marriage is a petri dish."
    },
    {
      "author": "TAGLE",
      "text": "Carol says it's important to remember that our cultural understanding of and expectations for marriage have changed a lot over the past 200 years. What used to be a purely practical contract between families has become, for a lot of people, kind of everything. We look to our spouses to be our perfect friends and lovers and therapists and co-parents and housemates and hiking buddies. She says this contemporary view of marriage can be both a good and bad thing. On one hand, the potential joy and fulfillment you can experience in this kind of marriage..."
    },
    {
      "author": "BRUESS",
      "text": "...Is greater than it's ever been in the history of marriage. The challenging piece of thinking about our partner as that person who has to serve all of those needs is that it's unrealistic. We're likely to be disappointed and frustrated. And it's going to cause a lot of conflict."
    },
    {
      "author": "TAGLE",
      "text": "So how do you spare yourself unnecessary heartache? Carol says the first step to a successful long-term partnership is to first interrogate your own motivations."
    },
    {
      "author": "BRUESS",
      "text": "And so I encourage people, you know, even before they're dating, before they're engaged, before that first couple of years in marriage, to really spend some time working with a therapist or a coach to identify what I like to call the lowercase D of defining what their needs are in a relationship and the uppercase D defining what their needs are."
    },
    {
      "author": "TAGLE",
      "text": "Lowercase D's are those more casual, everyday preferences that aren't necessarily essential but can help you feel happy and loved and seen in a relationship - a partner who you can share your favorite hobby with, maybe, someone who puts their phone away at dinner to talk to you, a person that has your same sense of humor. Uppercase D's, on the other hand, are more serious and structural - value- or identity-based needs that allow you to feel safe in a partnership. Often, Carol says, these might speak to past hurts or experiences. For example, a lowercase D issue might be showing up late to things."
    },
    {
      "author": "BRUESS",
      "text": "Seems like a small thing. Oh, someone's late. You got stuck in traffic. But as you excavate that capital D, defining this need might reveal that, in your family of origin, your family was late for almost everything, and it embarrassed you. So you might express to your spouse, because you've identified it for yourself, that when you're late for things, I react so strongly because being late caused a lot of tension between my parents and between family members, and I don't want that same tension for us."
    },
    {
      "author": "TAGLE",
      "text": "Once you've done that, keep talking, and keep asking questions."
    },
    {
      "author": "BRUESS",
      "text": "So do you think this person is someone who is willing to be in the conversation, no matter how difficult that conversation is, what that conversation looks like over time - because it's a series of those questions that is going to give you a sense of, is this someone that is willing to do the work that marriage takes?"
    },
    {
      "author": "TAGLE",
      "text": "To help you get clear on all of that, Carol has five essential questions to talk through before you get married. I'm reporter Andee Tagle, and in this episode of LIFE KIT, we're going through them. Carol will break down the reasoning behind each question, offer relationship intel from her research and talk through the necessary labor behind making a marriage work."
    },
    {
      "author": "TAGLE",
      "text": "All right. Question No. 1 of Carol's five questions to ask before you get married - is there anything that you or I are not willing to give up once we're married?"
    },
    {
      "author": "BRUESS",
      "text": "And this question gets at something essential in every healthy relationship. It's a thing called boundaries, right? We know that the most compassionate people are also the most boundaried (ph) people. And in marriage, being compassionate with each other, including respecting what each person needs to thrive, is key to co-creating a thriving marriage miniculture."
    },
    {
      "author": "TAGLE",
      "text": "Can you give me some examples of what that might look like?"
    },
    {
      "author": "BRUESS",
      "text": "Yeah. I'll actually use one from my own marriage. So my husband, his only real hobby is - he'll tell you - is fishing. And early, when our kids were little, when he would go off on these fishing trips for a week or 10 days, it was really, really hard."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "BRUESS",
      "text": "One of the things that I had to do was become much more compassionate as I reflected on this core reality that him going fishing with his father and his nephew, it was not as much about the fishing, but it was about what filled his soul, right? And so that notion of saying this is something that is essential for my long-term well-being, it helped us come to an understanding that we had to make that a priority, just like, for me, going to yoga once a week, even when we had two little kids - right? - it was something essential for an hour or two of reflection, moving my body, right? So that gets at this question - what am I willing or not willing to give up once we are a couple?"
    },
    {
      "author": "TAGLE",
      "text": "Is it the same as nonnegotiables?"
    },
    {
      "author": "BRUESS",
      "text": "Yes. No. I think we could also call them nonnegotiables. I like to encourage couples to use what's called the egg model of core need identification. So the yolk is where you write and identify what your nonnegotiables are. And then that white space is where you can put what's called areas of flexibility. So for instance, in your core nonnegotiable, it might be that I need to get time every week away from the house and the kids to care for myself, right? So that might be that yolk. The white space might be when that hour happens. It doesn't have to be on a Saturday afternoon or a Monday night. It might even be that it's not an hour, but it needs to be some time. So it's flexible, but it's still a need."
    },
    {
      "author": "TAGLE",
      "text": "Next up, Question 2 - can you handle me doing things without you?"
    },
    {
      "author": "BRUESS",
      "text": "This question gets at the core truth in every relationship, and that is this truth that all relationships, whether it's marriage, family, friendship, any kind of relationship, has two sets of simultaneous needs that are often in what we call dialectical opposition. And one of those core needs is for both connection, togetherness and autonomy. You will always be managing those opposing needs."
    },
    {
      "author": "TAGLE",
      "text": "There's always calibration. There's always going to be some calibration."
    },
    {
      "author": "BRUESS",
      "text": "Beautiful word, right? Yes. There's always going to be calibration in your relational system. So there's this long-standing myth that autonomy - right? - having some spaces in your togetherness is the death knell of a healthy marriage. In fact, the opposite is the truth - that there will always be varying needs for autonomy and connection."
    },
    {
      "author": "TAGLE",
      "text": "What if you're at really opposite poles, though? You know, like, what if someone is someone who needs to have that partner for every step of the - what if the answer is, like, no, I'm not OK with you doing things without me? I want you to be where I am. Is that relationship doomed for failure? What do you do in that case?"
    },
    {
      "author": "BRUESS",
      "text": "Yeah. I wouldn't say that it's doomed for failure if both people are willing to, one, compromise."
    },
    {
      "author": "TAGLE",
      "text": "You have to be willing to give a little."
    },
    {
      "author": "BRUESS",
      "text": "You have to be able to give and take. Some people are not good takers, so they give a lot. They compromise so much that they starve their own needs."
    },
    {
      "author": "TAGLE",
      "text": "Sure."
    },
    {
      "author": "BRUESS",
      "text": "And so that's not good over time as well, right? And so it's about a conversation, but I think it's a really important one because, also, one of the things we know, Andee, is that an early sign of emotional abuse in a relationship is that a person wants to control that other person's time."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "BRUESS",
      "text": "And so this notion that your partner is not willing to say, wow, I want you to have autonomy..."
    },
    {
      "author": "TAGLE",
      "text": "Sure. Unyielding."
    },
    {
      "author": "BRUESS",
      "text": "...It should be a red flag..."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "BRUESS",
      "text": "...A warning sign."
    },
    {
      "author": "TAGLE",
      "text": "Question 3 - when conflict arose, did your family use the silent treatment, calmly discuss disagreements or slam doors?"
    },
    {
      "author": "BRUESS",
      "text": "So third question gets to the issue of how we are going to engage in productive conflict. Conflict is inevitable. The way couples handle conflict is the single best predictor of if their marriage, if their relationship will flourish or if it's going to need to hit the eject button. Our first conflict classroom was the family that we grew up with. And so much of the way that we, as a member of a marriage, come into the actions and expressions of conflict, unless we otherwise intentionally work on them, will fall into those default modes from our respective families of origin. And so it's absolutely essential that couples have the meta-conversation about how they want to engage in conflict when they disagree and to do so when they are not in the conflict, right? So to..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, talk about it when you're not fighting. Yeah."
    },
    {
      "author": "BRUESS",
      "text": "Exactly. And one of the myths about marriage and conflict is that you should be able to solve the majority of your problems, right?"
    },
    {
      "author": "TAGLE",
      "text": "Interesting."
    },
    {
      "author": "BRUESS",
      "text": "Not true. The best marriage science in the world from the Gottman relationship institute at the University of Washington revealed so clearly that two-thirds of marriage conflicts are what they call perpetual. They're unsolvable. I think this is the best news, right?"
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "BRUESS",
      "text": "And what you do is you learn how to manage it and not necessarily solve it. I feel insecure about finances because of my family of origin. You're very secure, and money doesn't have the emotional undercurrent that it does for me - right? - examples like that. So where we encourage couples to focus more of their energy is identifying how they can solve the solvable problems by engaging in conversations where neither person leaves the conversation or, I should say, usually series of conversations or fights feeling like they are less than, feeling like they have been put down because that, Andee, is a sign, if it happens over time, that the marriage is not going to make it."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. Could you speak to that? There's more - the indicators - there's indicators of divorce, right?"
    },
    {
      "author": "BRUESS",
      "text": "Exactly. And one of those is this expression of what they call contempt. So, like, rolling your eyes - it's expressing a kind of disgust about the other person as a human being or what they think or believe or value. No one wants to feel that way. And even less so with the person we've committed our life to being with. And so that's one of the behaviors, these microbehaviors, that you want to make sure does not show up when you are in conflict."
    },
    {
      "author": "BRUESS",
      "text": "One of the other ones is what's called defensiveness. But the antidote to defensiveness is a powerful shift in mindset and stance. And all of us can do this. It's called the mindset of curiosity. Instead of getting defensive, like, well, I didn't mean to leave my shoes on the floor, or I didn't intend to come home an hour late, if we shift and say, well, I'm curious about why this is really upsetting to you - tell me more - and it tends to set a - what could be a fight that's on a trajectory or what we call a negative spiral, it can shift it to a conversation that is a positive spiral. Tell me more."
    },
    {
      "author": "TAGLE",
      "text": "Question 4 - what is the most you'd be willing to spend on a lamp, a pair of shoes or a pair of jeans?"
    },
    {
      "author": "BRUESS",
      "text": "So the fourth question is about finances, right? Because money is often not about money. If you have enough to meet your basic needs - right? - safety, food, water, shelter... -"
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "BRUESS",
      "text": "...It's about emotions. And so the fourth question, it opens a door. It tends to, like, reduce some immediate defensiveness because it's like, oh, well, let's talk about - right? - like, I wouldn't want to spend more than $600 on a lamp. And your partner might go, well, I've never bought a lamp that wasn't from the Goodwill, right?"
    },
    {
      "author": "TAGLE",
      "text": "Sure. Yeah."
    },
    {
      "author": "BRUESS",
      "text": "Like, I don't believe lighting is that important for a healthy, happy family. And so what this gets at is the truth that we need to have open and ongoing discussions about our approaches to finances and about our emotions about money because most of the conflict around money and marriages is about the emotions and what money means or doesn't mean and not about the actual, you know, spreadsheet."
    },
    {
      "author": "TAGLE",
      "text": "Dollars and cents. Right."
    },
    {
      "author": "BRUESS",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "And finally, Question 5 - are you willing to change diapers at 3 a.m. and miss an important meeting if our kid is sick?"
    },
    {
      "author": "BRUESS",
      "text": "And this gets underneath an important set of conversations that couples will need to have over time. We know that in the happiest of all marriages, where both partners feel valued, and their marriage is flourishing, that both partners share, over time, equally, their talents and their time. And they share in the mundane tasks that need to get done in life. They wipe down the counters. They scrub the toilets. They do what needs to be done."
    },
    {
      "author": "BRUESS",
      "text": "And it's not that at any point in a marriage is there ever going to be equality or that we're all going to be contributing equally. That's a myth. It's that over time each partner feels respected because, Andee, the other piece of research that I want everyone to know about is that if we are to map marriages over time and draw, in a line, their happiness, it is going to look like a U. Your happiness is going to start high. It's going to dip low, and then it's going to come back up again for the majority of couples. We've done this research over decades and decades, and it almost always looks the same. And you know what's happening for the majority of couples at the bottom of that U? Little kids, right? It's parenting."
    },
    {
      "author": "TAGLE",
      "text": "Right. Yeah."
    },
    {
      "author": "BRUESS",
      "text": "And anyone who's a parent out there listening, you're like, yep. They're nodding their heads. Yep, I get it, right?"
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "BRUESS",
      "text": "Because you're doing all the things you were doing before, but you're doing it a little bit exhausted, a little bit distracted. And so what happens for most couples is that conflict increases, stress, anxiety increases. You start to have more conflict, new kinds of conflict. And so some of them get put off because you don't have any time together. So I think it's absolutely essential that couples know when they hit the bottom of that U, it doesn't mean that their marriage is not a strong one or a good one. It's that this is a time when you might need some new strategies, right? You might need to intentionally create - might be a Sunday night 10-minute conversation ritual with your partner right after the kids are asleep where you do a check-in."
    },
    {
      "author": "TAGLE",
      "text": "So institute those rituals. It's important to get rituals as part of the program."
    },
    {
      "author": "BRUESS",
      "text": "Absolutely. No matter when you do it or how often you do it, what's important is that you intentionally do it because when you don't do it, for most couples, what happens is that they will do it during a fight, right? So they're not proactively having the conversation of, like, wait, where are we at in this, you know, relationship? How are we doing? What needs aren't being met? Those things are going to show up with irritation, with criticism, with all the stuff that, you know, takes more time and emotional energy to navigate."
    },
    {
      "author": "TAGLE",
      "text": "Carol, you've given us a lot to think about. Thank you. Before we let you go, any last thoughts on how to make a marriage work?"
    },
    {
      "author": "BRUESS",
      "text": "Someone once shared, you can either be right, or you can be in relationship. So when we are committing to this lifelong conversation with our spouse, coming into the daily conversation of marriage with humility, by taking off the armor, it is probably one of the most powerful things we can do over time."
    },
    {
      "author": "TAGLE",
      "text": "That's because it's so difficult, Carol. It's because it's a very tall order you're asking."
    },
    {
      "author": "BRUESS",
      "text": "Exactly."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "BRUESS",
      "text": "And I also like to remind couples that when we think about every day in our marriage or every conversation in our marriage as a practice - right? - it's like, oh, I might not get it perfect this time, but I'm going to keep coming back, and I'm going to practice at being better, those are the building blocks of a flourishing, thriving marriage."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on relationship contracts, another on splitting domestic labor fairly, and we've got lots more on everything from mental health to personal finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Mia Venkat. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Gilly Moon and Brian Jarboe. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3711224916.mp3",
  "img": "https://media.npr.org/assets/img/2023/03/09/gettyimages-1417701760_wide-2424780143f8d0e4eb79df1461494b1976fc7edc.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "ANDEE TAGLE, HOST",
    "CAROL BRUESS",
    "TAGLE",
    "BRUESS"
  ]
}