{
  "title": "Masculinity doesn't have to be restrictive. Here's how to redefine it for yourself",
  "url": "https://www.npr.org/transcripts/1163667777",
  "intro": "Restrictive expectations of masculinity can be perpetuated by anyone and impact how we view ourselves and others. We spoke with experts for tips on how you or those in your life can begin to redefine masculinity.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "FRANK FESTA, HOST",
      "text": "Let's do a little experiment."
    },
    {
      "author": "FESTA",
      "text": "I want you to close your eyes and think of the manliest guy you can, somebody who exemplifies masculinity. Take a couple seconds to imagine what he looks like, what he might do for a living, his personality and how he carries himself, you know, all of the ingredients that make a man. Who comes to mind? Whoever he is, it doesn't matter. It's the idea of him that we're all measuring ourselves against."
    },
    {
      "author": "FREDERICK JOSEPH",
      "text": "I had to, like, unpack, like, my wife is not going to leave me if I am not Michael B. Jordan..."
    },
    {
      "author": "FESTA",
      "text": "Yeah."
    },
    {
      "author": "JOSEPH",
      "text": "...Mixed with Ta-Nehisi Coates, mixed with - you know, mixed with Barack Obama. Like, I have to be the best orator, the best writer and the best looking in the country for my wife to just have a baseline of happiness with me."
    },
    {
      "author": "FESTA",
      "text": "Yeah. For me it's like, if I'm not Matthew McConaughey, my life is over."
    },
    {
      "author": "JOSEPH",
      "text": "(Laughter)."
    },
    {
      "author": "FESTA",
      "text": "Like, I can't do - I'll never live up to it."
    },
    {
      "author": "JOSEPH",
      "text": "Exactly. And men are dealing with the same thing. But they're not having conversations about it."
    },
    {
      "author": "FESTA",
      "text": "That's Fred Joseph, activist and bestselling author of books like \"The Black Friend\" and, more recently, \"Patriarchy Blues: Reflections On Manhood.\" Fred and I both know as well as you do that comparison is the thief of Joy. But as men, we can't help but have this Frankenstein in our heads of who we think we're supposed to be."
    },
    {
      "author": "JOSEPH",
      "text": "Everyone's afraid to actually be themselves. And that's the danger of something like a man box, is that no one can actually attain this thing. Everyone is striving for it and reducing their actual humanity in the process. It's extremely dangerous."
    },
    {
      "author": "FESTA",
      "text": "The man box, which is a concept that comes from researcher Paul Kivel in the Oakland Men's Project, refers to the rigid rules boys learned at an early age about being a man, things like don't be too sensitive. Don't like things that could be perceived as girly. Or don't ask for help, to name a few. It's important to note that while this conception of masculinity might feel like a universal standard, it isn't actually how everybody thinks men need to be. The journalist Thomas Page McBee has learned a ton about the man box in his time reporting on masculinity. For example, a sociologist he interviewed told him about this really interesting study comparing men in Denmark versus men in the U.S."
    },
    {
      "author": "THOMAS PAGE MCBEE",
      "text": "She said, when you ask men in Denmark what's the opposite of a man, they say a boy. And when you ask men in the U.S. what's the opposite of a man, they say a woman. And so then anything that is associated with, quote, \"a woman\" becomes negative, you know, because it's like, as soon as you embody any of that, then you're failing at being a man."
    },
    {
      "author": "FESTA",
      "text": "Thomas transitioned as an adult. And he was hoping he might have dodged some of that programming. He thought his feminist and queer background would help him transcend traditionally masculine norms. But it wasn't all that easy."
    },
    {
      "author": "MCBEE",
      "text": "I would get feedback on a regular basis like, you're too vulnerable. And I would hear that from my feminist friends, too, you know? It was just sort of like, in order to be a man and to be attractive to women, you need to uphold certain aspects of masculinity."
    },
    {
      "author": "FESTA",
      "text": "And if you don't uphold these norms, you're less of a man. You're soft. You're too woke. You're a beta. You're a soy boy. I'm sure we could think of a couple more. But the truth is that nobody really fits neatly inside this man box. And that's kind of the point."
    },
    {
      "author": "MCBEE",
      "text": "Well, what is a real man? Am I not a real man, you know? I mean, I think that question of - there's a way to be a man. And it's somehow been defined, right? It's not about even your embodiment. It's some, like, aspiration, which I've come to think of as a pyramid scheme. And pretty much everyone is always failing at it. And then, actually, what masculinity is, traditional masculinity, is men policing each other about how they're failing at being real."
    },
    {
      "author": "FESTA",
      "text": "The man box is a myth that reinforces certain behaviors and beats others out of you. If we can accept that our notion of the ideal man might be misinformed, we can start to open up the space to consider an alternative. I'm Frank Festa. And on this episode of LIFE KIT, defining masculinity on your own terms. You'll hear stories and thoughts from a few different men about how the man box constrains and warps our identities, how harmful aspects of masculinity are perpetuated and guarded by all of us. And as always, we'll run through some strategies for how you or the masculine-identifying folks in your life can begin to redefine masculinity on their own terms."
    },
    {
      "author": "FESTA",
      "text": "As a teenager, I can remember biting the inside of my cheeks to stop myself from crying when I was upset in front of other people. I've also performed toughness, suppressed my feelings, obsessed over getting buff in the gym and have prized success in all of its incarnations above all else. These are some of the strategies that I learned to keep others from questioning how much of a man I am. But I typically didn't end up feeling more manly because of any of these things. I usually felt worse after the fact. So our first takeaway is to try to get right with your values as they relate to masculinity."
    },
    {
      "author": "MCBEE",
      "text": "Because if your values include independent thought, freedom of thought, being in the world in a way that's about, like, having integrity and whatever that means to you..."
    },
    {
      "author": "FESTA",
      "text": "Then divesting from a system that treats you like a cog in the wheel is what you need to do. But nobody said it's going to be easy."
    },
    {
      "author": "FESTA",
      "text": "First, think about what values you want to uphold, fairness, compassion, maybe generosity. The elephant in the room is that a lot of men are allergic to the idea that something - really, anything at all - might be flawed about their masculinity. That aversion has another name."
    },
    {
      "author": "MCBEE",
      "text": "That's about fragile masculinity, right? That's about, like, I can't even question this because if I question it - you know, to look at this the opposite side, the opposite way from how it's normally framed, it's about feeling so insecure and so unsure and so anxious about your place in the world that even asking a question about it is threatening to you and everyone around you."
    },
    {
      "author": "FESTA",
      "text": "For example, maybe somebody calls you out for sexist behavior, like mansplaining at the office. Your instinct might be to double down and be defensive in that moment. But try to check yourself and think about if that response is in line with your values. If not, apologize and keep it moving. Because the alternative is..."
    },
    {
      "author": "MCBEE",
      "text": "You have to kind of just continue on and just try to eke out your life, like, as you go, just proving constantly that you are succeeding in this, like, gendered body. And if anybody, you know, even makes you have to think about it beyond that, then that's, like, way too hard of a identity crisis to even withstand."
    },
    {
      "author": "FESTA",
      "text": "You can start small. List out your values or journal about them, practice being more present to notice the discrepancies, or you can seek feedback from people you trust when you're feeling ready. Me work like this requires some bravery, but it also offers you freedom to be yourself."
    },
    {
      "author": "MCBEE",
      "text": "Being a man is important to me, so I shine, hopefully, my humanity through my masculinity. Not - I don't try to contort myself so that my masculinity is, like, legible. And hopefully my humanity gets to be there too. Like, what kind of life is that?"
    },
    {
      "author": "FESTA",
      "text": "Trying to make your masculinity easy to read is an easy way to compromise your values and get yourself in a reductive mindset. Maybe you're laughing or joining in when your friends are doing something or acting in a way that you don't agree with. Or maybe you're getting frustrated by not bulking up fast enough in the gym because you feel like you need to be super muscular or something for women to like you. In these moments, try to think about your values and worry more about being the best version of yourself instead of trying to squeeze into the man box."
    },
    {
      "author": "FESTA",
      "text": "When Thomas was writing his book \"Amateur,\" he was thinking a lot about his relationship with toughness and violence - curious enough that he volunteered to get punched in the face repeatedly. Thomas also happens to be the first trans man to ever fight in a match at Madison Square Garden."
    },
    {
      "author": "UNIDENTIFIED ANNOUNCER",
      "text": "Ladies and gentlemen, Thomas \"McBeast\" (ph) McBee."
    },
    {
      "author": "MCBEE",
      "text": "I think I realized because I wasn't socialized male, I never did learn to fight. And that's - there's something about that that I think is sort of important and gets lost sometimes in my story, which is like, I think everyone should learn to fight. Like, it's a normal and natural response to threat."
    },
    {
      "author": "FESTA",
      "text": "And Thomas has experienced his fair amount of threats. He was mugged once and another time, a guy tried to beat him up for taking a picture of his car when, really, Thomas was just taking a selfie to send to his girlfriend. So part of this journey for him was about learning how to fight, but it was also about why men fight in the first place. Something that surprised him was the camaraderie he built over the months he trained and studied the sport."
    },
    {
      "author": "MCBEE",
      "text": "I had a radical sort of experience with, like, intimacy and men. And, like, I had relationships with the men I was training with and my coach and so on that were closer than pretty much I have had with any other men in my life. And I think what sociologists call, like, the cover of violence allowed us a different level of connection."
    },
    {
      "author": "FESTA",
      "text": "Since masculine people don't always get the proper tools for processing emotions, this cover of violence can feel like a safe space for connection. And when used in a healthy way, it can be. We aren't suggesting you take your kids out of football or that you should stop watching the UFC or playing Call of Duty with your friends. But it is important to acknowledge that even if all people can feel anger and seek to act on it, there's a culture of violence among men that feels distinct. Men are responsible for the overwhelming majority of homicides and violent offenses, and studies have also suggested that men and boys are more likely to fight than women. They're more likely to enjoy violent movies and video games and are more desensitized to violence than women in general."
    },
    {
      "author": "FESTA",
      "text": "So our second takeaway is to try to get some perspective on how you've been processing your emotions. Take a magnifying glass to your relationship with anger and violence specifically. You know what used to make me really angry? When somebody noticed something was off - maybe I was a little pouty. Maybe I was being passive aggressive or didn't seem like my normal self. And then they ask, what's wrong, or is everything OK? In these moments, I typically wasn't OK, but denial and emotional suppression were easier than being vulnerable with anyone, no matter how close we were. Part of the problem for a lot of us, according to Fred, is that this conditioning happens while we're growing up."
    },
    {
      "author": "JOSEPH",
      "text": "We're not giving the total range of emotions that humans should have, right? So when you're a kid, you oftentimes see parents or people in general telling kids or boys, you shouldn't cry, right? Why is that? Crying is a natural emotion. And when you reduce something like your natural emotions, you ultimately place other emotions in your place. So let's say you scrape your knee. Instead of crying now, you're getting angry, right? You know, so then when you're a young man, let's say you do poorly on a test, right? Instead of navigating how you feel truly about it, again, you're tapping into anger, right?"
    },
    {
      "author": "FESTA",
      "text": "The stakes can be high when anger translates to violence. When Fred was about 8 or 9, his mom surprised him with his first pack of Pokemon cards. Back then, Pokemon cards were all the rage, and Fred remembers being bullied for not having them. He was super excited."
    },
    {
      "author": "JOSEPH",
      "text": "I actually got a Charizard. I don't know - for those who don't know, getting, like, a holographic Charizard back then was like getting Beyonce tickets right now. And, you know, so I'm like, all of a sudden, the coolest kid on the block."
    },
    {
      "author": "JASON PAIGE",
      "text": "(Singing) Pokemon. Got to catch them all."
    },
    {
      "author": "FESTA",
      "text": "Unfortunately, though, not long after, some older kids from the neighborhood took Fred's cards from him. He begged to get them back, but the boys wouldn't budge. Fred went to his mom looking for help or at least comfort. But he was surprised when she told him..."
    },
    {
      "author": "JOSEPH",
      "text": "You have to get the Pokemon cards or you can't come back in the house until you have them."
    },
    {
      "author": "FESTA",
      "text": "It was dark by then, and when Fred found the older boys that stole his cards, his second attempt at reasoning with them also failed. So he retreated back to their apartment. But when his mom didn't answer their door, Fred started to panic. And he believed that he needed to get those cards back by any means necessary."
    },
    {
      "author": "JOSEPH",
      "text": "Like, some people just do not respect a certain language. And so I grabbed a, like, a large - it wasn't like a log, but it was, like, a big stick kind of thing. And I just start whacking everybody, laying everybody out."
    },
    {
      "author": "FESTA",
      "text": "When his mom let him back into their apartment, cards in hand this time, he was surprised to learn that she'd actually been watching him through the window the entire time to make sure he was safe. Fred's mom was trying to teach him an unfortunate lesson."
    },
    {
      "author": "JOSEPH",
      "text": "She explained to me that in a world that is violent against people, but specifically has a designated violence for Black boys and Black men, you have to understand various forms of language. You can't just always plead with people, right? Some people are only going to understand this other side of you. And as sad as it is, this might be the thing that ultimately helps you survive. And I need you to survive."
    },
    {
      "author": "FESTA",
      "text": "That moment changed Fred's life, specifically his relationship with how he processed anger. He began to see violence as a tool with various purposes."
    },
    {
      "author": "JOSEPH",
      "text": "The issue of that is I didn't really have a designation between when parts - that part of me should arise, if it should ever arise again, when it shouldn't, so on and so forth. And so it was almost on steroids for the rest of my life when now you inject football. Now you inject boxing. Now you inject trying to show off for women. Now you inject just being angry about things. Now you inject being afraid. And the only language that I have is now, I'm afraid that this is going to happen. I have this rage. I have this violence, and it's the only thing that works."
    },
    {
      "author": "FESTA",
      "text": "Violence is complicated, but if you find yourself feeling angry when you're really sad or afraid or if you're eager to throw a punch when you might be able to talk it out instead, try sitting with the emotion first and see it as data. What's your urge for violence trying to tell you about what you really need? Do you need validation? Maybe a break? Or maybe you're looking for room to vent if you're feeling sad."
    },
    {
      "author": "CHUCHO",
      "text": "(Non-English language spoken). My name is Chucho, and I am part of the Eudeve and Tlamanalcah Yoeme peoples. What's known today here as Tucson, Ariz. - I'm on O'odham territory, and I am a husband and a father."
    },
    {
      "author": "FESTA",
      "text": "Chucho works for A Call To Men, a nonprofit that promotes healthier manhood through trainings and educational resources. In his experience, helping young men and boys understand the constraints the man box puts on our emotions usually takes a little salesmanship."
    },
    {
      "author": "CHUCHO",
      "text": "A lot of the initial pushback is, like, how is this going to keep me safe, right? Because, like, I hear you, and these things make sense - right? - about our vulnerability, being authentic, disrupting, you know, like, harmful words that are being shared about, like, women and girls, but, like, if I do those things, like, I'm going to get made fun of, or I'm going to be bullied."
    },
    {
      "author": "FESTA",
      "text": "Which is really important for us to keep in mind. Fear is the man box's primary mechanism of control, and it can also prevent us from being vulnerable. Personally, it took me something like seven or eight years of contemplation and worrying about what people would think about me before I decided to give therapy a try. For Chucho, breaking through that fear is all about making meaningful connections. A Call To Men's Live Respect program centers around having tough conversations about things like sexual assault, consent, bullying and homophobia, to name a few. He's got a specific memory in mind from working with a high school boys' basketball team."
    },
    {
      "author": "CHUCHO",
      "text": "I did have a youngster in one of the sessions, and he was not feeling it. And every - and all his little homies, they were, like, reassuring him, like, no, Chucho is, like, good people. And - but for him, it was like, well, no, man. Like, I don't know him, and I don't know if I buy into all these things he's talking about."
    },
    {
      "author": "FESTA",
      "text": "Attitudes around mental health are definitely changing, but studies suggest that the stigma surrounding seeking help or opening up makes men hesitant to do so, just like I was. And sometimes that hesitancy can turn into defensiveness. We all know somebody who gets offended when you ask them how they're doing or swears they're fine and then acts all passive-aggressive after the fact. Admittedly, this is something I'm still working on myself."
    },
    {
      "author": "FESTA",
      "text": "Our third takeaway - if you're seeking to have some of those tough conversations with the men and boys in your life, don't be deterred by any of the walls they might put up. Speak their language, be consistent and search for that connection. Chucho saw an opportunity to do just that when he found the same skeptical youngster from the workshop checking out his car in the parking lot."
    },
    {
      "author": "CHUCHO",
      "text": "And he was like, man, this is, like, really cool. And I said, well, let's go for a ride."
    },
    {
      "author": "FESTA",
      "text": "They bonded over Chucho's '67 Impala as he gave the kid a lift to his mom's work. And before long, he started to open up."
    },
    {
      "author": "CHUCHO",
      "text": "He had just had a friend that he had lost through gang violence. And he opened up about that. You know, and so for me, it's just, like, how do you find those connections - right? - as opposed to, like, just shutting the conversation down - right? - or, like, as opposed to, like, I'm going to - you know, you need to be open to this message. I'm going to teach you these things. And it's like, no, like, how could we make this an exchange where we're both going to be able to, like, benefit and grow from it?"
    },
    {
      "author": "FESTA",
      "text": "A lot of guys need to feel safe in order to be vulnerable with other people. We're not suggesting that coddling yourself or other men is how to spark some sort of reflection about masculinity, but there's a real difference between calling someone out for, let's say, misogynistic behavior and then having an actual conversation about the damage that that behavior is causing. So when you're entering these conversations, try to avoid being pushy and look for connections in places you might not expect. Here's Chucho's advice."
    },
    {
      "author": "CHUCHO",
      "text": "Make it relatable and bring it back to just, like, health - you know? - and healing and how that's also connected to, like, liberation, like, just feeling this sense of, like, freedom of, like, not having to perform all the time."
    },
    {
      "author": "FESTA",
      "text": "So how do you do that? Let's say a friend of yours says something really sexist, for example. Rather than putting them on blast, you can try to lessen the stakes."
    },
    {
      "author": "CHUCHO",
      "text": "Interrupt those behaviors as just a pause - right? - and approaching it with curiosity, right? Like, why is it that you're saying - you know, why is it that you said the thing that you said?"
    },
    {
      "author": "FESTA",
      "text": "They need to leave the interaction thinking..."
    },
    {
      "author": "CHUCHO",
      "text": "Things are still OK, and we're still going to be in communion. We're still going to be in relationships. So a lot of it is that, like, using that language to be able to communicate those messages of - because, again, I think there's this fear - right? - there's this notion of, like, if I step outside this, then, you know, I'm going to be met with harm, with aggression, with ridicule."
    },
    {
      "author": "FESTA",
      "text": "Understanding what somebody is going to be receptive to is an important part of moving the needle in any tough conversation. Some men, for example, absolutely hate the phrase toxic masculinity, and they believe it's been unfairly applied to men who don't do toxic stuff. Thomas says that..."
    },
    {
      "author": "MCBEE",
      "text": "If you have a very strong negative reaction to hearing the word toxic in association with masculinity, like, it is maybe a flag to yourself. Like, why does that bother me so much, you know? And it's another thing - I would personally suggest maybe a little bit more personal inquiry if that's the reaction you're having. But I do think just maybe we should just not say toxic masculinity because I think it's not quite articulating the kind of nuance of what I think we all mean."
    },
    {
      "author": "FESTA",
      "text": "Tying behavior to buzzwords like toxic masculinity might derail your hope of having an impactful conversation because trigger words can put people on defense."
    },
    {
      "author": "FESTA",
      "text": "Our last takeaway is to reexamine your relationship with role models. In my interview with Fred, we talked for a while about the economy that's formed around toxic masculinity over the last decade or so, especially within influencer culture. There are dozens of these macho men online that are idolized by young men and boys around the world. If you can try to consider their perspective, though, hanging on everything these guys say might actually make sense in theory, right? Nobody is more masculine than these dudes - at least that's what they're going to try to tell you."
    },
    {
      "author": "JOSEPH",
      "text": "I'm going to help you get women. I'm going to help you get money. 'Cause there's - and if you look at the intersection, all of them - like, they're not just, like, in shape. They're also - like, they're like, I'm in shape. I'm rich."
    },
    {
      "author": "FESTA",
      "text": "Just listen to me, and you'll not just be safe and sound inside the man box; you'll dominate the man box. Only problem is, a lot of the time these guys are just full of [expletive]."
    },
    {
      "author": "JOSEPH",
      "text": "There is just a certain purity factor that just doesn't exist with these guys, right? They're just - like, there was one guy who was like, all I eat is - like, I forget what it was, but he's like, you know..."
    },
    {
      "author": "FESTA",
      "text": "The liver king."
    },
    {
      "author": "JOSEPH",
      "text": "Yes. Yes. Yes. Yes. Yes (laughter)."
    },
    {
      "author": "FESTA",
      "text": "Look it up if you haven't seen it. It's crazy."
    },
    {
      "author": "JOSEPH",
      "text": "Exactly."
    },
    {
      "author": "BRIAN JOHNSON",
      "text": "...Successful hunt to break my 24 hours of fasting. Now I'm going to break it again with raw liver, raw testicle and raw bone marrow. I have this with breakfast, lunch and dinner because liver is king."
    },
    {
      "author": "FESTA",
      "text": "He basically convinced everybody on TikTok that raw meat was the secret to his bodybuilder physique and alpha status."
    },
    {
      "author": "JOSEPH",
      "text": "And he's in, you know, bananas shape, but he's actually taking a bunch of steroids and a bunch of things. And then people were just like - he's like, I'm not on any steroids. So he's just lying, right?"
    },
    {
      "author": "FESTA",
      "text": "Yeah."
    },
    {
      "author": "JOSEPH",
      "text": "He's just literally lying. And so, like, you have young men around the world trying to match his diet and his workout, which he doesn't even actually do."
    },
    {
      "author": "FESTA",
      "text": "Looking up to somebody is a totally natural thing to do, but part of living into the version of yourself that feels aligned with your values has to do with making sure those role models do, too. And it also has to do with being one yourself. Thomas thinks we can all be role models."
    },
    {
      "author": "MCBEE",
      "text": "The first sort of half of that is about reflection, in my opinion, and investigation and noticing your own behavior and making different choices. And then maybe once you do that organically, I really think that the next steps are about what grows out of that."
    },
    {
      "author": "FESTA",
      "text": "Try to honor your values and put those healthier behaviors to practice."
    },
    {
      "author": "MCBEE",
      "text": "Being more accountable to, like, what you say your actual values are, intervening when you see things that are troubling with, you know, men around you, then intervening from a place of courage. I mean, that's so courageous and brave to be like, hey, man, like, that's not cool."
    },
    {
      "author": "FESTA",
      "text": "Chucho says it could be something as easy as learning to say sorry in a more meaningful way."
    },
    {
      "author": "CHUCHO",
      "text": "To be able to say, like, I messed up, you know, this thing that I was doing the other day or this thing that I said and, like, knowing that it's, like, not too late to even, like, revisit it, you know, like, hours later or a week later, and say, like, you know, the way I was behaving, the way - the things that I said, the way I went about it - there's so many missed opportunities for healing that takes place, right?"
    },
    {
      "author": "FESTA",
      "text": "Or to Fred, it might mean sticking up for someone who's getting picked on or celebrating someone's interests instead of shunning them, like his friend tries to do with his son."
    },
    {
      "author": "JOSEPH",
      "text": "Because his son does go to school, and people will pick on him for, you know, being a young boy with a \"Moana\" shirt or wearing - I think he wore, like, a \"Frozen\" thing. He loves \"Frozen,\" right? And people were picking on him. And his dad, actually, for Halloween, put on a \"Frozen\" dress, right? And he walked around the neighborhood, and they did trick-or-treating, both of them, in their \"Frozen\" outfits. And I think that it's one thing to say you can be whomever you want to be, and I'm going to give you the latitude to express yourself however you want to. But we have to actually, like, lock arms with each other and especially our young people, right? He locks arms with his son, and it is that sense of not just normalization but I'm not alone that creates community."
    },
    {
      "author": "FESTA",
      "text": "If you want to start to define masculinity for yourself or have some of these tough conversations about masculine norms, let's recap. First, we need to understand that the man box breeds insecurity and constrains the way people move through the world. Being masculine has nothing to do with how strong you are, how much money you make or whether women like you or not."
    },
    {
      "author": "FESTA",
      "text": "Takeaway 1 - try to really grapple with your values. Make a list. Talk to a friend. Go see a therapist. Do whatever you need to do. And make sure how you're showing up in the world is in alignment with those values. Takeaway 2 - masculinity, in many ways, is a performance. So if you're getting angry when you're really sad or embarrassed, take a second to dig a little deeper and think about what emotions you might be trying to cover up. Takeaway 3 - if you want to start a conversation about masculinity, it's important to meet people where they're at, find those connections and to be patient with yourself. Let your guard down and try to be a little more vulnerable. And lastly, Takeaway 4 - seek out healthier masculine role models and model more of the behavior you want to see in the world."
    },
    {
      "author": "FESTA",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on how to be more decisive, and we've actually got another episode on dealing with anger through meditation. You can find those and lots more at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "FESTA",
      "text": "This episode of LIFE KIT was produced by Andee Tagle. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is our executive producer. Our production team also includes Audrey Nguyen, Clare Marie Schneider, Mia Venkat and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Carleigh Strange and Patrick Murray. I'm Frank Festa, and thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9791231803.mp3",
  "img": "https://media.npr.org/assets/img/2023/03/15/lk_manbox_-copy_wide-64a9df69ac68abeff0b929876daf8dd664154cb2.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "FRANK FESTA, HOST",
    "FESTA",
    "FREDERICK JOSEPH",
    "JOSEPH",
    "THOMAS PAGE MCBEE",
    "MCBEE",
    "UNIDENTIFIED ANNOUNCER",
    "JASON PAIGE",
    "CHUCHO",
    "BRIAN JOHNSON"
  ]
}