{
  "title": "How to have the STIs conversation with a potential partner",
  "url": "https://www.npr.org/transcripts/1164292797",
  "intro": "With Dr. Evalene Dacker, we lay out the science of STIs and then give you language to talk about them and, more broadly, about sex, with a potential partner. Because for something so fun, sex can be hard to talk about.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "Hey, everybody. Marielle Segarra here. When I was maybe 15, my high school brought in an abstinence-only sex educator. I remember this school assembly like it was yesterday. She stood up there on a stage and said things like, having sex before marriage is like playing Russian roulette, and that if you have more than one sex partner in your life, you will pay because you will get an STI. And in the picture she painted, your life will be over. I'm not the only person who got messages like this about sex at a young age, and those messages stick with us."
    },
    {
      "author": "EVELIN DACKER",
      "text": "I like to say the worst STIs that we give each other are shame, guilt and fear. And we walk around with that a lot. We walk around with that baggage of, oh, my gosh, if I have sex with more than one person in my life, then there is this thing that's going to give me this shame. And if I ever come back with something positive, then that's going to mark me as being something that is not desirable."
    },
    {
      "author": "SEGARRA",
      "text": "That's Evelin Dacker, a family physician in Oregon who teaches people how to talk about STIs and sexuality. And, look, there are risks to having sex. STIs exist, and we're going to talk about them in this episode. But also, nothing in life is risk-free. When you get into a car or you cross the street or you eat at a restaurant, you're taking risks."
    },
    {
      "author": "DACKER",
      "text": "It's the same with sexuality. Oftentimes, people are like, oh, my gosh, I'm so scared of an STI. And I'm like, well, some of the hardest things that people give you are not STIs. It could be broken hearts. They may mistreat you. You know, there's a lot that we are willing to take risks on when we start becoming intimate with people. STIs is just one of those things that we take a risk on. And with good communication, testing, use of barriers, vaccines, we really have all those tools to really help minimize us having something that will affect us for the rest of our life."
    },
    {
      "author": "SEGARRA",
      "text": "So on today's episode, we're going to talk about STIs. We'll lay out the science for you and then give you some language to talk about them and, more broadly, about sex with a potential partner because for something that's so fun, sex can be really hard to talk about."
    },
    {
      "author": "SEGARRA",
      "text": "So let's do a - just a primer on STIs. There are two main categories, right? There's bacterial and viral. Can you talk first about bacterial?"
    },
    {
      "author": "DACKER",
      "text": "Yeah. So bacterial infections are those - the main ones that we talk about are gonorrhea, chlamydia and syphilis. The difference between those and viral are that they're treatable with an antibiotic."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So once you treat them, they go away entirely."
    },
    {
      "author": "DACKER",
      "text": "They go away unless you get reinfected with them, yes."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And then what about viral?"
    },
    {
      "author": "DACKER",
      "text": "So the viral infections are HIV, HPV and herpes. There's also hepatitis ones. Our body does tend to suppress these with our own immune system. Some viral infections, though, aren't suppressed just by our immune system, and we have to take medications to actually decrease the virus so it doesn't become transmissible."
    },
    {
      "author": "SEGARRA",
      "text": "Got it. Can we talk a bit about herpes? I feel like it's confusing for a lot of people. So if you are diagnosed with herpes, what does that actually mean? What effect can that have on your body? What are the risks?"
    },
    {
      "author": "DACKER",
      "text": "There's two types of herpes. There's the cold sore type that, most of the time, comes up in your mouth but actually can be transmitted to genitals. And then there's herpes in the genital region. So when you get a herpes outbreak, if it's on the mouth, I think a lot of people have seen that, you know, you get, like, an ulcer and it's painful, and then it dries up and goes away. Genital herpes is similar, but it could be multiple lesions and ulcers that occur in the genital, you know, pelvic region. Some people don't have it on their genitals. They could have it on their hips or their buttocks as well."
    },
    {
      "author": "DACKER",
      "text": "So the first time somebody gets it, they may have, like, a flu-like symptoms where they get a cold and just don't feel well versus later on when they get it, it's just this rash and it could be painful, feel like burning, needles. And that is what we're all scared of. But is it something life-threatening? No. The longer people have herpes and if they know their symptoms and they know what causes an outbreak, they could actually manage it very well. So if somebody is disclosing that they have it, that usually means that they know their body, they know their symptoms, and they could help prevent passing it on."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And then with herpes, there is an antiviral medication that you can take to keep the viral load low in your body so that it's less likely you'll have an outbreak or pass it on to someone else?"
    },
    {
      "author": "DACKER",
      "text": "Yes. So it's not a hundred percent, but it can definitely reduce the symptoms and therefore help reduce passing it on to other people."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And then last question on herpes is if you are going to have sex with someone and you have it or they have it, is it recommended to use protection always or - and what about with oral sex?"
    },
    {
      "author": "DACKER",
      "text": "Yeah. So first of all, I don't like using the word protection. I feel like that's one of those words that we think, like, oh, if we use barriers or condoms, then we're protected, when the truth is is that because it exists in kind of, like, the boxer short region, even if you're covering just your genitals, you still may be passing it on if it's skin-to-skin contact."
    },
    {
      "author": "SEGARRA",
      "text": "Got it."
    },
    {
      "author": "DACKER",
      "text": "So there's really no way of a hundred percent protecting oneself, but there's ways of minimizing. And the ways of minimizing herpes, particularly, is, one, disclosing because just by talking about it, you know, you could say, oh, I know when I have it, I'm going to get an outbreak. I feel it. Those are the times that we shouldn't, you know, have any skin-to-skin contact. Barriers are appropriate to use - condoms - internal or external condoms are a - something to help minimize, but it's not a hundred percent. And with oral sex, again, it's really about knowing your body. If you do have oral herpes, it is important that you disclose that as well. And feeling any tingling or stress or an outbreak, then you just avoid any oral transmission of it."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Let's talk about HPV, another one that I think is confusing for folks. So what's the experience like for someone who has it?"
    },
    {
      "author": "DACKER",
      "text": "HPV is kind of like the common cold of STIs. Pretty much, if you have had contact with more than one person or your partner has had contact with more than one person and you have not been vaccinated, then the chances are pretty high you're going to get one of the strains that are out there. Really, we break them out into high-risk and low-risk. Low-risk are the ones that can cause external genital warts, and they just usually clear and go away, or they can cause issues in the cervix, vagina or throat, but tend to not cause cancer. The high-risk ones are the ones that we're the most concerned about because they could lead to cancer. They could lead to cervical cancer, throat cancers, as well as external vulvar cancer and anal cancer, as well. But not all of them do. So we're scared of HPV because of the issues it can give us, which means cancer. So we try to minimize having - getting those infections. And the one best way of minimizing it is by getting immunized."
    },
    {
      "author": "SEGARRA",
      "text": "And so the vaccine - you can get it, at this point, any age, any gender."
    },
    {
      "author": "DACKER",
      "text": "It's FDA-approved up to the age of 45..."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, OK."
    },
    {
      "author": "DACKER",
      "text": "...For any gender. There are people who do get it beyond the age of 45. The reason it's not recommended is 'cause it really hasn't been studied. And we think the people who are over the age of 45 have already gotten that virus."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And then if you know that you've had a form of HPV, does it make sense still to get the vaccine?"
    },
    {
      "author": "DACKER",
      "text": "Yes, because the vaccine is against nine different strains of it. So if you may have had one of the strains, it'll help protect you against all the other strains. And it helps minimize cervical cancer because it might help protect you against one of the higher risk ones."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And then let's also talk a little bit about HIV. You mentioned that now there are antiviral medications that'll suppress the viral load to the point where you're not going to pass the virus on to your partner."
    },
    {
      "author": "DACKER",
      "text": "Right, right."
    },
    {
      "author": "SEGARRA",
      "text": "Is it still recommended to use a barrier when you have sex?"
    },
    {
      "author": "DACKER",
      "text": "Until you have had a real good conversation, disclosure and you know your partner's needs and boundaries and risks, it's - I always recommend using barriers."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So if it's with someone new and..."
    },
    {
      "author": "DACKER",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "But if you're in a monogamous relationship, it's different."
    },
    {
      "author": "DACKER",
      "text": "If you're in a monogamous relationship with somebody who has HIV and has viral testing and they know that they're no longer - there's no detectable virus, you do not need to use barriers in that case because it's not transmissible anymore."
    },
    {
      "author": "SEGARRA",
      "text": "OK. There's also a medication called PrEP, right? It's different than the antivirals you'd take if you have HIV?"
    },
    {
      "author": "DACKER",
      "text": "It's a cocktail of antivirals that help you, if you were to get the virus introduced to your body, helps kind of clear it."
    },
    {
      "author": "SEGARRA",
      "text": "So it's preventative?"
    },
    {
      "author": "DACKER",
      "text": "Yes, it's preventative."
    },
    {
      "author": "SEGARRA",
      "text": "OK."
    },
    {
      "author": "DACKER",
      "text": "And used correctly, it's almost 99% preventative."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Got it. I wonder, given that nothing is risk-free, how someone can come up with what their rules are for themself or what their guidelines are for themself. 'Cause I feel like when you go into these conversations with a new sex partner, you kind of need to know what you're comfortable with..."
    },
    {
      "author": "DACKER",
      "text": "Absolutely."
    },
    {
      "author": "SEGARRA",
      "text": "...So you can communicate that."
    },
    {
      "author": "DACKER",
      "text": "And, really, I think that as we navigate our own bodies and our own health, we start discovering the things that are right for us. You know, when we're young, we're willing to take more risks in everything. Like, people were going to go and drink too much or, you know, they're willing to take more risks, that as you start learning your life a little bit better and your body, you're like, oh, no, I can't do that. That doesn't feel good to do that."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "DACKER",
      "text": "And so there's no, like, oh, this is what you're going to want and this is what you should do. People ask me, like, how often do I get tested or when should I get tested? And I'm like, well, it's like - like, every three months or 3,000 miles. You know, a lot of it has to do with how you are having sex with people."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So you have the science. You know what you're comfortable with in terms of risk, and now you want to communicate. Think of this as more than a conversation about STIs. Think of it as a talk about sex. Evelin has a framework called STARS. You can use it as a guide in your conversations. And STARS is an acronym. We'll go through it. The S stands for sexual health. When were you last tested for STIs, and have you tested positive for one?"
    },
    {
      "author": "DACKER",
      "text": "Yeah. I always recommend starting with oneself to actually disclose one's own status, especially, like, when you were last tested. I do recommend saying what you were tested for and if your results were negative or positive. I tend to say - to try to tell people not to use the word clean. And lastly, then just end it with how about you? So it becomes an invitation rather than, when were you last tested?"
    },
    {
      "author": "SEGARRA",
      "text": "Also, if it's possible you or your partner could get pregnant and don't want to, what kind of contraception do you use? The T is for turn-ons. Like, what are you into sexually? What would you be open to trying and when? A is avoids. Maybe you tell this person, listen, I know it's kind of popular now, but please do not choke me if we're hooking up. The R is for relationship intentions and expectations. You know, I'm looking for something monogamous or I'm in an open relationship or I'm looking for a casual, consistent connection, but not a relationship. Like, I don't want this to get super emotional. Whatever it is, communicate it. And the S is safety needs. I'm not ready to go back to your place yet, or here's what I need to feel safe when we're hooking up."
    },
    {
      "author": "DACKER",
      "text": "I tell people, like, you write it out. You write your STARS guidelines. As you understand yourself better and you understand your needs better, it becomes much easier to communicate that with somebody. And communicate it early in the relationship versus later on."
    },
    {
      "author": "SEGARRA",
      "text": "So let's game this out. Maybe you're on a date. You haven't had sex yet or even talked about it, but you did touch their arm earlier and that felt pretty electric. You want to bring this up? Do you do it at the restaurant? Do you do it in the cab on the way back to your place or once you're already kissing? It's really whatever you feel comfortable with. But Evelin's suggestion..."
    },
    {
      "author": "DACKER",
      "text": "I always think that the ideal time is before your clothes come off."
    },
    {
      "author": "SEGARRA",
      "text": "That said, it is never too late to have this conversation. So don't feel like just because you didn't bring it up before your clothes came off that it can't happen. So, OK, you're on that date. You're sitting at the restaurant. What do you say to get the conversation going? You could try something kind of broad, like, hey, you know, I was thinking that things might get physical with us tonight. I feel like that's the vibe. I really like you. There's just stuff I like to talk about before that happens. Would you be open to that? Or you could bring STARS up explicitly and say something like..."
    },
    {
      "author": "DACKER",
      "text": "Hey, I have this game to play. Do you want to play this game? It's called a STARS talk."
    },
    {
      "author": "SEGARRA",
      "text": "You could also be like, hey, I heard about this thing called the STARS talk. It's about sex and what we'd both be into. Would you want to go through it? By talking about it this way, you make the conversation kind of sexy. And isn't that what we all want on a date?"
    },
    {
      "author": "SEGARRA",
      "text": "OK, time for a recap. There are two types of STIs - bacterial and viral. The bacterial STIs are treated with antibiotics, and the viral STIs can be suppressed by your immune system. But if they're not, you can take antiviral medications for some of them. Those make it less likely that you'll pass the virus to a partner. There are several things you can do to try to prevent STIs - get the HPV vaccine, take PrEP, use barriers like condoms when having sex. But again, nothing is risk-free - not sex, not driving a car, not going out with your friends, nothing. But we do these things because it's important for us to connect with other people. When you bring up this conversation with your sex partner, don't just focus on STIs. Talk about what you're into, what turns you on and what doesn't. And try to have the conversation before your clothes come off. It's easier that way, but it's also never too late."
    },
    {
      "author": "SEGARRA",
      "text": "There's more of my conversation with Evelin Dacker on NPR's YouTube page. We go in-depth on how to start talking about STIs and how to disclose if you have one. And we also go through some roleplay scenarios. That's in the video version of this interview at youtube.com/nprpodcasts. And for more LIFE KIT, check out our other episodes. I hosted one on how to create your own traditions, and we have another on how to flirt. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Mia Venkat and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Alex Drewenskus and Carleigh Strange. And special thanks to NPR's video team, who helped produce this episode - Iman Young, Christina Shaman and Annabel Edwards. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4363722727.mp3",
  "img": "https://media.npr.org/assets/img/2023/03/17/gettyimages-1277824241_wide-35885eaf741efff5c20cc6aacd1c77bdcc03a74f.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "EVELIN DACKER",
    "SEGARRA",
    "DACKER"
  ]
}