{
  "title": "5 things to remember when a friendship ends",
  "url": "https://www.npr.org/transcripts/1165070213",
  "intro": "Not all friends are meant to last forever. Here are 5 things to remember if you're processing the loss of a friendship — or trying to save one that matters to you.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "This is NPR's LIFE KIT, with tools to help you get it together."
    },
    {
      "author": "DIANA OPONG, HOST",
      "text": "Have you ever found yourself checking your phone to see if someone you care about texted or called, that anxious feeling of every time your phone buzzes, you think maybe it's them, or on the flip side, I hope it isn't them - I'm not ready to deal with all of these emotions? Typically, that type of drama and roller coaster of emotions is reserved for dating and romantic relationships. But for me, it happened with a friend, someone who had been a really close long-term friend. We started to drift apart, and I could tell. But I didn't want to accept it, so I shrugged it off. First, the phone calls became less and less. Our usual hangouts went from monthly to just once in a blue moon. Neither of us said anything to the other. We both just slipped out of each other's lives. I hate to admit it, but I haven't been the same since. I feel like I haven't really processed the loss."
    },
    {
      "author": "MARISA FRANCO",
      "text": "When we lose friends, we have trouble processing the loss because society doesn't value the loss. Part of the ways we grieve is people around us saying, I'm so sorry for your loss. This is devastating. But when you lose a friend, it's like, why are you still hung up on this, you know?"
    },
    {
      "author": "OPONG",
      "text": "That's friendship expert Marisa Franco. She's the author of \"Platonic: How The Science Of Attachment Can Help You Make - And Keep - Friends.\" Adult friendships take time, effort and attention. And when you put in the work to build a strong bond with someone only to lose them, the loss can be really hard."
    },
    {
      "author": "FRANCO",
      "text": "Friendship grief can be so complicated 'cause we don't get permission from other people, and then, we don't get permission from ourselves. So it's a way that we trivialize friendship, which then leads us to trivialize the grief of friendship loss."
    },
    {
      "author": "OPONG",
      "text": "More than four years have passed since the loss of the long-term friendship I had. Sometimes I wonder if I'll ever be able to really move on. Marisa says that's because when you lose a close friend, it can feel like you're losing a part of yourself."
    },
    {
      "author": "FRANCO",
      "text": "When we get close to someone, we include them in our sense of ourselves. So the loss of them literally feels like a loss of part of our identity, the loss of this experience we might have for who was drawn out in that person's company."
    },
    {
      "author": "OPONG",
      "text": "I'm Diana Opong, and on today's episode of LIFE KIT - coping with a friend breakup. We're giving this topic the attention it deserves, the attention our society doesn't, 'cause we know how hard it is. But the good news is there is hope on the other side of friendship loss."
    },
    {
      "author": "OPONG",
      "text": "So friends, as we know, can be incredibly important people in our lives. And I have a slew of friends. A lot of them, oddly, are named Lisa (ph) or Megan (ph). It's really funny."
    },
    {
      "author": "FRANCO",
      "text": "(Laughter)."
    },
    {
      "author": "OPONG",
      "text": "It gives my kids and my family a bit of a laugh. Like, which one are you talking about? And so - and some of them I've known since I was in elementary or middle school. We've, you know, had these friendships that have just lasted a long time. And I mean, like, in my wedding, aunties to my kids-type friends, right? But not every friendship is like that. What are some common reasons friendships end?"
    },
    {
      "author": "FRANCO",
      "text": "You know what's interesting? That - there's one study that found that the most common reason is just because things fizzle out. Like, nobody really necessarily wanted the friendship to end, but people kind of got busy and didn't intentionally maintain the friendship. And there's another study that finds that about every seven years, we lose about half of our friends. So it's extremely common to lose friends, to, at some period, be very happy and satisfied with your friends, and then in another period, feel like, oh, I wish I had more friends."
    },
    {
      "author": "FRANCO",
      "text": "But I would say when friendships end more intentionally, there can be things like there is not enough reciprocity, and so someone gets upset over time. You know, with friendship, we're not very good at conflict in friendship. We don't make the unsaid said. So small things can kind of accumulate over time. And because they're never directly addressed, people get to a point where they want to end the friendship before actually addressing the problem. Whereas if they had intervened sooner, they might have been able to save the friendship. So that's also a pattern that I see that's really unfortunate."
    },
    {
      "author": "OPONG",
      "text": "Yeah. So let's talk about that a little bit. You mention sometimes things fizzle out. What are some of the symptoms that you see when a friendship's on its way to possibly ending?"
    },
    {
      "author": "FRANCO",
      "text": "Yeah. Yeah. Well, I mean, when you have a healthy friendship, you have something called mutuality. Both people are thinking about both people's needs. So I'm not expecting my friend to always meet my needs at their great expense. So I'm not expecting them to always drive an hour to see me and never be willing to meet in the middle. I'm not expecting them to always have to reach out to me and I'm never going to initiate myself."
    },
    {
      "author": "FRANCO",
      "text": "But there are some people that don't respect mutuality in friendships, and they expect their friends to consistently go above and beyond without meeting their friends halfway. And so friendships that are devoid of that mutuality tend to be less healthy and also, I think, less sustainable over time because if people aren't getting their needs met, then they're not going to want to continue a relationship."
    },
    {
      "author": "FRANCO",
      "text": "So there's this factor called responsiveness. And it's basically, like, the degree to which you're willing to meet someone's needs. Like, my friend's late, and I'm like, hey, I'm sad. Can you try to come on time? And they're like, yeah, absolutely. It's, like, the opposite of defensiveness. If they're responsive, they say, yeah, and they actually try to improve their behavior. But if they're defensive, they say, you're too sensitive. Why are you making a big deal out of this? And they don't try to improve their behavior. And so people that are also low in responsiveness make their friends feel more insecure and have less sustainable friendships."
    },
    {
      "author": "OPONG",
      "text": "OK, so what do we do when we maybe notice that, right? So we have a friend that we're realizing there's not mutuality in the relationship. How do we handle a situation like that?"
    },
    {
      "author": "FRANCO",
      "text": "Hmm. Well, you know, I think the beauty about friendship is that there is such a spectrum of friendship, which means that we don't have to handle friendships in absolutes like we tend to with a romantic partner, right? You don't fulfill my needs. It's over. You can decide, OK, you don't fulfill my needs, but you fulfill this other need in my life. So maybe I'm going to move you down on the spectrum of intimacy. Maybe instead of being a close friend, you'll be a friend. Maybe instead of being a friend, you'll be more, like, a friendly acquaintance or a group friend that I almost only see in group situations. And I realize that my needs for someone who's in my innermost, most intimate circle, you're not willing or able to fulfill them, and thus I will change how I orient to the friendship."
    },
    {
      "author": "OPONG",
      "text": "Yeah. One of the things you mention is that sometimes friendships end because people are afraid of conflict and don't ever talk about it. I guess how do you do that with an intentional friendship..."
    },
    {
      "author": "FRANCO",
      "text": "Yeah."
    },
    {
      "author": "OPONG",
      "text": "...When you don't want it to just end?"
    },
    {
      "author": "FRANCO",
      "text": "You have to make the unsaid said. For me, when I find myself starting to withdraw or wanting to contact this friend less - in the past, I would withdraw, and thus the friendship would no longer be sustainable. But now I know that if I want to withdraw, that's a sign. That's a sign that I need to have a conversation about something. And it took me reframing conflict, as I read a lot of research on this, that - for example, that people that really value friendships are more likely to address issues rather than just pull away, and that having open conflict is actually linked to having deeper intimacy when the conflict is done in a very empathic way."
    },
    {
      "author": "FRANCO",
      "text": "So I remember with one of my best friends, it was a series of small things that gave me this desire to withdraw. And I felt like I was in this place where it's like, oh, either I withdraw, or we have a combative, antagonistic conversation. There is no good option here. But as I'm reading all this research, I'm like, there is a good option. Like, you can have a conversation that's loving and conciliatory. And so that's what I brought to the friendship. My friend actually cried because she was like, I've never had a conflict conversation that's felt this healing and this kind before."
    },
    {
      "author": "OPONG",
      "text": "Wow."
    },
    {
      "author": "FRANCO",
      "text": "And I was just like, yeah. Like, it's actually lovely. I feel so close to you. So now I know that if I feel the need to withdraw, I need to bring up the issue instead and that that's an act of service on behalf of the friendship because it indicates I'm invested enough to work through this with you. And I realize how unfair it was when I would just withdraw because it would be sometimes like I'm saying you're guilty without giving you a trial."
    },
    {
      "author": "OPONG",
      "text": "Yeah. So when there is a shift in our friendships, it can be hard to admit that things aren't like they used to be, and it can be hard to deal with. So what can someone do if they feel a friend pulling away or they feel like they want to pull away? What's the first step?"
    },
    {
      "author": "FRANCO",
      "text": "I would check in with the friend and ask, what's going on? Like, hey, you know, I noticed we haven't been in contact as much. You know, I wasn't sure if you're just busy or if there might be something going on on your end that you wanted to talk about. Like, either way, I'd love to hear. I'm all ears, you know? So just doing that really benign check-in - because it's true. Sometimes people get really busy, and you hear from them less versus them, you know, wanting to pull away from the friendship. So just offering that clarifying comment can be very helpful."
    },
    {
      "author": "FRANCO",
      "text": "If you're the one who wants to withdraw from a friendship and the friend still wants to be friends with you, I think you need to have a conversation. You trigger, if you don't address things directly, something called ambiguous loss, which means we can't process our grief because we don't understand why it happened."
    },
    {
      "author": "OPONG",
      "text": "Yes."
    },
    {
      "author": "FRANCO",
      "text": "We are meaning-making creatures as human beings. We need that meaning to be able to really help us through our grief. So that's why I think the kindest thing to do if you're withdrawing from a friend who still wants to be your friend that you have an established friendship with, is to be able to have a conversation about it."
    },
    {
      "author": "OPONG",
      "text": "Ooh. How do you even do that? That's - it's so hard, Marisa."
    },
    {
      "author": "FRANCO",
      "text": "It's so hard."
    },
    {
      "author": "OPONG",
      "text": "So as you mentioned, some friendships drift apart, and some can be sudden and unexpected - like ghosting. So what are some strategies we can use when someone ghosts us? We're not the ghoster (ph), but we're the ghostee (ph)."
    },
    {
      "author": "FRANCO",
      "text": "Oh. It's such a hard place to be. I mean, I think it's just like - the less we can internalize it, the better. Like, the less we can say, oh, I got ghosted 'cause I'm awful and no one likes me - and the less we generalize it. So in contrast, we want to see it as, you know, I still feel like I have great qualities about me. I trust that not all my friends are going to treat me this way. I acknowledge that I still do have good friends in my life despite this friend not wanting to be a part of my life anymore. I know it's easier said than done, but I think that's where we want to end up so that we won't be grieving in a more prolonged way."
    },
    {
      "author": "OPONG",
      "text": "OK. So what I feel like I'm hearing you say is no matter how your friendship ends, whether sort of dramatically, like if you've been ghosted, or if your relationship sort of just fizzles out, I feel like often the main emotion we're experiencing in that situation is grief, right?"
    },
    {
      "author": "FRANCO",
      "text": "Exactly. And I will say you're also grieving part of yourself..."
    },
    {
      "author": "OPONG",
      "text": "OK."
    },
    {
      "author": "FRANCO",
      "text": "...Because in every relationship, we are experiencing a different part of ourselves. Like, you know, research term - inclusion of others in the self. When we get close to someone, we include them in our sense of ourselves. So the loss of them literally feels like a loss of ourselves and a loss of part of our identity, the loss of this experience that we might have for who was drawn out in that person's company. And so the grief here is layered. It's not small. It's not insignificant. You're grieving a relationship. You're also grieving an aspect of your identity where you're just like, how can I find another place to feel this way? I feel, like, almost, like, less of me if it was, you know, a particularly strong friendship. And so I think you're right. The ambiguity makes it so complicated. The connection makes it so complicated. The way we trivialize friendship makes it so complicated. It's also really complicated because friendship is so ambiguous. Our friend could have a different model for friendship than we do..."
    },
    {
      "author": "OPONG",
      "text": "Yeah."
    },
    {
      "author": "FRANCO",
      "text": "...Which is maybe part of what contributed to the conflict, where we're like, my friends, to me, are at the same level as my spouse. But they're like, no, friends, to me, are something trivial and something lesser, right?"
    },
    {
      "author": "OPONG",
      "text": "Yeah."
    },
    {
      "author": "FRANCO",
      "text": "And so I don't have to have a conversation with my friend if I end the friendship, and that feels OK for me."
    },
    {
      "author": "OPONG",
      "text": "Yeah."
    },
    {
      "author": "FRANCO",
      "text": "And so because friendship is so ambiguous, they might have a different understanding than we do, which can leave us with that ambiguous loss - can leave us with that sense that I don't have meaning-making. I don't understand why this ended. They weren't willing to have this conversation with me. Or there were these implicit differences in our expectations because of how we view what it means to be a friend that we never put on the table but contributed to this friendship ending."
    },
    {
      "author": "OPONG",
      "text": "Yeah, yeah. And so it can be really hard to admit that a friendship is over - like, especially a close, intentional friendship. How can we tell that a friendship is over, though? Is it just something we feel? Or is it like, yeah, no, this isn't working?"
    },
    {
      "author": "FRANCO",
      "text": "I like to say that if the evidence is ambiguous, remain hopeful, right? So if you're like, I texted my friend three weeks ago. She didn't respond. And I don't know if there's - there's no evidence that there's any other issues between us - right? - she hasn't brought up any issues between us. I like to say, start with the hope that you're still friends because, when we start assuming that something ambiguous is rejection, we begin to reject back, and it becomes a self-fulfilling prophecy. Like, she didn't text me back three weeks ago. Now, I'm not going to text her ever again."
    },
    {
      "author": "OPONG",
      "text": "Yeah."
    },
    {
      "author": "FRANCO",
      "text": "But if you're hopeful, and you're like, oh, OK, this is an ambiguous situation. I don't know what's going on. I'm going to assume that this person still loves me. Then you're going to reach out and say, oh, hey, did you see my text from three weeks ago? And then, it's going to - friendship is going to continue on. There's this study on long-distance friends that found that, if you see them flexible, but not fragile, they're more likely to last. So that's like, oh, we'll go in and out of periods of closeness. We'll go in and out of talking. That's a normal part of the friendship. We don't always have to be high level of intimacy."
    },
    {
      "author": "OPONG",
      "text": "Yep."
    },
    {
      "author": "FRANCO",
      "text": "So starting that check-in, which opens up the conversation - 'cause I think a lot of people struggle with this conversation of conflict because they think, my friend's going to reject me. And they're going to get defensive, and it's going to make things worse. So if you put yourself out there to signal that's not going to happen - I actually appreciate when you bring things up - it can give your friend the reassurance that they might need to actually bring up the problem."
    },
    {
      "author": "OPONG",
      "text": "OK. So say we know it's over, right? It's done. The friendship is not healthy anymore, but we still really want to reach out and see if we can reconnect or repair things. Should we avoid crawling back?"
    },
    {
      "author": "FRANCO",
      "text": "Whoo - I mean, I think you should ask yourself, what's different now, you know? Like, and if the answer is nothing (laughter), then maybe leave it be. But if the answer is, hey, you know, I went to some therapy. This is some things I've changed about myself that I realize came out in this friendship. I understand the ways that I wasn't great or unfair with this friend. Or maybe it was, oh, I was at a life stage where I couldn't really be a good friend. You know, I was going through X, Y, Z. I just had my small kids. Now I'm not in that life stage. Then it might be a sign that you can reconnect. But if you can't answer the question - what's different now? - with anything, then it might be a sign that it's, at least not now, a time to reconnect with that person."
    },
    {
      "author": "OPONG",
      "text": "Hmm. What are some things we can do, moving forward into new friendships, after a really intentional friendship has ended..."
    },
    {
      "author": "FRANCO",
      "text": "Yeah."
    },
    {
      "author": "OPONG",
      "text": "...So that we don't either carry in those same mistakes or some of those negative, well-this-must-be-how-it's-going-to-be-forever kind of thoughts."
    },
    {
      "author": "FRANCO",
      "text": "(Laughter) Yeah. So just reminding yourself just because this happened like this doesn't mean more friendships will happen like this - like, trying to give yourself a fresh perspective when you enter into those new friendships is really, really important so that you're not going in fearful and going in from a protective state, where then you'll kind of reject or be very wary of the love that other people have for you. I think, you know, spending time processing your grief is really, really great. Like, spending time with those emotions - not just trying to distract from them or disengage from them - will make it less likely that those emotions continue to color your friendships in the future. Acknowledging the bounty and the beauty of the friendships that you do have - we're way better at connecting when our needs for connection are met elsewhere - and so making sure you're leaning on the friends that you do have and feeling the closeness and intimacy of those friends is also going to help make sure that your image of friendship in your brain isn't just colored by this one experience of going through this breakup, but your image of friendship also includes - this is all the love that's in my life, too, from these other friends that I've kept."
    },
    {
      "author": "OPONG",
      "text": "Yeah. Gosh, I love that so much. Thank you, Marisa."
    },
    {
      "author": "FRANCO",
      "text": "Thank you for using your experience to help so many other people, too."
    },
    {
      "author": "OPONG",
      "text": "Thank you."
    },
    {
      "author": "OPONG",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on feeling like an impostor and another on how to stop taking things so personally. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "OPONG",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Marielle Segarra is our host, and our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Mia Venkat. Julia Carney is our podcast coordinator. Engineering support comes from Carleigh Strange, Patrick Murray and Neil Tevault. I'm Diana Opong. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1551900975.mp3",
  "img": "https://media.npr.org/assets/img/2023/03/22/gettyimages-523724044_wide-0b018b0cfe70d7bddaacecedafd36599fe8646b6.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "DIANA OPONG, HOST",
    "MARISA FRANCO",
    "OPONG",
    "FRANCO"
  ]
}