{
  "title": "How to show up for teens when big emotions arise",
  "url": "https://www.npr.org/transcripts/1166789948",
  "intro": "Being a teenager is hard. There are emotional highs and lows every day. Clinical psychologist Lisa Damour says instead of jumping into problem-solving mode, parents can learn to ride the wave of emotional management with their teens. NPR's Rachel Martin speaks with Damour about her book \"The Emotional Lives of Teenagers.\"",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT with tools to help you get it together."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. Marielle Segarra here. Remember what it was like to be a teenager? Life was so exciting, so full of possibility and also so damn painful. You know, one day, your crush stops by your locker and chats you up, and the next, he has a girlfriend. One day, you're completely in sync with your best friends, and the next they're freezing you out, and you don't know why. The ups and downs would be a lot for anyone to handle. But that's especially true for teenagers, whose brains are still developing. Psychologist Lisa Damour has dedicated her career to working with teens."
    },
    {
      "author": "LISA DAMOUR",
      "text": "I have an enormous personal fondness for teenagers. I think it is such an extraordinary and pivotal time of life. And what I really appreciate about teenagers is that they are heat-seeking missiles for dishonesty. They can smell it or detect it at a hundred yards. And I think there is something about the rigor with which they engage the world and their high expectations for the adults around them that I find incredibly compelling, both intellectually but also in terms of my own personal development. I sort of feel like if you can get it right with a teenager, you're probably getting it right."
    },
    {
      "author": "SEGARRA",
      "text": "She says, thankfully, there are tools you can use to help the teenagers in your life work through their hard moments and big emotions. On this episode of LIFE KIT, NPR's Rachel Martin talks with Damour about those tools and about her new book, \"The Emotional Lives Of Teenagers: Raising Connected, Capable And Compassionate Adolescents.\" By the way, even if you're not a parent or a caregiver to a teen, stay tuned 'cause there's a lot in here about how to feel and also how to show up for your loved ones, regardless of their age."
    },
    {
      "author": "RACHEL MARTIN, BYLINE",
      "text": "Can you help us explain - or help us understand what is actually happening inside a teenager's brain?"
    },
    {
      "author": "DAMOUR",
      "text": "They're actually undergoing a pretty grand neurological renovation that kicks off with puberty and often kicks off even before adults can see the outward signs of puberty and that, over time, will make their brain much more powerful and efficient. But one of the real challenges for being a teenager and being around a teenager is that their brain does not upgrade all at once. It tends to upgrade in the order in which it developed initially, which is from the lower-order regions, which are housed sort of above the neck, to the higher-order regions, which are housed behind the forehead. And what can be very tricky for the teenager and for anyone who loves that teenager is that the emotion centers are in the lower order sections of the brain, and they get upgraded first before the perspective maintaining systems get upgraded. And so..."
    },
    {
      "author": "MARTIN",
      "text": "That seems like a design flaw."
    },
    {
      "author": "DAMOUR",
      "text": "(Laughter) It really is."
    },
    {
      "author": "MARTIN",
      "text": "No offense, God, universe, Mother Nature, evolution."
    },
    {
      "author": "DAMOUR",
      "text": "Maybe better to flip that one around, right? And so what it means is they have a juncture where they have very gawky brains, where if they become stirred up, their emotion centers can readily outmatch their perspective-maintaining systems, and they can become very upset and very overwrought over things that even an hour later, the teenager themselves will say, yeah, I don't know what happened. Like, I don't know why I became so upset."
    },
    {
      "author": "MARTIN",
      "text": "Right. In the couple of years that we've had to now try to recalibrate after the pandemic, what patterns did you see emerge in your patients?"
    },
    {
      "author": "DAMOUR",
      "text": "Let's take a 14-year-old who I care for, who had some anxieties about socializing prior to the pandemic and then, of course, spent nearly a year and a half very cut off from social interactions. So now this young person is in a position where he can move back into the world. He can start to go to things, be invited to things, is getting invited to things that he wants to go to. But as the event approaches, whether it's a get-together with a friend or going to a game, he becomes very, very tense and very, very anxious about going. So the closer it gets, the more likely he becomes to say, OK, never mind, I'm just not going to go. When he does that - and this is what I've worked with him on - two things happen at once. First, he instantly feels better. It actually does relieve his anxiety. And so that..."
    },
    {
      "author": "MARTIN",
      "text": "To decide not to go?"
    },
    {
      "author": "DAMOUR",
      "text": "To decide not to go."
    },
    {
      "author": "MARTIN",
      "text": "Yeah."
    },
    {
      "author": "DAMOUR",
      "text": "Right. As soon as he avoids, he feels instantly better. And we call that a reinforcing experience, you know, something that, you know, if you do it, you feel better; you want to do it again. The other problem is that whatever he imagined about how frightening that social activity was going to be goes completely unchallenged. And so his belief about how tense or anxiety-provoking a social situation could be remains completely as it was, you know, without any new information."
    },
    {
      "author": "MARTIN",
      "text": "Yeah."
    },
    {
      "author": "DAMOUR",
      "text": "So what we work on is just wading in. And I'll - you know, I'll work with him. I'll say, can you go to this thing for 20 minutes and see what it looks like? And if you really - you know, if you're having a hard time after 20 minutes, you know, maybe you could leave at that point. And then we work on building up his strategies for managing anxiety when it comes. But the goal around avoidance is always to help the young person - or actually, really, a person of any age - slowly find their way back in."
    },
    {
      "author": "MARTIN",
      "text": "I love this line that you wrote in the book. (Reading) Somewhere along the way, we became afraid of being unhappy."
    },
    {
      "author": "MARTIN",
      "text": "That's just - not just for teenagers, that's for all of us, all the people at all the stages of human development, this idea that we can't be in that place of great sadness, that to be mentally healthy, you have to sort of be this kind of enlightened soul who doesn't let emotions get the better of you. And it was reassuring to me, anyway, to read that it is OK - not only OK, but a sign of solid mental health to be able to engage in those darker spaces. It's just giving yourself and your kids the tools to climb out."
    },
    {
      "author": "DAMOUR",
      "text": "Absolutely. And I will say, we do have an adolescent mental health crisis. That is real, and that is getting a lot of much-deserved coverage. But I think that has, in fact, exacerbated parents' anxieties about their kids' own distress because with all of those headlines that are telling a true story, I think a lot of parents are looking at their particular 15-year-old who is having a meltdown in their particular kitchen and thinking, how do I know this is normal adolescence and not a mental health concern?"
    },
    {
      "author": "MARTIN",
      "text": "Yeah."
    },
    {
      "author": "DAMOUR",
      "text": "And so my aim in working on - working through this book was to really give parents and adults around teenagers a way to tease those apart. And usually, the way to know is if the feeling makes sense, that's a sign that things are moving in the right direction. And if the teenager handles it in ways that bring relief and do no harm, you can probably also feel reassured that you're looking at typical distress. Whereas if a teenager's feelings are way out of proportion to the event or they handle the feelings in ways that are costly, such as smoking a lot of marijuana or being really hard on the people around them or getting online and stirring up all sorts of, you know, trouble over there, that's when we want to tune in and make sure that young person is getting all the support they deserve."
    },
    {
      "author": "MARTIN",
      "text": "So much of our teenagers' emotional struggles are rooted in low self-esteem, and you address this. You don't want to give everyone a trophy, right? We've all kind of collectively decided that that's not awesome all the time. But when parents hear their kids talking this really defeatist way - right? - I'm not good enough; no one likes me - it's not always logical or rooted in truth. So how do you get them out of that?"
    },
    {
      "author": "DAMOUR",
      "text": "Reassurance does not work nearly as well as we would want it to. And I think a lot of parents have found that when they try to counter what we'd sometimes call negative self-talk. Here are a few strategies to try instead. Sometimes it can be hugely helpful just to empathize with how the kid feels, to say, you know, now, I know that's not true, you know that's not true, but it must be awful to feel that way, right? Just to rest with them in that feeling can be very powerful."
    },
    {
      "author": "DAMOUR",
      "text": "Another thing we can say is, all right, like, you had a rough go-around, you know, that interaction with your friend or whatever happened at school, and I hear what you're saying, that you feel really down on yourself. Why don't we call that your first reaction? And why don't we see if a second reaction comes along that's a different one? So not getting too stuck on it. And the last thing - and this is more playful; it won't work for every parent and child - is if a teenager's talking badly about themselves, the parent can say, whoa, whoa, whoa, I love you. Nobody gets to talk about the people I love that way, not even themselves."
    },
    {
      "author": "MARTIN",
      "text": "Oh, I like that."
    },
    {
      "author": "DAMOUR",
      "text": "SO we got to find another way."
    },
    {
      "author": "MARTIN",
      "text": "Yeah. There are different strategies for different kids. So I wondered if you could walk through two different theoretical case studies, right? If you've got a child who is very emotionally fluent and can talk directly about their emotions, but the problem then becomes when that child over processes and that itself becomes the problem, they can't break out of that mental gymnastics, what do you do?"
    },
    {
      "author": "DAMOUR",
      "text": "So if we see that in a young person, we actually want to shift gears and shift away from them talking and talking and talking and actually deepening their distress towards a strategy that may help bring that feeling down to size a bit or help the young person feel more in control. So the kind of thing that can work actually is a brief distraction, just taking one's mind off of it a little bit. And the way to introduce this to a teenager in a way that won't feel dismissive or minimizing is to say, you know, look, the more we're talking, the worse you feel. So let's do this - why don't we push pause? Why don't you or we go do something fun or something else altogether? Let's go watch, you know, a rerun or go outside, and then let's come back to this tomorrow and see where you are."
    },
    {
      "author": "DAMOUR",
      "text": "That kind of redirection is often sufficient to solve a lot of the problem. It's very common that kids come back the next day and they're like, yeah, I don't know. I feel fine. It doesn't seem as big today, right? Fantastic. You solved it just by taking a break."
    },
    {
      "author": "MARTIN",
      "text": "Yeah."
    },
    {
      "author": "DAMOUR",
      "text": "But I think one of the things I often think about is that when I was about to become a mom for the first time almost 20 years ago, I was enormously pregnant with my older daughter. And I was sitting with a senior colleague who I think - we knew we wouldn't see each other until after I had had my daughter. And so the meeting ended and she said, hey, do you want me to tell you how psychologists mess up their kids? And I said, yes, actually, I do. And she said, they talk about feelings too much, that when their child is having a meltdown, they can actually just excavate, excavate, excavate. And she said there comes a point where it's really helpful to say, you know, you're pretty upset. We've been talking about this for a while. It's not helping. What would help you feel better - and to really move into comforts or distractions or problem solving as an alternative and equally valuable way to help manage feelings."
    },
    {
      "author": "MARTIN",
      "text": "What about the kid who doesn't want to open up, maybe doesn't have the language or just doesn't want to, doesn't want to share in that way? How do you create safe spaces where they feel like they have control?"
    },
    {
      "author": "DAMOUR",
      "text": "When teens might be inclined to talk but don't answer questions very readily, right? - maybe at dinner, the parents are asking all the right questions, and the kid is giving them nothing, right? School was fine. Nothing happened."
    },
    {
      "author": "MARTIN",
      "text": "Right."
    },
    {
      "author": "DAMOUR",
      "text": "What I discovered while working on the book is that it's very, very common, far more common than I ever understood, for teenagers who were entirely tight-lipped for the entire afternoon and evening to show up in their parent or parent's room at night when the parents are trying to go to sleep and suddenly be chatter boxes and suddenly..."
    },
    {
      "author": "MARTIN",
      "text": "I feel this so much. I feel this so much."
    },
    {
      "author": "DAMOUR",
      "text": "It's so true."
    },
    {
      "author": "MARTIN",
      "text": "I'm, like, so desperate to go to sleep."
    },
    {
      "author": "DAMOUR",
      "text": "You're so desperate."
    },
    {
      "author": "MARTIN",
      "text": "And pitter-patter, pitter-patter, pitter-patter."
    },
    {
      "author": "DAMOUR",
      "text": "And then here they are. So I was thinking like, well, why do they do this? And then I thought, OK, this is a brilliant adolescent solution to the fact that they both want to be autonomous and they want to connect with their parent or parents. And so by waiting until we're in bed and trying to shut it down for the night, they gain control, like you say. So if there's going to be a conversation, they're the one who initiates it because they come on in. They are also the ones setting the agenda because they know that at that time of night, we are not introducing new topics or asking a lot of questions. I've had teenagers say this to me. They've said, oh, my parents are the best at that time of night because they don't ask so many questions. And I'm thinking, right, because they're trying to go to sleep."
    },
    {
      "author": "MARTIN",
      "text": "Right."
    },
    {
      "author": "DAMOUR",
      "text": "And then when they want the conversation to end, all they have to do is say, all right, you guys, I'll let you go to sleep. And then they're out the door."
    },
    {
      "author": "MARTIN",
      "text": "Yeah."
    },
    {
      "author": "DAMOUR",
      "text": "And so it's a beautiful solution."
    },
    {
      "author": "MARTIN",
      "text": "They can walk away when they're done. Yeah."
    },
    {
      "author": "DAMOUR",
      "text": "Yeah. So what I would say is, you know, not all kids are going to do this, but the lesson is the same, which is we need to be amenable to their terms of engagement. We can't always expect the teenagers are going to talk about what we want to talk about when we want to talk about it."
    },
    {
      "author": "MARTIN",
      "text": "But don't you have an anecdote in the book where you found good conversation happens when you trap your child in the car and you're driving and they can't escape?"
    },
    {
      "author": "DAMOUR",
      "text": "I wouldn't say so much good conversation, but I can get a word in edgewise that way, or I can get a word in. There are times when we need to have harder conversations or delicate conversations. And it is definitely my experience that waiting until we're in the car, when everybody's eyes are front and nobody has to look at each other, and even waiting until we're three minutes from the house so my kid knows it cannot go on very long, is another strategy that can work."
    },
    {
      "author": "DAMOUR",
      "text": "But the other thing, Rachel, that I really want to bring across is that there are lots of ways that kids express feelings that are nonverbal. Kids use music very powerfully to do it. They'll often listen to music that matches their mood to kind of catalyze the expression. Most teenagers I know have sad and angry playlists that they turn to when they need to get a feeling out, as they say. They will be physical. They'll go outside. They'll, you know, kick a soccer ball. They'll, you know, smash volleyballs. Like, they'll do things like that to get - to discharge some of their distress. Or they make art or, you know, any variety of things. And I think we can so readily privilege the verbal expression of a feeling and really not value that there are a lot of ways that kids express emotions that gives them tremendous relief and comes at no cost."
    },
    {
      "author": "MARTIN",
      "text": "It also seems to be important for parents to remember that it's not about us, right? Like, it can feel so personal, especially if your adolescent acts in a way that ends up feeling really hurtful to you."
    },
    {
      "author": "DAMOUR",
      "text": "Yeah. Yeah."
    },
    {
      "author": "MARTIN",
      "text": "But part of this journey is we, as adults, have to kind of step up and model for our kids how to manage our own emotions."
    },
    {
      "author": "DAMOUR",
      "text": "Absolutely. So I think - as the mother of two teenagers, I am very empathic that there are times when you can feel like adolescence is something your kid is doing to you."
    },
    {
      "author": "MARTIN",
      "text": "(Laughter) Right."
    },
    {
      "author": "DAMOUR",
      "text": "What we want to remember is that adolescence is an extraordinarily demanding developmental stage that your kid is going through and that, as the parent around, we're along for the ride. And we get pulled in in ways that don't always make sense to us. And we do want to be helpful. And one of the most powerful ways we can be helpful is having a pretty good handle on our own emotions - not all the time every day, but most of the time. And there are two reasons for this. The first is that when teenagers are having their very powerful feelings, one of the best gifts we can give them is to be a steady presence for them, to use our often-wordless activity around them to communicate that we are not alarmed by their feelings. We do not think they need to be unduly alarmed by their feelings. We can engage without jumping into action. Hugely reassuring for teenagers."
    },
    {
      "author": "MARTIN",
      "text": "That one speaks to me - engage without jumping into action. I kind of come at things in this very fix-it mentality. Like, what are the steps that we need to take to fix this situation? And that is often not the right course of action."
    },
    {
      "author": "DAMOUR",
      "text": "It often isn't, and it's often not what teenagers are looking for. They often - when they bring their troubles to us, I would say the two things they want more than anything in the world are curiosity - just for us to be curious, learn more about what's bothering them - and then empathy. Those go very far. The other reason we want to have a handle on our emotions is that our kids are watching us, and they're watching how we handle our own distress. And we're really serving as models in that."
    },
    {
      "author": "MARTIN",
      "text": "Yeah."
    },
    {
      "author": "DAMOUR",
      "text": "So if we have a very bad day - which of course we're going to have very bad days - and we come in the house and we're like, oh, my gosh, I had the worst day ever, like, where is the wine - right? - we're sending a message."
    },
    {
      "author": "MARTIN",
      "text": "I don't know what you're talking about. I've never said that."
    },
    {
      "author": "DAMOUR",
      "text": "Oh, good."
    },
    {
      "author": "DAMOUR",
      "text": "But if we say, oh, my gosh, I had the worst day ever, like, I need to go for a walk, if anyone wants to come with me, I'll take company, we're sending another kind of message. And that's why we want to be mindful of how we handle ourselves in front of our kids around our feelings, both because we help to create the emotional atmosphere that they are living within and also because we're teaching all the time, and we want to be teaching them that distress is a done deal. We don't actually get too anxious about that. What we really focus on is managing it in ways that are going to really sustain us over time."
    },
    {
      "author": "MARTIN",
      "text": "The new book is called \"The Emotional Lives Of Teenagers.\" The author is Lisa Damour. Lisa, this was such a helpful conversation. Thank you so much for talking with me."
    },
    {
      "author": "DAMOUR",
      "text": "Thank you for having me."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on managing your kids' screen time and another on talking to your teenagers about sex. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "LIFE KIT is produced by Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Mia Venkat and Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Julia Carney is our podcast coordinator, and engineering support comes from Carleigh Strange, Patrick Murray and Valentina Rodriguez. Special thanks to Rachel Martin and Reena Advani. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3580166675.mp3",
  "img": "https://media.npr.org/assets/img/2023/03/29/gettyimages-1285353300_wide-7c6f5c0dea6c9c9b7201ea53b26cfa51f33c1640.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "LISA DAMOUR",
    "RACHEL MARTIN, BYLINE",
    "DAMOUR",
    "MARTIN"
  ]
}