{
  "title": "A career coach unlocks the secret to acing your job interview and combating anxiety",
  "url": "https://www.npr.org/transcripts/1167521193",
  "intro": "How should you prepare in advance for a job interview? We discuss what questions to prep for, how to choose an outfit you feel your best in, and what to do if you get nervous. Plus, we walk through a mock interview to model how to answer common questions.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "Hey, everybody. Marielle Segarra here. Job interviews, man - when you land one, there's this really confusing moment. You're excited - like, hell, yeah. I made it to the next round. But then comes the dread. What am I going to wear? What are they going to ask me? What happens if my mind just goes blank?"
    },
    {
      "author": "CYNTHIA PONG",
      "text": "I actually think the best thing to do is to name what's happening. So it feels vulnerable, feels awkward. But if you just say I - and now I'm stumbling over my words 'cause I'm kind of nervous 'cause I'm just really excited about this opportunity. Then you can get yourself back on the rails. They know that you know what's up. And you have built more trust and empathy, and that's ultimately what it's really about."
    },
    {
      "author": "SEGARRA",
      "text": "That's Cynthia Pong. She's the founder and CEO of Embrace Change."
    },
    {
      "author": "PONG",
      "text": "Which is a career coaching and consulting firm, and we specialize in working with women of color - proud to be an all-POC team - and it's our singular mission to get all women of color - and, by extension, all people of color - the money, power and respect that we all deserve in the workplace."
    },
    {
      "author": "SEGARRA",
      "text": "Cynthia says you want to go into a job interview with a mindset of composure. Too often, we feel like, I don't have enough experience, or this company is just so prestigious. Then we start sweating, and we forget that we have something important to offer."
    },
    {
      "author": "PONG",
      "text": "And this is all about - is this a good fit? What are you looking for as far as skills, expertise, background, etc.? What do I bring to the table as far as those things, and is that a match?"
    },
    {
      "author": "SEGARRA",
      "text": "And even if you don't check every box on the job description, you do bring a lot to the table."
    },
    {
      "author": "PONG",
      "text": "Don't self-reject and take yourself out of the game."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, Cynthia and I are going to help you prepare for your next job interview, and then we'll show you how to put her tips into practice with some role play, where I'm the hiring manager and she's in the hot seat."
    },
    {
      "author": "SEGARRA",
      "text": "All right. So let's say you got an interview, and you're trying to research the company and the people ahead of time. What should you come to the interview knowing?"
    },
    {
      "author": "PONG",
      "text": "Right. So the basics, definitely, you should be familiar with and, like, pretty well versed in. So what is this company or organization doing? What's their mission? Do they have a values statement or things like that? Those can be really helpful. I would also look up the people that you're interviewing with 'cause that can help ease a lot of stress around it if you have some basic understanding of - who is this person? What's their role? You know, find them on LinkedIn or - you know, Google it or whatever - just the basic information about what they do, their responsibilities, their trajectory. If you want to think about it another way - if you were doing the interview, what would you expect the other person to know?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "PONG",
      "text": "And if you don't meet that threshold, then put a little more time in your calendar to, like, do that research."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so this feels like the next thing that's always on my mind. How do you decide what to wear..."
    },
    {
      "author": "PONG",
      "text": "Oh."
    },
    {
      "author": "SEGARRA",
      "text": "...On the day of the interview?"
    },
    {
      "author": "PONG",
      "text": "So the - I was thinking about this kind of quandary, if you will. And if you think of, like, a Venn diagram, where one of the circles is what makes you feel comfortable and confident and, like, kind of your best self, then the other circle is what you imagine would be the appropriate look, if you will, for someone who's doing that role or that position. So then the overlap between those two circles would be where I would try to aim for and think of that as your sweet spot - so what makes you feel confident and competent and, like, your best self, and also whatever is overlapping with what you think would be appropriate for that job. And, yeah, no need to overdo it. I also - you know, if you have a bad outfit for one interview, it's not necessarily going to make or break the situation. You know, like, I like to trust that people will be able to see beyond kind of the surface. And if not, then maybe that's a red flag it's not a fit."
    },
    {
      "author": "SEGARRA",
      "text": "So let's say it's the week and a half before the interview, and you're trying to prepare. Where do you start?"
    },
    {
      "author": "PONG",
      "text": "All right. So I recommend people think of three main points that - if the interviewer or interviewers forget all else that happened, the three things that you want them to remember about you. For example, it might be - I don't know - that you're really good at strategic problem solving. It could be that you're a strong advocate. And then maybe the third thing is that, you know, you're good at, like, reading a room. So if those are kind of your three things, then they can also anchor all the kind of prep that you do in the week and a half leading up to the interview. By that, I mean, if they ask you a question about something, and maybe you fumble the answer a little bit 'cause you're like, oh, I didn't prep that one and, like, I don't really know, it doesn't matter. You answer it in, like, one to two sentences or phrases, and then you find a way to circle it back to one of those three points."
    },
    {
      "author": "PONG",
      "text": "What that principle is actually called is messaging discipline. So politicians use it a lot. People use it a lot in press and media, but it's just rerouting, rerouting, rerouting, like a GPS, to those three points. Sometimes they do the catchall question, like, at the end - right? - like, is there anything else that, you know, we didn't talk about that you wanted to tell us? That's also an opportunity for you to hammer home any one of those three things - or all three if you want. But that - additionally, you get to stack the deck even more by doing that one, Marielle, because there's this concept of primacy and recency, which is that people tend to remember the first thing that you said and the last thing that you said. Everything in the middle is kind of mushy. But you can hack this by injecting more breaks. So even by taking, like, a longer pause, you create another primacy/recency opportunity for you."
    },
    {
      "author": "SEGARRA",
      "text": "How do you come up with those three things, though? Like, how do you decide what they are for this job?"
    },
    {
      "author": "PONG",
      "text": "Yeah. You know, I think that that - well, one place you can start is, like, looking at the job description, although that's not the be-all, end-all. I would take it a level deeper if you can. But look at the job description, and they'll say, like, these are the things that a strong candidate will have or, like, these are the things we're looking at. And then try to see if you can bucket out - 'cause usually there's a long list. So, like, put those in larger categories. And, like, oh, it looks like they're looking for somebody who has XYZ leadership skills, or maybe they're looking for somebody who has really strong written communication skills, right? So then maybe one of your three points is, like, how good you are at written communication."
    },
    {
      "author": "PONG",
      "text": "Another way you could figure out what your three points are is going from an internal perspective - like, the type of role that I want to have next is really going to help me leverage these three things about me. And then also, you can do any kind of hybrid. And then focusing - and this is the hard part 'cause we don't want to do things that are, like, you know, painful or extra challenging - but focusing on the things that you think are going to be your weak spots - that you're most insecure about or most concerned about. Practice those, like, more."
    },
    {
      "author": "SEGARRA",
      "text": "Got it."
    },
    {
      "author": "PONG",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "So OK, can you give me an example of something that might be a weak spot you could prepare for? Like, I'm imagining, you know, if somebody is an employee, and they've never managed anybody, but they're applying for a supervisor job, or maybe if you're applying to host a podcast, but you don't have that much experience with it - are those the kind of things you're thinking about?"
    },
    {
      "author": "PONG",
      "text": "Yeah. Let's take the example of the host. It's not about, like, putting on a defensive case, you know? 'Cause I think a lot of times when people think like, oh, OK, they're going to think I don't have enough hosting experience, etc., that feels like a deficit. And it feels like something that I then have to prove - that I do have a ton of hosting experience - and, like, you know, I may or may not, right? So just be like, OK, well, what is hosting experience actually about? Like, what's under the surface of this iceberg? What are their actual concerns? Are they concerned that I can't learn how to do something on the job? So it might be drawing analogies between work you've done before. This happens a lot with a lot of our clients - like, showing how this experience is relevant to that other industry's experience when you're changing careers and things like that. Don't go overboard. Be you. And sure, put a little sheen on it or something like that, but you don't have to try to make yourself something you're not."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So we're using this example of hosting, but I think this applies to a lot of jobs. Like, if you were trying to go for a job in sales, it's maybe similar in that you'd want to show that you're really comfortable talking to people or customer service..."
    },
    {
      "author": "PONG",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "...Or anything like that."
    },
    {
      "author": "PONG",
      "text": "Yep. I also want to emphasize that, you know, you don't need to check all of the boxes and all of those bullet points on a job description to apply for a job. Like, please don't do that. If you - I would say, if you can check off half, and if you know how to learn something - like, anything - if you've ever learned anything - and I guarantee you you have - then apply for it. Don't self-reject and take yourself out of the game. Similarly, when you go into the interview, you don't have to literally be doing the job right there. It's not even day one yet. Like, as long as you can show that you have the building blocks and then the capacity to learn and adjust and evolve, then that's it."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. OK, so you get to the end of the interview, and the interviewer asks, do you have any questions for me? What are some things that you can say?"
    },
    {
      "author": "PONG",
      "text": "One question you could start with is - so where do you all see the organization in 5 or 10 years?"
    },
    {
      "author": "PONG",
      "text": "Another question would be - what does success look like in terms of what you want to see from somebody in this role - like, your ideal candidate in this role?"
    },
    {
      "author": "PONG",
      "text": "Another question could be - who would be someone who's a bad fit for this role? Like, what are some red flags that you think really just, you know, wouldn't be appropriate for what you're looking for?"
    },
    {
      "author": "PONG",
      "text": "Another question is - what are the top qualities and skill sets or characteristics that you really want the ideal person in this role to have?"
    },
    {
      "author": "PONG",
      "text": "Another question would be, you know, so what are the kind of pathways to learn, grow and any kind of upward mobility in terms of leadership roles here?"
    },
    {
      "author": "PONG",
      "text": "Another question is, like, am I taking over for somebody who's currently in this position, or is this a new position? Asterisk on that - if that would be easily Googleable (ph), don't ask that question."
    },
    {
      "author": "PONG",
      "text": "Yeah, so there are some questions."
    },
    {
      "author": "SEGARRA",
      "text": "All right. It's time for that role play. Cynthia has a law degree and was once a public defender, so I came up with this scenario. I will play the role of a hiring manager at a legal services group that advocates for economic justice. Let's call it The Segarra Institute. She's come in for an interview. We sit down, shake hands, look each other in the eye, and I ask her the open-ended question that a lot of interviewers start with."
    },
    {
      "author": "SEGARRA",
      "text": "Tell me about yourself."
    },
    {
      "author": "PONG",
      "text": "Sure. So I'm a lawyer and an advocate. I've been doing this work for over seven years. I'm - I've - for my entire career, I've been in the economic justice space because the mission and the idea of making sure that all of our communities have equal access to economic power and opportunity and also financial liberation, really - that's what drives me day to day. So each of my different roles and different organizations I've been a part of have all fallen under that economic justice umbrella. As far as skill sets, I've honed a couple of areas of expertise, including courtroom advocacy and oral argument, specifically, on the one hand, and then also policy work on the other. So I can really bridge both and handle both. In terms of strengths, focus is one of my top strengths, but I'm also really good at, you know, issue-spotting and strategic problem solving. I'm a self-starter. I'm a quick study. And, personally, I love everything about NPR LIFE KIT and Rottweilers."
    },
    {
      "author": "SEGARRA",
      "text": "Wow, Rottweilers. Why Rottweilers?"
    },
    {
      "author": "PONG",
      "text": "I know. I sort of feel like they're the advocate's dog because they're literally, like, kind of a misunderstood underdog in the world of dogs. You don't see them much in New York City either. They have this reputation for being, like, you know, kind of tough and mean. But really, that's not what they're really like. I think, for a lot of our, like - for us, as the advocates, and also the clients that we serve and the communities we serve, there's a lot of that - a misunderstanding of us. And if people really just got to know us as people, I - or as dogs, in this case - like, I think it would be really different."
    },
    {
      "author": "SEGARRA",
      "text": "Just a quick note here - that answer is kind of fun - right? - 'cause it tells me a little detail about Cynthia and her personality, but she also makes the connection between that detail and the job."
    },
    {
      "author": "SEGARRA",
      "text": "I love that. Thank you for sharing."
    },
    {
      "author": "PONG",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "OK, well, tell me why you want to work here at The Segarra Institute."
    },
    {
      "author": "PONG",
      "text": "Yeah. Well, I mean, to me, I've heard about you all for a long time. And you've been kind of the gold standard at the cutting edge of this work, and I want to be more at the front edge of this. Like, I do have a very creative, innovative side for being someone who is also, like, strongly legally trained, so I want to be able to leverage my skill set to be able to push the envelope on what is possible. And so I want to be at a place that's really leading this work and the whole field."
    },
    {
      "author": "SEGARRA",
      "text": "OK, now another common interview question that trips a lot of people up."
    },
    {
      "author": "SEGARRA",
      "text": "Talk to me about a time that you made a mistake at work."
    },
    {
      "author": "PONG",
      "text": "Right. So when I was a paralegal - one of my first jobs out of college - I was probably a couple of weeks into the job and, you know, still very new, very green, learning what was involved. And one day, I remember one of the partners came up to me and asked me for a certified mail receipt - like, those little slips of paper, white and green. And I was like, I don't even know what that is. But, like, I was, like, looking around for it. I knew there was a stack of them somewhere. I was, like, looking, looking. And slowly, I feel that, like, panic setting in 'cause we're not finding it. We turned my desk and the whole cube, like, upside-down looking for it, and it wasn't there, Marielle. And it turned out that that was, like, a really important issue for the case. And I thought I was going to get fired, actually, because I had misplaced it or, like, I didn't know where it was, and it was my responsibility."
    },
    {
      "author": "PONG",
      "text": "So what that really taught me early on in my career was to ask a lot of questions at the beginning so that I could know which things that I might not think are important are actually important, and then also to be really conscientious about the things around because you never know what could be super important for a client's case for, you know, one of our appellate appeals to the Supreme Court - things like that."
    },
    {
      "author": "SEGARRA",
      "text": "Next up, another tough question - basically, I ask her, are you sure you have enough experience for this job?"
    },
    {
      "author": "SEGARRA",
      "text": "OK. I want to ask you - I'm looking at your resume here. This job does involve managing a couple of junior staffers, and I see that you don't have that kind of experience, at least from what I can tell here. Do you think that would be a problem?"
    },
    {
      "author": "PONG",
      "text": "Oh, no. I mean - so I haven't formally managed other folks, but I've worked in a couple of capacities, both paid and unpaid, where I have been the lead in a situation - like, the lead point person - and de facto managing either a project or a team. And also now, in my local mutual aid organization, like, I'm the lead director of our entire, like, incoming donations and volunteer organization. So that's a team of, I would say, 30 or 40 volunteers. So I'm fully familiar with what it takes to coordinate large groups of people."
    },
    {
      "author": "PONG",
      "text": "And also, I think one of the skill sets that I bring is my ability to understand where another person is at in terms of their learning journey and what they need to do and also helping them - helping coach them up in terms of their awareness around their strengths and areas for growth to help them step more into the role that they need to play. So I know that, in this position, I think I'm going to have, like, two to four direct reports or something like that and, of course, would love to talk with you all, if I was to get this role, about co-creating a plan to make it a smooth transition for me to be their director so that we can ultimately get this work done."
    },
    {
      "author": "SEGARRA",
      "text": "OK, well, where do you see yourself in five years?"
    },
    {
      "author": "PONG",
      "text": "Well, you know, if I were able to join the team here - which, you know, I am applying to other places, but this is my No. 1 place that I could really see myself here for the long term. And, you know, you'll see from my resume, too, the last couple places I've been at have not necessarily been for extended periods of time 'cause it ultimately wasn't a great fit for what I was looking for. At this stage of my career, I am, to be totally transparent, looking for a place where I can invest and grow over the long term. So, I mean, I would hope in five years - and I hope it's not too presumptive to say, but I hope that I would be in a position to be considered for additional senior leadership roles at that time. But, you know, a lot could happen, and I want to be able to serve kind of the mission and the work, first and foremost."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Well, I just want to say I am totally going to hire you."
    },
    {
      "author": "PONG",
      "text": "Great. I got the job."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "PONG",
      "text": "Yea."
    },
    {
      "author": "SEGARRA",
      "text": "And we don't pay."
    },
    {
      "author": "PONG",
      "text": "Oh, OK."
    },
    {
      "author": "SEGARRA",
      "text": "But, you know, there's a lot of - you'll get a lot of exposure."
    },
    {
      "author": "PONG",
      "text": "Perks? Oh, OK, great. I'll talk to my landlord about the paying in exposure."
    },
    {
      "author": "SEGARRA",
      "text": "Now, just to be clear, you probably won't get hired on the spot, and you probably shouldn't take a job that pays in exposure. But, you know, I like to have a little fun."
    },
    {
      "author": "SEGARRA",
      "text": "OK, time for a recap. As you prepare for a job interview, think about your big three points. Maybe you're a great communicator or a clear writer, or you know how to help everyone on your team thrive. Whatever those points are, have them ready to go. Also, be ready to talk about your weaknesses or about a time that you made a mistake at work. Ideally, these are things that you've worked on, and you can talk about that too. On interview day, wear something that you feel comfortable in and that makes you feel like your best self. Maybe you have a hair clip or a button-down shirt that always looks great on you. Also, remember - composure. The person interviewing you is not above you. They're not better than you. You're two people with skills and needs, trying to figure out if this is a good fit."
    },
    {
      "author": "SEGARRA",
      "text": "There's more of my conversation with Cynthia Pong on NPR's YouTube page. Find the video version of this interview at youtube.com/NPRpodcasts. And for more LIFE KIT, check out our other episodes. We've interviewed Cynthia before on how to switch careers and also on how to hunt for a job. You can find those episodes and more at npr.org/lifekit. You can also subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Mia Venkat and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Alex Drewenskus and Carleigh Strange. And special thanks to NPR's video team, who helped produce this episode - Iman Young, Christina Shaman and Nickolai Hammar. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3306693889.mp3",
  "img": "https://media.npr.org/assets/img/2023/03/31/gettyimages-1153823588_wide-2a9ba4b6a43dac5f7280eaf6f11af583a26f618f.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "CYNTHIA PONG",
    "SEGARRA",
    "PONG"
  ]
}