{"title":"Dear Life Kit: My boyfriend's parents pay for everything. It makes me uncomfortable","url":"https://www.npr.org/transcripts/1168234924","intro":"She loves her boyfriend's parents, but their generosity feels inappropriate. Maya Lau, host of the podcast Other People's Pockets, weighs in on how to move forward.","transcript":[{"author":"ANDEE TAGLE, HOST","text":"Today on the show - whenever my boyfriend's parents are around, they pay for everything. I probably shouldn't complain, but it's just too much."},{"author":"UNIDENTIFIED PERSON #1","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #2","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #3","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #4","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #5","text":"I have a question for you."},{"author":"TAGLE","text":"This is Dear LIFE KIT from NPR."},{"author":"UNIDENTIFIED PERSON #6","text":"How can I become a better caretaker?"},{"author":"UNIDENTIFIED PERSON #7","text":"How do I deal with my parents' unrealistic expectations?"},{"author":"TAGLE","text":"And we're getting personal."},{"author":"UNIDENTIFIED PERSON #8","text":"I'm catching feelings for someone, but they're married."},{"author":"TAGLE","text":"I'm your host Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."},{"author":"MAYA LAU","text":"I definitely, reading this letter, felt like, oh, I kind of know what that feels like."},{"author":"TAGLE","text":"That's today's expert Maya Lau. Maya is the creator, host and executive producer of \"Other People's Pockets,\" a podcast asking people from all walks of life to get radically transparent about their personal finances. So it's safe to say Maya is not afraid to dig deep for today's question about the limits of accepting generosity."},{"author":"TAGLE","text":"OK, so today's question involves other people's parents footing the bill, as you know. I know you talk about money all day long, and you're all about radical transparency. So I'm curious, is there any shade of money talk, money conversation that still makes you squirm?"},{"author":"LAU","text":"Yeah. When I ask for a raise or redo, like, my rate that I'm charging someone or anything like that, like, that is something that I have so many different feelings about. And there's, like, caveats. And I was actually just talking to somebody about this yesterday, and they were like, wait a second."},{"author":"TAGLE","text":"(Laughter)."},{"author":"LAU","text":"Don't you have a podcast about money, and, like, you're so comfortable talking about money? And I was like, yeah, but, like, when it's my money and it's my worth, it's like, wait, you know, back up. You know, I have all the same things everyone else does. So yeah, I definitely have a lot of limiting beliefs that stand in the way of me getting what I want."},{"author":"TAGLE","text":"Yeah. And I'm excited to get into it. Are you ready for your question?"},{"author":"LAU","text":"Yeah, totally."},{"author":"TAGLE","text":"OK, let's do it. (Reading) Dear LIFE KIT, let me start off by saying that I love my boyfriend's parents. They're the kind of people you meet and think, there's no way they're like this all the time. Except they are. They actually wake up every day at 4:30 a.m. so they can spend time together drinking coffee and gardening before they leave for work. They're kind, passionate, generous people, and they've treated me like family since Day 1. I know many people will think it's ridiculous to have any complaints about my situation, but here it is."},{"author":"TAGLE","text":"They're way too nice. We live in different states, and when they come to visit, they stay for a week or two at a time, and they pay for everything - literally everything. Anything we do, anywhere we go, anything I even think about buying, they somehow sense it and beat me to it. They once found my shopping list while I was out, and they did my shopping for me. They picked up everything from the groceries right down to the very personal items I would have really prefer they left alone."},{"author":"TAGLE","text":"I'm deeply uncomfortable with it, but I have no idea how to politely say, I'm a real adult with a real adult job, and I would like to buy my own sandwich at lunch today. My boyfriend fundamentally doesn't understand where I'm coming from, so there isn't any help there. He says things like, your parents buy us stuff, too. Sure, they send gifts on holidays. They might pick up the tab at dinner. But this feels very different. So my question is, am I crazy to complain? And if not, what can I do? Signed, No More Free Lunch."},{"author":"TAGLE","text":"OK. Maya, I want to answer that last question first because I can immediately hear the groans of listeners. You know, poor you. People in your life want to buy you everything. What a pain. What a sad story. And I agree that this person has a very good problem here. So right off the bat, do you think our friend Free Lunch is allowed or, you know, justified in complaining?"},{"author":"LAU","text":"Yeah, totally. I have so many thoughts and feelings about this. First of all, I have questions which I know that I will not get the answer to these, but I want to say them as maybe..."},{"author":"TAGLE","text":"Please do, yeah."},{"author":"LAU","text":"...A way to respond to this person to maybe think through some of them, and that might help them a little bit. First, is there any kind of class difference between you and your boyfriend's parents or your boyfriend's family? Is there a feeling of difference, of feeling uncomfortable, of proving something? And also, is there a cultural difference? Are they from a different country than you are or just a different culture? I also want to know how long have you been dating your boyfriend?"},{"author":"TAGLE","text":"Important question, yes."},{"author":"LAU","text":"You mention your own parents, and they pick up the tab at dinner, which somehow makes me think they're not long distance, like that you see them more often, and that will tie into something else I have to say about the long distance, like they come in from out of state and stay with you for two weeks, which in my book is a really long period of time to have houseguests. I don't know how much space they have, if it really feels like there's enough space for everyone. So there might be an element of, like, the parents are like, look; we're saving all this money on a hotel."},{"author":"TAGLE","text":"Right, like compensation and the imposition of it and trying to - yeah."},{"author":"LAU","text":"Yeah. Like, the least - right. The least we can do is pay for everything because all of that is still less than what we'd have to pay for our own lodging. And maybe they don't want to be a burden, and they feel like, oh, we're with you for one or two weeks. It's, like, kind of a lot. So we just want to be, like, totally out of your hair, and, like, we've covered everything. Like, there might be some of that going on. Now, does that mean you can't say anything? No. Like, I think that - I think you do need to have a real discussion with them and, you know, with your boyfriend present and, like, super chill in some way maybe before they visit."},{"author":"TAGLE","text":"Let's get into that. Let's pause there."},{"author":"LAU","text":"Yeah. OK."},{"author":"TAGLE","text":"The - let's talk about the boyfriend because..."},{"author":"LAU","text":"Ooh."},{"author":"LAU","text":"What is going on there? Yeah."},{"author":"TAGLE","text":"Yeah. I mean, let's talk about his role in all of this."},{"author":"LAU","text":"Yes."},{"author":"TAGLE","text":"I mean, he might not fully understand the point of view, it seems like."},{"author":"LAU","text":"Right."},{"author":"TAGLE","text":"But does that mean it's not his problem?"},{"author":"LAU","text":"Yeah, I did think it was really weird that the boyfriend's like, whatever. You know, your parents buy his dinner sometimes, too. Yeah, maybe the boyfriend's used to it. He just doesn't see it the same way. But I think that, yeah, it's odd, and it's a totally different relationship to him."},{"author":"TAGLE","text":"Now, my - as someone who has uncomfortable money conversations all the time, what does that conversation with the parents look like?"},{"author":"LAU","text":"So I think that it's either a casual, if possible, conversation with the boyfriend also present and having gotten on the same page ahead of time, or maybe it is just a conversation you have with your boyfriend and then you ask your boyfriend to have this conversation with his parents."},{"author":"LAU","text":"I would come at it from the stance not of I am aggrieved and offended and infantilized, like, please stop, but more like, oh, my gosh, you guys are so generous. You know, I love spending time with you, and, you know, it's really great to see you, but I want to just say, like, maybe there are certain things that we can agree on ahead of time that, you know, if you want to cover them, you can, but beyond that, you know, we're good. Like, you really don't have to cover it. I also want to let you know - if this is really how this person feels. I just want to let you know that when you come to stay here, you are welcome here. And it is not a burden for us to have you for two weeks. I just want to say that in - like, you know, because that..."},{"author":"TAGLE","text":"Yeah. That might be part of it. Yeah."},{"author":"LAU","text":"...Might just be something they're thinking about. I wouldn't necessarily bring up, like, you found this note, and you bought all these personal things, and I was really offended. Like, I would just try to make it like, it makes me feel more comfortable and like there's less of an imbalance if we agree on some of these things ahead of time. That's what I would do. And hopefully, they are - you know, if they're generous, hopefully they are also good listeners. And..."},{"author":"TAGLE","text":"That they're also kind. Right, yeah."},{"author":"LAU","text":"Yeah. Like, they're not going to be like..."},{"author":"TAGLE","text":"It seems like it comes from a good place, right? So likely they'd be."},{"author":"LAU","text":"I think it comes from a good place. I think it might come from a little bit of they either feel like a burden, or they kind of get off on being, like, more generous than other people. But yeah, I don't think that they're bad people."},{"author":"TAGLE","text":"Yeah. Let's go back to something else that also caught my ear. You brought it up earlier - was Free Lunch's use of real adult, and I'm a real adult with a real job."},{"author":"LAU","text":"Yes."},{"author":"TAGLE","text":"And I would like to buy my own sandwich. So it seems pretty clear to me that this person equates money with maturity, with freedom."},{"author":"LAU","text":"Yes."},{"author":"TAGLE","text":"And having people treat you like that, as you said, can be infantilizing. So everyone's entitled to their own money feelings, their own, you know, money insecurities. But when there's such a big mismatch between this person and the family that they're starting to blend in with, you know, how do you deal with that if that's going to keep coming up again and again?"},{"author":"LAU","text":"Yeah. I mean, I guess I would just say, don't always assume that other people's attitudes towards money are the same as your own."},{"author":"TAGLE","text":"Yeah."},{"author":"LAU","text":"So the fact that somebody wants to cover something for you does not mean that they are trying to assert that they are more adult than you, and you are just some small child."},{"author":"TAGLE","text":"Right."},{"author":"LAU","text":"It doesn't necessarily mean that, but if you feel that way, like, that is an OK way to feel. But it is not a universal truth. So that's all I would say is, like, to try to, like, interrogate, like, where does that - how do you know that that's true?"},{"author":"TAGLE","text":"Right."},{"author":"LAU","text":"Yeah."},{"author":"TAGLE","text":"So some awareness that, like, those values are very deeply ingrained and that not everyone shares them, so you need to take a beat here."},{"author":"LAU","text":"Yeah."},{"author":"TAGLE","text":"Final thoughts, feelings on how best to approach sticky financial conversations about how to live a more, you know, radically transparent financial life?"},{"author":"LAU","text":"Yeah. I think that part of it is practice. I think that we don't have a lot of practice talking about money. So that's why when we finally do, it's like, oh, my God, this is so hard and weird. So part of it is, like, if money can be something that you talk about with your partner, with your friends, even, like, asking for a raise out of sport almost, you know, like, just practice, life practice - right? I'm not saying that everyone needs to be obsessed with money all the time or - but I think that if it can be something that you're a little - have more practice with, I think it just makes it easier. But I do think that it is just, honestly, something that's on everyone's mind. So..."},{"author":"TAGLE","text":"Yeah, it's something we all have to deal with."},{"author":"LAU","text":"Totally."},{"author":"TAGLE","text":"Maya, before you go, we end every show by asking our experts for the best piece of advice they've ever received. We'd love to hear yours."},{"author":"LAU","text":"OK, so your sort of purpose in life or your offering to the world is going to come in the form of something that you actually find really easy and comes to you naturally and is so obvious to you that it's very hard to identify."},{"author":"TAGLE","text":"I'm going to have to think on that now."},{"author":"TAGLE","text":"If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"TAGLE","text":"This episode was produced by Beck Harlan and Sylvie Douglis. Bronson Arcuri is the managing producer. And Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1727383920.mp3","img":"https://media.npr.org/assets/img/2023/04/05/dearlifekit_boyfriendparents_1-copy_wide-26938ee82911e4b5dba11bce198789afc661f489.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","UNIDENTIFIED PERSON #1","UNIDENTIFIED PERSON #2","UNIDENTIFIED PERSON #3","UNIDENTIFIED PERSON #4","UNIDENTIFIED PERSON #5","TAGLE","UNIDENTIFIED PERSON #6","UNIDENTIFIED PERSON #7","UNIDENTIFIED PERSON #8","MAYA LAU","LAU"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,99,23743,18694,14659,3953,13095,13118,20064,15015,11360,8841,10866,10127,12632,7635,13220,12668,9694,3274,4955,16372,8520,6542,15045,9088,9393,8444,11587,11358,19936,15380,22521,21231,15832,22041,25147,11426,19385,23561,11574,25357,10518,3917,28711,24895,10176,3453,3739,4654,25453,8977,14748,18236,24362,6135,2527,20526,19200,18573,2723,13550,16720,12599,11141,10931,24624,15944,17957,24696,15583,22211,11550,10595,17665,16179,9478,4177,12608,19698,5717,14229,11447,20291,9588,5189,14005,15450,17065,20943,19452,19729,15830,11440,12105,4904,19737,21029,9853,2558,2298,25963,17788,14007,15567,16765,3050,25969,11805,19085,12899,9285,7588,18505,14059,9434,11528,7825,12755,8902,9573,19082,15248,14537,4071,26805,25752,11354,13412,9746,3876,4653,26891,15776,21581,11855,15041,13936,17986,9799,9908,9566,6917,10888,12880,6157,2448,21962,24606,13650,14212,13736,19000,7367,1337,17143,15462,13408,17814,13245,9373,15118,10647,12179,8710,23937,13207,13385,8454,9030,3084,14643,16504,18343,8996,11479,23802,22140,19964,18704,14189,26733,17411,11719,9592,10563,6333,8207,13316,5457,12486,18276,18316,16145,12651,14909,15283,13739,10121,10976,8275,12017,14804,21921,9249,15100,9441,7497,11336,463,150,98,0,26958,28150,7321,22477,15506,16023,23590,25760,17679,11100,24981,16554,11142,18006,26256,19785,18278,20262,14587,24955,13379,5972,3685,27363,13288,12869,13350,14278,28298,11956,16884,15147,17434,19361,23549,26666,8397,20215,19081,7843,4154,27498,23580,10116,25063,20234,20967,19364,24863,23555,6805,16446,22901,21374,25423,22845,9389,12157,14315,18743,2097,26880,24678,20844,14569,19235,25435,25835,11000,12875,26090,25748,23262,17404,16683,12321,14537,8598,15370,23882,26631,19927,12839,19327,15953,10742,1077,18,9,10817,26606,10663,26978,15669,21910,26220,24113,5002,20723,13113,13068,14913,13782,10357,15523,15717,12606,8525,15059,19055,24924,7519,12678,11463,25712,17474,19587,13974,16329,25420,21515,12088,12907,21567,23612,25786,19653,19335,26311,19442,26188,24921,20283,12010,14985,9412,591,5,4,4,19817,19419,9971,18655,16564,15758,21379,11727,20683,3077,14857,9957,9383,13403,6694,13113,16817,10316,9996,19280,9579,1252,22287,13913,21550,8769,7627,19318,16694,9492,10333,10527,18134,9831,19061,20389,12066,8950,16731,10227,8957,12951,11376,11959,13470,22621,16375,10239,5077,23063,13735,21986,21699,21755,20303,14320,16465,15937,8687,12147,12624,11855,10659,12395,10456,22574,15522,17898,21447,14853,21861,20911,14446,21544,7822,12631,27,6,5,0,29303,27934,24144,24667,24159,18005,14764,11221,13869,7925,11002,6045,14458,15530,3948,24330,18446,22657,16214,6420,7659,11053,11688,11143,6706,6401,8983,13154,21122,19423,19125,11925,17870,17360,17911,14826,16999,13213,11165,7443,18413,9207,13177,19713,166,5463,23233,7351,25272,24881,23352,18249,3380,8554,7803,7841,8401,11343,7713,6406,5240,9280,6092,12106,13000,9119,8119,9425,8994,8449,6937,4375,10080,9078,19543,10408,639,395,108,1719,23516,11006,13154,17275,12032,11914,8290,9293,14667,15254,13701,8629,7288,13528,12642,12921,7554,11940,6422,14596,11440,7827,9080,10140,8880,11538,9776,7270,12043,365,338,29,17298,12318,22958,23485,17213,17692,18209,6475,4482,3202,4039,4427,8953,6738,5590,5815,11856,20942,15301,12407,15175,13821,7500,6301,268,18892,16276,23949,8788,7155,8045,21618,22396,19976,20232,19376,11449,5244,10974,20212,12616,23732,21581,19256,8978,8619,7413,5734,20263,17543,7152,6425,2671,1679,17743,15676,8266,12092,9751,9614,8571,5897,9442,12633,11420,3791,12583,7366,1522,128,1583,12037,8784,8928,848,130,8777,7945,11664,5439,11737,14387,10005,13650,15288,14455,10449,11619,8785,4012,23977,12534,6105,5134,13725,7779,20444,1300,7499,2470,1030,28282,25301,3791,1459,1266,1606,17962,16407,18859,11249,9770,13673,10384,15614,9796,9089,9185,3863,3302,25969,16298,15637,11033,10422,12917,12351,14287,10365,10996,9184,1618,13873,9934,25603,15756,3926,16190,19930,14267,16387,16445,18671,13068,11635,12937,6574,7031,13548,15397,20026,6488,10523,14814,15334,11168,10304,8134,3011,2905,1713,19085,14011,16072,8843,11250,6772,15176,11597,13003,2014,10275,12037,12304,8448,7891,13992,10630,9214,3254,1631,16051,17397,17498,6654,17826,10228,5893,10541,5515,13940,7810,21389,25115,9059,2186,1962,1980,10796,14042,17431,18530,10950,11552,8723,6306,2175,1993,3423,4736,4264,22904,16918,13223,12707,12190,14765,12538,12463,10146,11841,7544,10889,4807,9457,14489,13642,7326,1538,2555,24349,15747,17328,12563,2611,1959,22537,10714,13311,11394,12681,12723,11228,8069,10330,8686,6581,13245,13233,19723,13889,9951,10943,5511,5661,22427,14122,12074,9547,13388,13268,15848,13448,9641,9871,1248,2658,17028,17296,13086,2244,18689,18663,11324,17219,14299,11932,7891,10239,16140,11808,14353,12337,10402,10405,8367,1074,1951,2448,2380,2670,12972,15332,7544,8197,10966,13354,15378,13786,15452,12022,14194,15372,1577,9000,6232,20978,17105,13745,13108,16503,7370,13599,11992,10735,8899,13504,7434,1700,1655,12920,17691,14159,22186,12910,10350,6817,4185,5628,7589,14679,16398,12268,1652,1116,15660,8763,14841,2691,14488,16229,15228,17757,14824,1147,7390,25299,16413,8501,12383,12589,12341,14469,15339,12505,2925,15420,18790,15906,14154,11466,7690,2623,2118,14586,21830,12149,4442,1894,11196,19721,19034,19138,1493,1048,11583,18421,14332,1436,26070,14134,10988,1041,3064,2623,14424,11462,6669,738,14893,16061,13999,12792,18002,14491,1196,734,376,537,627,25732,19259,14328,7599,2319,22092,5439,26722,17609,14102,9341,13671,8734,15598,8831,18467,10005,15904,13879,9361,6459,5824,6861,19029,8228,10413,10103,14806,14700,15415,11934,11507,8069,15285,12795,12289,2851,12873,13492,12658,10226,614,19007,12759,7654,10380,10432,13984,20399,18683,14550,7617,1979,14085,18814,18713,11325,9234,12508,12023,12331,12546,6980,16150,11123,8927,18171,17437,11908,9545,6686,292,3044,22597,14878,12179,24590,22558,19922,9612,14652,8174,11969,11874,14358,18692,22646,21280,18914,7091,2121,25665,11362,8538,17171,13029,15545,19834,15042,7962,5437,4549,26575,1342,24235,14541,14542,11194,9994,12055,11646,9948,9743,11280,11704,7899,11727,12731,10057,15752,9958,4883,13471,11533,9956,13386,13986,11794,9818,15145,1719,24036,7890,717,21293,10652,15955,10840,15847,12076,15675,12387,13670,8735,8638,7271,11373,14511,8354,9702,9423,6507,7465,7602,10171,8268,15154,9345,14011,14696,4375,17119,17875,17343,8384,7263,6873,22786,17811,17241,7413,7226,11529,11000,978,13057,13994,19118,16433,10403,10835,8348,10636,10444,6833,5105,11382,10082,9394,10803,22977,22252,7869,7022,7973,201,26040,26040,20856,14563,12613,7320,11430,8986,6985,6105,329,24405,23544,11777,6053,2786,14879,9978,15889,14897,8969,8400,11864,9949,15408,9315,10861,6681,21622,14029,8403,7555,11787,14363,17563,14670,11792,9042,7025,12723,16032,8283,9750,979,19337,19090,22344,15166,11353,7961,5630,8372,10700,11446,18390,22758,17658,941,25643,10032,13825,10927,12502,8140,10006,11454,11146,5274,12684,10590,7545,7053,6771,5895,4013,1063,23583,11809,15947,11137,8266,13160,8179,13040,9261,7939,7462,16920,15473,8506,17763,6809,26260,20568,7565,6309,6851,13767,9891,10942,9268,10781,9443,5592,5102,8244,7741,16674,16736,4820,4430,14212,14441,15982,16552,12276,10230,5378,1179,12634,12129,16536,23020,13970,13405,16272,9216,8170,21267,14766,15331,14127,8004,8184,10203,19856,24564,11065,18720,14910,15169,21307,20901,482,21503,11158,12985,8828,13323,10642,14143,7312,9965,5071,19475,20149,6562,20144,13515,3203,16792,25513,20775,8794,3379,13678,8289,4896,939,23911,20940,13171,7528,9730,13231,15550,13071,12479,9303,12247,12395,8592,9759,9156,10240,5085,3798,10843,18840,9816,16791,14233,8111,4482,7649,12026,12185,10565,1140,25479,15445,10421,16238,10823,9236,9734,12648,9216,15504,4564,4784,12655,9923,10304,13802,8329,9091,3181,1167,144,25554,23817,2738,34,2131,26478,25055,12775,2195,6247,6977,16405,10954,14994,18912,11350,24719,15718,15736,18879,506,285,27111,12961,12967,21814,16089,8281,7327,4991,757,16943,13071,6354,12196,18968,16882,10336,10479,9941,8584,10300,9049,8601,7557,6423,17137,16485,11326,8855,6604,1645,18191,21203,9608,21457,11653,27590,23397,18830,18400,11364,2585,10318,14371,27487,21880,15104,9874,10886,6862,18106,23254,23228,19332,20532,18237,12105,13369,6650,16426,18571,16592,14785,5858,5660,10757,12267,14503,11062,23646,11306,20311,9888,6135,2760,23144,24641,24042,12686,12607,7549,9003,12609,8926,20935,11065,12582,8716,9273,12967,10324,10419,7754,7733,8297,18997,13984,18632,19867,4812,20116,17695,13171,9973,9290,9358,13381,6542,7189,7716,7335,6524,619,17811,18524,5453,170,2881,23611,10712,11412,21121,22183,8338,12351,14973,4175,19015,18857,5800,10062,9644,5799,117,4317,5337,190,21227,19504,17620,20094,12195,9446,5511,5950,18641,19168,16860,15535,12513,22463,12999,14319,8950,10943,9523,24820,4913,21747,21857,14067,10491,8924,6856,6622,358,9412,26216,15539,8682,12259,8522,71,18020,13962,33,61,23039,13995,12387,5188,14617,17922,19594,19374,8815,17446,11307,1843,15845,16419,8949,8178,10182,8521,9338,6335,12582,14740,10221,11712,10338,14000,9839,25892,16197,10125,10656,10846,12812,9017,9998,12408,24212,14489,11956,6400,9630,10493,5987,7335,12617,9148,2060,22175,18808,17505,13328,7688,15867,9735,17647,12507,14499,18016,8951,8351,8711,10651,10217,6759,15910,16829,5650,9806,5633,190,8536,21548,18441,17130,17953,4935,696,16431,23594,5727,4945,10706,9144,7616,9701,15678,10075,5556,15930,7097,208,3009,18253,16925,1154,7710,12341,25978,14141,18228,11901,12285,7361,61,77,13689,7720,12599,15876,16229,9854,6767,1016,20274,20002,16519,8286,15040,13545,10222,9132,9465,11600,8279,12020,11669,4145,16511,11788,8681,15163,11684,9284,7025,7092,484,18170,9571,200,16327,11266,88,13668,16408,20417,10807,19725,15528,14503,6545,20284,10381,12836,16022,13397,13169,7449,256,7576,14866,8221,9908,10218,7709,8414,9484,13906,16736,14627,13701,14966,8872,9414,4291,8084,14458,11950,816,19492,8302,17567,13195,17029,13995,7506,13720,11068,9382,8568,7286,2340,16949,13703,15328,9665,10850,6367,8969,19111,9858,11246,7270,5849,8382,6573,20747,11430,17028,13238,12193,10866,14976,13826,18132,18771,23179,14234,8188,15375,15358,16584,14415,14536,596,24029,17452,11151,14997,8357,9398,7291,9979,6663,7223,7097,5764,7851,5689,6557,9577,9913,13844,1082,25691,8889,21178,15140,14081,10813,241,162,21191,16893,12053,12408,19699,16314,672,245,21774,13396,8139,14388,17521,9447,11096,10410,7172,13019,6162,141,7270,10325,8616,12824,6056,8682,9572,8824,8934,10056,9843,19417,7380,25432,14600,9393,10828,7075,10575,7028,9500,12960,11180,270,234,15156,14825,12848,17001,12279,8739,16621,17121,9210,10820,420,10516,15453,20965,14452,20220,10405,12968,10057,20007,23443,16751,17825,15266,16159,14856,12382,8304,20340,23269,15582,14019,9253,13472,11966,14045,10730,18171,10768,12559,12451,11598,8898,7436,2355,262,11066,19449,3661,6260,14067,13945,15404,13406,11010,12273,10190,11940,9328,12438,11022,11304,10360,9957,11064,13035,10235,13971,4802,26996,13549,15703,21605,24430,13483,13622,7999,2304,1865,5003,4312,15092,3851,22303,25431,16841,12370,11833,10605,7379,7748,14150,14865,12345,18214,17994,13784,11765,10905,13390,13879,4829,6153,10636,15992,15300,16871,23613,15961,8900,7034,5436,4380,6092,15559,20566,5705,25308,14942,8215,24720,15519,21044,18742,16036,5720,9979,18674,14348,12058,4445,2723,25171,13423,5409,16703,11783,14536,11552,13355,11821,13587,20986,15360,14775,17950,11225,23793,22949,12984,563,1591,17340,19156,14306,14166,3939,26480,6750,10994,15103,14916,11420,8870,9509,7110,15346,10927,2171,24369,20160,23815,12968,20163,16402,11254,7811,14854,10088,9202,27740,16418,7663,10488,20578,22107,16921,13560,12952,13360,7576,16316,17108,21605,21479,19337,15519,16001,14352,25191,15769,11391,830,18841,17484,17972,9117,17058,25206,14666,15336,8654,9174,8037,486,11702,10711,8201,18,294,2405,21487,20751,19460,14006,13899,10723,12541,11080,5857,436,19250,8414,9499,9732,9970,8538,93,18548,12095,13110,13721,12347,12543,18525,10012,14113,12237,11050,12306,13938,10998,20391,13374,7216,773,22749,24573,11204,10109,9838,17453,15242,9046,9929,11197,10559,7949,16476,4883,10039,13615,8786,8460,22213,15088,12409,12045,13424,7586,10452,16652,12958,17501,10622,12539,9945,12599,13901,6009,25423,25176,24473,15139,13157,8630,6705,1680,20737,16612,10223,10924,6325,4785,16708,7915,10576,7339,6489,17585,24283,11269,22917,26060,17983,13564,7535,9033,4456,2296,11537,15259,14246,13494,14524,2469,26204,20543,8861,18066,7727,8181,8745,7868,14542,17276,12688,6140,8446,7536,7034,9356,5761,11175,3236,21750,23318,20409,19205,17233,13647,13967,18080,14911,18324,12487,8924,9827,5859,8174,9476,14532,9390,11150,12923,12102,11466,22101,13509,13258,11534,10306,8956,4306,933,23621,23979,13435,22191,22579,12284,7119,4305,1485,24508,8657,21873,8766,4032,11442,13305,17727,13710,11985,11948,11045,10814,9293,15082,13218,9461,12818,17958,13658,11628,2201,23624,19176,7174,19738,5963,14563,8063,8444,13180,11167,13920,16079,16695,14360,15267,15107,13164,8787,9987,11681,7258,12342,10994,11374,11605,14301,10579,8397,8451,10186,20865,8316,10542,8421,6752,5000,17249,15665,13994,14608,12746,16923,6404,262,15799,9007,11344,10703,10210,21491,10121,12963,3243,3505,24204,22603,22480,22485,6343,14693,786,21743,13632,9448,13635,11799,8768,8230,6861,15623,9403,10254,7997,9084,27936,11706,14808,12913,12689,11715,10020,11692,12364,8479,7703,11032,12257,14535,12127,6610,10185,10602,10559,11323,9263,6114,13239,11509,6843,26283,23148,9885,21223,17091,14668,18500,14688,14324,14961,4985,7965,10697,10464,7883,9154,11863,9766,10201,7492,11114,10667,13418,6373,6694,815,133,20151,17692,15117,11416,11043,1836,208,7298,10902,2746,3334,2893,8653,21354,13897,26919,12536,11825,16382,17181,8716,6345,7125,9439,12915,13779,15504,8825,15084,10442,10575,4201,10165,8244,4423,23543,17417,13463,20805,7310,1762,1755,5134,19467,17294,11701,22198,3800,10661,14985,16005,9747,11735,13354,15842,11216,10153,12923,14160,11170,7352,13878,8699,10543,1548,18397,11056,16417,12086,10583,10602,7728,6772,3131,26669,15373,10660,12009,8757,10931,18181,6700,16071,14954,7788,7850,14777,8390,13138,14634,7354,12946,10038,2286,15895,14088,10209,7758,6576,2426,3084,3345,4926,3194,2729,22752,21150,15106,15512,15934,14265,16602,10728,10331,23395,14795,12414,14804,11058,17581,8001,12963,9613,14841,2181,8376,10931,11576,21295,11563,9756,8953,1366,15105,14965,11539,9311,13026,12350,16372,11055,13942,15856,11965,9493,11477,11146,14348,9628,12222,15930,2847,1861,18944,16606,14976,12204,12969,11040,10793,10074,4025,2734,18855,19140,9118,10708,7755,10243,13353,12568,13813,12799,8797,6731,6827,4577,2012,15431,17217,12994,7480,14426,12537,8062,5785,3154,2172,18378,24999,27202,15146,17553,1855,2383,11421,13074,9948,2099,1322,1402,1529,1131,936,620,506,310,200,104,47,13,9,5,2,22111,23591,12778,13971,13952,15564,19376,13297,7830,3664,22239,16726,9388,9203,8677,15342,12221,13873,15125,16011,9758,10752,16276,19996,14079,11933,12966,15996,13486,7070,18966,16413,13131,20902,21615,16039,6665,10916,7714,15332,11532,14631,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,11621,18007,8331,7962,16323,9397,1513,21623,14408,17982,16970,13725,7775,2563,19113,16181,15121,23518,6463,773,21329,13532,22171,11803,17515,15316,7912,15314,19820,7486,8206,8235,12937,11284,7114,7321,14093,17652,14287,20364,12868,13112,5754,5560,299,3,2,9,22111,23591,12741,13971,15564,19376,13297,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,6224,16276,19996,14079,11933,10300,14507,15996,10372,18966,16413,13131,20902,3201,21615,15681,7638,10916,13365,15332,14631,17796,14973,15196,11988,11935,12192,21891,10712,7093,17806,18892,15302,21087,18007,10814,8331,16323,12579,9376,21623,20050,13614,17982,13725,7775,3745,19113,14505,16181,23518,8019,5600,10115,21329,22171,9702,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,8397,12868,13112,5754,3106,16,3,17446,14739,16434,13186,14694,10802,9830,6202,2959,8970,24090,11228,16805,9834,14568,9156,16815,19661,10514,18242,12406,11326,3216,3208,15947,11411,10472,13260,9874,14902,13857,14252,14865,14344,8812,3118,4942,13477,19175,21018,15521,15837,16887,12467,12795,11999,8463,14882,12667,16122,9800,11463,9027,16666,9677,20877,16475,9409,8481,2490,17640,18750,12620,12280,9299,10625,6129,8605,12338,15691,16532,8383,19389,15391,24714,16275,12893,7329,7144,2455,60],"fragments":[{"begin":"0.000","end":"19.840","lines":["Today on the show - whenever my boyfriend's parents are around, they pay for everything. I probably shouldn't complain, but it's just too much."]},{"begin":"19.840","end":"21.360","lines":["Dear LIFE KIT."]},{"begin":"21.360","end":"23.040","lines":["Dear LIFE KIT."]},{"begin":"23.040","end":"24.560","lines":["Dear LIFE KIT."]},{"begin":"24.560","end":"25.680","lines":["Dear LIFE KIT."]},{"begin":"25.680","end":"29.480","lines":["I have a question for you."]},{"begin":"29.480","end":"34.040","lines":["This is Dear LIFE KIT from NPR."]},{"begin":"34.040","end":"36.360","lines":["How can I become a better caretaker?"]},{"begin":"36.360","end":"40.320","lines":["How do I deal with my parents' unrealistic expectations?"]},{"begin":"40.320","end":"42.880","lines":["And we're getting personal."]},{"begin":"42.880","end":"45.680","lines":["I'm catching feelings for someone, but they're married."]},{"begin":"45.680","end":"54.400","lines":["I'm your host Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."]},{"begin":"54.400","end":"60.560","lines":["I definitely, reading this letter, felt like, oh, I kind of know what that feels like."]},{"begin":"60.560","end":"82.280","lines":["That's today's expert Maya Lau. Maya is the creator, host and executive producer of \"Other People's Pockets,\" a podcast asking people from all walks of life to get radically transparent about their personal finances. So it's safe to say Maya is not afraid to dig deep for today's question about the limits of accepting generosity."]},{"begin":"82.280","end":"102.800","lines":["OK, so today's question involves other people's parents footing the bill, as you know. I know you talk about money all day long, and you're all about radical transparency. So I'm curious, is there any shade of money talk, money conversation that still makes you squirm?"]},{"begin":"102.800","end":"128.360","lines":["Yeah. When I ask for a raise or redo, like, my rate that I'm charging someone or anything like that, like, that is something that I have so many different feelings about. And there's, like, caveats. And I was actually just talking to somebody about this yesterday, and they were like, wait a second."]},{"begin":"128.360","end":"129.360","lines":["(Laughter)."]},{"begin":"129.360","end":"156.680","lines":["Don't you have a podcast about money, and, like, you're so comfortable talking about money? And I was like, yeah, but, like, when it's my money and it's my worth, it's like, wait, you know, back up. You know, I have all the same things everyone else does. So yeah, I definitely have a lot of limiting beliefs that stand in the way of me getting what I want."]},{"begin":"156.680","end":"163.280","lines":["Yeah. And I'm excited to get into it. Are you ready for your question?"]},{"begin":"163.280","end":"165.880","lines":["Yeah, totally."]},{"begin":"165.880","end":"212.480","lines":["OK, let's do it. (Reading) Dear LIFE KIT, let me start off by saying that I love my boyfriend's parents. They're the kind of people you meet and think, there's no way they're like this all the time. Except they are. They actually wake up every day at 4:30 a.m. so they can spend time together drinking coffee and gardening before they leave for work. They're kind, passionate, generous people, and they've treated me like family since Day 1. I know many people will think it's ridiculous to have any complaints about my situation, but here it is."]},{"begin":"212.480","end":"255.840","lines":["They're way too nice. We live in different states, and when they come to visit, they stay for a week or two at a time, and they pay for everything - literally everything. Anything we do, anywhere we go, anything I even think about buying, they somehow sense it and beat me to it. They once found my shopping list while I was out, and they did my shopping for me. They picked up everything from the groceries right down to the very personal items I would have really prefer they left alone."]},{"begin":"255.840","end":"298.840","lines":["I'm deeply uncomfortable with it, but I have no idea how to politely say, I'm a real adult with a real adult job, and I would like to buy my own sandwich at lunch today. My boyfriend fundamentally doesn't understand where I'm coming from, so there isn't any help there. He says things like, your parents buy us stuff, too. Sure, they send gifts on holidays. They might pick up the tab at dinner. But this feels very different. So my question is, am I crazy to complain? And if not, what can I do? Signed, No More Free Lunch."]},{"begin":"298.840","end":"322.160","lines":["OK. Maya, I want to answer that last question first because I can immediately hear the groans of listeners. You know, poor you. People in your life want to buy you everything. What a pain. What a sad story. And I agree that this person has a very good problem here. So right off the bat, do you think our friend Free Lunch is allowed or, you know, justified in complaining?"]},{"begin":"322.160","end":"333.520","lines":["Yeah, totally. I have so many thoughts and feelings about this. First of all, I have questions which I know that I will not get the answer to these, but I want to say them as maybe..."]},{"begin":"333.520","end":"334.400","lines":["Please do, yeah."]},{"begin":"334.400","end":"362.280","lines":["...A way to respond to this person to maybe think through some of them, and that might help them a little bit. First, is there any kind of class difference between you and your boyfriend's parents or your boyfriend's family? Is there a feeling of difference, of feeling uncomfortable, of proving something? And also, is there a cultural difference? Are they from a different country than you are or just a different culture? I also want to know how long have you been dating your boyfriend?"]},{"begin":"362.280","end":"363.800","lines":["Important question, yes."]},{"begin":"363.800","end":"397.640","lines":["You mention your own parents, and they pick up the tab at dinner, which somehow makes me think they're not long distance, like that you see them more often, and that will tie into something else I have to say about the long distance, like they come in from out of state and stay with you for two weeks, which in my book is a really long period of time to have houseguests. I don't know how much space they have, if it really feels like there's enough space for everyone. So there might be an element of, like, the parents are like, look; we're saving all this money on a hotel."]},{"begin":"397.640","end":"401.320","lines":["Right, like compensation and the imposition of it and trying to - yeah."]},{"begin":"401.320","end":"439.080","lines":["Yeah. Like, the least - right. The least we can do is pay for everything because all of that is still less than what we'd have to pay for our own lodging. And maybe they don't want to be a burden, and they feel like, oh, we're with you for one or two weeks. It's, like, kind of a lot. So we just want to be, like, totally out of your hair, and, like, we've covered everything. Like, there might be some of that going on. Now, does that mean you can't say anything? No. Like, I think that - I think you do need to have a real discussion with them and, you know, with your boyfriend present and, like, super chill in some way maybe before they visit."]},{"begin":"439.080","end":"441.560","lines":["Let's get into that. Let's pause there."]},{"begin":"441.560","end":"442.240","lines":["Yeah. OK."]},{"begin":"442.240","end":"445.000","lines":["The - let's talk about the boyfriend because..."]},{"begin":"445.000","end":"445.240","lines":["Ooh."]},{"begin":"445.240","end":"446.440","lines":["What is going on there? Yeah."]},{"begin":"446.440","end":"449.800","lines":["Yeah. I mean, let's talk about his role in all of this."]},{"begin":"449.800","end":"450.440","lines":["Yes."]},{"begin":"450.440","end":"452.400","lines":["I mean, he might not fully understand the point of view, it seems like."]},{"begin":"452.400","end":"452.680","lines":["Right."]},{"begin":"452.680","end":"454.360","lines":["But does that mean it's not his problem?"]},{"begin":"454.360","end":"475.000","lines":["Yeah, I did think it was really weird that the boyfriend's like, whatever. You know, your parents buy his dinner sometimes, too. Yeah, maybe the boyfriend's used to it. He just doesn't see it the same way. But I think that, yeah, it's odd, and it's a totally different relationship to him."]},{"begin":"475.000","end":"481.400","lines":["Now, my - as someone who has uncomfortable money conversations all the time, what does that conversation with the parents look like?"]},{"begin":"481.400","end":"498.720","lines":["So I think that it's either a casual, if possible, conversation with the boyfriend also present and having gotten on the same page ahead of time, or maybe it is just a conversation you have with your boyfriend and then you ask your boyfriend to have this conversation with his parents."]},{"begin":"498.720","end":"548.400","lines":["I would come at it from the stance not of I am aggrieved and offended and infantilized, like, please stop, but more like, oh, my gosh, you guys are so generous. You know, I love spending time with you, and, you know, it's really great to see you, but I want to just say, like, maybe there are certain things that we can agree on ahead of time that, you know, if you want to cover them, you can, but beyond that, you know, we're good. Like, you really don't have to cover it. I also want to let you know - if this is really how this person feels. I just want to let you know that when you come to stay here, you are welcome here. And it is not a burden for us to have you for two weeks. I just want to say that in - like, you know, because that..."]},{"begin":"548.400","end":"549.600","lines":["Yeah. That might be part of it. Yeah."]},{"begin":"549.600","end":"576.840","lines":["...Might just be something they're thinking about. I wouldn't necessarily bring up, like, you found this note, and you bought all these personal things, and I was really offended. Like, I would just try to make it like, it makes me feel more comfortable and like there's less of an imbalance if we agree on some of these things ahead of time. That's what I would do. And hopefully, they are - you know, if they're generous, hopefully they are also good listeners. And..."]},{"begin":"576.840","end":"578.800","lines":["That they're also kind. Right, yeah."]},{"begin":"578.800","end":"581.080","lines":["Yeah. Like, they're not going to be like..."]},{"begin":"581.080","end":"584.720","lines":["It seems like it comes from a good place, right? So likely they'd be."]},{"begin":"584.720","end":"596.600","lines":["I think it comes from a good place. I think it might come from a little bit of they either feel like a burden, or they kind of get off on being, like, more generous than other people. But yeah, I don't think that they're bad people."]},{"begin":"596.600","end":"605.400","lines":["Yeah. Let's go back to something else that also caught my ear. You brought it up earlier - was Free Lunch's use of real adult, and I'm a real adult with a real job."]},{"begin":"605.400","end":"605.960","lines":["Yes."]},{"begin":"605.960","end":"612.160","lines":["And I would like to buy my own sandwich. So it seems pretty clear to me that this person equates money with maturity, with freedom."]},{"begin":"612.160","end":"613.080","lines":["Yes."]},{"begin":"613.080","end":"634.240","lines":["And having people treat you like that, as you said, can be infantilizing. So everyone's entitled to their own money feelings, their own, you know, money insecurities. But when there's such a big mismatch between this person and the family that they're starting to blend in with, you know, how do you deal with that if that's going to keep coming up again and again?"]},{"begin":"634.240","end":"646.680","lines":["Yeah. I mean, I guess I would just say, don't always assume that other people's attitudes towards money are the same as your own."]},{"begin":"646.680","end":"647.000","lines":["Yeah."]},{"begin":"647.000","end":"664.480","lines":["So the fact that somebody wants to cover something for you does not mean that they are trying to assert that they are more adult than you, and you are just some small child."]},{"begin":"664.480","end":"665.040","lines":["Right."]},{"begin":"665.040","end":"688.440","lines":["It doesn't necessarily mean that, but if you feel that way, like, that is an OK way to feel. But it is not a universal truth. So that's all I would say is, like, to try to, like, interrogate, like, where does that - how do you know that that's true?"]},{"begin":"688.440","end":"689.120","lines":["Right."]},{"begin":"689.120","end":"689.440","lines":["Yeah."]},{"begin":"689.440","end":"702.640","lines":["So some awareness that, like, those values are very deeply ingrained and that not everyone shares them, so you need to take a beat here."]},{"begin":"702.640","end":"704.000","lines":["Yeah."]},{"begin":"704.000","end":"717.600","lines":["Final thoughts, feelings on how best to approach sticky financial conversations about how to live a more, you know, radically transparent financial life?"]},{"begin":"717.600","end":"800.080","lines":["Yeah. I think that part of it is practice. I think that we don't have a lot of practice talking about money. So that's why when we finally do, it's like, oh, my God, this is so hard and weird. So part of it is, like, if money can be something that you talk about with your partner, with your friends, even, like, asking for a raise out of sport almost, you know, like, just practice, life practice - right? I'm not saying that everyone needs to be obsessed with money all the time or - but I think that if it can be something that you're a little - have more practice with, I think it just makes it easier. But I do think that it is just, honestly, something that's on everyone's mind. So..."]},{"begin":"800.080","end":"805.440","lines":["Yeah, it's something we all have to deal with."]},{"begin":"805.440","end":"806.160","lines":["Totally."]},{"begin":"806.160","end":"816.080","lines":["Maya, before you go, we end every show by asking our experts for the best piece of advice they've ever received. We'd love to hear yours."]},{"begin":"816.080","end":"833.440","lines":["OK, so your sort of purpose in life or your offering to the world is going to come in the form of something that you actually find really easy and comes to you naturally and is so obvious to you that it's very hard to identify."]},{"begin":"833.440","end":"836.600","lines":["I'm going to have to think on that now."]},{"begin":"836.600","end":"857.720","lines":["If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"857.720","end":"881.760","lines":["This episode was produced by Beck Harlan and Sylvie Douglis. Bronson Arcuri is the managing producer. And Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."]}],"duration":881}