{
  "title": "So you don't want kids. Here's how to respond to unwanted comments",
  "url": "https://www.npr.org/transcripts/1169740774",
  "intro": "If you've decided not to have kids, your life will look different from what you might have seen growing up. Here's how to build your child-free life, with or without a long-term partner. We talk about finding community, planning for the future, making a financial plan and responding to some of the comments and judgments of other people.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle Segarra. Wilmarie Hernandez knew from a young age that she didn't want kids, and she would say that to her family."
    },
    {
      "author": "WILMARIE HERNANDEZ",
      "text": "I remember my grandma being very upset every time I would say that. She would say things like, don't say that. God is listening to you. That's wrong. You say that now, but you don't know what you're talking about. And I can go on."
    },
    {
      "author": "SEGARRA",
      "text": "Wilmarie says this happens to girls a lot when they're growing up."
    },
    {
      "author": "HERNANDEZ",
      "text": "It's something that is ingrained since you're a baby. I mean, you get dolls as gifts. You're told you're going to be a great mom. Do you want a boy or a girl? The truth is that we are programmed as women to thinking that that's just our destiny, that that's what we're here for."
    },
    {
      "author": "SEGARRA",
      "text": "And as an adult, if you choose not to have kids and you tell that to family, friends or even strangers, people say all kinds of things."
    },
    {
      "author": "ANGELA L HARRIS",
      "text": "It seems like, you know, we have three heads."
    },
    {
      "author": "SEGARRA",
      "text": "That's Angela L. Harris. She's child-free by choice. And she says people will question that choice, or they'll want to know all the details, like, well, who's going to take care of you when you get old? The reality is kids are not an insurance policy. They're human beings. Also, raising them is expensive, and it's a huge responsibility, and some people don't want to do it. Cary Carbonaro was always waiting for the urge to have kids to kick in."
    },
    {
      "author": "CARY CARBONARO",
      "text": "You know, you think of that movie, you know, \"My Cousin Vinny.\""
    },
    {
      "author": "MARISA TOMEI",
      "text": "(As Mona Lisa Vito) My biological clock is ticking like this."
    },
    {
      "author": "CARBONARO",
      "text": "My biological clock is ticking. And I'm like, when is my biological clock going to start running?"
    },
    {
      "author": "SEGARRA",
      "text": "In 2021, Pew Research Center came out with a survey showing that a growing share of childless adults in the U.S. don't expect to ever have children. Some people had specific reasons, like medical conditions or finances. But a lot of people said, I just don't want to have them. This episode of LIFE KIT is for those people, the ones who have decided they don't want kids, and also for the people in their lives. It's about how to build a child-free life with or without a long-term partner. We're going to talk about how and when to respond to some of these comments, how to make meaning in your life and how to set yourself up financially."
    },
    {
      "author": "SEGARRA",
      "text": "All right. If you're an adult who doesn't have kids, let's talk about some of those things people say to you - the questions, the comments, like..."
    },
    {
      "author": "HARRIS",
      "text": "You'll never know true love until you have children."
    },
    {
      "author": "SEGARRA",
      "text": "That's Angela L. Harris again. Angela works in higher education, and she has a doctorate degree in clinical psychology. She also runs an online community called NoBibsBurpsBottles for African American and Black women who are child-free. And this is how she responds to that comment - maybe some inspiration for you."
    },
    {
      "author": "HARRIS",
      "text": "So I would say, I've been in love, and I know what being in love feels like. I've experienced it. It felt good. I know what heartbreak feels like. And there are different forms of love, right? I love my parents. I love my siblings. And so I don't have to bring a child into the world to know what true love is."
    },
    {
      "author": "SEGARRA",
      "text": "Another one Angela has heard - come on, every woman wants children."
    },
    {
      "author": "HARRIS",
      "text": "Well, I'm living proof that not every woman wants a child."
    },
    {
      "author": "SEGARRA",
      "text": "And there's this classic - when are you going to give us grandchildren?"
    },
    {
      "author": "HARRIS",
      "text": "I think there's a playful and joking way in which you can respond, right? Mom, are you going to take care of these kids when I have them? OK, I didn't think so."
    },
    {
      "author": "SEGARRA",
      "text": "And then there's the old - but if you don't have kids, you know you're going to die alone, right?"
    },
    {
      "author": "HARRIS",
      "text": "There are nursing homes full of lonely parents who have five, six, seven kids, and their kids are not visiting them. As a child-free woman, I have to be intentional. I have to plan ahead because I don't have kids. But I also don't think that a person should have kids with the expectation that those kids that they bought into the world will take care of them."
    },
    {
      "author": "SEGARRA",
      "text": "So as you can see, there are plenty of things you can say when people come at you with these kinds of comments. But the bigger point here and our Takeaway 1 - this is your life. You are entitled to be child-free and to communicate that whenever and however you want. That means you can tell people you don't want kids or not."
    },
    {
      "author": "HARRIS",
      "text": "I don't feel like anyone should ever be pressured to say or do anything until they're ready."
    },
    {
      "author": "SEGARRA",
      "text": "So let's say you're thinking about telling your parents, and you know they really want grandchildren. Angela says you might want to sit with your choice first. Let yourself get comfortable with it before hearing other people's opinions. Other times, you may just want to inform someone but not explain. Like, maybe you're online dating, and you can just say I don't want kids in your profile. You don't have to say why. On the other hand, sometimes you will want to explain your reason. Cary Carbonaro, the one whose biological clock never started ticking, is a certified financial planner. That's actually why we reached out to her for this episode. But it also turns out that she's child-free by choice. And at some point, after she got together with her now-husband, his teenage son said to her..."
    },
    {
      "author": "CARBONARO",
      "text": "I just - I don't understand it. You're, like, such an amazing person, and you're so kind, and you're so, like, nurturing and warm, and why wouldn't you have children? I just - he could not wrap his head around it."
    },
    {
      "author": "SEGARRA",
      "text": "The question seemed to be coming from a place of love and curiosity, and she didn't mind answering."
    },
    {
      "author": "CARBONARO",
      "text": "And I was just like, it was my choice. I didn't - I never felt the urge. I never felt the need. I never felt like I was missing anything. I loved my career. And he was like, OK."
    },
    {
      "author": "SEGARRA",
      "text": "But also, when someone asks why you don't want kids, you can always just say, none of your business."
    },
    {
      "author": "SEGARRA",
      "text": "So Wilmarie Hernandez - we heard from her earlier. She's the one who knew since she was a girl that she didn't want kids. She and her husband, Ryan Hunter, met when they were both living in the Washington, D.C., area. He'd just gotten back from teaching English in South Korea, and she was a health communication specialist for the federal government. They used to daydream about all the places they wanted to travel. It was something they had in common."
    },
    {
      "author": "RYAN HUNTER",
      "text": "It was the first thing that we talked about. So it was something that we immediately bonded over."
    },
    {
      "author": "SEGARRA",
      "text": "As for kids, they were both like, eh, probably not. And then that became definitely not. So, eventually, they got serious, moved in together, and then, next thing they knew, they were living in the suburbs, surrounded by families and making more money than they needed to pay taxes in an expensive school district. It didn't make sense."
    },
    {
      "author": "HUNTER",
      "text": "We're here following these routines, surrounded by these very traditional families, which, you know - we have friends who have kids, and they look happy, but we just knew it wasn't something that we wanted. So we had to sit down, and we had this really hard talk, where it was a question of, what are we doing with our lives?"
    },
    {
      "author": "SEGARRA",
      "text": "That's Takeaway 2 - if you're child-free, you will have more freedom to build a life that breaks the mold. So what kind of life do you want?"
    },
    {
      "author": "HUNTER",
      "text": "Everyone wakes up in the morning, and they have to have something, anything that gets them up in the morning, that tells them that their life is worth living. You know, for a lot of people, that's their jobs. For a lot of people, a great majority of people, that's their kids. It's the thing that brings them the most joy."
    },
    {
      "author": "SEGARRA",
      "text": "For Ryan and Wilmarie, it's seeing the world."
    },
    {
      "author": "HUNTER",
      "text": "Some people spend money on cars. Some people spend money on their kids. We spent money on traveling and on trips. We essentially made travel our baby."
    },
    {
      "author": "SEGARRA",
      "text": "They saved money for about five years, quit their jobs, sold everything they owned, donated their clothes and started traveling around the world. Now they've lived in the Dominican Republic, in Brazil and in Japan, and they're living off of their savings and earnings from two social media accounts they run."
    },
    {
      "author": "SEGARRA",
      "text": "Now, let's talk about money for a minute here. Deciding not to have kids isn't going to automatically make you rich. But, yeah, kids are expensive. So if you don't have them, you just have more options. Maybe that means you quit your job, take your savings and travel the world. Or maybe it means that you can afford to take a lower-paying job in an industry that you're passionate about 'cause you're only supporting yourself. Or, you know, maybe you have a high-paying job and a lot of extra money to throw around. That's what it's like for Cary."
    },
    {
      "author": "CARBONARO",
      "text": "I mean, I can live anywhere I want. I can go on vacation anywhere I want. I can take off as much time as I want."
    },
    {
      "author": "SEGARRA",
      "text": "Because she's child-free, Cary also has the money to donate large amounts to causes she believes in."
    },
    {
      "author": "CARBONARO",
      "text": "Because what I always give is I always give to what my life's passion is, which is around helping women in business or finance or, you know, coming into the profession or some shape or form, or I give money to them."
    },
    {
      "author": "SEGARRA",
      "text": "She just started a scholarship for women in business, and she also gives to the Center for Financial Planning. And, in that sense, Cary's been able to make a difference for the next generation. You know, being a parent isn't the only way to do that. And that's the thing. Even if you don't have kids, you might want to connect with them and with young adults. For instance, Angela has been working in higher education for more than 25 years."
    },
    {
      "author": "HARRIS",
      "text": "And I've been blessed to be able to impact the lives of 18- to 21-year-olds. And some of these individuals are adults with their own families now. They come back to me, and they say, thank you for mentoring me. And so even though I don't have children of my own, I know I've left my mark. I know I've left my imprint on young adults."
    },
    {
      "author": "SEGARRA",
      "text": "When you're child-free, building a life is about creating community. And as you can see, that community includes kids and their parents. But also, when your friends have kids, as you probably know, those relationships change. Hanging out can look different. You may not get a lot of one-on-one time for a few years."
    },
    {
      "author": "HARRIS",
      "text": "I have great friends that I care about who have children. I don't mind going to brunch, you know, with your 4-year-old or your 5-year-old. And sometimes it just has to be that way."
    },
    {
      "author": "SEGARRA",
      "text": "But that's OK because those friends and their kids are just one part of this bigger community that you're building. That's Takeaway 3. When Wilmarie and Ryan lived in the suburbs, it was hard to make friends. The people their age were spending all their time at PTA meetings and playdates."
    },
    {
      "author": "HERNANDEZ",
      "text": "And so we wanted to find people like us. I was like, I'm sure there have to be more people. We cannot be the only one. And so I started reaching out in social media and just really starting to put out messages about what child-free is and how does it feel and the things that we go through. And people started connecting, and it started growing."
    },
    {
      "author": "SEGARRA",
      "text": "They ended up starting an Instagram page called @life.without.kids. Through that page, they've met people from all over the world, including places where the culture is pretty traditional."
    },
    {
      "author": "HERNANDEZ",
      "text": "And they have told me, like, this is the only connection. Like, @life.without.kids and this community is the only connection I have to other people like me. Where I live, I don't know anyone like me."
    },
    {
      "author": "SEGARRA",
      "text": "One thing Wilmarie loves about the community they've built is that everybody seems to have a passion."
    },
    {
      "author": "HERNANDEZ",
      "text": "They dedicate themselves to rescuing animals or to the environment, their career, their arts. Like, some of them are writers. And it's just beautiful to see because a lot of people think - because I've heard this. A lot of us have heard this. Oh, child-free people are so selfish. And it's completely the opposite. Like, all these people, because they have the time, they dedicate themselves to doing all these things that benefit all of us."
    },
    {
      "author": "SEGARRA",
      "text": "Angela has found friends and emotional support in her online community, too. It's specifically for women who are African American or Black and child-free. And she says people with each of these identities face their own biases, stereotypes and discrimination. But when these women share a space, they affirm each other, and they develop confidence and strength together."
    },
    {
      "author": "HARRIS",
      "text": "In my DMs, I can get anything from, hey, I feel seen. I feel heard. I didn't even know something like this existed for women like me, like us. I sometimes get questions. Hey, my boyfriend wants to have a child. I told him I was child-free, and now there's some tension. I sometimes get questions - when are you going to have a meetup, or where can I meet and gather with other child-free Black women? But I think, most of all, it's, hey, thank you for creating this space for us."
    },
    {
      "author": "SEGARRA",
      "text": "Now, you don't have to start an online group of child-free folks. You could join one, or, you know, you can find kindred spirits who aren't child-free, too, just by doing what you love."
    },
    {
      "author": "HARRIS",
      "text": "I just exist, and I flow in the world. I'm active in my church. I'm active in my sorority. I'm active with my friends. I'm active with my family. I'm active with my colleagues."
    },
    {
      "author": "SEGARRA",
      "text": "Maybe your passion is local politics or theater or rock climbing - whatever. And, by the way, don't limit yourself to people your age. You can have friends who are decades older or younger than you. This is about connection."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so we've been talking about the perks of being child-free - the extra money, the freedom. But also, Angela says, her child-free life is not perfect."
    },
    {
      "author": "HARRIS",
      "text": "There are fears and anxieties that sometimes I think about. Like, OK, if I get sick, you know, I don't necessarily have someone who I can rely on."
    },
    {
      "author": "SEGARRA",
      "text": "Things happen. People do get sick or slow down, especially as they age. Takeaway 4 is to make some long-term plans. Build yourself a safety net. If you need help getting to a doctor's appointment or to the grocery store, do you have people? Can you pay people? Do you have enough money saved for retirement?"
    },
    {
      "author": "HARRIS",
      "text": "If I'm blessed to see 70, 80, 90, being child-free, I have to make sure that my life and my finances are in order 'cause I don't have a son that I can call and ask for $100. You know, I don't have a daughter where I can say, hey, you know, can I stay with you?"
    },
    {
      "author": "SEGARRA",
      "text": "You might research and pick a retirement community or a nursing home well ahead of time. And you should also decide..."
    },
    {
      "author": "HARRIS",
      "text": "Who's your power of attorney? Where do you want to be buried? If you got sick today, who can help you make medical decisions? Because, again, when you have a family, a spouse or children, it's likely that you're going to tap into those individuals to help you along the way."
    },
    {
      "author": "SEGARRA",
      "text": "Cary Carbonaro recommends buying something called long-term care insurance."
    },
    {
      "author": "CARBONARO",
      "text": "If you get sick and you want to stay at home and - you know, a lot of insurance doesn't cover specifically bringing, you know, a nurse or caregivers into your home, right? And a lot of people want that option. So long-term care is great to get as an insurance option."
    },
    {
      "author": "SEGARRA",
      "text": "You might also consider, if you're putting together a will, who would you want your money to go to? For a lot of folks, that defaults to their kids. Are there other family members or charities that you want to support? Cary says, if you plan ahead, you can donate in a way that saves money on taxes."
    },
    {
      "author": "CARBONARO",
      "text": "Make it a win-win for the charity and you. The only one that loses is the IRS, but that's OK."
    },
    {
      "author": "SEGARRA",
      "text": "None of this is meant to scare you. I mean, honestly, these are things that everyone should do, whether they're parents or not. But if you are kid-free, think of this planning as a way to empower yourself and build the future that you want."
    },
    {
      "author": "SEGARRA",
      "text": "OK. It's time for a recap. Takeaway 1 - you are entitled to be kid-free, full stop. And you get to tell people about that choice if you want, when you want and how you want. Takeaway 2 - you've probably got more freedom than people with kids. So what are you going to do with it? What are you passionate about? You can make that your baby. Takeaway 3 is find your people, build community, and don't limit yourself to friends your age. Takeaway 4 - make long-term plans for retirement, aging, sickness, death and beyond."
    },
    {
      "author": "SEGARRA",
      "text": "Before we go, there's something Angela said that really resonated with me. In their casual, sometimes thoughtless comments, people often focus on what she's not."
    },
    {
      "author": "HARRIS",
      "text": "I get it a couple of different ways, quite honestly. I've never been married. I'm over 50. And I don't have children. Whoa, what is wrong with you? And I've had men share that. I had women share that. What's - you've never been married?"
    },
    {
      "author": "SEGARRA",
      "text": "But when people do that, they're not paying attention to all the beautiful things that she is."
    },
    {
      "author": "HARRIS",
      "text": "So if you can just see me as a person, as a human with a beating heart and respect that, it eliminates everything else."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. You were a person who was whole from Day 1."
    },
    {
      "author": "HARRIS",
      "text": "Yes. From Day 1 - I agree. Yes, I like that. From Day 1, when I entered this world, I was enough."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to have a good weekend and another on how to create your own traditions. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Mia Venkat and Sylvie Douglis. Julia Carney is our podcast coordinator. And engineering support comes from Patrick Murray and Gilly Moon. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3157695113.mp3",
  "img": "https://media.npr.org/assets/img/2023/04/26/lk_childfree_promo1_wide-fe51629ed9ee79db30be9d9f8c850e98be125796.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "WILMARIE HERNANDEZ",
    "HERNANDEZ",
    "ANGELA L HARRIS",
    "CARY CARBONARO",
    "MARISA TOMEI",
    "CARBONARO",
    "HARRIS",
    "RYAN HUNTER",
    "HUNTER"
  ]
}