{
  "title": "Deciding when it's time to end therapy",
  "url": "https://www.npr.org/transcripts/1171010523",
  "intro": "Getting into therapy comes with its own hurdles, but what about knowing when to stop it? Moraya Seeger DeGeare, a licensed marriage and family therapist, has advice on how to figure out when it's time to end therapy and what actually to say when you do. Depending on the situation, ending with your therapist could involve anything from ghosting to a sit-down conversation.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody, it's Marielle Segarra. Today, we're talking about breakups, but not with a romantic partner - with your therapist. If you see a therapist, you may have had this experience. You know, you go every week, and it's fine. But a lot of the time, you don't feel like you have a ton to say, or you do talk about your day or whatever, but then you leave feeling confused."
    },
    {
      "author": "MORAYA SEEGER DEGEARE",
      "text": "I mean, I have friends who are therapists who, like, talk to me about should they, like, leave their therapist. And I think there's that level of, like, I don't actually know what we're doing anymore."
    },
    {
      "author": "SEGARRA",
      "text": "That's Moraya Seeger DeGeare, a licensed marriage and family therapist and the in-house relationship expert at an app for couples called Paired. So sometimes, it's should I stay or should I go? Other times, it's obvious that you want to leave, but you don't know how to do it. On this episode of LIFE KIT, we're going to talk about how to know when it's time and how to actually break up. The method, by the way, could involve anything from ghosting to a sit-down conversation. Depends on the situation. Moraya and I are also going to walk through some roleplay scenarios, which we hope will give you language for these tricky, often vulnerable conversations."
    },
    {
      "author": "SEGARRA",
      "text": "There are a lot of reasons you might want to end things with your therapist. Let's start with the best-case scenario. You're comfortable with your therapist. You've seen progress. You know, you're handling situations better and coping more effectively with stress. You might decide, OK, so it's time for me to end therapy - at least for now - and go out there on my own."
    },
    {
      "author": "DEGEARE",
      "text": "So I think the good reasons is, like, good job, you, right? Like, I hope you feel super proud of yourself. Like, we are stopping therapy. And, like, most of the time, these conversations are probably going to be prompted a little bit more by the therapist. They're just like, look at what we've done. So, like, a part of, like, the good reasons to stop with your therapist is you walk out of session and you're just like, I'm kind of a badass. And so that's sort of, like, the best way that you're ending therapy is that you feel very accomplished."
    },
    {
      "author": "DEGEARE",
      "text": "And also, you feel - you know, I don't think any of us arrive at, like, a permanent healing place. So I think that's, like, a weird thing to think about, to be like, did you complete everything? But I think you're going from a place of some level of dysfunction or pain or hurt was happening, some way that you were being in the world that just wasn't working, and now you are very consistently in a way that's working. So if that's your relationship, marriage, if that's your anxiety, if that's, like, I have tools that I know how if my depression hits, like, I feel super confident that I can move through that."
    },
    {
      "author": "SEGARRA",
      "text": "So if this is you, it might be a good time to pause therapy. But maybe this is not you. You know, you still want a therapist, but it's just that your current one is not a match. It's awkward, and the two of you never really found your footing. Another possibility - your therapist is saying things that show they don't understand you or what it's like to be your gender or race or ethnicity or sexual orientation."
    },
    {
      "author": "DEGEARE",
      "text": "I mean, the big one is that I think a lot of people dismiss is, like, if your therapist is sort of, like, folding in a little homophobia, folding in a little maybe, like, racism or colorism. I feel like that gets folded in quite a bit where, like, it might show up in therapy where you talk about, you know, I'm really struggling with my boss, and your therapist, like, keeps pressing for you to just, like, speak up and, like, ask for that raise and da da da, and then you bring up - you're like, my boss has fired every other Black woman who's asked for a raise. And your therapist is like, I don't think that really matters too much. What you need to do - and it's just like - and, like, does this."
    },
    {
      "author": "SEGARRA",
      "text": "Moraya says this can feel tricky 'cause the therapist may be helping you in some ways."
    },
    {
      "author": "DEGEARE",
      "text": "I feel a little bit better. I have someone I can talk to. They're giving me some tangible skills. But then, like, well, now I can't talk to them about how I want to open up my marriage. I can't talk to them about my sexuality because they've, like, clearly expressed some views of like, well, you're married to a man, so, like, that's not a thing we need to explore. You know what I mean? Or, like - and so, like, I think it's, like, that wishy-washy area of, like, how can I possibly give up this place where I feel some level of belonging, not knowing if I'm going to find something deeper or better."
    },
    {
      "author": "SEGARRA",
      "text": "And then you've got the worst-case scenarios. You know, your therapist hits on you or does something else unethical, and it's super clear you need to end it. There are other times where you'll feel like something's not working with a therapist, but it doesn't fall neatly into one of these categories I just listed. If you're in that place, Moraya says it can help to ask yourself some questions after therapy."
    },
    {
      "author": "DEGEARE",
      "text": "What does this feel like in my body at the end of the session? What am I taking away from this session? What really stands out for me? And if you're kind of in that, like, funky place, like, why don't - just try, like, jotting down, like, the same questions after each session to see if there's any, like, level of movement that happened. Most of us - I mean, I feel like especially, like, female-identifying humans - are super conditioned to be people pleasers and really conditioned, like, we can handle a massive amount of discomfort."
    },
    {
      "author": "DEGEARE",
      "text": "This is not the place for that. Like, discomfort in your healing, in them asking you a particular question of, like, are we ready to do this trauma work? Are you ready to talk about, you know, your responsibility and that - like, sure, right? But, like, if you're sitting in every therapy session and you're, like, crawling out of your skin, you might just, like, just trust, like, nothing bad has happened, but, like, energetically, like, there might just, like, be something that just, like, isn't working for you with that person."
    },
    {
      "author": "SEGARRA",
      "text": "You want to pay attention to those cues. Also - and I know this sounds hard, but you can have a conversation with your therapist about this."
    },
    {
      "author": "DEGEARE",
      "text": "And so I would just start by saying, after session, I'm not feeling great. You know what I mean? Like, I don't need to feel, like, super happy and, like, skipping down the street after a session, but, like, I'm leaving here feeling confused, and I think I've really lost track of, like, I came in for this - or I came in 'cause I was in a lot of pain or after the breakup. We've talked about those things and now we, like, continue to have sessions, and I don't really know what we're doing. And I would try, like, even if you end up ending with that therapist 'cause whatever response they give you isn't great - right? - or, like, doesn't work for you, it doesn't do anything, how cool is it to think about the fact that you had this gut feeling and then you took this opportunity to vocalize it."
    },
    {
      "author": "DEGEARE",
      "text": "And instead of - you know, it's not with your mom or a friend where you're like, I don't want to risk that relationship. Like, this is the relationship you get to test this out and risk. And there might be a certain percentage of people who test that out and then, like, the therapist is like, yeah, I haven't been - figured - like, I haven't figured out how to access you either, right? And then they can just, like, have a super real conversation and, like, set some fresh goals or just talk about, like, if there's anything that's been missed."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so let's say you are sure and you're ready to end things with your therapist. The big question is how? It feels like there's this menu of options, right? You could schedule a session or a phone call or send them an email or, you know, just stop scheduling - aka ghost them. First things first, Moraya says there's actually nothing wrong with ghosting your therapist."
    },
    {
      "author": "DEGEARE",
      "text": "I think ghosting is perfectly acceptable in the fact that, like, you don't tell your barista you're not coming back tomorrow when you switch a coffee shop. Like, there is a service level that's happening here. So if they've done something that you're just like, I tried, I can't do it, like - I mean, I feel like therapists are going to listen to this and just completely cringe because it's, like, the nightmare of the therapist to be like, I don't know what I did wrong. But, like, you lose people. It's OK."
    },
    {
      "author": "SEGARRA",
      "text": "By the way, if your therapist did something unethical that put you at risk - for instance, they sexually harassed you - Moraya recommends that you report them to their state licensing board and not contact them again."
    },
    {
      "author": "DEGEARE",
      "text": "I wouldn't do anything that, like, puts you in the way of continued harm. It's not worth it."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so let's say that's not your situation, and you've decided ghosting doesn't feel right to you, but you don't want to schedule a whole session and explain your reasons. Send an email. It could be as simple as..."
    },
    {
      "author": "DEGEARE",
      "text": "I just wanted to let you know that I'm going to find other resources. Can you give me referrals and resources? You could just do something like that so that they can - they'll then start filling your spot. And that's a really sort of - like, it's a respectful thing to do if you don't want to dive into, like, the why."
    },
    {
      "author": "SEGARRA",
      "text": "You also have to try to know yourself in this process 'cause ending this relationship could be an opportunity for you to practice a skill you struggle with, like being direct."
    },
    {
      "author": "DEGEARE",
      "text": "Most of us probably just want to ghost the thing and, like, not deal with it. And so if you know, like, maybe even if you haven't done that work with the therapist but some of your work is being less avoidant and being more just, like, honest and open, you could also think of it as, like, here's my free therapy session."
    },
    {
      "author": "SEGARRA",
      "text": "Moraya says, really, this is about asking yourself, what do you need?"
    },
    {
      "author": "DEGEARE",
      "text": "Do you need to process this ending? If you need to process this ending, you should process this ending. Like, I think that's really important."
    },
    {
      "author": "SEGARRA",
      "text": "And that might mean a session or a phone call. As you're preparing for that, think about why the conversation is important to you."
    },
    {
      "author": "DEGEARE",
      "text": "This is a time to be selfish, right? Like, this does not mean you're a narcissist or something like that. Like, you get to center your own needs in this. That's really, really important. The therapist is highly trained to handle these conversations. If it goes poorly, that's on them to figure out what other training they need, or you could tell them. But, like, you get to center your needs here. Like, how do you want to transition from this type of support to finding more, to transitioning out, you know, into the world in other ways?"
    },
    {
      "author": "SEGARRA",
      "text": "All right. Next up, we want to give you some language to have these conversations. So we're going to do some role-play. In our first scenario, Moraya is the therapist and I'm her client. And we've actually done great work together. But now I'm looking for a therapist with a different specialty."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, Moraya."
    },
    {
      "author": "DEGEARE",
      "text": "Hey. What's going on today? You seem like a little something, something?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I'm a little nervous 'cause I really - I wanted to talk to you about this thing. I have been thinking about therapy, and I've loved all our work together, and I feel like I've made a lot of progress talking about stuff with my family. But I have this chronic pain that's been coming up a lot, and I've been thinking that I'd really benefit from talking to a therapist who specializes in that and, like, maybe can do more of the cognitive behavioral therapy exercises and stuff. I've heard those are really helpful."
    },
    {
      "author": "DEGEARE",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "And so for me, also, like, financially, it would be really hard to see both of you at once. And I wonder if we could pause therapy and while I try to seek that out, and maybe I can come back to you at some point, if that makes sense. Does that - would that be OK?"
    },
    {
      "author": "DEGEARE",
      "text": "I so have enjoyed our work together. I also know that your chronic pain, I think, really is impacting you. So like, as much as we do this work, and, like, you know, like, I'm an emotionally focused therapist, I do, like, this deep emotional work, that you, like, rolled with it, right? Like, I think you're showing up in your relationships in a way that, like, I don't think I even thought you could do maybe two years ago, right? And, like, I think you know that. I'm not a specialist in chronic pain. Like, pain reprocessing therapy is a really specific kind of therapy that, like, I don't need to go specialize because there's people who are super passionate about doing this. I'm really passionate about the work that we just did. And if anything, I kind of wonder, like - I'm going to ask you, like, do you think two years ago you could have just gone and done, like, chronic pain work with, like, how, like, messed up your, like, romantic life was then?"
    },
    {
      "author": "SEGARRA",
      "text": "I don't think so. It feels like they're kind of - they've been kind of linked for me."
    },
    {
      "author": "DEGEARE",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "So it helps to have that foundation and maybe just to, I don't know, even be able to express this to you today. Like, our work together has made me more direct."
    },
    {
      "author": "DEGEARE",
      "text": "I mean, I just, like, need you to know, like, the fact that you're sitting here and doing something that says to you of 3 years old, 6 years old, to you that, like, started that chronic pain journey - right? - to you that, like, is so afraid of this conversation going bad, like, that version of you that isn't adult-functional you who goes to work every day, that version of you, like, needed this. And then, like, you're always welcome in three years, five years, 25 years, whatever it may be, and be like, hey, you're still practicing, right? Like, I want to check in, like, on that thing. And I will be, like, so open and, like, honored to do that. But, like, you telling me what you need right now is our work."
    },
    {
      "author": "SEGARRA",
      "text": "At this point, Moraya tells me what's going to happen next. She will recommend three people who specialize in chronic pain and who she thinks I might connect with. And if one of them turns out to be a good fit, she can fill them in on the work we've done together."
    },
    {
      "author": "DEGEARE",
      "text": "And you don't have to sort of, like, spend a ton of sessions, and I can just, like, organize it and be like, came in this way. We worked on this. We rocked out on these goals. These are some things that I think at some point could be really important. The chronic pain is going to impact the relationship. I would love for you to do that work, therapist over here, through that chronic pain lens. Amazing. And the therapist will ask me questions. And then I keep releases open if clients want so that if there is something sort of coming up, you could always sort of pop back in and process. Or if you're - you could even send me email and be like, hey, I'm kind of stuck with this thing in this - with this therapist. I don't know how to explain it to him. Do you mind, like, talking to them about, like, mom [expletive]? And I'm, like, happy to do that."
    },
    {
      "author": "SEGARRA",
      "text": "And by the way, if your therapist doesn't offer this, you can still ask for it. OK, Scenario 2 is going to be a little trickier. In this case, I'm the therapist, and Moraya is my client. And the thing is, I've been really dismissive of her - her sexuality, her attraction to women. And specifically, I've said that it shouldn't matter because she's married to a man. So she's ready to bring that up because she doesn't know if we're the right fit anymore. A caveat here - these are absolutely not my personal beliefs. This is just a role play."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, Moraya. How are you?"
    },
    {
      "author": "DEGEARE",
      "text": "Just, like, a little off."
    },
    {
      "author": "SEGARRA",
      "text": "What's going on?"
    },
    {
      "author": "DEGEARE",
      "text": "Do you remember a couple - six sessions ago, maybe, like, right before that work holiday party? I was, like, hanging out with, like, people, and, like, I kind of brought up that, like, I just, like, felt, like, super turned on by, like, this person, and, like, their mind was really awesome. And it was just, like, in this way that, like, I think I've just, like, been craving. And I know, like, we talked about, like, before I was married, like, obviously, like, I mean, you remember me talking about, like, being with Janice. But, like, this is, like, six sessions ago. Like, I'm still thinking about it. And, like, I just felt like when I brought it up, you were just like, what's - like, you were, like, really worried about my husband. But, like, I need to, like, have my space to, like, process, like, what happened at that party with you, and I feel like you don't get that."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I think I just feel like you're married. So, like, you made that choice, and I don't know how it's really that relevant, like, what you're feeling for this other person. Like, you made a commitment."
    },
    {
      "author": "DEGEARE",
      "text": "I mean, I haven't done anything with this person. And, like, I don't even know if this would be a person I, like, want to explore anything with. But, like, my husband's, like, very cool. I mean, they might be even turned on. I don't know. That's, like, a different conversation to have. But, like, they're super cool with me being, like, I, for all I know, have one life, and, like, I have - like, just as if I was, like, interested in a new job or, like, I've explored, like, some of my gender stuff and, like, how I want to be and how I want to present in the world. And, like, I just, like, feel like it's six weeks. I'm, like, still thinking about, like, not - like, not that person who was, like, super cool, but I'm, like, thinking about, like, how I felt in that moment, and, like, I'm super craving to, like, just, like, explore that, and, like, I think, like, I should be exploring that in therapy."
    },
    {
      "author": "SEGARRA",
      "text": "I guess I would just ask you to consider, Moraya, like, why you have such a problem with commitment, you know, like, why - and why you're so - like, you know, you're interested in so many different people. Like, maybe you're just not happy with yourself."
    },
    {
      "author": "SEGARRA",
      "text": "Let's pause here. A reminder, this is not something I believe, but it is something that a bad therapist might say. And it's manipulative - right? - because instead of receiving Moraya's feedback that I was ignoring something important to her, I take something that maybe we've even spoken about before as a concern, and I turn it on her. I make it seem like she's the problem. In a situation like this, you don't have to continue the conversation. You might choose to end it right here. But if you wanted to respond, well, here's what Moraya said."
    },
    {
      "author": "DEGEARE",
      "text": "I mean, because I'm bisexual means I'm not happy with myself? Have you ever, like, explored sexuality with people before?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, sure. For sure. I have clients of all different sexualities."
    },
    {
      "author": "DEGEARE",
      "text": "Like, do you have any training on it? 'Cause I'm, like, I'm feeling like a really - like, I'm a 13-year-old right now. Like, I need someone to, like, hold my hand in this and, like, be the stronger, smarter person. And, like, I can't be the smart person in this because, like, I don't even know what's OK or what's not OK, but, like, I know, like, I taste some oxygen over there, and, like, I need someone to, like, be OK with me, like, having oxygen."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Well - yeah, I wonder if there might be a therapist who's a better fit for that who can talk to you more about that kind of thing."
    },
    {
      "author": "DEGEARE",
      "text": "But, like, this feels really crappy to me."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I could see that. Well, I'm sorry you feel that way."
    },
    {
      "author": "SEGARRA",
      "text": "And yeah, this conversation did feel crappy. Unfortunately, you may have an experience like this. Therapists are just people. They're people with training, but maybe not in the thing that you need. And it is absolutely fine to just say, nope, you are not the right therapist for me. You can say that in a conversation, or you can stop scheduling appointments because maybe you've realized the conversation itself is going to suck the life out of you or that this person is going to say something manipulative. Remember, you're paying them, and you get to stop whenever you want."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Time for a recap. If you're worried about your therapist being a good fit for you, ask yourself, what are we working on? Do I feel like we're making progress? Can I bring up painful or hard-to-discuss topics? Moraya recommends asking yourself these after several sessions to see if your answers change over time."
    },
    {
      "author": "SEGARRA",
      "text": "If you're starting to see a new therapist and you're not sure if you want to keep working with them, Moraya suggests meeting around three times for individual therapy before you make the call on whether you want to continue. If you do feel like it's time to end your relationship with your therapist, go with what works for you. If ghosting feels best, that's OK. An email works, too. Ask yourself what you need to process this ending, and remember that you don't owe them an explanation."
    },
    {
      "author": "SEGARRA",
      "text": "There's more of my conversation with Moraya on NPR's YouTube page. Find the video version of this interview at youtube.com/nprpodcasts. And for more LIFE KIT, check out our other episodes. We have one on how to start therapy and another on how to find a balance in your life between adventure and stability. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Mia Venkat and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Neal Rauch. Special thanks to NPR's video team who helped produce this episode - Iman Young, Christina Shaman and Nikolai Hammer (ph). I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3535427748.mp3",
  "img": "https://media.npr.org/assets/img/2023/04/20/gettyimages-1363914632_wide-491e4f2556cfaa701875355afc685be068c7fa7d.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "MORAYA SEEGER DEGEARE",
    "DEGEARE"
  ]
}