{
  "title": "Want to create a stronger bond with your kids? First relinquish control",
  "url": "https://www.npr.org/transcripts/1172161496",
  "intro": "It may sound counterintuitive, but if you want to take charge as a parent, stop trying to control your child, says psychologist and author Shefali Tsabary. Her new book, \"The Parenting Map,\" lays out a step-by-step guide for creating conscious parent-child relationships.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Hey there. Reporter Andee Tagle here. I'm on my way to becoming a parent, and it's starting to dawn on me that parenting is tough."
    },
    {
      "author": "TAGLE",
      "text": "I'm just kidding. I know. Parenting is often called the hardest job in the world for lots of reasons - the time, the energy, the immense responsibility, the never-ending worry, the expense, both financially and physically. Raising little humans is really difficult, no doubt about it. But have you ever thought about how parents - not kids - can sometimes make parenting even harder?"
    },
    {
      "author": "SHEFALI TSABARY",
      "text": "We keep expecting the child to change. We keep wanting the child to change and keep trying to micromanage the child. I'll yell louder. I'll punish the child. I'll incentivize the child. All the while, we never look at ourselves. And most of the time, it's only 10% what the child is doing and 90% what the parent is doing wrong."
    },
    {
      "author": "TAGLE",
      "text": "Shefali Tsabary - better known as Dr. Shefali - is a psychologist and author with expertise in parenting, family dynamics and personal development. Her new book, \"The Parenting Map,\" is a step-by-step guide for creating conscious parent-child relationships. Rather than defaulting to parenting with rigidity and absolute authority - you know, that because-I-said-so mentality - conscious parenting is a practice of coming to the kids table with humility. It requires parents to look inward and examine what emotional baggage or unset expectations might be influencing how they parent, then to use that knowledge to be less reactive with their kids. Maybe that sounds simple."
    },
    {
      "author": "TSABARY",
      "text": "Trust me, conscious parenting is a lot of work. It's easier to be unconscious and to not even bother, really, because when you ad hoc discipline your children through blame, through shame, through punishment, that's easy to do. It's so easy to scream. It's so easy to yell at your kids."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "TSABARY",
      "text": "It's very difficult to be patient, regulated, present and aware."
    },
    {
      "author": "TAGLE",
      "text": "Too often, says Tsabary, parents get caught up in unnecessary power struggles with their children, where parents fight to be right instead of understanding why they want to be right in the first place."
    },
    {
      "author": "TSABARY",
      "text": "And that's what conscious parenting and that's what my book, \"The Parenting Map,\" helps parents do - is realize what they're doing wrong because that's where we have the ultimate power."
    },
    {
      "author": "TAGLE",
      "text": "In this episode of LIFE KIT, \"The Parenting Map.\" We'll talk to Tsabary about how our expectations for kids can often say more about the parent than the child."
    },
    {
      "author": "TSABARY",
      "text": "Watch how much you're focusing on sports and academics and athletics and belonging in groups."
    },
    {
      "author": "TAGLE",
      "text": "We'll help reframe what we view as disrespect..."
    },
    {
      "author": "TSABARY",
      "text": "We parents are geniuses. We can make anything seem like disrespect."
    },
    {
      "author": "TAGLE",
      "text": "...And we'll learn the difference between being in charge and being in control."
    },
    {
      "author": "TSABARY",
      "text": "Be in charge of the environment in which the child lives instead of being in control of the child, per se."
    },
    {
      "author": "TAGLE",
      "text": "That's after the break."
    },
    {
      "author": "TAGLE",
      "text": "Something that I really liked right from the beginning was the solidarity. No parent is perfect. Perfection is not a goal. It's not possible. Your work centers around instead being a conscious parent. Would you mind defining exactly what you mean by that?"
    },
    {
      "author": "TSABARY",
      "text": "So a conscious parent is somebody who is aware that when you parent from the traditional model of fear and control and blame and shame and punishment, then you actually mess up not only your chances at connecting with your children but your children's capacity to connect with themselves. So to be conscious means to be, one, aware that the old, traditional paradigm of fear, control, shame and blame does not work. It's actually dysfunctional. Number two, the conscious parent realizes that they need to parent themselves as much as they're parenting their children."
    },
    {
      "author": "TSABARY",
      "text": "Number three, that it is not a rigid hierarchical dictatorship. It's about a mutual reciprocal partnership. Number four, our children are here to awaken us, to be our greatest teachers. And when we can see them as our teachers, then we can heal all the unresolved baggage that we would otherwise place on them. And through this healing, we actually then connect to them and allow them to be whole and complete and abundant as they are."
    },
    {
      "author": "TAGLE",
      "text": "Right. So the goal here is connection - not perfection, but connection. I like that a lot. I want to break that down a little bit more. The first step in your process, what you call moving from frustration to clarity, is a lot about checking your parental ego. You start the section by telling parents, listen, you are going to screw things up. You're going to make colossal mistakes. It was a really bold message. Why is that an important starting point?"
    },
    {
      "author": "TSABARY",
      "text": "Because only then, from this place of humility, can you begin to seek help. If you keep thinking you know it all, which is really what most parents believe - oh, you know, they come from me. So they're mine, and I'll just know what to do. You know, our parents foolishly have told us, you just know what to do. No, you won't know what to do. You will just do what you were conditioned to do. And you will just keep repeating the same mistakes generation after generation."
    },
    {
      "author": "TSABARY",
      "text": "Conscious parenting is something you have to cultivate. It's something you grow into. No one is born a conscious parent. So conscious parenting is a new paradigm. It moves away from control into this amazing kinship and connection with our children, where we both grow together, and we give our children this sense of absolute paramount autonomy, sovereignty, significance, not in an indulged or entitled way, but in a way that really honors them, even though they're small, that they are mighty."
    },
    {
      "author": "TAGLE",
      "text": "There's a really simple idea throughout the book that really punched me in the gut a bit, and that's that the disproportionate difference between the expectations and demands we put on our children versus other adults or people in our lives. You know, for example, I would never expect my best friend to always be in a constant state of happiness or demand that my coworker share her lunch with me or yell at my sister..."
    },
    {
      "author": "TSABARY",
      "text": "Right. Right."
    },
    {
      "author": "TAGLE",
      "text": "...For leaving her purse somewhere or not immediately saying please or thank you. But parents feel constantly justified in these types of actions or mandated even to constantly pick at their children's behaviors, moods. Why is that? How did we get here?"
    },
    {
      "author": "TSABARY",
      "text": "Well, because we think it is our unmitigated right to unquestionably own and possess these little beings and unquestionably have authority over their moods, their feelings, their opinions, their life story. So this is the profound message of conscious parenting. Your children are here to live their lives, not yours. You can be their guide and their usher, but you do not get to micromanage, overcontrol and overinterfere in their well-being, in their growth."
    },
    {
      "author": "TAGLE",
      "text": "Getting into some of that ego work, you write that parents often respond in the wrong way to children with problematic behavior. So we say the problem is the tantrum or your kid refusing to eat vegetables or maybe a kid is just ungrateful. What's the actual problem in these situations? You say it's not the child."
    },
    {
      "author": "TSABARY",
      "text": "You know, we can - we parents are geniuses. We can make anything seem like disrespect - like, anything. If we wanted our child to clean their room, but they didn't clean it right when we asked them, or, you know, a few days after, we can say, oh, my goodness, you're so disrespectful. If the child, you know, didn't want to eat their carrots, we can call that disrespect. If the child didn't practice violin, we can call that disrespect. If we are looking to be disrespected, well, our children will give us a lot of opportunity to disrespect us."
    },
    {
      "author": "TSABARY",
      "text": "We have to look at it in a different way. The child is not trying to disrespect you. The child is just being a child. And if we have issues, we will then look at everything as disrespect. Like I have this one parent who loses his mind every time the child eats anything unhealthy, which is just part of culture. I'm not saying to give the child unhealthy food, but if the child - you know, children go to candy, they go to sugar. And there's one thing to try to manage that but it's another thing to lose your [expletive] on that."
    },
    {
      "author": "TSABARY",
      "text": "And then when I worked with the father, we uncovered that it was really the way that the parent, the father was using food to control - the food as a symbol of his significance, his authority over the child. Because when he was growing up, food was a big part of that control and authority."
    },
    {
      "author": "TAGLE",
      "text": "Let's talk about the role of parents as movie-makers. You say parents are constantly writing scripts for their children of how we think their life should go. And I know that's something that I'm already guilty of a little bit..."
    },
    {
      "author": "TSABARY",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "...Without this baby even being born yet - you know, thinking about the sports that they might play or the talents that they might have. How can we let go of that fantasy life and just live in the as-is?"
    },
    {
      "author": "TSABARY",
      "text": "So teaching ourselves or becoming aware, educating ourselves about our fantasy, subconscious fantasies, is the first step. And then asking ourselves, you know, who would I be without this fantasy? I feel I will be incomplete. I feel I won't be good enough. Well, why? Why do you feel that way? Why are you needing this fantasy to come true? Why do you need your child to be a successful, A-grade student? Is it really just for the child, or is it also a little bit for you? And then as you begin to realize that, wow, because when I was a child, I thought I was really stupid, or I thought I was really this - right? - and then you begin to uncover why it is that you need this child to fill you up."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, absolutely. So it's - you know, it's more of that ego death work, it sounds like, and managing your own expectations. But I also think there's a lot of tension here. Is there anything wrong with wanting our kids to stick to something and learn follow through? For instance, in my own life, I often joke with my mom that I wish she would have kept me in piano lessons. She didn't put up a fight when I wanted to quit when I was a little girl, and now it's a skill that I really wish that I had. So how can parents walk that line?"
    },
    {
      "author": "TSABARY",
      "text": "You know, I think you would have been upset either way, because if you had said..."
    },
    {
      "author": "TAGLE",
      "text": "Sure."
    },
    {
      "author": "TSABARY",
      "text": "...No and she had pushed you, then you would have had even more issues. It's easy to say now..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "TSABARY",
      "text": "...Oh, I wish I had learned. You know, I think your mother listened to you. She probably connected, and she didn't think it was her business to keep pushing you. I think that's a great thing. You don't see how that may have actually launched you in other ways, how that made you a better human being in other ways, how that gave you confidence in other ways. You're just focusing on the piano, right? It's not about the piano, it's about the parent attuning to the child and listening to the child. Listen, you - we can all go back and tell our parents we should have - they should have done it this way..."
    },
    {
      "author": "TAGLE",
      "text": "Sure, yeah."
    },
    {
      "author": "TSABARY",
      "text": "...And that way. That's not the point."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "TSABARY",
      "text": "You can learn the piano right now. It's about the fact that she heard you. And right now, you're picking on her, but you don't realize what a gift she may have given you by listening to you, by not forcing you to do something that you didn't want to do."
    },
    {
      "author": "TAGLE",
      "text": "So the key here is that connection that you're talking about, is the listening to making sure that a child has their own voice..."
    },
    {
      "author": "TSABARY",
      "text": "Yes."
    },
    {
      "author": "TAGLE",
      "text": "...And not just sticking to things for the sake of sticking to things."
    },
    {
      "author": "TSABARY",
      "text": "Yes."
    },
    {
      "author": "TAGLE",
      "text": "You know, what about discipline here? I know watching some of your other interviews on this that people are like, you know, well, does this mean that we just let them, you know, have the lay of the land, essentially? And I know that's not the case."
    },
    {
      "author": "TSABARY",
      "text": "People often, you know, when I say let go of control - people hear, oh, that means it's sex, drugs and rock 'n' roll. And I go, no, that is not - you know, people go - they just swing the other way. I talk about how conscious parenting - and I explain, in every step of the way, it's about really connecting and quote, unquote, \"disciplining\" yourself so that you're not a rageful, dysregulated human being and then, of course, creating conditions for them to feel safe, for them to be guided. So it's just letting go of the extreme blind reactivity."
    },
    {
      "author": "TAGLE",
      "text": "It's a lot harder to be calm in those moments. It's a lot harder to find kindness and compassion. So what this sounds like to me is the difference - as you say in the book - between being in charge rather than being in control of your children. I would love to just walk our listeners through an example of that. Maybe we could go back to that meltdown moment in the park that you open the book with, with your daughter. What would being in charge versus being in control look like at that time?"
    },
    {
      "author": "TSABARY",
      "text": "Right. So let me explain what in charge versus being in control means. I always say be in charge, but don't be in control. What that means is be in charge of the environment in which the child lives instead of being in control of the child, per se. So what that means, again, is, like, if your child is, you know, eating cookies, and you're yelling and you're screaming at your child, that is not - that is being in control. Instead of doing that, you enter being in charge of the conditions. Just don't have the sugar at home, right? Don't have that in your home. So you move away from being in control of the child - don't eat the cookie, don't eat the cookie, don't eat the cookie - to being in charge of the environment where you simply take out all the cookies. You don't have it in your house. You don't have it around."
    },
    {
      "author": "TSABARY",
      "text": "In that example of when I took my daughter to the park and she did not want to leave the park and had a big meltdown, I was losing control, and I was losing my mind. Instead, I needed to step into being in charge. So what I needed to do was set it up better, you know, give her more warning, expect the pushback, you know, make sure that her needs were met, as well, and really be mindful about how I was setting her up. So in all these ways, we can set it up better. Like, many parents take their children to Target, for example, or to Disney World, and then we're getting upset with them. So be very certain that when they go there, they're going to want all the toys. And then there's going to be a meltdown, right? So be aware of the environment. Be aware of what you're setting up around the children more than simply focused on, you know, controlling your child."
    },
    {
      "author": "TAGLE",
      "text": "Let's talk a little bit about autonomy because every parent, I imagine, wants to raise a, you know, critical-thinking, independent child who, as you say, has lots of different features, isn't just one person, one thing, one dimension. But it's also really hard for parents to avoid that savior complex, you know, swooping in, saving the day before kids can hurt or fall or fail. Why is it important to stop the meddling, and how can parents start to do that?"
    },
    {
      "author": "TSABARY",
      "text": "We rob our children of the very thing we think we want them to become, which is autonomous. But autonomy means they have to make their own mistakes, right? So it's not so much that you don't guide them and you don't teach them, but it's the attachment with which you do so, right? But we absolutely have to keep our children safe. There, we can be rigid. There, we can be vicious protectors of our children. But even there, let me tell you, you know, you can't never allow them to go to a friend's house. So life has risk. Being a parent comes with a lot of risk. So you have to just manage your anxiety around that because you can't overprotect your children, either, right? You can't always be around 24/7. You can do the best you can, but ultimately, internally, you're going to have to release them to the world and to the cruelty of the world."
    },
    {
      "author": "TAGLE",
      "text": "Moving on to another big idea in the book, I want to break down the myth of unconditional love and if-then parenting, because we hear this again and again and again and again that parents should, could, will as soon as the child is born, love their children unconditionally. What is problematic about that? What do you want people to know about unconditional love when it comes to parenting?"
    },
    {
      "author": "TSABARY",
      "text": "That, you know, we don't have unconditional love until we have consciousness. You know, I always say love without consciousness is possession, ownership and control. So we think we have unconditional love, but actually, our love is full of conditions such as, you know, if you're a good child, you will listen to me, you know? Or if you really love me, you would care about what I say, right? So we have so many subtle, unconscious conditions embedded in our parenting. We just don't want to be told about it, right? We don't want to own it. So I always help parents to see how conditional their love is, how they can do better, how they can remove those tentacles of control and truly have an honest relationship where you're not binding your children to your dictates and calling it love, right?"
    },
    {
      "author": "TSABARY",
      "text": "So many times, we're so dictatorial, but then we're not calling it dictatorship. We're calling it love, right? It's because I loved you that I yelled at you. It's because I love you that I think you should cut your hair so that you become, you know, more acceptable in society. Or it's because I love you I want you to become a doctor, and I'm pushing you, and I didn't talk to you for three months when you told me you wanted to be a dancer, right? So we so call it love, but that's often a lie and a cop out. And parents don't want to hear that."
    },
    {
      "author": "TAGLE",
      "text": "What's the fix here? How can parents - you know, knowing that it's so - that it's unconscious a lot of times, or, you know, it's hard to know when you've crossed that line. How can parents be more aware?"
    },
    {
      "author": "TSABARY",
      "text": "Well, I teach this, you know? Step-by-step, I teach parents to become more aware, uncover your patterns, watch how much you're focusing on sports and academics and athletics and belonging in groups and - instead of truly accepting your child for who it is they are. I have a whole step here talking about how to connect to your children's essence and how important it is to recognize how each child comes with a superpower. And it's up to you to highlight that superpower and to amplify it. You can then give them a boost of worth, of inner power, of significance. And that is what will make your children resilient - is them knowing that no matter what I do, I am unconditionally accepted by my parents. That is the - that's the supercharger in our lives, when we have this confidence that no matter what, we are unconditionally accepted by our parents. What an amazing thing that is."
    },
    {
      "author": "TAGLE",
      "text": "Wonderful. Thanks so much."
    },
    {
      "author": "TSABARY",
      "text": "Thank you so much."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to get kids to eat more vegetables, another on rethinking motherhood and lots more on everything from friendship to finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Clare Marie Schneider. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Audrey Nguyen, Mia Venkat and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Valentina Rodriguez. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4733548492.mp3",
  "img": "https://media.npr.org/assets/img/2023/04/26/gettyimages-1369263857_wide-9020bb1776824f279c4c6e6e281a4b4e47530be9.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "ANDEE TAGLE, HOST",
    "TAGLE",
    "SHEFALI TSABARY",
    "TSABARY"
  ]
}