{
  "title": "COMIC: How to explore your gender identity as an adult",
  "url": "https://www.npr.org/transcripts/1174297769",
  "intro": "If you're an adult starting to explore your gender identity, it can be tough knowing where to begin. Here's some advice from trans people to help you on this intimate and powerful journey.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "KYLE NORRIS, HOST",
      "text": "This episode is a love letter for any adult who wants to explore their gender and identity because the journey to know yourself is intimate and worthwhile."
    },
    {
      "author": "IMARA JONES",
      "text": "I think that whenever we can be ourselves fully as human beings, that it's always healing because it's alignment. And alignment is what makes life rich, right?"
    },
    {
      "author": "NORRIS",
      "text": "That's journalist Imara Jones. She says alignment is the connection between who we are, what we do and how we exist in the world. Amara says we can suffer when we don't have alignment in our lives."
    },
    {
      "author": "JONES",
      "text": "Because one of the things that drives discomfort, sadness, rage, a whole host of things, is the sense of separation or parts of ourselves being at war with each other or the world."
    },
    {
      "author": "NORRIS",
      "text": "Do you consider transitioning coming into alignment for you?"
    },
    {
      "author": "JONES",
      "text": "Oh, yeah. Oh, yeah, 1,000%, undoubtedly."
    },
    {
      "author": "NORRIS",
      "text": "I'm Kyle Norris. I'm an audio storyteller and producer and reporter, and I teach teenagers how to tell stories on the radio. And I'm a guy with an untraditional beginning, aka a trans guy. I transitioned at age 40, and I'm using air quotes over the word transitioned because I don't use that word for myself. It makes me think that I started life as one person and morphed into a totally different human being. That is not what happened."
    },
    {
      "author": "NORRIS",
      "text": "The way I do explain my experience is by saying I embraced my authentic self and began to make my body a home. And honestly, that's my wish for every human being on the planet. The journey for me was a series of steps where I insisted on centering the love I had for myself and the lifelong knowledge I've had of myself. Those things were my North Star. We're going to share some tools in this episode that can help you explore your gender and identity before you even consider things like medical changes and will help set the stage so you can find your North Star and move forward into the galaxy of yourself. That's all coming up after this break."
    },
    {
      "author": "NORRIS",
      "text": "There's this quote I love - not knowing is most intimate. It comes from a Buddhist story where a monk is going on a pilgrimage, and he's not really sure where he's headed. And his teacher says, not knowing is most intimate. It's been one of my favorite quotes for decades because that place of not knowing - it's so real and tender. It's where everything starts. Also, can we put that quote on a T-shirt?"
    },
    {
      "author": "NORRIS",
      "text": "For some of us, exploring our gender is reaching back into our childhood and returning to a young self-knowledge. For others, that inkling that your gender might be bigger than what you've been taught can be brand new information. Wherever this finds you, congratulations. Committing to knowing yourself in deeper ways is really frigging special. My heart is cheerleading with you and for you."
    },
    {
      "author": "NORRIS",
      "text": "And I'm going to use the word trans in this episode as shorthand for transgender, because that's how I talk. And I'm using that word as a general term for all various and multifaceted and sparkling identities that fall under it - identities like nonbinary and gender expansive. And I'm using cisgender for people who gel with their gender assigned at birth."
    },
    {
      "author": "NORRIS",
      "text": "At the start of the episode, we heard from Imara Jones. She's one of Time Magazine's most 100 influential people of 2023. Imara is a trans woman who started TransLash Media, an organization that creates content to shift the current culture of hate towards trans people. Imara said her transition led to alignment in her life, which she says is the key to freedom and liberation. And Imara has our first takeaway, which is - there is no one-size-fits-all to your gender journey, aka you get to pave your own way."
    },
    {
      "author": "JONES",
      "text": "That you get to take your time, you get to explore, you get to change your mind, you get to change your mind again, and to go through a process with yourself. There's not one size fits all to being trans."
    },
    {
      "author": "NORRIS",
      "text": "Imara says exploring your gender really is a journey. For me, it was a put one foot in front of the other kind of process. And as I did that and gathered more information, a vision began to emerge of where I wanted to go and how I could get there."
    },
    {
      "author": "JONES",
      "text": "And it's one of the things I actually love about being trans - is that our community is so broad and so diverse."
    },
    {
      "author": "NORRIS",
      "text": "Imara says we have trans people in the binary. We have trans people outside of the binary."
    },
    {
      "author": "JONES",
      "text": "We have trans people who decide to change their bodies. We have people who don't decide to change their bodies, their faces, their hair, everything. It's a really broad umbrella. And I think that we get into trouble when we try to stereotype or believe that transness looks like a particular thing and then try to model ourselves after that."
    },
    {
      "author": "NORRIS",
      "text": "Imara says you get to go through your own process of interrogation and self-love and care, and you can start this at any age of your life. Plenty of people start their journeys in their 40s, 50s, 60s, 70s, 80s, even 90s. Shoutout to the seniors out there."
    },
    {
      "author": "ALOK VAID-MENON",
      "text": "I think we have this narrative in culture that your ship has sailed, and I think that's cruel. I actually want to ask you to be compassionate with yourself and understand that it's taken everything to get you to this moment. And here you are."
    },
    {
      "author": "NORRIS",
      "text": "That's Alok Vaid-Menon. Alok is a gender non-conforming and transfeminine artist, poet, comedian and fashion visionary. Alok says there are very real outside pressures that can make it hard for trans folks to develop their own self-concept."
    },
    {
      "author": "VAID-MENON",
      "text": "There's been a multicentury PR campaign that tells us that if we express ourselves and cultivate a life around authenticity, then we will suffer. So it's better to remain silent, to remain still and to fit into other people's ideas of who we should be."
    },
    {
      "author": "NORRIS",
      "text": "And look. That message that being trans is sick and scary is everywhere. You hear it in what people say, and you see it in anti-trans laws popping up all over the country. So takeaway No. 2 is about doing a personal check-in with how you're feeling. And if you're feeling afraid, know that makes sense because you've heard fearful messages about being trans millions of times. And also see if some of that fear belongs to other people in your life. I actually realized a lot of fear I felt early on was not mine. So I'm saying get clear on your fear, and lighten your load by letting go of the fear that others have projected onto you. I remember that once I started to meet more trans people, which we'll talk about soon, the more I saw that their journeys were rooted in love and honoring themselves and not in fear. Alok wants to reframe that multicentury PR campaign that insists trans people will suffer."
    },
    {
      "author": "VAID-MENON",
      "text": "Because often we're taught a version of love that requires us to betray ourselves in order to get access to community and belonging."
    },
    {
      "author": "NORRIS",
      "text": "Alok says true love is being yourself, even though some people are threatened by that."
    },
    {
      "author": "VAID-MENON",
      "text": "I remember when I first started to explore my gender, people in my family were like, why are you doing this to us? They saw my practice of bodily autonomy and integrity as somehow undermining our collectivism or somehow leaving or departing them. But what I've learned over time is that the image of me that they were holding in my family wasn't me. And, in fact, when I'm able to be my most me me, then I'm able to show up in a meaningful way, not just a hypothetical or rhetorical way."
    },
    {
      "author": "NORRIS",
      "text": "Alok says transitioning is one ritual of becoming and about us loving one another and not ideas of who we should be. Plus, Alok says when cisgender people react negatively to trans folks, that's because it hits a nerve. They're reminded of ways in which they've neglected or squashed parts of themselves."
    },
    {
      "author": "VAID-MENON",
      "text": "Other people's projection is not actually your responsibility. Your responsibility is to show up and be free and loving in yourself. And other people are going to have reactions of you, good or bad. But that says, often, more about them than it says about you."
    },
    {
      "author": "NORRIS",
      "text": "And I am not making light of this hatred of trans people and just being like, oh, flip that hate into positivity. Cisgender people's fear and hate and legislation puts our humanity and lives at real risk. But what I am saying is pivot away from that fear and hatred and pivot toward the knowledge you have of yourself because that's your foundation of truth on which you're going to grow. One of the ways you can nurture that self-knowledge is by remembering a younger version of yourself and what made your heart light up back then. That's takeaway No. 3. It comes from Imara, who says, tap into your inner child."
    },
    {
      "author": "JONES",
      "text": "It's like that child who never got to be themselves is still very much in there. He, she or they are still very much in there. And once you reconnect with them, that voice - it will actually guide you through the adult world for the things that feel right."
    },
    {
      "author": "NORRIS",
      "text": "Dive into the archives of your memories, and remember the things you loved and gravitated towards that perhaps you weren't fully allowed to embrace. As for Imara, it was all about Wonder Woman, who captivated her as a child. Imara started by watching a bunch of \"Wonder Woman\" reruns."
    },
    {
      "author": "UNIDENTIFIED MUSICAL GROUP",
      "text": "(Singing) Wonder Woman."
    },
    {
      "author": "JONES",
      "text": "So, like, going back and doing a deep dive, like, what was I drawn to? Why was I drawn to this person? What is her origin story?"
    },
    {
      "author": "NORRIS",
      "text": "As she studied what she loved about Wonder Woman, she'd ask herself, what does that mean for me now?"
    },
    {
      "author": "JONES",
      "text": "What does that mean for how I want to be in the world? What does that mean for what I want to do?"
    },
    {
      "author": "UNIDENTIFIED MUSICAL GROUP",
      "text": "(Singing) You're a wonder, Wonder Woman."
    },
    {
      "author": "NORRIS",
      "text": "She says, try to remember the things that would excite your younger self, like what foods you enjoyed, what colors you loved. Imara says all these things lead to that person being resurrected. As you sift through these older versions of yourself, some grief might kick up, especially when we remember the parts of ourselves that were denied. Here's Alok."
    },
    {
      "author": "VAID-MENON",
      "text": "And I think, oftentimes, we don't allow ourselves to truly feel it because we use an adult lens to evaluate a childhood brain. So we say, oh, that wasn't that traumatic. But when you're a young person, you experience it as profoundly unsettling. And unless we tend to those wounds, we're never going to be able to fully integrate ourselves."
    },
    {
      "author": "NORRIS",
      "text": "Alok says notice the parts of yourself you avoided and show those parts some love. And as you mourn the younger parts of yourself, it's OK to mourn the adult versions, too. Here's Imara."
    },
    {
      "author": "JONES",
      "text": "Whoever that person was, they brought you to the point where you could be who you really are. And so a part of that is mourning that person and letting that person go and mourning the life that they had."
    },
    {
      "author": "NORRIS",
      "text": "She says transitioning can bring loss of friends, partners, a community or identity. And while you do lose things, you also gain things like new connections and ways of understanding and experiences. I'd also say loss is part of life and part of any human experience, trans or not. So how do you take your first few steps? Alok has an idea, and that's takeaway No. 4. They say experiment with small acts of permission."
    },
    {
      "author": "VAID-MENON",
      "text": "Experiment with freedom. Try it out. Small things. Small acts of permission."
    },
    {
      "author": "NORRIS",
      "text": "Alok remembers to when they were not yet comfortable wearing a full dress outside."
    },
    {
      "author": "VAID-MENON",
      "text": "So what I'd do is, in the privacy of my own room, I'd put on lipstick, and then I'd look in the mirror, and that would be sensational. I was like, I can't believe I'm someone who is putting on lipstick. This is so much for me. And so I'd stay there for a week or two. And then, on top of the lipstick, I'd wear a blouse that I wanted to wear. And this was all for an audience of one at first. And so it's just really about assessing your comfort level and then slowly, gently dancing with it and allowing yourself to be expansive and coming back to yourself."
    },
    {
      "author": "JONES",
      "text": "None of this is an act of the head."
    },
    {
      "author": "NORRIS",
      "text": "That's Imara."
    },
    {
      "author": "JONES",
      "text": "This has nothing to do with the head. This is all about gut and instinct. And so with gut and instinct, you have to do things in order to know how they feel and to see if they feel right. You know, we learn by doing."
    },
    {
      "author": "NORRIS",
      "text": "She says as you carve out tiny areas of freedom, you create tiny areas where you can breathe. And Imara says make sure you do this in a place where you're safe. And while you're in your space, exploring with clothing and makeup and ways to shapeshift your body, remember, you get to change your mind. You get to evolve. Play around with the language you use to describe yourself and pronouns and names. Alok says, as you explore your identity, ask yourself, what makes me feel joy?"
    },
    {
      "author": "VAID-MENON",
      "text": "For me, it was less about objects as it was about sensations. Like, what it feels like to be called beautiful versus handsome hit different in me. And I would begin to, you know, say to my friends, it really means a lot to me when you call what I'm wearing beautiful."
    },
    {
      "author": "NORRIS",
      "text": "It felt weird for Alok to say that out loud, and they wondered if it really even mattered."
    },
    {
      "author": "VAID-MENON",
      "text": "And then that's where that kind of adult, rational brain is coming in. And it's not really helpful because it was soothing. And so I think it's about a recalibration here of not just what doesn't cause us harm but what actively brings us joy and delight."
    },
    {
      "author": "NORRIS",
      "text": "Science teacher Matt Rice found support in an unexpected place. He transitioned 30 years ago and describes himself as..."
    },
    {
      "author": "MATT RICE",
      "text": "Kind of a schlubby, older white dude - gray beard, no hair, pattern baldness, glasses, the usual, schoolteacher-looking kind of guy."
    },
    {
      "author": "NORRIS",
      "text": "Matt was working at the Lone Star Saloon in San Francisco, a popular bar for men in the bear community - you know, guys who are larger and hairier. Think Grizzly Adams. And the bears, more than any other group of queer people, came through for Matt."
    },
    {
      "author": "RICE",
      "text": "I once explained to someone it was like having 1,500 grandmothers who would come up to you every week and be like, oh, my God, you look so cute. Look, your facial hair is coming in. Oh, my gosh. And it was absolutely pure, true love and support of me."
    },
    {
      "author": "NORRIS",
      "text": "The Lone Star gave its employees affordable health care, which paid for Matt's medical transition. And the bear community took Matt under their wing."
    },
    {
      "author": "RICE",
      "text": "And they invited me to things. And I - you know, we - every Thanksgiving and every Christmas, we always had food for our little community of people who may not have had anywhere else to go at the bar. And so we were always there. You know, in the summertime, when we would close the bar for one weekend and we would all go to Palm Springs together, I was included. It was a clothing-optional resort in Palm Springs, and they said, come on, and - as if there was no difference in me and anybody else."
    },
    {
      "author": "NORRIS",
      "text": "Matt says this community of men supported him in a way he never could have imagined and taught him about unconditional love and how you show up for people. So how do you find support? One idea is to connect with people who have been in a similar boat. Alok suggests going back in time and connecting with trans people from the past - you know, your transcestors (ph) - and read about LGBTQ history."
    },
    {
      "author": "VAID-MENON",
      "text": "I grew up with the narrative that people like me were new. And that is not only factually incorrect, it's traumatizing because when you deny people their access to ancestry, you make them feel as if their pain is unprecedented. And what I learned is that there had always been people who suffered because they had the decency and the dignity to template beauty, by which I mean being themselves. And so that gave me a deep sense of community and fellowship even that I was part of a long-standing tradition, that there were people who fought so intensely so that I could be here and that, in many ways, I was living the continuation of their unfurling dream."
    },
    {
      "author": "NORRIS",
      "text": "Alok says they tap into their transcestors' strength and resilience when they're feeling afraid. Of course, you can also connect with trans people on social media. It can be nice to follow folks with similar identities, so that could be people who share your age or race or veteran status. You can also meet real, live trans people in support groups, virtually or in person. We'll share some links in our web post, but I know the Ingersoll Gender Center in Seattle hosts an online support group every Wednesday night that you can swing by. And if you're looking for in-person groups, reach out to an LGBTQ center in your area because they can usually suggest some. Finally, connect with trans people already in your orbit. Ask your friends if they know trans folks you can talk with. I did this and ended up chatting with half a dozen trans folks, and they were just one person removed from my social circle. And they all shared their wisdom with me."
    },
    {
      "author": "NORRIS",
      "text": "OK. So to recap, here are five takeaways to help you explore your identity. No. 1 - exploring your gender, it's not like a muumuu. There is no one size fits all. It's really your own unique journey. And while you're in good company, you get to forge your own path. No. 2 - get clear on your fear and who it really belongs to. There are a lot of messages from the outside world and people in our lives that being trans is bad. Pivot away from that fear and hate, and pivot toward the knowledge and love you have of yourself."
    },
    {
      "author": "NORRIS",
      "text": "No. 3 - find clues from your younger self. Sift through some old memories of what you loved as a kid because this information can help guide you to wholeness as an adult. No. 4 - experiment with small acts of permission. Try on clothes that have been calling your name. Play with new language and words when referring to yourself. No. 5 - find support from people in your life who love you for the you you are and the you you are becoming. Find inspiration and hope from our transcestors in the past - aka read about them in books - and meet with real trans folks online or in real life so you can get a sense of the rainbow of possibilities of identity that are out there and so you can see some options of what your life can look like."
    },
    {
      "author": "NORRIS",
      "text": "On your journey, Imara Jones says there will probably be some ups and downs."
    },
    {
      "author": "JONES",
      "text": "But the only way you're going to get there is to go through the moments that are excruciating. And if it is excruciating, that doesn't mean that you're wrong."
    },
    {
      "author": "NORRIS",
      "text": "She says we tend to imply that if you're in pain, it's because you're bad or there's something wrong with you."
    },
    {
      "author": "JONES",
      "text": "No. There's probably something wrong with the society that you live in. And, ultimately, though, you're going to be able to find a place that accepts you and loves you and where you're able to be yourself. And the only way you're going to find that is to literally stay in the ring. There's no other way to get there."
    },
    {
      "author": "NORRIS",
      "text": "Plus, you're the only you out there, and we need you, your authenticity, brilliance, perspective and joy, 1,000%."
    },
    {
      "author": "NORRIS",
      "text": "For more LIFE KIT, check out our other episodes. We've got one about how to do meal prep on a budget. We've got another episode about going through a friend breakup. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Mia Venkat. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from Ted Mebane. I'm Kyle Norris. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1869578810.mp3",
  "img": "https://media.npr.org/assets/img/2023/05/05/promo-min_wide-27387ecc9eda16a72f26e8ccbfc3622953254442.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "KYLE NORRIS, HOST",
    "IMARA JONES",
    "NORRIS",
    "JONES",
    "ALOK VAID-MENON",
    "VAID-MENON",
    "UNIDENTIFIED MUSICAL GROUP",
    "MATT RICE",
    "RICE"
  ]
}