{
  "title": "Thrifting 101: Your guide to finding quality pieces",
  "url": "https://www.npr.org/transcripts/1175728361",
  "intro": "Shopping secondhand is a good way to be more sustainable, explore your personal style or score a deal. We have tips from some diehard thrifters so you can find those hidden gems.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "MIA VENKAT, HOST",
      "text": "It's 2016. I'm on hour three at a thrift store. The fluorescent lights are bouncing off the white walls of the changing room. I'm sweating, vision is blurry, and I'm losing steam. Nothing humbles you quite like the experience of thrift shopping for jeans. And then, finally, the last pair I try on - she was it - high-waisted mom jean, medium-blue wash, really good denim quality, perfect fit."
    },
    {
      "author": "MARY JACOBS",
      "text": "It's like a treasure hunt."
    },
    {
      "author": "VENKAT",
      "text": "And that's why I love thrifting. That's Mary Jacobs. She's based in New Orleans, La. She loves thrifting so much she made a career out of it as a secondhand stylist. So people pay her to go thrifting for them."
    },
    {
      "author": "JACOBS",
      "text": "I'm a lifelong thrifter. I've been thrifting since I was a kid. My mom's been a thrifter her whole life, too. And it's like an adventure, you know? I love finding something and seeing another life for it."
    },
    {
      "author": "VENKAT",
      "text": "There are a lot of reasons people thrift. One of them is to try to be more sustainable. That's why Stephen Emory (ph) started thrifting."
    },
    {
      "author": "STEPHEN EMORY",
      "text": "I started becoming way more aware of my carbon footprint, and I really wanted to do my best to reduce the amount of things that I bought new."
    },
    {
      "author": "VENKAT",
      "text": "And fashion is cyclical. There are so many trends and microtrends that come around just to be gone again in a short time."
    },
    {
      "author": "EMORY",
      "text": "Thrift stores are kind of like a history museum in that sense, where you can find things that were once dated that are now back in style."
    },
    {
      "author": "VENKAT",
      "text": "More people are getting into secondhand shopping. And that's a good thing because there are a lot of used clothes."
    },
    {
      "author": "ELIZABETH CLINE",
      "text": "And because, you know, our clothing consumption just keeps going up, for better or for worse, we have no reason to fear that the supply is running dry."
    },
    {
      "author": "VENKAT",
      "text": "Elizabeth Cline is a journalist and the author of two books on sustainability and labor rights in the fashion industry. She's also been thrifting for over 30 years."
    },
    {
      "author": "CLINE",
      "text": "I mean, there's just a staggering amount of used clothing in circulation in not just the United States, but around the world. You know, the United States alone exports, like, 1.7 billion of clothing annually, and that's pretty much leftovers from thrift stores. That's the stuff that nobody wanted."
    },
    {
      "author": "VENKAT",
      "text": "For Goso Simon (ph), thrifting helped her explore her style without breaking the bank when she was in college."
    },
    {
      "author": "GOSO SIMON",
      "text": "I was looking around me, and I went to a HBCU, and everyone was dressing way better than me. And I felt kind of like, how do I, like, dress cool, but, like, also ball on a budget?"
    },
    {
      "author": "VENKAT",
      "text": "And Colin Bradley - he started thrifting so he could explore his individuality. He says, you go to a mall, you see mannequins that are wearing the trendy clothes and pointing you in a certain direction. But at a thrift store, there's no one telling you what to wear."
    },
    {
      "author": "COLIN BRADLEY",
      "text": "On top of that, it was me discovering I like things in the men's and women's sections, so that was just me coming to terms with, you know, how I wanted to identify and show myself off."
    },
    {
      "author": "VENKAT",
      "text": "So if you're trying to be more sustainable, explore your personal style or if you just want to score a deal, shopping for clothes secondhand is a really good option. Folks have been doing it forever. But if you're new to thrifting, it can be a little intimidating - big stores with tons of clothes that are often out of order. So we're going to give you tips to hopefully make it fun and easier to navigate."
    },
    {
      "author": "VENKAT",
      "text": "Hey, LIFE KIT listeners, my name is Mia Venkat. I'm a producer at NPR and on this episode of LIFE KIT, we're going to walk through some tips and tricks for thrifting from an eclectic group of diehard thrifters, and hopefully soon you can expand on your own treasure hunting skills and build out the curated closet of your dreams."
    },
    {
      "author": "VENKAT",
      "text": "So you decided you want to go thrifting. You could just pick out any store and head over. But not all secondhand stores are the same."
    },
    {
      "author": "BRADLEY",
      "text": "So I think there's tiers of secondhand shopping."
    },
    {
      "author": "VENKAT",
      "text": "That's Colin, who we heard at the top. He's in Nashville, Tenn. He's known by the handle @deathbythrifting on TikTok and Instagram. And his closet is almost entirely thrifted. He's going to walk us through the different tiers."
    },
    {
      "author": "BRADLEY",
      "text": "The baseline is their local donation-based shops."
    },
    {
      "author": "VENKAT",
      "text": "These are generally cheaper, with a lot of options. They're usually organized by size and the category of clothing. These are your Salvation Armys your Goodwills."
    },
    {
      "author": "BRADLEY",
      "text": "And then from there, there's reselling shops like Buffalo Exchange and Crossroads."
    },
    {
      "author": "VENKAT",
      "text": "These are places you can sell your clothes to, and they curate their selection. It's pricier than a regular donation shop."
    },
    {
      "author": "BRADLEY",
      "text": "And then I'd say above that is vintage shops where people sell upscale, expensive vintage items that are hard to come by."
    },
    {
      "author": "VENKAT",
      "text": "So if you're seeking good vintage with minimal effort, a vintage shop is your best bet. But it's going to be the most expensive out of the tiers."
    },
    {
      "author": "BRADLEY",
      "text": "They also have thrift outlets, like the Goodwill bins now where you buy stuff by the pound. That's items that don't sell at thrift stores that they just throw into massive tubs that you have to dig through."
    },
    {
      "author": "VENKAT",
      "text": "These are definitely the cheapest, but the outlet bins are not for the faint of heart. It's not organized by size or style. There are massive amounts of clothes, and it's typically pretty crowded. You can also shop secondhand through resellers online or at flea markets. These sellers have already put the time in, going through racks to curate a collection, and they're a good option if you don't want to do that yourself but still want to shop secondhand."
    },
    {
      "author": "VENKAT",
      "text": "So takeaway one is choosing the right store for you. And if you're a thrifting novice, our experts suggest starting at one of the classic donation stores. It's helpful picking the right time to go thrifting, too. The weekends can get pretty busy. It's when most people do their shopping and make their donations. So hit the stores earlier in the week when they're processing all that new, good stuff."
    },
    {
      "author": "BRADLEY",
      "text": "I normally go on, like, a Tuesday or Wednesday morning, something very calm and quaint."
    },
    {
      "author": "VENKAT",
      "text": "And a tip from me - sign up for text alerts from your local thrift stores. They'll send you alerts when they have sales."
    },
    {
      "author": "VENKAT",
      "text": "So you've picked your store. And if you're like me, you don't do much planning before you go. You just show up and go with the vibes. This approach is great if that's what works for you. Oftentimes, things get mixed up in the store, and you'll find a gem in a section that it doesn't belong in. So I like to go section by section and check out as much of the store as possible. I start in the section that I like best, so, for me, I always go to the men's sweaters first. I have the most energy in the beginning, and I know I want to spend a lot of time in that section going through everything. Then I let myself meander around the rest of the store, looking rack by rack. This takes patience, but sometimes the gems are truly hidden because they're categorized in the wrong section, or someone didn't want it anymore and just left it somewhere."
    },
    {
      "author": "EMORY",
      "text": "So if you're looking for, you know, a woman's blouse, you could find one in the kids' pants section. You know, you never know where you're going to find things."
    },
    {
      "author": "VENKAT",
      "text": "That was Stephen again. He lives in DC and posts a bunch of videos from his thrifting excursions. He's @wonderpunkthrift on TikTok and Instagram."
    },
    {
      "author": "EMORY",
      "text": "If you give yourself some time and you look through every single section that you can, you can find some gems."
    },
    {
      "author": "VENKAT",
      "text": "But if the loosey-goosey approach isn't for you, that's totally fine. So takeaway two is pick a filtering system that works for you."
    },
    {
      "author": "EMORY",
      "text": "My good rule of thumb and my best advice to you is to go in not looking for one specific thing, but looking for about, like, two to five."
    },
    {
      "author": "VENKAT",
      "text": "One way is to come in with a list of ideas for a few things that you want. And a lot of our experts suggested looking at fashion inspo before you go."
    },
    {
      "author": "ASIA MARQUIS",
      "text": "You want to look up different celebrities, maybe. Look on Pinterest. Look through magazines. Look at TV shows, and start collecting those images."
    },
    {
      "author": "VENKAT",
      "text": "Asia Marquis started a group called the Thrift Sistas Club in Dayton, Ohio. It's a group of women that meet monthly and thrift together. And she grew up in a thrifting family."
    },
    {
      "author": "MARQUIS",
      "text": "I always say I'm not new to this, I'm true to this when it comes to thrifting."
    },
    {
      "author": "VENKAT",
      "text": "She references screenshots as she shops to see if anything in the store reminds her of those pieces. So with a list of a few items you're looking for and reference photos, you don't need to spend as much time sifting."
    },
    {
      "author": "MARQUIS",
      "text": "And you can navigate the thrift store in a more relaxed, calm fashion as opposed to just kind of looking around like, oh, my God, it's just too much. And then you end up walking out and leaving with nothing."
    },
    {
      "author": "VENKAT",
      "text": "Another tip is to look at the clothes you already love or hate for inspiration. What colors look best on you? What textures do you like? Lean on that knowledge so you can go through racks faster."
    },
    {
      "author": "EMORY",
      "text": "That's something that I do when I'm like, hey, I need to find a couple new dress shirts for work. I'm like, I know that I do not look good in yellow. It flushes out my skin. I don't look good in pinks or reds. So I just avoid those colors altogether, and I look at the colors that I know will complement me the best."
    },
    {
      "author": "VENKAT",
      "text": "And keep an eye out for brands that you already like and know look good on you."
    },
    {
      "author": "EMORY",
      "text": "Your favorite brands are at the thrift stores currently, so you can definitely check them out and say, hey, I know this is going to work for me in their store. It's going to work for me in the thrift store."
    },
    {
      "author": "VENKAT",
      "text": "Another tip is to shop for items out of season 'cause that's when fewer people will be looking for those pieces. That's what Colin does."
    },
    {
      "author": "BRADLEY",
      "text": "I started looking for shorts in February because I knew that no one else was looking in that section. And it's the same thing during summer. I'll probably walk out with a puffer coat."
    },
    {
      "author": "VENKAT",
      "text": "So we know what store we're going to, and we have a strategy for when we get there. Takeaway number three is know your fit."
    },
    {
      "author": "BRADLEY",
      "text": "A tip I like to use is looking at my favorite, best-fitting clothes I already own and knowing, you know, how that looks and the measurements of that. And that's what's going to result in you finding things that actually will fit you. You'll gain, like, an intuition. You'll look at a shirt, and you'll be like, this will fit me like a glove."
    },
    {
      "author": "VENKAT",
      "text": "And don't be afraid of trying on clothes in the store. It's the best way to know if something will fit you. And a lot of stores don't have changing rooms anymore since COVID, so come prepared, and wear something that you can try other clothes on over. But don't get bogged down if the sizes you typically wear aren't working for you. Sizes vary so much by brand or style, it can be deceptive. Clairessa Winters lives in Bloomington, Ind. She and her partner own a shop called The Cat's Closet, where they curate vintage clothes."
    },
    {
      "author": "CLAIRESSA WINTERS",
      "text": "And I have to do my research beforehand because all vintage clothes are no longer true to size. If you find a shirt that is your size but it's vintage, it's probably not going to be your size, or it might fit a little weird around the shoulders or the waist. And don't get discouraged about that."
    },
    {
      "author": "VENKAT",
      "text": "If you're trying to figure out if an item will fit by just looking at it, a tip that changes the game is simply knowing your measurements."
    },
    {
      "author": "JACOBS",
      "text": "And I know knowing and learning our measurements can be very - it can be, like, heavy. But if you could just know your measurements and you have a tape measure, you can go so much faster through the thrift store - right? - 'cause then you have to remove the part of trying stuff on."
    },
    {
      "author": "VENKAT",
      "text": "That was our secondhand stylist, Mary Jacobs. And, yes, she was wearing a tape measure around her neck during our Zoom interview. So you don't need to have all your measurements. But Mary says there's two main ones to have in your back pocket."
    },
    {
      "author": "JACOBS",
      "text": "So you definitely want your chest measurement. You'll go around the largest part of your chest, and you'll take that measurement, and you'll divide it in two. And then you'll measure across, armpit to armpit, on whatever top. And as long as it's half of that measurement, it should fit."
    },
    {
      "author": "VENKAT",
      "text": "And the second one that's really important is your hip measurement."
    },
    {
      "author": "JACOBS",
      "text": "You just go around the widest part of your hips and take that number, and you can slice that in two, and then you'll go across the widest part of the pant, usually right at the end of the zipper, and that's how you check your hip measurement."
    },
    {
      "author": "VENKAT",
      "text": "And you might have heard a hack about finding the right pant size by wrapping the waist of the pant around your neck, and if it touches, then it fits you."
    },
    {
      "author": "JACOBS",
      "text": "And to you, I say, not true. This just does not work for people of varying body types, like, at all. Like, if you are somebody who has a pear shape, you already know this tip doesn't work, you know, because it's probably never worked for you. If you're somebody who carries more weight in the front of your stomach, you know this tip doesn't work."
    },
    {
      "author": "VENKAT",
      "text": "And finding the right size, even if you have your measurements, can be particularly frustrating if you're plus-size. Goso lives in Nashville, Tenn., and she posts plus-sized fashion inspo from her thrift outings on TikTok."
    },
    {
      "author": "SIMON",
      "text": "With me and thrifting, I have a little, tiny space where, like, it's very hit or miss. I might not find anything for weeks. Already, it's very difficult for plus-sized people to find clothes. It's 10 times more difficult to find it at the thrift."
    },
    {
      "author": "VENKAT",
      "text": "She says, keep in mind the styles that already work for you."
    },
    {
      "author": "SIMON",
      "text": "I love a good, like, cardigan, like, button-up-at-the-top cardigan. I like how it looks on my body and my proportions. So I'm going to look for things that are, like, the silhouettes that I enjoy."
    },
    {
      "author": "VENKAT",
      "text": "Clairessa finds that plus-sized clothes are often miscategorized in stores, so it's even more important to widen your search."
    },
    {
      "author": "WINTERS",
      "text": "Because a lot of the time, the thrift stores don't know the difference between maternity clothes and plus-sized clothes."
    },
    {
      "author": "VENKAT",
      "text": "And make sure to look in both the men's and women's sections. Also, sometimes plus-size clothes get confused for sleepwear, too. But like we talked about earlier, the check-every-section approach to thrifting can be exhausting."
    },
    {
      "author": "SIMON",
      "text": "Be patient with yourself when it comes to thrifting. Like, you can go five days a week and find absolutely nothing and then go, like, the next week and find, like, the best thing ever. Whatever happens happens. I'm going to let the thrift gods do whatever they want to do that day. So that's usually what happens."
    },
    {
      "author": "VENKAT",
      "text": "And pray the thrift gods deliver. They did for Goso a few weeks ago."
    },
    {
      "author": "SIMON",
      "text": "These jorts from Wrangler - I got, like, a blue jean one and a black jean wash one the same day, the same thrift store. And I've worn them every single day, which might be gross, but I don't care. I am so happy about those."
    },
    {
      "author": "VENKAT",
      "text": "So you start picking out pieces and trying them on or measuring them to see if they fit. Takeaway 4 is to check the quality of the pieces you find. Here's Asia Marquis again."
    },
    {
      "author": "MARQUIS",
      "text": "How does it feel? If you tug on it, is it going to rip? Is it going to pop? Is it going to stretch and not, you know, snap back to how it was originally?"
    },
    {
      "author": "VENKAT",
      "text": "Check for the obvious wear and tear - pilling, stains, check the crotch and the pits. And looking at the tag tells you a lot about a garment's quality, especially its fabric makeup. Fabrics that are 100% of a natural fiber, like cotton, silk, linen, they're harder to come by, but they're higher quality and will last you a lot longer. Mary says look at the clothes you already like the feel of or the look of, and check their tags to see what their makeup is."
    },
    {
      "author": "JACOBS",
      "text": "If we can consider these little things and learn, you know, oh, I like linen. Linen feels great on me - then we can kind of attune our eye to linen. I honestly can see linen a mile away now (laughter)."
    },
    {
      "author": "VENKAT",
      "text": "Another quality check you can do in the store is looking at how something was stitched. For vintage T-shirts, meaning they were manufactured in the early '90s or earlier, look at the stitching around the sleeve or at the bottom. Do you see one line of stitches or two? Clairessa looks for this when she's curating her own pieces."
    },
    {
      "author": "WINTERS",
      "text": "Single stitch is usually vintage. Double stitching is not."
    },
    {
      "author": "VENKAT",
      "text": "Also, check to see if the stitching is coming loose or if it's really messy. Elizabeth Cline says there's just more complexity in the stitching of a good piece of clothing. It'll be reinforced better."
    },
    {
      "author": "CLINE",
      "text": "On fast fashion, it's usually just kind of stitched together with two side seams. Like, it's just the most minimal amount of sewing possible to keep the garment together."
    },
    {
      "author": "VENKAT",
      "text": "She says vintage pieces can really stand out on a rack, so be on the lookout."
    },
    {
      "author": "CLINE",
      "text": "Materials have gotten thinner and lightweight because people just keep inventing kind of these lighter-weight performance fabrics. And vintage tends to be - you know, it's, like, sturdier and has more structure to it."
    },
    {
      "author": "VENKAT",
      "text": "You don't want clothes that fall apart after the first wash. You want to walk home with something that you can have and love for a long time."
    },
    {
      "author": "VENKAT",
      "text": "So you found some pieces that you love at the thrift store. The fabric is just right. You love the wash, the style. But it's just a little too long, or it's got a rip, or it has a button missing. Is it still worth it to get? Well, that depends. But takeaway five is don't be afraid to work on a piece to make it just right. There was a beautiful yellow summer dress I found at the thrift store once. The fabric was strong. The color and cut were so flattering. But it was just a little too loose around the waist, so I left it there. It didn't seem worth it to pay to get it tailored. This was years ago, and, clearly, I'm still thinking about that dress. So I asked Stephen if it's ever worth spending that extra money to get a piece that you love altered a bit."
    },
    {
      "author": "EMORY",
      "text": "Definitely. And people don't realize that tailoring is meant to accent your body and can really personalize your clothing and make something look way much more unique than it is when it was just at the store. And that's always my goal with thrifting. I want everything I have to be unique and, like, specifically me. So if you find that pair of jeans that you're like, oh, this is kind of basic, it's like, if it's a half inch, take it - go get it tailored. Like, go get it tailored. It'll fit your body. You'll be so happy that you did. And then those jeans will look, like, meant for you."
    },
    {
      "author": "VENKAT",
      "text": "If you're looking to do a hem to make something a little shorter or bring something in a little, there are also tons of tutorials online for how to tailor your own clothes, including no-sew options, beginner options, whatever you could need. And it can be so satisfying fixing up a piece by yourself. You might not get the hang of this right away. When I was talking to Goso, I told her about the perfect Levi's jeans that I ruined in college by trying to turn them into jorts."
    },
    {
      "author": "SIMON",
      "text": "You're going to give me trauma because I'm thinking about the Levi jeans that I got that were $3. They were the best things I've ever got in my life, and I was like, you know what'd be cooler? - if I had knee slits. And I ruined them. And I cry about it once in a while."
    },
    {
      "author": "VENKAT",
      "text": "And if tailoring isn't in the cards for you, for whatever reason, Clairessa has three questions she asks herself in the store when assessing a piece."
    },
    {
      "author": "WINTERS",
      "text": "Can I belt it to make it look like it was supposed to be that way? Can I layer it? So if it has a stain, can I throw something over it and still wear it? And can I crop it? And if it is beyond that, I am not a pro when it comes to sewing yet, so I try not to pick up those things."
    },
    {
      "author": "VENKAT",
      "text": "But be cautious about taking this to the extreme. As we heard earlier, it can be really hard to find quality plus-size pieces. So Goso has a rule of thumb for shopping outside your size."
    },
    {
      "author": "SIMON",
      "text": "I feel like when it comes to stuff like that, like, it's OK to, like, maybe go up a size or two. But if you're going, like, four or five sizes and then altering it, it's kind of like making it where, like, other people like me won't be able to enjoy thrifting or, like, save money."
    },
    {
      "author": "VENKAT",
      "text": "Finally, takeaway six, donate back thoughtfully. Elizabeth Cline is an expert on sustainability in the fashion industry. We heard her at the top of the episode talking about the sheer number of used clothes in circulation. It's no secret that we have a lot of excess, but she wants to push back on the idea that everything that doesn't get picked up at a thrift store goes right into a landfill."
    },
    {
      "author": "CLINE",
      "text": "In the United States. Were exporting 1.7 billion of clothes annually, which is - it's just staggering. But from there, it goes to dozens and dozens and dozens of countries. It goes all over the world. And it is absolutely true that more of it is unfortunately going into landfills without getting that second life. But a lot of it still is finding another person who wants to wear it. I mean, secondhand clothes, they're one of the most, you know, common ways that people get dressed still around the world."
    },
    {
      "author": "VENKAT",
      "text": "So when a garment leaves your home, maybe in the bag that's been sitting in your closet for months, it could end up in the hands of someone across the street from you, across the world from you or in the trash. But Elizabeth says there are ways to try and avoid this fate."
    },
    {
      "author": "CLINE",
      "text": "When clothes are in good condition, it makes it easier for them to have a second life."
    },
    {
      "author": "VENKAT",
      "text": "And I get it. When I'm trying to get rid of my own excess. I know well the impulse to just shove it in a bag and drop it off."
    },
    {
      "author": "CLINE",
      "text": "It's so easy to just get busy and, like, purge your closet and be like, whatever, I'm not even going to wash this thing. I'm not even going to bother to get this stain out. But, like, it really does make such a difference to all the people who make a living off secondhand clothes if you're caring for your items responsibly."
    },
    {
      "author": "VENKAT",
      "text": "In the secondhand supply chain, people are touching your clothes every step of the way. Take that extra step to care for your clothes. It gives them a better chance to actually be used again, and you never know where it's going to end up."
    },
    {
      "author": "VENKAT",
      "text": "OK, time to recap. Takeaway number one, choose the right thrift store for you. There are different tiers. So if you're just starting out, the traditional donation store is probably best."
    },
    {
      "author": "VENKAT",
      "text": "Takeaway two, find your filtering system. Are you someone that just wants to go in and vibe, let the thrift gods guide you, or do you need a thrift wish list so you can attack certain sections first?"
    },
    {
      "author": "VENKAT",
      "text": "Takeaway three, know your fit. Take your own measurements and keep them in mind when thrifting."
    },
    {
      "author": "VENKAT",
      "text": "Takeaway four, check the quality. You can learn a lot from looking at tags and 100% natural fibers will be higher quality and last you a lot longer."
    },
    {
      "author": "VENKAT",
      "text": "Takeaway five, don't be afraid to make little alterations. There are some easy ways to learn how to alter some things yourself. Or depending on the piece, you could invest in getting it tailored professionally."
    },
    {
      "author": "VENKAT",
      "text": "And takeaway six, donate back thoughtfully. There's a ton of used clothes in the world, so give them a better shot at a second life by taking extra care of them."
    },
    {
      "author": "VENKAT",
      "text": "For more LIFE KIT, check out our other episodes. We have one about how to start sewing and another on developing your personal style. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org./lifekitnewsletter. We just want to give a quick shoutout to our LIFE KIT+ subscribers. Thanks so much for your support."
    },
    {
      "author": "VENKAT",
      "text": "And if you're looking for a way to support public radio, please consider signing up for LIFE KIT+. You'll get to enjoy our show without any sponsor breaks, and you can still listen via your favorite podcast app. To find out more, go to npr.org."
    },
    {
      "author": "VENKAT",
      "text": "This episode of LIFE KIT was produced by me, Mia Venkat. Marielle Segarra is our host. Our visuals editor is Beck Harlan and our visuals producer is Kaz Fantone. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervisory editor, and Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Sylvie Douglas and Margaret Cirino. Engineering support for this episode comes from Patrick Murray, and special thanks to Clare Marie Schneider for her editorial support in this episode. I'm Mia Venkat. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4310551953.mp3",
  "img": "https://media.npr.org/assets/img/2023/07/10/thrifting_02_wide-cf7ad0330ada3f38dd8e226a3c4fbb74cba70da0.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "MIA VENKAT, HOST",
    "MARY JACOBS",
    "VENKAT",
    "JACOBS",
    "STEPHEN EMORY",
    "EMORY",
    "ELIZABETH CLINE",
    "CLINE",
    "GOSO SIMON",
    "COLIN BRADLEY",
    "BRADLEY",
    "ASIA MARQUIS",
    "MARQUIS",
    "CLAIRESSA WINTERS",
    "SIMON",
    "WINTERS"
  ]
}