{"title":"Dear Life Kit: I'm happily married but hate our sex life. Should I ask for a divorce?","url":"https://www.npr.org/transcripts/1177708977","intro":"I've been in a loving relationship with my husband for years. We're incredibly compatible except for our sex life. The sex started off great, became less interesting over the years, and now it's non-existent. I'm considering divorce even though the rest of our relationship is fine. Initiating a divorce feels cruel, but I also feel like I'm settling and watching time slip away.","transcript":[{"author":"ANDEE TAGLE, HOST","text":"Today on the show - I love my husband, but our sex life isn't working. We've tried everything to get back in a groove, but nothing sticks. Should we get divorced?"},{"author":"UNIDENTIFIED PERSON #1","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #2","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #3","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #4","text":"Dear LIFE KIT, I have a question for you."},{"author":"TAGLE","text":"This is Dear LIFE KIT from NPR."},{"author":"UNIDENTIFIED PERSON #5","text":"How can I become a better caretaker?"},{"author":"UNIDENTIFIED PERSON #6","text":"How do I deal with my parents' unrealistic expectations?"},{"author":"TAGLE","text":"And we're getting personal."},{"author":"UNIDENTIFIED PERSON #7","text":"I'm catching feelings for someone but they're married."},{"author":"TAGLE","text":"I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."},{"author":"EMILY NAGOSKI","text":"Sex is usually a platform where other relationship difficulties show up."},{"author":"TAGLE","text":"That's today's expert, Emily Nagoski, sex educator, researcher and author of \"Come As You Are: The Surprising New Science That Will Transform Your Sex Life.\" You're not going to want to miss it. Stay tuned."},{"author":"TAGLE","text":"Do you have a most common question you get as a sex educator?"},{"author":"NAGOSKI","text":"The most common question is some variation on, am I normal? This is a thing that's happening to me. Is that normal? Nearly always, yes. And people will often say, I know you're going to say this is normal, but I just have to check for my specific circumstances, is this normal? And, yeah, the answer is still yes."},{"author":"TAGLE","text":"Is there a question that you wish people would ask you more?"},{"author":"NAGOSKI","text":"Yeah. The question I wish they would ask is, am I filled with confidence and joy? And they don't ask, of course, because they don't - they wouldn't need to ask me if they could just ask themselves and they could ask that..."},{"author":"TAGLE","text":"Right."},{"author":"NAGOSKI","text":"...Same question to their partner. But that's the question that actually matters. Do I like the sex that I am having? What is my relationship with my own body and my sexuality? And how about my partners, too?"},{"author":"TAGLE","text":"Well, I think that sets us up for a great start for today's question. Are you ready for it?"},{"author":"NAGOSKI","text":"I am ready."},{"author":"TAGLE","text":"OK, let's do it."},{"author":"TAGLE","text":"Dear LIFE KIT, I've been in a loving relationship with my husband for years. We're incredibly compatible and lead happy, fulfilling lives, except our sex life. The sex started off great, got less interesting over the years, and now it's nonexistent. When we try, it's awkward, and frankly, I've developed a negative association with it due to our many failed attempts. We've talked about this ad nauseam, and I'm feeling sort of over the conversation. We've discussed options like therapy, playing with a third together, playing with a third separately, scheduling sex pills, couple massage. You name it. We've tried it. None have worked for some reason or another. Neither of us seems interested in making it stick. We eventually relapse, and months and months go by. I'm considering divorce, but can a person get divorced over this? Everything else is fine. Initiating a divorce feels cruel, but I also feel like I'm settling, like I'm choosing the path of least resistance to keep the peace while watching time slip away. Signed, Bored in the Bedroom."},{"author":"TAGLE","text":"OK, Emily, let's get into it."},{"author":"NAGOSKI","text":"Like, I have so many questions for this person. Like, I just want to sit and be like, so, like, what actually have you done and what were the things that prevented it? But it might be more helpful to give a sort of example of how therapy would work. There's a therapist and researcher in Canada named Peggy Kleinplatz. She studies people who self-identify as having extraordinary sex lives. And if a couple comes to her with low desire or no desire, low frequency or no frequency, Peggy's response is, so tell me about this sex that you do not want to have. And usually, the sex that they describe it is, as Peggy puts it, dismal and disappointing. So one of the first things to know is that it is normal not to want sex you do not like."},{"author":"TAGLE","text":"(Laughter) It sounds obvious."},{"author":"NAGOSKI","text":"But when you say it out loud, you're like, yes, of course. One of the things that fascinates me about the question is first the sex was great. Then it got less interesting. Everybody's different, but usually, people don't want to hear their partner, after some sex, say, wow, that was really interesting sex. That was really interesting."},{"author":"TAGLE","text":"(Laughter)."},{"author":"NAGOSKI","text":"Do they mean interesting or do they mean pleasurable? Do they like the sex they're having? And if not, what kind of sex is worth wanting? A couple of the questions that I really encourage people to sit down and think through separately and then have a talk with their partner about is, what is it that I want when I want sex, and what is it that I don't want when I don't want sex with my partner? Crucially, a different - of course, related, but different question - what is it that I like when I like sex with my partner? Those kinds of questions give us a lot more information about what's happening in the moment with them in sex and what might be happening in their communication with each other about the sex."},{"author":"TAGLE","text":"Let's talk a little bit more about the communication aspect. You know, sex and intimacy - so important and also so often hard to talk to our partner about. Why is that?"},{"author":"NAGOSKI","text":"Well, so many of us were taught from a very, very early age that a measure of our worth is whether or not we're doing sex right. So the stakes just feel heartbreakingly high. But in a strong relationship, you turn toward each other's difficult feelings with kindness and compassion."},{"author":"NAGOSKI","text":"So all the basic communication rules apply. You know the sandwich method of - like, there's all - like, here's a good thing, here's a thing we could change, and also, here's another good thing? - that, but, like, it's 90% bread and 10% the little bit of something to add just because we are all so tender around these topics. I love our relationship. I love our erotic connection. It really matters to me that we be able to connect in this way. I'm going to say a thing that - my worst fear is that I will feel like I'm criticizing you or judging you. And actually, I'm just trying to connect with you. So before I say it, can we agree that our relationship is not on the table here? That is not what's at stake. It's just how we're connecting with each other erotically. I know that's a lot of, like, buffer language, but because we are so tender around it, that's how much it takes."},{"author":"TAGLE","text":"Absolutely. That's so lovely, Emily. Let's turn to Bored in the Bedroom's specific situation. If everything else is working, is there anything wrong with a sexless or near-sexless marriage?"},{"author":"NAGOSKI","text":"Oh, people 100% get to choose whether or not sex is something that belongs in their relationship. It is not important for all relationships, or it's normal for it to be important during some phases of relationship and then not be important for a while and then come back. It sounds like they're dissatisfied with what's happening, so I wouldn't recommend that they just continue as they are, dissatisfied with all these feelings."},{"author":"NAGOSKI","text":"I also find it unlikely that this is the only area where they're experiencing any kind of distress. The odds of it actually being just that feel very low to me, not least because of the way the question is asked. Like, where's the word pleasure? People often think that you can assess a sex life in terms of spontaneous desire, like, just wanting sex out of the blue or by frequency of sex. They think you can assess a sex life based on how many orgasms people - they have or what positions they use or whether or not they do adventurous things. And what the research tells us is, no, none of those things are good predictors of a couple's long-term sexual satisfaction. If there is a single specific thing, it's cuddling after sex, honestly."},{"author":"TAGLE","text":"And how can this couple specifically break out of the negative associations that they have with sex now? What does that look like?"},{"author":"NAGOSKI","text":"The first rule for me very often is when people have negative associations with initiating sex is take sex off the table. The rule is no sex for - insert period of time here. Sex is not an option. We're not going to try to initiate sex. We're not going to try to have sex. We are going to explore different experiences of pleasure - food pleasures, play in other domains of our lives. In what ways do we connect and enjoy sharing time together outside of sexuality? Gradually build your body's access to knowing what pleasure feels like in your body so that when you begin to move in the direction of having any sort of erotic touch, your body can recognize, oh, that's pleasure. Oh, that's pleasure. And if it feels pleasurable, you're probably going to be interested in experiencing a little more of it."},{"author":"TAGLE","text":"What do you say to people who say sexual intimacy shouldn't require that kind of homework?"},{"author":"NAGOSKI","text":"So there's a sex therapist named Christine Hyde in New Jersey, from whom I learned this metaphor. She'll say to a couple that's struggling with low-frequency low desire, suppose your best friend invites you to a party. And as the date of the party starts approaching, you're thinking, am I going to want to put on my party clothes at the end of a long week? But, you know, you said you would go. And what happens? Usually, you have a good time at the party. The couples who sustain a strong sexual connection over the long term put time and effort into creating it because it's a celebration. And we don't think, well, that wasn't a spontaneous party, and so you didn't want to have that party enough. No. The fact that a person is willing to put in the time and effort to get ready, to plan ahead, to create a context that makes it most likely that people are going to experience joyful pleasure - those are the folks who are doing it right, who really care about pleasure."},{"author":"TAGLE","text":"I love that, Emily. Before you go, we end every show by asking our experts for the best piece of advice they've ever received. I would absolutely love to hear yours."},{"author":"NAGOSKI","text":"Gratitude for pleasure. Identify a pleasure that you've experienced today of any kind for which you are grateful. And the more you practice this, the easier it becomes to notice pleasure. So you're building pathways in your brain that make pleasure easier and easier to access."},{"author":"TAGLE","text":"If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan and Sylvie Douglis. Bronson Arcuri is the managing producer, and Megan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6087036721.mp3","img":"https://media.npr.org/assets/img/2023/05/31/dlk_sexlife_01_wide-b7dd8c6a6db826b985657cc2cbb1bc6c72275be2.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","UNIDENTIFIED PERSON #1","UNIDENTIFIED PERSON #2","UNIDENTIFIED PERSON #3","UNIDENTIFIED PERSON #4","TAGLE","UNIDENTIFIED PERSON #5","UNIDENTIFIED PERSON #6","UNIDENTIFIED PERSON #7","EMILY NAGOSKI","NAGOSKI"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,4533,17720,22918,11579,1602,1275,25079,25720,14379,17395,18740,15936,12911,12130,11657,11993,2561,16264,26049,13696,9159,5720,3211,11358,14992,12814,4594,15418,17291,16421,3733,20738,20135,19368,21978,25093,10692,20049,25270,11262,26459,25777,5587,24821,27240,10276,9576,3591,4096,25249,15118,15256,16327,24678,6285,3480,12905,20563,19215,3735,13549,17300,6790,13065,11523,24572,23487,18703,24834,15948,28942,11872,12078,18303,16514,10479,6562,12277,19082,10271,13239,11585,18022,17547,8793,3843,15997,16822,18345,20596,19971,17481,15637,9417,12202,14824,21790,10816,3348,2407,25493,17803,14116,14117,17008,3456,27020,21787,17533,19349,9224,8236,18548,13876,13966,9522,12096,12974,11516,3746,13787,20599,16977,6564,2704,16420,11734,14006,13343,10322,19630,22167,3419,25753,20468,17122,14819,21251,18241,14609,10254,10886,10339,8084,6096,16273,15299,2920,2340,8200,22465,15269,13828,11130,26171,13926,26621,4188,1382,18523,20307,13230,10264,9461,9032,13268,10785,13144,13082,8341,7378,15011,1959,7007,24723,15581,14453,12125,5762,13583,10765,12190,15601,1317,2452,22009,21575,19430,7345,2128,19088,18816,2037,2372,2028,1583,362,166,105,84,25329,21940,17231,16398,26545,18231,12276,16730,12858,2195,26105,10966,21355,27366,25380,9953,9678,11250,20423,16478,17479,17901,18797,17691,18872,28019,9853,20587,24506,21505,12210,12342,12833,15555,27503,21659,21107,25770,15551,13277,16086,25742,22867,23802,12356,7112,15584,20209,14367,16577,13360,17105,7404,20523,16911,16884,18341,19668,14398,23763,14041,9359,13749,14886,19853,12033,21975,17942,13142,13248,18920,19833,27761,12274,17462,3926,28142,18779,20176,18630,23928,26718,8982,20658,27750,27982,16469,16209,13155,9340,11522,9594,23382,18294,23643,24302,11785,16319,15699,17178,9240,26539,13624,16628,14408,10062,9664,459,31,10,28195,27815,9642,23867,16077,14489,26022,16835,1350,16705,17317,20017,15639,11316,19177,19652,13365,16075,19137,18203,13591,7834,17158,16292,20488,15645,15212,12390,23797,15241,23614,21867,14765,10083,16061,19742,16079,16771,8708,21178,21776,24555,28027,21656,24773,21540,25207,16720,17131,3407,12,3,3,18,26177,19941,15355,11563,13087,19573,18454,13070,15494,1764,19152,21744,18840,14947,13611,13652,7224,1268,23373,14058,11391,11994,16001,11914,5598,7771,13766,7781,10860,8831,14907,10024,18562,23384,18330,10213,8327,8597,8517,6391,3428,22477,18557,22390,14667,20866,13995,3100,4,3,2690,12135,23932,20506,20574,20089,24028,21197,20343,19041,20648,13498,7100,17091,12612,11328,10526,12917,10348,11294,10954,8482,7698,11816,12290,9898,9857,7032,1141,25692,8844,7173,205,9350,15863,21824,23214,6088,18629,16428,5163,289,17502,15863,16428,3498,22066,18788,11830,12643,9139,10511,6482,11306,14678,6393,15868,16100,12653,10254,8529,11659,6698,7567,1052,16334,7458,5013,4102,3463,24764,16586,14985,6931,16439,8876,12310,13615,13195,11049,14485,18964,8954,10349,3073,320,20517,22542,15616,13321,11487,12048,16752,16813,15366,13418,9275,8887,7181,5953,14969,8092,10095,20377,17308,13745,13216,6187,17401,21193,16256,13835,8770,7086,6125,5064,3768,4706,6721,425,8984,11740,14756,18052,6415,9965,11470,549,21774,24747,14289,19055,13445,17719,21402,10826,8759,10501,3814,2756,18182,12251,10370,16037,18483,12034,7366,13846,16081,10304,8331,7767,10589,6083,6087,6343,4341,6760,6766,9934,8904,5284,4254,2590,212,2906,23566,23660,27530,22929,19126,14043,14591,14054,9695,21726,15475,16022,13879,1607,17940,12556,10503,14814,16692,15759,3246,1552,25222,27802,6098,3376,5544,21949,21881,12783,12271,8937,8337,8292,10417,9277,4414,3505,14478,12803,11635,10734,11474,6378,10663,10835,13586,12901,9235,3285,11307,13889,25282,12755,9116,3527,3083,1683,4687,4118,3666,16338,16971,16567,18415,9521,2903,17963,8932,9548,8712,14061,7154,13183,14545,12918,14341,10601,3725,1409,14052,18569,13933,10517,13603,6988,11812,11422,14144,9973,12223,8717,10614,12698,8407,8757,7974,5169,4918,3459,4698,15138,22600,15065,16387,10084,4661,10536,11729,12373,15079,11892,7359,8660,2194,8507,10869,16824,10191,16325,12036,7281,15435,12770,10304,6997,12833,14337,11809,22238,18044,17479,18657,13315,15259,18021,19055,18603,14033,8557,6691,1752,2615,20535,22192,6848,6921,16106,4236,21114,13140,13001,8467,5622,7766,8809,2337,13500,14531,13515,11194,10983,8086,8944,13427,4372,2936,4180,5145,2437,22491,19533,16873,12463,10761,10154,16750,14723,12232,7515,2884,21814,15253,13752,11017,2870,17761,17100,7785,7204,12060,16396,2346,27046,14783,14104,9530,11639,12501,13733,18981,8231,10487,10453,7825,10276,11698,13116,14449,7867,7711,8291,9433,3730,2265,4265,2769,17640,18999,2914,11523,16702,13433,11209,10218,12941,5025,1482,1912,1233,1312,538,24470,8665,26551,22237,13820,15911,538,11794,25306,23571,20114,15193,9891,7092,8752,6371,18648,19850,16568,8342,8254,6202,7482,7352,8357,9766,17459,19522,8507,8737,9599,7538,7662,9889,11317,7845,13324,19724,13200,11786,13284,10922,4301,421,7407,12428,12348,12050,13717,12306,9024,10497,13524,13288,9124,9522,9517,9192,11959,5396,10443,9723,7901,18285,7449,1231,6444,10452,10945,15935,11346,14059,11219,9571,7924,6215,15186,15326,6753,4577,4490,950,21340,12936,21790,17250,12892,8738,12908,8718,16003,13059,10214,7669,6263,4438,573,20655,9857,9338,9779,7401,6785,22175,16632,11650,13153,6939,6743,13287,16183,15553,4580,1186,25604,9386,5918,12105,10584,8054,6994,6809,616,84,22456,16293,14117,9477,9268,11110,10300,24322,14409,12925,10776,11067,14131,9043,14810,5621,18418,10782,10950,15242,9553,1724,190,16762,18799,14724,12038,7073,9959,10672,7273,10670,22429,11422,3366,22156,10201,13595,14721,12854,13629,14484,22443,14013,12997,13466,13964,14914,14139,3342,2353,2972,152,21221,27400,26353,13366,20722,20471,13296,25246,18798,18237,16700,10746,17601,5146,346,9420,9763,8499,7764,7838,9933,7070,7267,727,20212,8040,13358,10942,7117,14319,15381,13147,4415,610,13527,6061,20081,18329,4260,18777,15363,13944,9507,16242,246,103,11540,15760,11077,6324,282,16413,13593,18282,15025,21291,7696,663,24481,9566,13967,6836,15813,9323,17863,8596,10157,19064,21893,21358,23499,25090,22024,15686,14440,15610,15095,9822,147,9728,11940,12230,13127,11478,8995,7958,114,14297,18855,11004,225,130,5258,10619,19023,17928,3418,223,10828,12826,11459,11622,160,281,8088,16837,23048,5933,229,88,17665,14392,12428,9735,16204,3266,177,11393,12072,4624,281,21376,10715,15174,25414,24479,10873,13307,9045,13113,16391,9883,11356,7330,927,3428,26557,17223,17073,15618,11152,9039,16330,19462,18242,9172,20926,16572,11206,6328,160,18403,19089,6969,12142,4200,399,18189,17841,11720,17292,12232,13621,16129,4268,143,12354,19424,20654,22022,13918,9190,9754,3124,218,179,186,101,13837,10693,13241,23732,9031,12064,11222,15417,15832,13241,14225,10459,692,396,11719,12609,12453,10986,2405,1178,1003,17752,17345,10817,14242,7845,8057,1954,210,16356,10195,16200,15735,11708,12817,22132,8171,6918,7654,2138,12614,20387,3034,23820,7957,19494,10483,14912,10672,9094,14615,11535,854,23427,13832,12584,11164,10598,8728,6912,8561,2352,2397,1612,23509,25097,14259,23345,10148,12035,9949,12938,16078,16641,13708,9498,10664,17804,17551,10281,11274,11876,1324,20198,25072,11256,24752,16839,24412,16104,16852,15112,20059,19324,3828,2823,98,95,129,1579,689,646,24747,21656,12999,11720,14501,13787,13394,188,11502,13943,15588,13324,8976,10321,15140,15707,10502,10688,15633,15667,11882,4044,17295,16466,14960,13871,12170,7975,7481,1430,19719,20536,9538,12873,11160,15593,9614,9859,10938,11052,11176,5938,7740,3189,16164,14862,8394,10123,10267,7352,5452,672,7157,17742,12440,13211,11143,11729,13936,7667,9656,6105,2095,6678,5767,12409,8632,10216,8196,21373,16657,22267,20290,10529,11351,7711,11269,10105,7892,14316,15137,12332,12073,11752,13257,16940,15086,19228,18984,12166,14975,14566,9778,11119,9130,15135,17050,12354,10918,11753,9363,10246,25951,18678,21806,13883,11168,667,16440,17385,16371,17514,18508,9191,13487,11178,10708,15577,18307,16977,9906,11065,19960,14119,22702,22995,19522,19129,17405,7165,7445,605,15791,15526,6173,10616,6414,3221,978,5476,25777,22830,645,7356,20912,17047,11195,13002,17246,15429,17504,10935,11200,8481,14918,7954,7859,5138,274,19642,18293,16879,14029,12166,9315,9332,9164,8265,12118,16658,11738,10522,7036,18681,514,262,5472,18311,14325,17315,13250,14161,12471,13849,12411,7021,8800,9000,7856,10123,6657,10874,10486,11301,1117,1213,291,19503,11327,10677,12347,17184,9947,6165,7019,6621,630,343,15528,15849,15001,13002,9887,9706,9945,11140,14051,9791,9766,10681,13868,13176,12266,10633,4903,413,223,26652,14786,12648,12919,14716,20003,6186,347,22910,22415,10780,9530,8055,8139,2128,1742,917,697,13504,11740,12573,22412,13870,12215,19030,17334,1163,16258,14897,15114,18285,10984,6853,3683,22584,23128,20900,25746,20811,11932,10982,9718,7171,7146,6970,5554,10407,4926,5192,21025,22663,23951,13338,13992,16398,7385,7640,5968,7115,6313,4901,18743,17684,3420,14728,15905,13993,8963,6175,1630,16959,18433,16962,12744,11008,13310,12142,8836,17541,6858,8896,262,25827,22336,17389,10446,13098,15350,9191,5786,418,21662,16822,15496,812,11149,16567,9648,11961,11093,8355,6193,10566,11166,881,18732,7441,14495,11440,13403,12649,6649,5386,19018,14217,14393,2945,21370,14727,15218,14257,11421,11152,9455,10331,9096,9301,7547,6175,14106,13081,14493,11505,13817,12777,10697,10747,14261,1228,13485,20384,14530,10514,13382,12827,1623,14087,17512,8822,11140,18965,15647,11495,14606,6100,8020,10617,8418,14493,6627,500,21876,22266,12434,10157,13158,13473,444,14472,19947,13648,10730,1927,12795,13222,6120,381,14622,16788,9007,8779,272,12919,10200,9920,13598,12825,10957,188,17215,18932,7645,11418,10450,5681,100,13006,18688,11603,8136,6946,10654,7050,8757,5967,4129,11546,15956,17386,9120,8400,14479,11285,6511,385,15736,14301,13834,5168,994,423,16279,21595,8769,9022,12762,10700,13504,16383,20144,9378,410,3818,10655,5808,16525,14787,10175,10903,3061,1147,21298,15172,14467,5064,17416,6205,289,13209,14046,19586,14975,5182,16631,15241,12388,9666,9746,4450,6271,17324,11145,11479,11071,7831,8465,9845,8911,25241,20412,17567,11312,9014,9091,15582,12003,11224,8939,11529,15431,18291,13977,13403,11330,10288,6173,19253,17172,17090,8737,9597,15310,12921,12664,10145,10185,9690,17058,11410,9714,10074,1152,21506,11965,12109,14454,15246,13395,12250,11163,11519,14486,8552,5448,23771,22312,23817,16243,12884,7782,7229,8536,9962,4008,2378,15178,15333,16122,15484,10785,9135,14720,17251,14481,13883,9388,3808,17327,14446,9389,267,18557,7629,16121,16813,15673,18267,17504,18491,11415,8231,11818,13065,10559,14574,9651,7571,4033,11603,10920,9565,11851,18730,5328,1456,15618,18994,14391,10878,10433,13811,14519,11263,13282,9335,13300,9565,10760,7578,9061,6230,8332,15141,15005,13721,19886,11618,5998,771,171,18239,17540,13260,5746,9802,14377,16551,6389,25178,26023,9333,316,12250,14171,8937,961,1004,14749,17393,9350,9210,8056,11852,9498,14453,12348,15683,7521,15358,17560,15345,15335,12092,13195,8306,6627,17158,22806,12833,855,17098,11503,8019,11909,15090,12865,11937,9146,9101,9450,10785,8958,9561,11781,842,15136,17699,8850,2352,9000,13729,11818,17710,13027,8553,14251,10723,7348,690,15812,12242,6977,6931,13453,11643,13434,13368,9098,8574,9958,8508,9094,894,21614,14884,12202,16438,10055,4248,5758,16304,11188,7834,15022,5869,17958,16889,12250,14233,4739,13694,10566,14753,10646,10425,11747,10935,7798,6231,880,11192,13415,9204,9186,6878,13988,14452,17031,12855,13335,11781,14128,10361,12407,11372,16945,2477,869,189,301,19963,21737,16650,12170,16409,18648,6176,6974,871,558,326,13102,8790,4415,1701,14561,20428,16360,1656,14016,14504,5622,18234,15939,7328,919,385,146,21338,21452,13179,10770,9268,13537,10546,221,13188,10332,16846,9411,9175,8097,7071,16869,16053,11777,16820,14999,12680,8787,10439,9697,10580,17568,10950,3194,3688,897,7870,17593,14134,14866,18551,14446,11057,8518,11039,9808,9191,12748,11680,7852,9672,11708,1244,25475,9007,1309,16544,13194,9180,14165,17574,13970,12675,11546,8683,9953,7145,14269,13159,1053,8669,21657,21284,17024,12382,7859,6258,118,18385,17624,7080,105,10601,12379,20158,16210,331,19812,15036,12835,9161,9868,3098,384,11807,11697,11576,11395,12717,11607,12354,8528,9408,15835,12937,8915,6717,6564,2959,2358,10016,8222,3453,2524,15201,11061,10671,9862,9703,660,1840,18161,21293,11659,3887,20296,8900,8174,5018,8039,10804,9872,8235,11004,1181,616,1415,494,15226,24388,10017,10572,14034,10770,9052,9714,10365,10551,10194,684,17473,11741,20998,14520,810,12315,22371,16654,9563,12316,11669,14738,4801,13857,21833,21742,25930,22770,14174,17721,11539,12159,14615,9536,645,258,232,16031,12021,14213,12942,14539,13146,9089,11217,21941,24288,3726,344,18420,15584,11501,10603,18053,16772,13144,11438,10814,11968,23503,10197,16794,17605,7364,8646,10757,11805,18628,10282,11511,17566,14555,9665,10822,12432,11479,13023,9183,11679,12390,13062,12497,4863,18425,18156,16083,12095,12657,141,5508,24350,18077,14934,2496,19311,10784,14493,14984,13134,7637,8954,9442,18621,25445,8430,6931,1535,3517,1551,16377,13072,15556,10528,10480,7307,2716,5740,27619,19938,15358,15972,18288,14392,20760,18721,9279,12722,8756,12414,7137,12326,12249,8927,10833,11522,6049,13493,17979,10849,10128,6422,3378,6250,17709,9507,9036,10292,8660,5982,16703,16349,9916,13011,13796,10136,12199,9509,6992,7985,8743,6202,7582,1692,9431,20832,17192,14553,6123,6614,5523,10916,11925,11263,9534,12307,9255,8890,13651,9426,8428,8045,7611,6025,3383,14828,20446,9075,11563,12083,8324,9282,10751,9651,10752,9336,8278,6593,4422,6812,6746,7007,6017,6680,1578,6513,5400,5921,12859,22371,17844,22649,14994,12346,18003,17017,14240,11912,18234,16765,14914,19350,12680,13805,16418,18438,12968,13699,4494,11489,10244,17182,10804,9044,5846,5203,4504,17271,25175,23558,12802,12861,15257,24905,18425,25409,21990,14503,15562,20245,17021,13535,12395,10791,20247,11350,3889,3658,11953,15849,20125,12461,16435,14237,10578,13291,10706,5164,11958,14611,12182,10221,10106,22900,10351,21143,13631,12034,11508,10150,14109,3389,4021,21251,16439,11804,8991,15334,11318,11295,7392,3755,3244,3415,4035,28918,19737,19108,13170,4630,4846,20354,12915,11804,3311,5979,4984,4227,4429,3537,3561,1484,3152,2961,2256,1958,1491,1161,507,869,505,377,246,170,63,11,14,7,23720,25488,23933,17277,24634,14348,10979,23149,20093,16529,3480,17698,21819,22039,26219,10948,8613,21648,22043,2676,28069,28066,12128,13290,4392,17908,23934,14018,12952,14618,20844,7432,21209,20465,15317,17299,23015,14684,15790,21324,11240,5564,25230,20455,15374,12674,18063,24341,17395,21858,20105,11695,27572,14661,15686,18548,16069,11928,15321,14117,6559,23230,15475,14310,11547,21708,20003,23783,20291,8207,23539,22398,8164,23130,19846,25675,17670,14466,15211,19703,14133,26180,15025,15284,9880,9566,13399,9917,5538,2099,25662,16632,14520,18715,9626,9063,20993,25414,13136,10853,25213,26920,20056,25923,24896,28295,6027,24159,23209,14617,13031,8563,69,23,27,23591,12778,12741,13971,15564,19376,13297,10453,2078,22239,18165,12338,9203,8677,11626,15342,10784,14026,16011,9758,1657,16276,19996,14079,11933,8832,15996,13486,10372,18966,16413,13131,20902,11484,21615,15681,10916,8614,15332,11315,14631,17796,10274,15196,11988,11935,16253,21891,10712,3096,18287,18892,15302,21087,18007,10814,8331,16323,12579,6738,21623,17717,17982,16970,13725,7775,3221,19113,14046,16181,23518,8019,2639,21329,14704,22171,11803,17515,15316,9404,15314,14023,19820,8206,8235,12937,11272,11284,7321,14093,15464,17652,20364,12868,11637,13112,5754,1651,11,3,8674,5644,22088,18963,13011,12252,12263,25100,12893,15826,17431,8701,14077,13036,9827,11369,12918,24670,16935,11655,24078,22048,10489,24981,20235,8052,25214,6069,20811,9074,8269,15046,9022,8283,17884,15187,7172,16040,3561,13257,9960,19169,22917,9450,26248,13200,24742,13672,14906,13800,13281,5306,9127,6575,10965,6852,11757,7601,10370,7741,7127,2107,1887,613,277,33,11],"fragments":[{"begin":"0.000","end":"17.400","lines":["Today on the show - I love my husband, but our sex life isn't working. We've tried everything to get back in a groove, but nothing sticks. Should we get divorced?"]},{"begin":"17.400","end":"19.680","lines":["Dear LIFE KIT..."]},{"begin":"19.680","end":"22.400","lines":["Dear LIFE KIT..."]},{"begin":"22.400","end":"24.600","lines":["Dear LIFE KIT..."]},{"begin":"24.600","end":"29.600","lines":["Dear LIFE KIT, I have a question for you."]},{"begin":"29.600","end":"32.000","lines":["This is Dear LIFE KIT from NPR."]},{"begin":"32.000","end":"36.160","lines":["How can I become a better caretaker?"]},{"begin":"36.160","end":"40.400","lines":["How do I deal with my parents' unrealistic expectations?"]},{"begin":"40.400","end":"42.880","lines":["And we're getting personal."]},{"begin":"42.880","end":"45.720","lines":["I'm catching feelings for someone but they're married."]},{"begin":"45.720","end":"54.680","lines":["I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."]},{"begin":"54.680","end":"62.080","lines":["Sex is usually a platform where other relationship difficulties show up."]},{"begin":"62.080","end":"78.320","lines":["That's today's expert, Emily Nagoski, sex educator, researcher and author of \"Come As You Are: The Surprising New Science That Will Transform Your Sex Life.\" You're not going to want to miss it. Stay tuned."]},{"begin":"78.320","end":"82.800","lines":["Do you have a most common question you get as a sex educator?"]},{"begin":"82.800","end":"110.280","lines":["The most common question is some variation on, am I normal? This is a thing that's happening to me. Is that normal? Nearly always, yes. And people will often say, I know you're going to say this is normal, but I just have to check for my specific circumstances, is this normal? And, yeah, the answer is still yes."]},{"begin":"110.280","end":"112.840","lines":["Is there a question that you wish people would ask you more?"]},{"begin":"112.840","end":"131.000","lines":["Yeah. The question I wish they would ask is, am I filled with confidence and joy? And they don't ask, of course, because they don't - they wouldn't need to ask me if they could just ask themselves and they could ask that..."]},{"begin":"131.000","end":"131.640","lines":["Right."]},{"begin":"131.640","end":"155.280","lines":["...Same question to their partner. But that's the question that actually matters. Do I like the sex that I am having? What is my relationship with my own body and my sexuality? And how about my partners, too?"]},{"begin":"155.280","end":"162.360","lines":["Well, I think that sets us up for a great start for today's question. Are you ready for it?"]},{"begin":"162.360","end":"162.880","lines":["I am ready."]},{"begin":"162.880","end":"165.400","lines":["OK, let's do it."]},{"begin":"165.400","end":"250.880","lines":["Dear LIFE KIT, I've been in a loving relationship with my husband for years. We're incredibly compatible and lead happy, fulfilling lives, except our sex life. The sex started off great, got less interesting over the years, and now it's nonexistent. When we try, it's awkward, and frankly, I've developed a negative association with it due to our many failed attempts. We've talked about this ad nauseam, and I'm feeling sort of over the conversation. We've discussed options like therapy, playing with a third together, playing with a third separately, scheduling sex pills, couple massage. You name it. We've tried it. None have worked for some reason or another. Neither of us seems interested in making it stick. We eventually relapse, and months and months go by. I'm considering divorce, but can a person get divorced over this? Everything else is fine. Initiating a divorce feels cruel, but I also feel like I'm settling, like I'm choosing the path of least resistance to keep the peace while watching time slip away. Signed, Bored in the Bedroom."]},{"begin":"250.880","end":"253.080","lines":["OK, Emily, let's get into it."]},{"begin":"253.080","end":"310.960","lines":["Like, I have so many questions for this person. Like, I just want to sit and be like, so, like, what actually have you done and what were the things that prevented it? But it might be more helpful to give a sort of example of how therapy would work. There's a therapist and researcher in Canada named Peggy Kleinplatz. She studies people who self-identify as having extraordinary sex lives. And if a couple comes to her with low desire or no desire, low frequency or no frequency, Peggy's response is, so tell me about this sex that you do not want to have. And usually, the sex that they describe it is, as Peggy puts it, dismal and disappointing. So one of the first things to know is that it is normal not to want sex you do not like."]},{"begin":"310.960","end":"315.160","lines":["(Laughter) It sounds obvious."]},{"begin":"315.160","end":"336.760","lines":["But when you say it out loud, you're like, yes, of course. One of the things that fascinates me about the question is first the sex was great. Then it got less interesting. Everybody's different, but usually, people don't want to hear their partner, after some sex, say, wow, that was really interesting sex. That was really interesting."]},{"begin":"336.760","end":"337.720","lines":["(Laughter)."]},{"begin":"337.720","end":"386.560","lines":["Do they mean interesting or do they mean pleasurable? Do they like the sex they're having? And if not, what kind of sex is worth wanting? A couple of the questions that I really encourage people to sit down and think through separately and then have a talk with their partner about is, what is it that I want when I want sex, and what is it that I don't want when I don't want sex with my partner? Crucially, a different - of course, related, but different question - what is it that I like when I like sex with my partner? Those kinds of questions give us a lot more information about what's happening in the moment with them in sex and what might be happening in their communication with each other about the sex."]},{"begin":"386.560","end":"398.000","lines":["Let's talk a little bit more about the communication aspect. You know, sex and intimacy - so important and also so often hard to talk to our partner about. Why is that?"]},{"begin":"398.000","end":"418.440","lines":["Well, so many of us were taught from a very, very early age that a measure of our worth is whether or not we're doing sex right. So the stakes just feel heartbreakingly high. But in a strong relationship, you turn toward each other's difficult feelings with kindness and compassion."]},{"begin":"418.440","end":"478.480","lines":["So all the basic communication rules apply. You know the sandwich method of - like, there's all - like, here's a good thing, here's a thing we could change, and also, here's another good thing? - that, but, like, it's 90% bread and 10% the little bit of something to add just because we are all so tender around these topics. I love our relationship. I love our erotic connection. It really matters to me that we be able to connect in this way. I'm going to say a thing that - my worst fear is that I will feel like I'm criticizing you or judging you. And actually, I'm just trying to connect with you. So before I say it, can we agree that our relationship is not on the table here? That is not what's at stake. It's just how we're connecting with each other erotically. I know that's a lot of, like, buffer language, but because we are so tender around it, that's how much it takes."]},{"begin":"478.480","end":"490.640","lines":["Absolutely. That's so lovely, Emily. Let's turn to Bored in the Bedroom's specific situation. If everything else is working, is there anything wrong with a sexless or near-sexless marriage?"]},{"begin":"490.640","end":"516.440","lines":["Oh, people 100% get to choose whether or not sex is something that belongs in their relationship. It is not important for all relationships, or it's normal for it to be important during some phases of relationship and then not be important for a while and then come back. It sounds like they're dissatisfied with what's happening, so I wouldn't recommend that they just continue as they are, dissatisfied with all these feelings."]},{"begin":"516.440","end":"569.200","lines":["I also find it unlikely that this is the only area where they're experiencing any kind of distress. The odds of it actually being just that feel very low to me, not least because of the way the question is asked. Like, where's the word pleasure? People often think that you can assess a sex life in terms of spontaneous desire, like, just wanting sex out of the blue or by frequency of sex. They think you can assess a sex life based on how many orgasms people - they have or what positions they use or whether or not they do adventurous things. And what the research tells us is, no, none of those things are good predictors of a couple's long-term sexual satisfaction. If there is a single specific thing, it's cuddling after sex, honestly."]},{"begin":"569.200","end":"575.560","lines":["And how can this couple specifically break out of the negative associations that they have with sex now? What does that look like?"]},{"begin":"575.560","end":"634.760","lines":["The first rule for me very often is when people have negative associations with initiating sex is take sex off the table. The rule is no sex for - insert period of time here. Sex is not an option. We're not going to try to initiate sex. We're not going to try to have sex. We are going to explore different experiences of pleasure - food pleasures, play in other domains of our lives. In what ways do we connect and enjoy sharing time together outside of sexuality? Gradually build your body's access to knowing what pleasure feels like in your body so that when you begin to move in the direction of having any sort of erotic touch, your body can recognize, oh, that's pleasure. Oh, that's pleasure. And if it feels pleasurable, you're probably going to be interested in experiencing a little more of it."]},{"begin":"634.760","end":"639.480","lines":["What do you say to people who say sexual intimacy shouldn't require that kind of homework?"]},{"begin":"639.480","end":"737.720","lines":["So there's a sex therapist named Christine Hyde in New Jersey, from whom I learned this metaphor. She'll say to a couple that's struggling with low-frequency low desire, suppose your best friend invites you to a party. And as the date of the party starts approaching, you're thinking, am I going to want to put on my party clothes at the end of a long week? But, you know, you said you would go. And what happens? Usually, you have a good time at the party. The couples who sustain a strong sexual connection over the long term put time and effort into creating it because it's a celebration. And we don't think, well, that wasn't a spontaneous party, and so you didn't want to have that party enough. No. The fact that a person is willing to put in the time and effort to get ready, to plan ahead, to create a context that makes it most likely that people are going to experience joyful pleasure - those are the folks who are doing it right, who really care about pleasure."]},{"begin":"737.720","end":"753.560","lines":["I love that, Emily. Before you go, we end every show by asking our experts for the best piece of advice they've ever received. I would absolutely love to hear yours."]},{"begin":"753.560","end":"786.960","lines":["Gratitude for pleasure. Identify a pleasure that you've experienced today of any kind for which you are grateful. And the more you practice this, the easier it becomes to notice pleasure. So you're building pathways in your brain that make pleasure easier and easier to access."]},{"begin":"786.960","end":"853.080","lines":["If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan and Sylvie Douglis. Bronson Arcuri is the managing producer, and Megan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."]}],"duration":853}