{
  "title": "The idea of 'the one' actually makes dating much harder",
  "url": "https://www.npr.org/transcripts/1177036719",
  "intro": "Dating in search of \"the one\"? Relationship therapist Jeff Guenther, known as Therapy Jeff on TikTok, says that might not be practical. If your goal is a successful, long-term partnership, having realistic expectations and a clear understanding of your values is vital. We'll help you break up with your fantasy partner, do some relationship math and learn what it takes to build a successful partnership based in reality.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "So you're serious about dating. You want a partner for the long run. You're looking for the one."
    },
    {
      "author": "JEFF GUENTHER",
      "text": "I think that it's very sweet and romantic. And I want to believe in soulmates. And I'm - a big part of me really does. But this also feels like I've been brainwashed by Disney movies. And I don't want to give Disney movies and fairytales all that much power over me. And you probably don't want to do that either."
    },
    {
      "author": "TAGLE",
      "text": "That's Jeff Guenther, a Portland-based relationship therapist in private practice. You might know him as Therapy Jeff on TikTok and Instagram, where he offers relationship advice on everything from why you can't get over your ex to how to help your partner during a mental health crisis. He says dating can be hard work these days, especially if you're showing up to that dinner and a movie with lofty hopes or unrealistic expectations for the person sitting across from you."
    },
    {
      "author": "GUENTHER",
      "text": "I think you're really setting yourself up because, like, if you're looking for the one, I feel like the one probably feels like they need to be really perfect. They need to just, like, hit the ball out of the park every single time. And you're not giving them enough room to fail or be imperfect or have flaws."
    },
    {
      "author": "TAGLE",
      "text": "When you're in a romantic relationship, or at least on the path to one, you might be quick to think about your own needs. What can this person do for me? Will they impress grandma? Will they cook vegan meals with me every night? Are they fun enough? Do we look good together? Could they provide for me down the line? But Jeff wants us to think beyond this main character narrative."
    },
    {
      "author": "GUENTHER",
      "text": "But I think we forget that in relationship, a lot of the time, we're there to just be there for our person, to, like, play a supporting role, to serve them, to grow into a partner that's a really good match for them. So if we can, like, find a balance there and understand when we're supposed to be the main character or the supporting character, I think there's, like, a lot of success and happiness that can come out of that."
    },
    {
      "author": "TAGLE",
      "text": "I'm reporter Andee Tagle. And in this episode of LIFE KIT, understanding what you really want and need from your romantic relationships. We'll talk about how to break up with the imaginary partner in your mind, do some essential date life value setting and learn what it takes to build a successful partnership based in reality."
    },
    {
      "author": "TAGLE",
      "text": "So Jeff, today's episode is about choosing and then maintaining long-term relationships. I want to start with the first idea, choosing to be in a long-term relationship with someone, be it marriage or something else. Maybe it's just me, but there seems to be a huge amount of fear of commitment, indecision, these days, I think, you know, definitely fueled by dating apps, being able to see a bunch of potential love interests and always wondering, you know, is this the best one? Is there a better one? Thoughts on this? Do you see this a lot in your work?"
    },
    {
      "author": "GUENTHER",
      "text": "Yeah. And I blame the dating apps, too. It's hard to choose one person and commit to them knowing that, like, you can just sign on to your app and keep on swiping and finding more people who could be a potential better match. And when it comes down to it, you probably can find a better match out there. There's probably, like, a never-ending supply of better matches out there. And if your goal is to be in a long-term, committed relationship, you have to get to a point where you eventually choose your person, even though there might be a better match out there, and then decide to grieve the fact that you're, like, not going to be meeting anybody new possibly ever again, if that's what your agreement is or if that's the relationship style that you're looking for."
    },
    {
      "author": "GUENTHER",
      "text": "And that's a really hard thing to do, is to grieve the loss of going on dates or hooking up with somebody else or possibly marrying or being in a long-term relationship with somebody else. And I don't think that we talk about that enough. Saying yes to one person is saying no to everybody else if you're in a monogamous relationship. Again, you can, like, change up your relationship style if that's what is important to you. But even so, even if you're in a poly or open or monogam-ish (ph) relationship, you're still mostly going to be prioritizing the primary person you're with. It's still a very big commitment."
    },
    {
      "author": "TAGLE",
      "text": "So much good stuff in there. On a related note, I think it's really common to not feel sure enough, you know? You're with someone. And it's a pretty good fit. They have a lot of qualities that you like. But you just don't feel 100% certain. You can't get over that line. And you want to feel totally secure in your choice. What's your advice there?"
    },
    {
      "author": "GUENTHER",
      "text": "Settling down means settling for. I stole that from Dan Savage. That's not my line, so let's credit him (laughter). But, yeah, you're not going to get 100% of what you want, so you have to figure out, like, where is a more realistic percentage? You can talk to your friends about it, a therapist, family. And your realistic percentage - a realistic percentage might be more like 70% or 65%, or maybe something closer to 80 or 90. But still, that's asking for a lot. Your person is not going to love you in, like, the perfect way. That doesn't exist. And that might be coming from a place of..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "GUENTHER",
      "text": "...Wishing or hoping that in your childhood, your parent or caregiver would have loved you in the way that you wanted. But, realistically, you're trying to maybe get that from the partners that you're with, and we need to do a reality check and try to figure out, what is it? What are your, like, major needs? What are your non-negotiables? What are your deal-breakers? And then what are all the things that you want, that you could possibly live without but you're aiming for, you know what I mean?"
    },
    {
      "author": "TAGLE",
      "text": "Yeah. Absolutely, absolutely. So, you know, perfect doesn't exist. Let's start there."
    },
    {
      "author": "GUENTHER",
      "text": "Right."
    },
    {
      "author": "TAGLE",
      "text": "And I'm also glad that you took us to deal-breakers. You know, how can people get clear on their own personal must-haves and no-goes in a relationship? When do we bend? When do we break?"
    },
    {
      "author": "GUENTHER",
      "text": "Yeah. I suggest writing that down before you even start dating or if you're, like, thinking about getting into, like, the dating scene. Go ahead and write down all the things that you absolutely need - and it can be anything; don't judge yourself - but, like, the really important things that are hard to compromise or negotiate, like what kind of relationship do you want - monogamous, open, anarchy? How many kids do you want? Do you want kids? Do you want to date somebody that has kids? What's your priority? And, like, do you want to be with somebody who prioritizes you or do you want to be with somebody who prioritizes their job or creativity or their family? Where do you land when it comes to, like, what your values are? What are your core beliefs?"
    },
    {
      "author": "GUENTHER",
      "text": "And then think about, like, the different imperfections and flaws that you're willing to tolerate, right? And understand that an imperfection flaw is, like, they chew with their mouth open or they snore. Those are things that are very annoying, I understand, but you can probably tolerate them. They don't have to be deal-breakers. Thinking about what you're most serious about, writing that down and then doing your best not to stray from that list - because a lot of times we write down the non-negotiables, all the things that are deal-breakers, and then we start dating, and you're like, I don't know, she has really nice lips or, I don't know, like, he, like, loves to travel, and so do I. And then all of the sudden, you, like, let go of this list that you were really serious about, and you forget about it. And then, you know, six months, a year, 10 years later, you're regretting that you didn't pay attention to that list."
    },
    {
      "author": "TAGLE",
      "text": "Something that I know that's a little bit obvious here, but I want to get clear on - like, this is a values-based list, right? I'm thinking about my friend who's like, 6-foot-tall and over only, you know, must have graduated from a T14 type of school, you know - thoughts for those people?"
    },
    {
      "author": "GUENTHER",
      "text": "I mean, if that's really important to you, then understand that your search criteria is pretty high. It's not up to me to tell you what I think your deal-breakers should be. Like, it's a personal choice for everybody. But if you're one of my clients and you're coming in and you tell me that you have this really long list of deal-breakers and I can see that you're being super picky and nothing is working out for you, then I'm going to go ahead and challenge you and push you a little bit to open up. You're going to have to eventually take a step back and ask yourself, like, is this working for me? Am I happy? And ask your friends and your family, the people that know you best, or your therapist that you're paying to be honest with you, to give you feedback about whether or not they think your criteria is working for you and if you're possibly using that criteria as a way to avoid real intimacy."
    },
    {
      "author": "TAGLE",
      "text": "Another thing that I've been thinking about in this realm is just all the social pressure - you know, these milestones that you're supposed to hit, that society, that your family, that your well-intentioned aunties all you that you're supposed to be hitting. And I think that can really muddy the waters of our own wants and needs. You know, I don't have a boyfriend right now, and all of my friends are getting married. All of my friends are having kids - you know, X, Y, Z, fill in the blank. How can people interrogate their values around love and marriage and maybe parse out some of those, you know, beliefs that are being swayed for the wrong reasons?"
    },
    {
      "author": "GUENTHER",
      "text": "It's so hard because I want people to be authentic and honest what they want - with what they want and what they're looking for, and then be in alignment with what they authentically want and go for that. However, we live in a society that we're - we've grown up where we've been constantly sent all these messages about what love should look like and what is most important and what is the right age to get married or to have kids or move in or get a house. So you have to really think about, like, OK, so I want to be married by this age. Who told me that? And that's a really difficult question to ask, but it's helpful to be like, is this what capitalism is saying?"
    },
    {
      "author": "GUENTHER",
      "text": "Is this what my culture is saying? Is this what my parents and family are saying? Is this is what my friends are saying - going through all the different ways that we've picked up messages throughout the world and then asking yourself, if you're, like, really brave, if you're really honest with yourself, does this actually align with who I am? Am I feeling shame and guilt because I'm not where I think I should be? Where is that shame and guilt coming from? And if it's coming from this narrative or this school or this teacher or that coach, then all of a sudden you can separate a little bit from where you got that message and be curious about whether or not that actually resonates with you."
    },
    {
      "author": "TAGLE",
      "text": "Ask the question. Start by asking the question."
    },
    {
      "author": "GUENTHER",
      "text": "Ask the question, and then ask yourself where that answer came from."
    },
    {
      "author": "TAGLE",
      "text": "Let's talk about sunk cost. I have so, so many friends who fall victim to this fallacy. Please, could you explain what this is for us and why it's so problematic in relationships?"
    },
    {
      "author": "GUENTHER",
      "text": "Yeah. The sunk cost fallacy is something that I think we all deal with. A really sort of easy way to understand it is being like, well, I went to my favorite Mexican restaurant, and I got a burrito, and I got the expensive guacamole and the best salsa and, like, all the fixings. And my burrito ended up costing $18, and I took a bite, and it was disgusting. But I'm just like, I spent $18 on this burrito. I'm going to enjoy it."
    },
    {
      "author": "TAGLE",
      "text": "I'm eating the whole thing. Yeah (laughter)."
    },
    {
      "author": "GUENTHER",
      "text": "Eating the whole [expletive] thing. Yeah. But it's the same sort of thing that's happening in relationship, right? Like, you've spent three years with somebody, and that's - and, like, maybe you feel like these are, like, some of your prime years. And so you are going to be like, I'm going to stay with this person because of all the time and energy, maybe even money, emotional labor that you've put into this. And there's a lot of, like, sunk cost in this relationship. So I'm going to stay with this relationship for the rest of my life, even if that means I'm miserable, because I don't want to go ahead and, like, try with somebody else and have to, like, sink so much cost into that person and do that over and over and over again, which is understandable - right? - to a certain degree. Like, I get it."
    },
    {
      "author": "GUENTHER",
      "text": "But if you actually are miserable and a lot of your needs aren't being met and you don't know how to speak up in that relationship in order to feel happy or healthy and connected or repair fights that are hard, then you might want to think about changing things up a little bit."
    },
    {
      "author": "TAGLE",
      "text": "As a therapist, what's the magic good-enough number, you know? What's the relationship math there?"
    },
    {
      "author": "GUENTHER",
      "text": "It's up to you to figure out what the magic, like, percentage is of what you're willing to put up with and what you're not willing to put up with. A lot of times I'm going to ask my clients, like, OK, first question, is it a net positive here? Like, are you happy more than 51% of the time? If you are, great. Now, how does it feel that you're in a relationship where you're happy 51% of the time? Is that OK? Is - can you accept that? Let's go ahead and try to get on board with accepting a 51% happy relationship."
    },
    {
      "author": "GUENTHER",
      "text": "And if you're coming in and you're feeling sad or resentful or angry or contemptuous or you're avoiding or you're withdrawing, then, like, obviously this isn't actually OK for you. And you come in, and you keep on complaining to me over and over again. So it seems like you want me to maybe possibly give you permission to be like, maybe it should be 60%, or maybe it should be 75%. You deserve to get your needs met or at least most of your needs met."
    },
    {
      "author": "GUENTHER",
      "text": "Overall, I think over the years that you're, like, with somebody, hopefully you can look back on your relationship and be like, it feels like we're close to 50-50, understanding that there is no such thing as a 50-50 relationship. So hopefully you're going to be in the ballpark of being there for each other, serving each other, supporting each other, whatever word that you want to use."
    },
    {
      "author": "GUENTHER",
      "text": "I think it's a red flag when you're starting to make a ton of excuses for your partner. And it's tricky because, like, you want to be compassionate, and you want to be understanding. They're not always going to be able to be there in the exact way that you want them to be there for you. However, if they're constantly letting you down and you're just like, well, you know, they've had a rough day, or, this is their trauma, or - you know what? Their sister is being a real turd, and so they're feeling incredibly frustrated. If you keep on making those excuses, that's a red flag for them. It's a red flag for you. And then you start asking everybody, like, is this person a person that I should be with? Are my needs getting met? If you're constantly asking other people, you need to check in with yourself because your intuition and gut can give you your answer."
    },
    {
      "author": "TAGLE",
      "text": "That brings me to another question, another thing that you'd said on your podcast, maybe - that it's not your partner's job to make you happy. Could you speak a little more to that? What do we owe our partners? What do we ourselves? What do we owe our partners?"
    },
    {
      "author": "GUENTHER",
      "text": "Well, so this is tricky. I'm glad that you asked 'cause this deserves some nuance. I think that it is important that, when we're in a relationship with somebody, they're going to be able to, like, produce more happiness with us, for us that, like, your partner should. You and your partners should be able to create happiness together. But if you're relying on that person a hundred percent of the time to make you happy, to create a good life, then you might be possibly setting yourself up. And you're also kind of giving a lot of your power away, right? And also, there's a lot of pressure now on that person, and they can feel it whether it's explicit or not."
    },
    {
      "author": "GUENTHER",
      "text": "I think that a lot of times, when we first start dating people, we have this, like, fantasy of what they're going to be like. And sometimes whether we are doing this on purpose or not, we're putting them up on a pedestal. And when you put someone up on a pedestal, they're going to eventually show their flaws and imperfections, and it's going to be a long fall down from that pedestal. And if you go into these relationships with these really unrealistic expectations of, your life will be better if you're in a relationship; your life will be better once all your needs are going to be met by your partner, then you're setting yourself up for failure."
    },
    {
      "author": "TAGLE",
      "text": "So what does setting yourself up for success look like? What's the opposite of that?"
    },
    {
      "author": "GUENTHER",
      "text": "Well, going ahead and making that list of, like, actual deal-breakers that are really big deal-breakers, trying to stay true to that list and then understanding that, like, the person that you start connecting with doesn't really know how to meet your needs or please you whether it's, like, giving you, like, emotional support or even, like, pleasing you in the bedroom, right? I don't know how your body works. Tell me how your body works so I can please it. I don't know what kind of emotional support you need. Or what's your favorite love language to give and to receive? I'm going to go ahead and try to, like, give you the one that resonates with you the best."
    },
    {
      "author": "GUENTHER",
      "text": "So going in with - like, what are your deal-breakers? What are your non-negotiables? And then how can you have an open mind? And know that, like, relationships are supposed to challenge you to grow and evolve. And if you can go in with that sort of, like, open, curious attitude, there could be - it could be a recipe for success."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on managing the dating app game. We've got another on relationship contracts and lots more on everything from parenting to personal finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Mia Venkat and Thomas Lu. Marielle Segarra is our host. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Audrey Nguyen, Clare Marie Schneider, Sylvie Douglis, and Margaret Serino. Engineering support comes from Ted Mebane. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8204547124.mp3",
  "img": "https://media.npr.org/assets/img/2023/05/19/gettyimages-1409845156_wide-ee9be1508f2651f2966d47e5fb662301a5a76f16.jpeg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "ANDEE TAGLE, HOST",
    "JEFF GUENTHER",
    "TAGLE",
    "GUENTHER"
  ]
}