{
  "title": "If you want to fix your own clothes, try this easy style of mending",
  "url": "https://www.npr.org/transcripts/1177552573",
  "intro": "There's no need to give up on a sweater with a hole in the elbow or a shirt with a tear in the collar. Visible mending is beginner friendly, highly creative and helps extend the life of your clothes.",
  "transcript": [
    {
      "author": "RAVENNA KOENIG, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "RAVENNA KOENIG, HOST",
      "text": "Arounna Khounnoraj moved to Canada from Laos at age 4 with her family. Her mother worked as a seamstress and spent a lot of her off time making clothes for Arounna and her siblings. They didn't have much money."
    },
    {
      "author": "AROUNNA KHOUNNORAJ",
      "text": "And I remember very vividly as a kid when she would mend the clothes, she would make them very invisible because there was like this sort of association with shame with wearing clothes that had holes and things were mended. You know, kids would tease you because they would be like, you can't afford a new pair of jeans or something."
    },
    {
      "author": "KOENIG",
      "text": "Today, Arounna is a fiber artist with a huge following on social media and three books to her name, one on embroidery, another on punch needlework and a third on mending. But it's not the kind of mending her mother did, where you try to hide the repairs. Instead, it's a style known as visible mending, where you use colorful threads, fabrics and decorative techniques to show off your mend."
    },
    {
      "author": "KHOUNNORAJ",
      "text": "Partly what has changed now is that it's become not just something that is practical and a means of fixing something, but a way of showing your creativity and also a way of expressing yourself."
    },
    {
      "author": "KOENIG",
      "text": "I'm Ravenna Koenig, and I work as an editor in the NPR newsroom. But in my free time, I've become a person who likes to express myself by mending my clothes. Since I started a little over a year ago, I've patched my jeans with ornate embroidery. I've woven light green and lavender patches over holes the size of golf balls in a chunky evergreen sweater. I've used baby blue thread to stitch up runs in a gray and black striped wool base layer. And I've totally fallen in love with it - the creativity, the repetition of hand sewing, which takes me out of my head and into my hands, the rush of satisfaction I get every time I transform a holey garment into something I can wear again. I'm not the only one. Visible mending is having a moment. A flurry of how-to books have been published in the last five years, and social media has become a hub for sharing mending ideas that emphasize artistic flair and noticeability."
    },
    {
      "author": "KATE SEKULES",
      "text": "You're adding to the look and the feel of your clothes, as well as mending them at the same time."
    },
    {
      "author": "KOENIG",
      "text": "Kate Sekules is a fashion history professor who's finishing her Ph.D. in mending. She's also a mender, a mending teacher and the author of a book on mending."
    },
    {
      "author": "SEKULES",
      "text": "I nowadays call it co-design because you are co-designing with the original maker with whatever damaged your clothing like moths or time, and you're visibly mending with your own style."
    },
    {
      "author": "KOENIG",
      "text": "Some people mend because they just want a creative hobby, but Kate attributes the increasing interest to a growing awareness among consumers that buying new clothes may be cheap for the individual, but costly in other ways. Exploitative labor practices have been reported across the fashion industry. Apparel and footwear generate significant carbon emissions. And a lot of clothes get thrown away. According to the EPA, 11.3 million tons of textile waste went into U.S. landfills just in 2018. So in response to all this, many are turning to mending as a way to buy less and throw away less by extending the life of the clothes they already have."
    },
    {
      "author": "SEKULES",
      "text": "It's a style choice. It's a fashion choice. And it's also a really great way to take back some control in the sort of over industrialized, too fast fashion world we're in."
    },
    {
      "author": "KOENIG",
      "text": "So on this episode of LIFE KIT, Arounna, Kate and a few others guide us through Visible Mending 101 or maybe 102. We're going to assume you already know how to thread a needle. Whether you're looking for the most basic instructions on how to keep your clothes alive, or insights into how to make them into wearable art, we've got you. We'll talk about materials, planning techniques and what to do if you get stuck."
    },
    {
      "author": "SEKULES",
      "text": "When I first started poking around the internet for ways to do visible mending, I was immediately intimidated. I owned a few sewing needles and a box of leftover sewing thread my mom had given me, but I barely knew how to use them. I didn't know how to knit or embroider. I knew nothing about fabric. But I learned pretty quickly that visible mending has an extremely low barrier to entry, both in terms of skill and materials. That's our first takeaway."
    },
    {
      "author": "KHOUNNORAJ",
      "text": "As someone who's maybe interested in textile arts, sewing, but they don't feel that they have, like, a huge amount of skill, I feel that visible mending allows them to kind of express their creativity without feeling like they need to really learn a lot of different skills. And if they just know how to, you know, do some basic sewing, they can really go far."
    },
    {
      "author": "KOENIG",
      "text": "Arounna says invisible mending is something that requires much more skill and accuracy because you're trying to match the exact look of the garment you're fixing. But since visible mending is more creative and expressive, it's also more forgiving."
    },
    {
      "author": "KHOUNNORAJ",
      "text": "The stitches become kind of like your signature in that it's unique. And some people have really neat stitches, some people have really messy stitches, but they all look good. There's no kind of right or wrong way to do something."
    },
    {
      "author": "KOENIG",
      "text": "You also don't need many supplies, and the ones you do are budget friendly or available second hand. To do basic mends on all the kinds of fabric you'd find in a typical closet, you only need a few needles, some pins, a few different kinds of thread and scrap fabric. Your needle will be your main tool. And since needles are so inexpensive, you could get a variety for specific tasks. But you can get by with just two - an embroidery needle for patching and stitching and a bigger needle for mending knitwear with yarn."
    },
    {
      "author": "SEKULES",
      "text": "A darning needle is actually a sharp one, so a tapestry needle's better. What distinguishes it from a darning needle is it's blunt. So that's good because when you're done, you don't really want to split the yarn that you're working with."
    },
    {
      "author": "KOENIG",
      "text": "It's also good to have pins to hold your work in place. You can use safety pins if you have them around. For thread, you'll probably work with a mix of regular and embroidery thread and different thicknesses of yarn. Sewing and embroidery thread are pretty affordable, so you could buy them new, but you could also look for reuse options at thrift stores and secondhand craft shops. Just test them first to make sure they haven't degraded. And for yarn..."
    },
    {
      "author": "SEKULES",
      "text": "Yarn costs a fortune, especially the good stuff. So I personally haunt thrift stores and buy up knitters ends."
    },
    {
      "author": "KOENIG",
      "text": "By knitters ends, Kate means the remnants that are left over when someone finishes a knitting project. If you know anyone who knits, ask if you can have their leftovers. You really don't need a lot. You also might be able to find yarn for cheap on Craigslist. Lastly, you're going to need scrap fabric for patches. You can find it at a fabric store or order scrap packs on Etsy. And thrift stores will probably have good options to match whatever you're repairing."
    },
    {
      "author": "SEKULES",
      "text": "For patch material, it doesn't matter what the style is. It just matters what the fabric is. And you can buy - it's actually a really great source of fabric if you're prepared to cut up whole clothes, which is a little upsetting to some people."
    },
    {
      "author": "KOENIG",
      "text": "But you can save what you don't use for future mends. Or you could use the old clothes you already have."
    },
    {
      "author": "SEKULES",
      "text": "If they're really beyond repair, then cut them up and use them to repair."
    },
    {
      "author": "KOENIG",
      "text": "If you're up for some bonus buys, fabric scissors are a great thing to have. And if you're mending knitwear with yarn, a darning mushroom is also super useful."
    },
    {
      "author": "SEKULES",
      "text": "It's got a flat, smooth, curved surface. So you hold the stem of the mushroom underneath, and you put the fabric on top and stretch it over, but not too much. And then you've got a nice stable surface to work on."
    },
    {
      "author": "KOENIG",
      "text": "As an alternative, Arounna says you could use a tennis ball, mason jar, ladle or anything else you think will help stabilize your work. All of that should hopefully make you feel a bit more relaxed about embarking on your first mend. Without a lot of skill or material, you're going to be able to do a lot. But if you're still feeling intimidated, Kate says to just remember that you've got nothing to lose."
    },
    {
      "author": "SEKULES",
      "text": "If you don't repair it, it is no good to you. It's done. It's broken. It's useless. So why not just try? And another reason is don't you want to save that favorite old sweater or cardigan or T-shirt or jeans? Yes, you probably do. So the payoff for starting mending is so much greater than the pain you're going to feel in maybe messing it up a bit at first. So just do it."
    },
    {
      "author": "KOENIG",
      "text": "Even after you've gotten all your mending supplies, it can be hard to visualize what the end result is going to look like and if you're going to be happy with it. So taking a beat before you start to think about what you want to do can save a lot of time. That's takeaway two. Here's Kate."
    },
    {
      "author": "SEKULES",
      "text": "I always do this every single time I do a mend. Take the garment. Look at the hole. Look at the damage. Look at the whole garment, the shape, the texture, the colors, and then bring in your supplies and lay them out on top of the or near the hole and try different combinations. And then just sit with it for a while. Don't just start, and you may end up then wishing you'd done a different color or technique or placement or anything. So contemplate, then start."
    },
    {
      "author": "KOENIG",
      "text": "Christi Johnson is a textile artist and teacher based in upstate New York, and she has another suggestion - use your phone to sketch out what the final product might look like."
    },
    {
      "author": "CHRISTI JOHNSON",
      "text": "So one of my favorite tools that I use all the time is just using the markup tool on my phone or any app that you can use to color on top of a photo. So I usually will take a picture of the garment, and then in the area that I'm hoping to patchwork, I'll just color in using my finger and making a very sloppy sort of rough draft sketch of what that patchwork or what that embroidery is going to look like in what area that's going to go on. And that's an easy way to say, like, whoa, that yellow is going to be way too distracting in that area."
    },
    {
      "author": "KOENIG",
      "text": "Part of your planning process will be deciding which technique you want to use to do your mend. The two most basic and useful ones are patching and darning. If you know how to do those, you can fix almost all the clothes you have. That's takeaway three. Most people know what patching is. You sew another piece of fabric over or under a hole, rip or threadbare area. Darning might be a bit less familiar, but it's more or less a patch too, just one that you weave yourself using thread or yarn. It covers the hole and is stitched into the fabric around it. And it's great for sweaters and other kinds of knitwear. But you could also use it on woven garments like jeans."
    },
    {
      "author": "KHOUNNORAJ",
      "text": "Because there's no right or wrong way to do something, a lot of the techniques can cross over."
    },
    {
      "author": "KOENIG",
      "text": "For both techniques, you only need to know one simple stitch to get started - the running stitch. It's that classic dotted line you make by just pushing the needle up and down in a straight line across the fabric."
    },
    {
      "author": "SEKULES",
      "text": "It's harder to describe than it is to do, honestly. It is the simplest stitch of all. If you can sew running stitch, you can mend just about anything, including darns, which is a sort of running stitch technique. It's not that dissimilar."
    },
    {
      "author": "KOENIG",
      "text": "Whether you're patching or darning. Both Kate and Arounna recommend following a guideline known as like with like. It's the idea that the fiber content and weight of the materials you're mending with should match the garment you're mending. Kate says you don't have to get a perfect match. You just want to avoid a big discrepancy."
    },
    {
      "author": "SEKULES",
      "text": "Don't use a flimsy silk or gauzy thing on denim. You know, just - if the only thing you know is how thick the fabric is, use the same thickness. You can get away with a 100% polyester on top of 100% cotton if they're about the same thickness and weight."
    },
    {
      "author": "KOENIG",
      "text": "Arounna says you might want to think about whether the area you're mending is in a high traffic area. If it is, maybe that's a mend where it's more important to go with a fabric that's a closer match for maximum durability."
    },
    {
      "author": "KHOUNNORAJ",
      "text": "And most women have their high traffic areas between their thighs, you know, from rubbing and as well as like from the back of the pocket. If you put your wallet or your phone in your back pocket, the corners of the pockets tend to rip."
    },
    {
      "author": "KOENIG",
      "text": "Also, keep in mind how your garment will wash. Different fabrics react differently to washing. They might shrink different amounts, which could result in puckering. So just consider whether that's something you care about, and if it is, that's another argument to match materials."
    },
    {
      "author": "KHOUNNORAJ",
      "text": "If it's a wool sweater, I'm going to want to use wool yarns, so that when it washes, it's going to have a similar property as opposed to using, like, cotton threads."
    },
    {
      "author": "KOENIG",
      "text": "Again, not the end of the world if you don't follow this. The first thing I darned was a superfine cashmere sweater, and I used cotton sewing thread and a regular needle because I didn't know what else I could use. It looks a little funky, but I still like it. I wear it all the time. Now on to technique. Within the two big categories of patching and darning, there are a variety of specific techniques. Some are more advanced than others. So to get you started, we're going to give you a super-easy example of each. First, the patch. Here's Kate."
    },
    {
      "author": "SEKULES",
      "text": "Cut a patch. Cut it larger than the hole by a good at least an inch in all directions. Lay it over. Pin it. And then simply stitch back and forth over the edges a bit past the edges - and running stitch, just back and forth, back and forth in lines of running stitch. And that's it. That is a really durable patch, and it can be really attractive. If you use a pretty patch fabric and then a contrasting thread, you've enhanced it even more. That is the simplest of all patches."
    },
    {
      "author": "KOENIG",
      "text": "Next, the darn."
    },
    {
      "author": "KHOUNNORAJ",
      "text": "You can do a type of mend that you might do on an elbow and I call that a weave mend where you have threads that are going up and down and then across and then they kind of intersect and weave together."
    },
    {
      "author": "KOENIG",
      "text": "This is the style of darning that Kate said was similar to the running stitch. It's a basic, simple grid that just requires you to move your needle across the fabric and the hole itself in a straight line, horizontally and vertically. And with both techniques, if you don't like what you've done, the great thing is that it's not permanent. Arounna says you can just unpick something that didn't work or..."
    },
    {
      "author": "KHOUNNORAJ",
      "text": "You can go back, and you can go on top of it. You can fix it or add to it. So there's always this sort of back and forth."
    },
    {
      "author": "KOENIG",
      "text": "So that's a level one patch and darn. But so much of the fun of mending is trying out the wide variety of styles within each technique or even others outside them. That's takeaway four - seek out new ideas and experiment. You can get exposure to different creative repairs and figure out what you like by checking out mending books from your local library or hopping on Instagram."
    },
    {
      "author": "SEKULES",
      "text": "If you want different techniques and you want some inspiration, you're going to get it if you log on and do hashtag visible mending. Then there's a whole load of inspiration there - mendsperation (ph)."
    },
    {
      "author": "KOENIG",
      "text": "If you're darning a sweater, for example, you could extend the stitches a ways into the fabric around the mend to create a sort of pointillistic frame. If your sweater is black and the yarn you're using is pink, that frame will be a mottle of pink and black. Another example in the realm of patching - you could put together a small collage of fabric instead of opting for a single patch. That's a favorite of Christi Johnson's."
    },
    {
      "author": "JOHNSON",
      "text": "So it's like playing with color and composition with different fabrics and then patching that on to the garment to bring out and emphasize the colors and composition that already exist in the garment with a little patchwork quilt on it."
    },
    {
      "author": "KOENIG",
      "text": "Christi has also written a book on embroidery and says there are easy beginner stitches you can use to cover stains and blemishes or add a different kind of ornamentation to a patch."
    },
    {
      "author": "JOHNSON",
      "text": "So the satin stitch is my favorite. I pick favorites."
    },
    {
      "author": "KOENIG",
      "text": "The satin stitch is not that different from a running stitch, but instead of stringing your stitches together in a long line, you lay them side by side right next to each other, so close they completely cover the fabric underneath."
    },
    {
      "author": "JOHNSON",
      "text": "And so that is one of the best stitches for creating fun compositions. For making striped areas, you could do a little checkerboard embroidery to cover an area. Let's say there's a stain or something. So that's definitely one of my go-tos."
    },
    {
      "author": "KOENIG",
      "text": "If you want to find more techniques, search online for stitch samplers or embroidery samplers. Another type of embroidery that's become popular among visible menders is the traditional Japanese style of Sashiko."
    },
    {
      "author": "ATSUSHI FUTATSUYA",
      "text": "So Sashiko was actually practiced by Japanese to avoid mending. They could not replace the fabric so easily."
    },
    {
      "author": "KOENIG",
      "text": "Atsushi Futatsuya is a Sashiko practitioner and teacher who lives in Pennsylvania."
    },
    {
      "author": "FUTATSUYA",
      "text": "Mending the fabric could be the sign of financial challenges. Like, the more you have patches, that means like, you know, people could judge them that they don't have money. And in order to avoid that, they wanted to make fabric much more stronger. And that's how at least our Sashiko started to make that look stronger."
    },
    {
      "author": "KOENIG",
      "text": "The fabric gets stronger because Sashiko involves stitching intricate patterns onto the fabric with a running stitch using a specific kind of cotton thread, which reinforces it. The patterns often consist of a repeated image like a hemp leaf, an ocean wave or bamboo."
    },
    {
      "author": "FUTATSUYA",
      "text": "It's geometric patterns developed in Japan. And each pattern has names. Each pattern has meanings."
    },
    {
      "author": "KOENIG",
      "text": "For example, the hemp leaf..."
    },
    {
      "author": "FUTATSUYA",
      "text": "It's well known as the repelling the evil spirit. So many child cloth has that patterns on."
    },
    {
      "author": "KOENIG",
      "text": "It's those patterns and that style of stitching that people are adopting in their mends, like to sew patches to jeans. Atsushi doesn't mind that. He mends his own clothes that way. But he does want people to recognize that Sashiko is its own distinct tradition, a part of which has now been picked up by menders. That may be all you need to start your mending career, but - and this is takeaway five - if you get stuck, there's help out there. Arounna has instructional videos on Instagram and YouTube. Christi has videos breaking down basic embroidery stitches on her website. And there are plenty of others. You could also..."
    },
    {
      "author": "SEKULES",
      "text": "Get someone to teach you. There are classes. There are groups. They're popping up all over the place."
    },
    {
      "author": "KOENIG",
      "text": "Follow skilled menders on Instagram and see if they offer any classes. Search for other classes online, both in general mending, as well as specific techniques you want to learn. Check out your local meetup to see if there are any fiber arts groups you could join. Or search a directory of menders that Kate recently launched at visiblemending.org."
    },
    {
      "author": "SEKULES",
      "text": "If you are a mender, you can join it. It's free. Or if you want to find a mender to do yours for you, then you can get that too. And the idea is that that will be a directory of places and people who are teaching as well."
    },
    {
      "author": "KOENIG",
      "text": "And if there's a project that you know is beyond your skill level or that you want done invisibly, search your area for someone who does professional mending or alterations. Some even offer visible mends. I now have almost 20 mended garments in my closet. Even though I've been practicing, my stitches are still not perfect. And my early stuff is really wonky. But honestly, my mended things are my favorite things to wear, even the ones that are messy and break all the rules. Christi Johnson says that's the magic of handmade things."
    },
    {
      "author": "JOHNSON",
      "text": "That actually makes it feel a little bit more humane to me. That makes me feel a little more connected to it. One thing I like to say is like the embroidery machine has already been invented. Like, we don't need to find that sort of perfection in the work that we do. We want to be able to understand that somebody has put their hands on this and that somebody has invested their time into it, and that beauty can be seen whether or not a stitch is perfect or not."
    },
    {
      "author": "KOENIG",
      "text": "So to recap, takeaway one - visible mending has an extremely low barrier to entry. Takeaway two - a little planning saves a lot of time. Takeaway three - you can fix almost anything if you know how to darn and patch. Takeaway four - seek out inspiration and experiment with different techniques. And Takeaway five - if you get stuck, there's help."
    },
    {
      "author": "KOENIG",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to start sewing and another on how to start a new hobby. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "KOENIG",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editors are Malika Gharib and Daniel Nett. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Mia Venkat and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Joshua Newell. I'm Ravenna Koenig. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2163455705.mp3",
  "img": "https://media.npr.org/assets/img/2023/05/22/visible-mending-supplies_wide-e17f9e5f111e6bee924bd93e8652ec73ce2dbe3b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "RAVENNA KOENIG, HOST",
    "AROUNNA KHOUNNORAJ",
    "KOENIG",
    "KHOUNNORAJ",
    "KATE SEKULES",
    "SEKULES",
    "CHRISTI JOHNSON",
    "JOHNSON",
    "ATSUSHI FUTATSUYA",
    "FUTATSUYA"
  ]
}