{
  "title": "Why you should play video games with your kid",
  "url": "https://www.npr.org/transcripts/1179633004",
  "intro": "Video games get a bad reputation that's often unwarranted. But kids do need guidance in using them wisely. Here's how to help them, starting with spending some time with the games your kids can't put down.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "Hey, everybody, it's Marielle. If I told you that your child or your younger sibling or your niece spent hours yesterday playing video games, would that bother you? It used to bother Yuki Noguchi."
    },
    {
      "author": "YUKI NOGUCHI, BYLINE",
      "text": "I thought it was brain rot and frivolous and that, you know, they were wasting time that they could be using to do something really productive and developmentally valuable. I mean, that was the pressure I put on myself as a parent."
    },
    {
      "author": "SEGARRA",
      "text": "Yuki is a correspondent on the Science Desk at NPR and a mom to two boys. And lately, she's been reporting on kids and gaming. To be clear, when we say gaming and games, we're not talking about dodgeball."
    },
    {
      "author": "NOGUCHI",
      "text": "Games have been around since the start of civilization - right? - like tic-tac-toe or board games. Things have been around for a long time like that, right? But we're talking about gaming right now because it's digitized."
    },
    {
      "author": "SEGARRA",
      "text": "Yuki says the fact that the play happens over technology can make gaming sound like it's another species of thing entirely, and it can make parents and caregivers wary of it. But she says there are a lot of benefits kids can get from gaming depending on what the game is. There are so many kinds of games - sports games, word games, games where you go on a quest or you race a car. There's even online chess."
    },
    {
      "author": "NOGUCHI",
      "text": "Experts told me it's really good to know what kind of game your kid is playing, like - right? What are they learning? What are they getting out of it? And then that might give you a sense of what kind of skills they might be practicing."
    },
    {
      "author": "SEGARRA",
      "text": "I'm Marielle Segarra, and on this episode of LIFE KIT, Yuki and I are going to talk about how parents and caregivers can stop being dismissive of gaming and start to understand the benefits while still protecting the kids in their lives."
    },
    {
      "author": "SEGARRA",
      "text": "It sounds like gaming can be beneficial for kids in a lot of ways. What did you learn once you dug into this?"
    },
    {
      "author": "NOGUCHI",
      "text": "Games really vary, right? So their effects will also vary. But basically, games are like training programs. I mean, they basically train users to repeat and practice tasks. So, as a parent, what that means is, you know, your kid is picking up skills, whether it's sort of, you know, eye-hand coordination type skills or social skills. So, like, my sons - right? - they play games where they go on quests with groups of their friends, or they engage in some sort of group battle. And that kind of game, whether it involves gathering gems or hunting down enemies, you know, often requires teamwork and strategy or coordination and, most of all, communication."
    },
    {
      "author": "NOGUCHI",
      "text": "All of this happens organically, according to Peter Etchells. He's a lifelong gamer who then became a psychologist who researches gaming and its impact on mental health at Bath Spa University in the U.K. He says a lot of skills used to manage his career are ones he honed gaming."
    },
    {
      "author": "PETER ETCHELLS",
      "text": "It requires very kind of precise team building. It requires thinking about timings and placement and all those sorts of things. It requires good communication skills to coordinate with people. It's doing that sort of kind of coordinating work that's really useful for all sorts of things, right?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I mean, that all sounds great. I just wonder, what if the interactions that kids are having when they play these games don't seem that friendly or coordinated? You know, what if kids get angry or they're throwing controllers or cursing at the screen, that sort of thing?"
    },
    {
      "author": "NOGUCHI",
      "text": "Yeah. I mean, that's a common one, right? I mean, one thing that parents often think is that because this play happens in the virtual space, that somehow the emotions or the relationships aren't real. But that's not the case. You know, it can look pretty upsetting when your kid gets frustrated and throws a controller and things like that. But, you know, I think the research shows that there is no real evidence that violent video games lead to violent behavior or aggression in kids, even though that comes up a lot in popular media, and, you know, those kinds of ideas circulate around parents. But kids do not experience, you know, violence in games and then, you know, act out in real life. What they're often responding to is just, you know, losing a game or being cheated out of something, and that's legitimate. And actually, psychologists like Kelli Dunlap say that this kind of reaction is a parenting opportunity. Dunlap is also a game designer and has two children of her own. She says you're allowed to have feelings in play."
    },
    {
      "author": "KELLI DUNLAP",
      "text": "That's the whole point. We want to be able to feel the entire range of human emotion. And anger is a valid emotion. Frustration is a valid emotion."
    },
    {
      "author": "NOGUCHI",
      "text": "You know, so what she's saying is games are real life. Again, you know, stuff happens in games that might make your kid upset, and it's a chance for them to sort of model resilience or for you to help them learn how to, like, make amends with friends or anything you might do if that incident happened in person, right?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I wonder, is it a healthy way to relieve stress? Can it actually be, like, a tool for your kids to work things out that they're feeling in other places of their lives?"
    },
    {
      "author": "NOGUCHI",
      "text": "Oh, absolutely. Absolutely. I mean, I think it's helpful to think of games as just another form of space, right? So you might, you know, walk off your stress at a park, or you might go and just play a vigorous game of, you know, soccer with your friends to work out stress. And so, as a parent, from the outside, you won't really know what's happening until you - I mean, a lot of experts told me just to, like, play the game to really understand what it is their kid might be getting out of it, you know, how the game works, if there are really any security or safety threats there. That kind of thing, you know, is helpful. Again, like, if you think of it as a space, then all kinds of things could happen in that space for your child, and you just need to be watching."
    },
    {
      "author": "SEGARRA",
      "text": "Got it. So, like, if your kid has a new game they're playing, then you should sit down and play it with them to get a sense of it?"
    },
    {
      "author": "NOGUCHI",
      "text": "So this is interesting. This is the No. 1 piece of advice that I got from every single person that I interviewed for this story. You know, rather than just watching the behavior, the most common advice was play with your child, whatever the game is that they're into, and ask them to teach you. Michael Rich directs the Digital Wellness Lab at Boston Children's Hospital, and he put it this way."
    },
    {
      "author": "MICHAEL RICH",
      "text": "What's happening is that you are saying, I love you. I respect you. I want to understand what is engaging you here. You're entering that space with a very different stance, that of, essentially, the student. You will get a sense for what the game is. You finally figure out how to steal automobiles. Then when you turn to your child and say, I finally figured this out, thank you, but let's talk a little bit about why you might want to practice stealing automobiles over and over."
    },
    {
      "author": "NOGUCHI",
      "text": "You know, so it's, like - the point is to communicate, to understand it from your kid's perspective. And then, you know, that gives you an avenue to talk about whatever your concerns might be."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And, I mean, when you do that, you also get a window into their joy, and you get to see the things that they think are really cool - right? - because they're going to be like, oh, check this out. Check this out, you know?"
    },
    {
      "author": "NOGUCHI",
      "text": "Yeah, exactly. And actually, I did this with my own son, too. You know, again, it's, like, a space, right? You take a look around. And if you think of it kind of like a parent taking kids to the playground, what's the first thing you do? Well, you screen, right? You screen. What are kids doing there? Who else is around? And you do the same thing when you go into the game. You see, you know, if there's a chat function. Are there strangers who are reaching out to your kids? We - maybe you should turn off that chat, you know? You'll see which other kids your kids might be playing with. And you can ask about, you know, who is this person? And, oh, I know this person, you know? So, OK, they're friends already, offline."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I mean, I imagine that it's a lot easier to do this when your kids are younger. But as they start to become teenagers, they could probably get around parental controls that, you know, a toddler couldn't figure out. How does this change as your kids get older?"
    },
    {
      "author": "NOGUCHI",
      "text": "Yeah. I mean, I think with teens, the advice really is different, you know? You know, like, when my kids were young, I banned shooter games. You know, since middle school, like, banning anything seems like just, you know, an invitation or a temptation to break that rule, right? So that's what happens with a lot of teenagers. Most importantly, you don't want to ban something because you don't want them to hide it. Because if something bad happens in the game space and, you know, you're - they're not supposed to be playing, you might never be able to help your kid process or deal with that situation. So instead, you know, like, cultivate a discussion that is not judgmental with your kid about, you know, what they're doing and how to handle situations. You might tell them how to handle, like, difficult personalities. Again, it's very similar to your kid, say, going to school and encountering a bully or something like that."
    },
    {
      "author": "SEGARRA",
      "text": "Right. What are some incidents that might happen in the gaming space that kids might need help processing?"
    },
    {
      "author": "NOGUCHI",
      "text": "So I think the most disturbing thing that I encountered in terms of toxic behavior online is, you know, sort of gender-based discrimination, harassment, that kind of thing. And so that is very game-specific. There are certain games that are - you know, have good cultures, and there are some games that have, say, for example, you know, oversexualized features on their female characters. And that kind of thing can lead to toxic behavior towards women gamers. And so a lot of female gamers will, say, turn off their microphones, you know, or pretend to be men. And that's really unfortunate. And, you know, a lot of teenage female gamers will, you know, give up on this competitive space altogether."
    },
    {
      "author": "NOGUCHI",
      "text": "So that kind of behavior is something that parents should watch out for, and not just parents of girls, by the way, but actually parents of boys, like me. You know, it's on us to teach our kids that respectful behavior online and offline should be consistent. We, you know - and encourage your boys to play with girls, both in person and online. You know, these are the kinds of things that experts say are really important to try to maintain good gaming culture."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. As a parent or a caregiver, how do you know, like, OK, that's enough gaming for today?"
    },
    {
      "author": "NOGUCHI",
      "text": "Yeah. So this is an issue that is, like, the No. 1 thing that parents go to, like, psychologists asking for - is, like, can you give me a daily recommended time limit for games? And, you know, I've asked that same question, and none exists. Like, no one would tell me an answer. And the reason is because it's really dependent on what and why your kid is playing a game. So - and, also, because, you know, we talk about screen time, and we sort of lump everything into that, like, including, you know, say, homework time or TV or gaming. And those - all those things have very different impacts on kids. So it's not useful to sort of lump screen time all together. And so what experts like Michael Rich told me is, you know, try instead to quantify the time that your kid is not on screens."
    },
    {
      "author": "RICH",
      "text": "What is easier to quantify and probably more effective and more in line with what is developmentally optimal is quantifying non-screen time, quantifying time when they can lower that hyperstimulation, when they can get some strenuous physical exercise, when they can just goof around."
    },
    {
      "author": "NOGUCHI",
      "text": "And so, you know, what he's saying there is that, you know, make sure that your kid is getting everything else that's valuable to their social, physical and emotional development, right? Like, so are they sleeping enough? Are they having family dinner time or breakfast time or other time to foster relationship ties? Are they getting their homework done and setting other priorities? You know, basically, are they getting a balanced diet of everything else outside of just gaming?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. It sounds like if gaming is cutting into their time to do those other things, that's when you want to reconsider."
    },
    {
      "author": "NOGUCHI",
      "text": "That's when it's becoming a problem. Right, right. And, again, the critical thing isn't the game itself, right? The game it's - there's, like, no evidence, really, that games themselves are the problem, which is not to say that the behavior around it can sometimes, you know, be troublesome, right? And the question there is, why? You know, is the child using the games to connect with friends? Well, that's probably, you know, more positive. Is the game an escape because the home environment is unsupportive and hostile or because, you know, the child is struggling with friendships at school? Well, that's something that parents should probably delve into. But the cause, again, isn't the game so much as the other things that are causing the child to sort of retreat to the game."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Yeah, what I'm hearing is that, like, paying attention to what games your kid plays and how they play them and why they play them - basically, this whole world that they have journeyed into - can give you some insights into what your kid is going through or who they are, maybe even what they're feeling."
    },
    {
      "author": "NOGUCHI",
      "text": "Yeah. Exactly."
    },
    {
      "author": "SEGARRA",
      "text": "OK, Yuki. So most important question - were you any good at gaming?"
    },
    {
      "author": "NOGUCHI",
      "text": "Oh, I was awful."
    },
    {
      "author": "NOGUCHI",
      "text": "Oh, boy. Oh, oh, oh, I hit him. I hit him. Why isn't he dying?"
    },
    {
      "author": "UNIDENTIFIED CHILD",
      "text": "You have to reload."
    },
    {
      "author": "NOGUCHI",
      "text": "Why isn't he dying?"
    },
    {
      "author": "UNIDENTIFIED CHILD",
      "text": "'Cause you're missing your bullets."
    },
    {
      "author": "SEGARRA",
      "text": "All right, Yuki, thank you so much for being here. I learned a lot."
    },
    {
      "author": "NOGUCHI",
      "text": "Thank you, Marielle."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to manage social media with teens and another on how to save money while grocery shopping. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino, Sylvie Douglis and Thomas Lu. Engineering support comes from Stacey Abbott and Patrick Murray. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7816303778.mp3",
  "img": "https://media.npr.org/assets/img/2023/06/02/npr_parent-videogames_final_wide-35d89422d9748ab1104913c65b68d0af9cf4a47e.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "YUKI NOGUCHI, BYLINE",
    "SEGARRA",
    "NOGUCHI",
    "PETER ETCHELLS",
    "KELLI DUNLAP",
    "MICHAEL RICH",
    "RICH",
    "UNIDENTIFIED CHILD"
  ]
}