{
  "title": "Renters have rights. Here's what to know",
  "url": "https://www.npr.org/transcripts/1179885681",
  "intro": "Does your landlord have to fix that leak? Should you be worried about that clause in your lease? If you live in one of the nearly 44.1 million renter households in the U.S., here's how to spot rental red flags, learn how to speak the language of landlords and how to decode a lease.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "What makes your house a home? Is it defined by the love of friends or family, the accent wall in the living room and your carefully selected decorative throw pillows? Is it lots of natural light or pets or plants or all your favorite food in the fridge, perhaps? There are an endless number of ways to make the place you lay your head feel like yours. But for some 114 million of us, home is a place owned by someone else. And that can make things tricky, to say the least."
    },
    {
      "author": "PAULA FRANZESE",
      "text": "In many markets, substandard housing is all that a vulnerable tenant will be able to afford. To be a renter in the residential space is to be an inherent underdog. The playing field is lopsided - terribly so."
    },
    {
      "author": "TAGLE",
      "text": "And the problem here isn't just a financial one. There's also an inherent power imbalance when it comes to renting. It can be terrifying to challenge the person who owns the roof over your head."
    },
    {
      "author": "LISA K BATES",
      "text": "At the end of it, people are really worried about where they're going to live. The stakes are really different. That can't be downplayed."
    },
    {
      "author": "TAGLE",
      "text": "And even if you are willing to speak up, knowing the right thing to say or do can be tough. But don't let that scare you."
    },
    {
      "author": "NINA ROSENBLATT",
      "text": "No tenant is alone. No tenant should let fear win them over in terms of making decisions around their housing, because all tenants in all states have some extent of rights regardless of their immigration status."
    },
    {
      "author": "TAGLE",
      "text": "The same goes for disability status or family status or age. You have rights. You just have to know where to look. For example, all those things in your apartment that make you feel warm and cozy, the things that make a house a home, you actually have a right to that. OK, to be clear, you don't have an explicit renter's right to an excessive number of small, colorful pillows or chocolate cake in the fridge at all times. Hey, a girl can wish. But what every rental does come with is a covenant of quiet enjoyment, meaning when you rent a place from someone, you have the right to quiet and peaceful possession of that property, free from disturbance or harassment. Isn't that lovely? Your rights don't stop there."
    },
    {
      "author": "BATES",
      "text": "Being a renter is not a second-class citizenship status. It's just a different way of procuring a place to live. And it should be just as good as paying a mortgage."
    },
    {
      "author": "TAGLE",
      "text": "I'm reporter Andee Tagle, and in this episode of LIFE KIT - how to be an empowered renter. We'll discuss rental red flags, learn how to speak the language of landlords and break down how to be your own best housing advocate. A quick note up front, friends - we'll be discussing a lot of legal terminology in this episode, but the general information offered here should not be taken as legal advice, please and thank you."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway one - all rentals are not created equal. Get familiar with your local rules, regulations and resources. OK, renters, the first thing you need to know to be an empowered tenant is that renter rights and landlord obligations differ a lot from place to place. This episode is going to work to cover a lot of fundamentals, regardless if you're renting a single-family home or a studio apartment in a 300-unit high-rise. But it's important to keep in mind that the answer to any specific questions you have about your rental experience will likely warrant different answers from ZIP code to ZIP code."
    },
    {
      "author": "BATES",
      "text": "There's other states where, essentially, the tenant is kind of almost at the whim of the owner of the property."
    },
    {
      "author": "TAGLE",
      "text": "That's Lisa K. Bates, a professor at the School of Urban Studies and Planning at Portland State University in Oregon."
    },
    {
      "author": "BATES",
      "text": "I got into housing policy because I kept seeing the same problems happening over and over again."
    },
    {
      "author": "TAGLE",
      "text": "Wrongful evictions, gentrification, displacement - all things Lisa works to address through research and policy. Because, let's acknowledge here, though I'm sure I don't have to tell you, the lack of safe and affordable housing in the U.S. is a complex, systemic problem, much bigger than any one individual tenant or apartment can fix. Until those societal structures change, it's important to learn how to navigate the rental landscape as it is now. Lisa's first tip to do that is to understand the lay of the land before you commit to a place."
    },
    {
      "author": "BATES",
      "text": "It's really important, as a renter, well before you have any kind of problem - you know, because you're signing a lease, and you're in a rental situation - find out, what resources are there? What's the renters rights guide for my town, my state? You know, what supports are available to me?"
    },
    {
      "author": "TAGLE",
      "text": "A quick Google search of tenant guide plus your city or state should give you some good options to get started. My California tenant's guide, for example, just a pdf I downloaded from courts.ca.gov, offers glossary terms and super thorough guidance on everything from what counts as unlawful discrimination to state timelines for any legal notices to what repairs a landlord versus a tenant is responsible for. However, there is a big difference between information being available and being understandable. That's where your local tenants' organizations come in. One such organization is Tenants Together, a statewide coalition of tenants rights organizations in California."
    },
    {
      "author": "ROSENBLATT",
      "text": "We work a lot with community education, organizing and policy advocacy to advance the statewide tenant movement."
    },
    {
      "author": "TAGLE",
      "text": "That's Nina Rosenblatt, the Tenants Together Know Your Rights Training Coordinator. It's her job to help increase public awareness about..."
    },
    {
      "author": "ROSENBLATT",
      "text": "What tenants' rights are and what tenants have the right to ask for in their housing to make sure that it's as comfortable and stable and accessible as possible."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway two - learn to read your lease agreement. Ever taken a look at your lease and felt sure it was written in another language? Yeah, me too. Sometimes they almost feel deliberately confusing or overwhelming, right?"
    },
    {
      "author": "BATES",
      "text": "You get a legal document from your landlord, and it's sort of you sign it or you don't. You're taking the apartment or you're not. And unfortunately, the lease is not a very reliable source of information for rights and protections."
    },
    {
      "author": "TAGLE",
      "text": "So it's critical to take a look at the unique contours of your lease and note any additions or omissions that might affect your standard of living or that might be outside local laws. Nina can help with that. She says no matter where you choose to live, there are certain red flags to look out for before you move in. First up, double and triple check you have real and complete contact information for the landlord or property manager. I know, sounds super simple, but you're really going to want more than just an 800 number when that pipe bursts in the middle of the night. Next up, look closely at any fees on top of monthly rent. If there's a late rent fee, that number should be around 3 to 5% of your monthly rent."
    },
    {
      "author": "ROSENBLATT",
      "text": "Sometimes you'll see a lease that has $500 for every day that you pay late. So making sure that that number is around 3 to 5% maximum, or sometimes it won't even be included, which is also great."
    },
    {
      "author": "TAGLE",
      "text": "Add-on fees don't end there."
    },
    {
      "author": "ROSENBLATT",
      "text": "Move-in fee, I've seen things like telecommuting fees or a very expensive application fee. So making sure that those numbers seem reasonable."
    },
    {
      "author": "TAGLE",
      "text": "Now, what's reasonable is relative to you, of course. But if you feel like you might be getting gouged, scope out other local rental applications or lease agreements to see if they're on par with what you're being asked to pay. Waivers should also be approached with caution."
    },
    {
      "author": "ROSENBLATT",
      "text": "Any type of mold clause or mold waiver or sometimes things similar like that for pests like cockroaches that place the responsibility on the tenant to resolve such issues when often it is the landlord's responsibility."
    },
    {
      "author": "TAGLE",
      "text": "And the same goes for any unusual-looking clauses with vague timelines or overly broad language."
    },
    {
      "author": "ROSENBLATT",
      "text": "Such as, you know, this lease can be amended at any time during the year of tenancy, or that the tenant is responsible for all damage and repairs."
    },
    {
      "author": "TAGLE",
      "text": "Now, what do you do if you've already signed a lease and realized after the fact that some language or clause isn't quite kosher?"
    },
    {
      "author": "FRANZESE",
      "text": "Any clauses that would be deemed unconscionable, oppressive, apt to cause unfair surprise, would be unenforceable. So that's a comfort. That should be some consolation."
    },
    {
      "author": "TAGLE",
      "text": "That's Paula Franzese."
    },
    {
      "author": "FRANZESE",
      "text": "I'm a professor of property law. I'm a housing justice advocate. I've been working on behalf of legislative reform so that housing might finally become realized as the human right that it is."
    },
    {
      "author": "TAGLE",
      "text": "Paula is going to lend us her legal knowhow for this episode. Too often, she says, there's a gap between what is legal and what actually happens in predatory rental situations, like with those unenforceable waivers she just mentioned."
    },
    {
      "author": "FRANZESE",
      "text": "The problem is that a tenant who is not versed on her legal rights could presume that those clauses are enforceable. Hence they work a kind of preemptive chilling effect."
    },
    {
      "author": "TAGLE",
      "text": "Let's tamp down that intimidation factor by getting better versed in dealing with landlords, shall we? Takeaway three - be kind, but keep your receipts. When it comes to a healthy relationship with your landlord, thorough documentation and persistent communication are key. Now, I'm sure this goes without saying, but it's important to try and foster a positive relationship with your landlord from the beginning as best you can."
    },
    {
      "author": "FRANZESE",
      "text": "Because there are lots of instruments in a tool chest besides a hammer. So a little bit of finesse, some patience is helpful as well - certainly to the extent that goodwill can be promoted, do that."
    },
    {
      "author": "TAGLE",
      "text": "Being antagonistic right out of the gates won't often lead to strong lines of communication. And once a tenant-landlord relationship gets heated, it can be really hard to reverse course."
    },
    {
      "author": "BATES",
      "text": "Once you get into a situation where legal documents are being exchanged, the timeline is very fast, and there's a lot fewer options of how you can kind of back out of the situation if you want to back out of that situation."
    },
    {
      "author": "TAGLE",
      "text": "Should you get to the point where you have to go to court, know upfront that the odds will very likely be stacked against you. According to a 2022 report by the ACLU, only 3% of renters have representation in court, compared to 81% of landlords on average."
    },
    {
      "author": "FRANZESE",
      "text": "In the more likely case that the tenant appears pro se, representing herself, it is important that she have the documentation to show to the judge to chronicle the problems she's complaining of and provide the basis, an answer, to the judge's question, why have you not paid rent?"
    },
    {
      "author": "TAGLE",
      "text": "So as Paula tells us, the best way to protect yourself up front is thorough documentation starting as soon as you move into a new place. Here's Nina."
    },
    {
      "author": "ROSENBLATT",
      "text": "Keep in mind of the conditions of the unit and have documentation of what it looks like and especially at its - in its initial conditions."
    },
    {
      "author": "TAGLE",
      "text": "Off-kilter ceiling fan, missing blinds, stain on the carpet?"
    },
    {
      "author": "ROSENBLATT",
      "text": "Taking a picture, taking a video."
    },
    {
      "author": "TAGLE",
      "text": "Don't get your deposit dinged for issues that came before you. Send that documentation to the landlord with - and this part's crucial - a date and a time stamp. Pretty much any form of communication will do except for phone calls or FaceTime."
    },
    {
      "author": "ROSENBLATT",
      "text": "So it is really important that all communication is written. Or if things are over the phone - need to be over the phone, then there are follow-up emails summarizing what was spoken about and maybe, you know, having some timeline of when, let's say, a repair will be fixed by and having that included in written documentation in order to ensure that those tenant rights are met."
    },
    {
      "author": "TAGLE",
      "text": "Now, how do you know when it's time to elevate a problem which will need documentation at all? Good question. Nina has some barometers for that."
    },
    {
      "author": "ROSENBLATT",
      "text": "Was this, you know, beyond natural wear and tear of the unit, or was this, you know - for example, a pipe burst. That would be something that you'd want to reach out to the landlord about - things more structural relating to the unit."
    },
    {
      "author": "TAGLE",
      "text": "A few things you should always mention..."
    },
    {
      "author": "ROSENBLATT",
      "text": "Mold because of the implications on tenant's health for living in a place that that has mold. Also, pests and infestations of cockroaches, bedbugs, rats."
    },
    {
      "author": "TAGLE",
      "text": "Other than that, consider how much the issue is affecting your quality of life."
    },
    {
      "author": "ROSENBLATT",
      "text": "Something that is hindering your ability, let's say, to work or sleep or use - you know, cook in your home, then it is something that is worth bringing up to the landlord."
    },
    {
      "author": "TAGLE",
      "text": "And if you have a persistent problem and receive inconsistent communication about it, document that, too."
    },
    {
      "author": "FRANZESE",
      "text": "It's important to keep records of the number of phone calls made to that leasing agent. And then when all of that fails, know that you have agency."
    },
    {
      "author": "TAGLE",
      "text": "Yes, you do. If goodwill and good note-taking aren't getting you the results you need, you have some other really important tools at your disposal. Takeaway four - learn the magic words for resolving rental conflicts. That's right - magic words."
    },
    {
      "author": "BATES",
      "text": "That if you say them in exactly the right way at the right moment, it can resolve so many problems. But if you don't know the right phrase and the right moment to say it, you may have missed that window."
    },
    {
      "author": "TAGLE",
      "text": "So these magic phrases, often legal in nature, can signal to a landlord that you're aware of your rights and can and will exercise them if needed. Let's walk through a few of the big ones. If you have a landlord being unresponsive to a repair complaint, the magic words might be city inspection or code enforcement."
    },
    {
      "author": "ROSENBLATT",
      "text": "Say, you know, I want to work collaboratively with you on finding a solution. But if not, I'd like to request city inspection. Or I plan on, you know, going to code enforcement and getting them to come and check out these conditions. Often, that will encourage them to take action because going through city and county can be more time-intensive, more costly for landlord or property owner."
    },
    {
      "author": "TAGLE",
      "text": "Another important phrase to know if an issue is starting to get in the way of everyday life - implied warranty of habitability. In layman's terms, every tenant has the right to insist that their rental unit is suitable for basic human dwelling."
    },
    {
      "author": "FRANZESE",
      "text": "What that means - and it's a very modest standard - is that the bare-bone essentials for human development, human living are provided. That means drinking drinkable water. That means functioning toilet systems. That means heat in the winter."
    },
    {
      "author": "TAGLE",
      "text": "Then there's that covenant of quiet enjoyment we talked about earlier or the right to use and enjoy a premises without interference by a landlord."
    },
    {
      "author": "FRANZESE",
      "text": "And a landlord can betray this problem by actually wrongfully evicting a tenant without legal or a statutory cause or, more often, by doing something called constructively evicting the tenant."
    },
    {
      "author": "TAGLE",
      "text": "Essentially, constructive eviction occurs when a landlord doesn't directly tell you to get out but instead pushes you out by purposely ignoring major issues like, say, flooding or leaking every time it rains, robbing you of that promise of peace. So if your living situation is or is starting to become untenable, phrases like these in your next polite but direct email to your landlord could help move the meter. If they don't, it might be time to call in reinforcements. Who can magic away your rental problem? A big group of people who will raise their voices with you is your best bet."
    },
    {
      "author": "TAGLE",
      "text": "Go to the magicians that have the magic wands and can..."
    },
    {
      "author": "BATES",
      "text": "Yes."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "BATES",
      "text": "Get the abracadabra person."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway five - big problems call for big solutions. Don't underestimate strength in numbers and the power of collective action. More than any other tip on this subject, our experts say seeking out community and working towards joint solutions is a critical tool for renters who want or need to make a difference in their housing situations."
    },
    {
      "author": "BATES",
      "text": "Particularly if you're in a financial situation where you can't just change, then the burden of action is really only reduced by sharing it with other people."
    },
    {
      "author": "TAGLE",
      "text": "And this wisdom applies for all renters. In a lot of cases, especially if you live in a building with a lot of other units, the problems you're dealing with likely affect more than just you."
    },
    {
      "author": "BATES",
      "text": "If you have roaches, somebody else has roaches. If - you know, if mice are running in there, they're in the building."
    },
    {
      "author": "TAGLE",
      "text": "So get to know your neighbors even just a little bit. Making those connections can give you better context for your individual issues and help you get better prepared if there's a change or problem coming down the pipeline. Then, if your building doesn't already have one, find a local tenant organization."
    },
    {
      "author": "ROSENBLATT",
      "text": "Which are tenant-run, tenant-based, where a lot of tenants are coming together to share their experiences and - as well as support others with, you know, experiences that they've already gone through."
    },
    {
      "author": "TAGLE",
      "text": "These places can provide you with writing templates or legal advice. They can even, say, help you start a letter-writing campaign in your building and get your neighbors together to bring those letters direct to your landlord's doorstep."
    },
    {
      "author": "ROSENBLATT",
      "text": "Show the urgency. And often that hand-delivering is done in groups if it's something that, you know, many neighbors are facing."
    },
    {
      "author": "TAGLE",
      "text": "Tenant orgs might also be able to direct you to other routes for effective escalation of a problem. Like..."
    },
    {
      "author": "ROSENBLATT",
      "text": "Scheduling a meeting with elected officials, for example, and informing those elected officials of the situation."
    },
    {
      "author": "TAGLE",
      "text": "Now, if you're considering options like delaying or withholding rent - things we haven't gone into detail about here because our experts say these should be last-resort options - definitely power in numbers. A big box landlord is a lot more likely to be moved by 25 units not paying rent than just a little old you or me. But, of course, you're going to want to educate yourself on potential repercussions if you go with some of these more nuclear options. Withholding rent will give your landlord cause for a speedy eviction notice, and just having to go to eviction court can have negative consequences."
    },
    {
      "author": "FRANZESE",
      "text": "Even when the tenant wins, her name appears on a registry of the court - housing court actions. That registry creates a sort of stain on the given tenant's record, and it casts a shadow."
    },
    {
      "author": "TAGLE",
      "text": "In situations like these, being your own best advocate will likely look like finding the best legal support available. Look up your local landlord-tenant mediation services or go into your local tenants union for help finding representation."
    },
    {
      "author": "BATES",
      "text": "Whatever you can get that will explain exactly how to activate in a legal system that works in very technical and precise ways - that you can make sure that you're actually able to exercise all of the protections that have been made available to you."
    },
    {
      "author": "TAGLE",
      "text": "Talk to your neighbors. Find local resources. Join the renter communities that exist to help you make the right choices. In sum, very simple advice here that bears repeating - don't go it alone."
    },
    {
      "author": "FRANZESE",
      "text": "What we do for each other, we do for ourselves. We've got to do better in the space of housing justice because housing is a human right."
    },
    {
      "author": "BATES",
      "text": "Having stable housing is one of the biggest predictors for pretty much anything we think of as life success - from, you know, achieving in school to having a job, to having good physical and mental health. And not owning a home shouldn't relegate you to experiencing unstable conditions or a lack of safety or a vulnerability that too many people who are renting experience today."
    },
    {
      "author": "TAGLE",
      "text": "All right, team, let's recap. Takeaway one - all rentals are not created equal. Rules, regulations and resources vary greatly from state to state, and it's important to get the lay of the land before committing to anything. Takeaway two - learn to read your lease agreement. A lot of leases are written in confusing legalese. Know what red flags to look out for. Takeaway three - keep your receipts. When it comes to a healthy relationship with your landlord, thorough documentation and persistent communication are key. Takeaway four - know the magic words for resolving rental conflicts. Code enforcement, covenant of quiet enjoyment - these phrases are your friends. Takeaway five - there's strength in numbers. If you have a problem, don't go it alone. Knock on your neighbor's door, and seek out your local tenant union. A rising tide lifts all boats."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on apartment hunting, another on comfort decorating and lots more on everything from parenting to personal finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by me, Andee Tagle, with production help from Thomas Lu and Clare Marie Schneider and editing help from Margaret Cirino. Marielle Segarra is our host. Our visuals editor is Beck Harlan and our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Audrey Nguyen, Clare Marie Schneider, Sylvie Douglis and Marge Cirino. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2477301101.mp3",
  "img": "https://media.npr.org/assets/img/2023/06/06/miotke_npr_lifekit_final_new_wide-a2d2b6768b672c6c61ac9ae0e32bf169764d8b07.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "ANDEE TAGLE, HOST",
    "PAULA FRANZESE",
    "TAGLE",
    "LISA K BATES",
    "NINA ROSENBLATT",
    "BATES",
    "ROSENBLATT",
    "FRANZESE"
  ]
}