{"title":"How to protect yourself from poor air quality","url":"https://www.npr.org/transcripts/1180750232","intro":"Canadian wildfires are causing poor air quality in parts of the U.S. The health effects of smoke and poor air quality are dangerous. Here's how to stay safe when the air quality is unhealthy.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT..."},{"author":"SEGARRA","text":"...From NPR."},{"author":"SEGARRA","text":"Hey, everybody, it's Marielle Segarra. I'm looking out my window right now, and there's this gray haze in the sky. It's not like a regular, cloudy day. It looks like the sky in some of the photos I've seen from Mars. And if you actually go outside, it smells like a barbecue. It's wildfire smoke. Hundreds of fires are burning right now in Canada, and the wind has blown the smoke over Ontario, Quebec, New York, New Jersey, Pennsylvania, Washington, D.C., and beyond. And as someone who's lived on the East Coast for most of my life, this is just not something I'm used to. And it's overwhelming and depressing, to be honest. But on today's episode of LIFE KIT, I'll be talking to somebody who does have experience with this. Liz Baker is a producer for NPR's National Desk, and she's based in Los Angeles, which often gets smoked out in late summer. She's covered many wildfires and has suffered through smoky air from Oregon to Minnesota to Australia to Rome. And she's here to help."},{"author":"SEGARRA","text":"Hey, Liz."},{"author":"LIZ BAKER, BYLINE","text":"Hi, Marielle."},{"author":"SEGARRA","text":"What is it about wildfire smoke that makes it so bad for us?"},{"author":"BAKER","text":"Well, wildfire smoke has all kinds of bad stuff in it. But what makes it extra, extra horrible are these PM2.5 particles. And these are caused by the super, super hot temps that these fires are burning. They're just burning through forests. They're burning through sometimes houses, plants, animals, everything. They're just burning that up and spitting that stuff up into the atmosphere. And it travels really, really far because it's really, really lightweight. PM2.5 particles are super tiny. They're 1/20 the diameter of a human hair, which means that they can go..."},{"author":"SEGARRA","text":"Wow."},{"author":"BAKER","text":"...Right through face coverings that aren't specifically designed to block them. And because they're so tiny, they go deep into your lungs and into your bloodstream, where they can cause inflammation, damage internal organs, induce heart attacks, strokes and asthma attacks and other breathing issues. It's just some nasty, nasty stuff. And the Scripps Institution of Oceanography did a study in 2021 that found wildfire smoke is 10 times more harmful to humans than other types of pollution, like car exhaust."},{"author":"SEGARRA","text":"How do we know how dangerous conditions are outside at this moment?"},{"author":"BAKER","text":"Well, if you go outside and take a look, if you can see the haze, you probably should try to avoid breathing it. And that's because the EPA found that it's those PM2.5s - those dangerous particles - that cause that haze in the first place. But if you want more specifics, like maybe if you're in a medically sensitive group and you want to know, you can check the AQI. That's the Air Quality Index, and you can find that at airnow.gov. What is it where you are right now, Marielle?"},{"author":"SEGARRA","text":"It says it's 235."},{"author":"BAKER","text":"Oh. Yeah. So over..."},{"author":"SEGARRA","text":"It's bad."},{"author":"BAKER","text":"...Two hundred means that most people will start to notice some effects, and sensitive groups definitely need to look out for more serious health problems. And that would probably be a purple. Is it showing up as purple on your map?"},{"author":"SEGARRA","text":"Yeah, it's purple."},{"author":"BAKER","text":"Yeah, so those health risks are increased for everyone, whether you have asthma, for example, or not. So you might notice when you go outside - you might notice that your throat is a little bit sore. Maybe your nose is running a little bit, or your eyes are running a little bit, and that's probably because of that smoke."},{"author":"SEGARRA","text":"Yeah. OK. So looking at the Air Quality Index, there's a meter that goes from green - which is, you know, fine, normal, go outside, do whatever - all the way to maroon, which is hazardous. Stay indoors. And right now, we're - in New York, we're in the scary part of the meter, but the needle can also fall more in the middle, maybe, like, an orange. And it'll say, you know, you really only have to worry about this if you're in a sensitive group. So what does that mean to be in a sensitive group?"},{"author":"BAKER","text":"Well, it means you've probably been diagnosed with some kind of preexisting condition, like asthma, COPD. Maybe you've had a heart attack in the past, or you have some cardiovascular issues. Maybe you've had a stroke in the past or your loved one has. So those are things to look out for. That just means that you're going to be a little bit at more risk. You might notice that these conditions aggravate your symptoms. You might need to call your doctor. You might need to get some supplemental oxygen. You'll know if you have these preexisting conditions, usually, and you'll typically have a action plan that you've made with your physician for how to get help and how to recognize when you need help."},{"author":"SEGARRA","text":"So obviously, especially when conditions are this bad, if you're in the purple zone, you should try to stay inside. But what if you have to be outside for some reason? Is there a way to minimize your risk?"},{"author":"BAKER","text":"Yeah, get a nice N95 mask. That's going to block more of those PM2.5s. Other masks are not going to be up to the job. So you really need a well-fitting N95 mask, which, luckily, we all kind of know. We all know how to put them on. We know when they fit right. Most people will have them at home. So that's actually a weird silver lining of this smoke event, which is that a lot of people will have the tools already to minimize their health effects."},{"author":"SEGARRA","text":"What about indoors? What can you do to minimize your exposure when you're in your house or apartment?"},{"author":"BAKER","text":"Well, one of the things you can do is try to keep the air from outside from getting in in the first place, right? So maybe you have kind of leaky windows and doors. First of all, make sure those are closed, obviously, and then see if you can seal up the cracks at all. Maybe put some towels around your window to keep the air from coming in. Maybe use some tape, whatever you've got to seal that up as best you can. It's going to make a difference because the next step that you want to do is take the air that's already inside your home and get that cleaner. So one way you can do that if you have central AC is you can run your AC, that's going to pass it through some filters and make it cleaner."},{"author":"BAKER","text":"If you have a window unit, maybe you don't actually want to run your air conditioner, maybe you want to use a fan, 'cause the thing we're trying to avoid is pulling that gross air from the outside into your home. We want to clean the air that's already in your home. And if you have an air purifier, definitely run that. This is what they're made for."},{"author":"SEGARRA","text":"What about if you're traveling somewhere? Like, you're in your car?"},{"author":"BAKER","text":"Yeah. So if you're in your car, hit that recirculate button. Maybe you've never used it. It's that outline of a car with those arrows in it. And instead of pulling new air from the outside and putting it through your AC, for example, it just takes the air that's already in your car cabin and puts it through. So as you run that car, that air is just going to get cleaner and cleaner and cleaner until you can't tell that it's even smoky."},{"author":"SEGARRA","text":"What about our bodies? I feel like just even doing all of these things, the smoke and ash will still land on us and get in our noses or in our eyes, on our skin. What can you do about that besides taking a shower?"},{"author":"BAKER","text":"Yeah, it's pretty gross, right?"},{"author":"SEGARRA","text":"Yeah, it's awful."},{"author":"BAKER","text":"Are you feeling like a piece of bacon yet?"},{"author":"SEGARRA","text":"Yeah, a little bit."},{"author":"BAKER","text":"Yeah."},{"author":"SEGARRA","text":"I've been trying to - I've been staying inside, but yeah, I feel just, like, a light film on my skin a little bit - in my hair. That happened yesterday."},{"author":"BAKER","text":"Yeah. Maybe a little grittiness when you touch your face, too. It's always delightful."},{"author":"SEGARRA","text":"Yeah."},{"author":"BAKER","text":"Yeah, when I go on wildfire assignments, I always bring a Neti Pot. I find that that really helps at the end of the day to just clear some of that goop that's stuck in my sinuses out. Makes a huge difference if you've been suffering from a sore throat. Saline rinse for your eyes or eyedrops - really helpful. And then for your skin, get a really hydrating moisturizer. You're looking to keep the moisture that's already in your body in there because that smoke is just going to pull it out of you, right? These wildfires happen in places that are dry. The smoke is blown by the wind. And these are two things that are really bad for your skin. They really dry you out quickly. So putting that layer on, it's going to keep the moisture in, and it might help to keep some of that goop from settling into your pores, too."},{"author":"SEGARRA","text":"Is there anything you can do about the smell if the campfire smell is starting to make you nauseous?"},{"author":"BAKER","text":"Yeah, this one's my specialty 'cause I hate that smell so much. I bring a little vial of mint essential oil or a strong ChapStick like a Burt's Bees or something that's going to be really overwhelming to your senses. Put that on. That's really going to help. It just - the air you're breathing is going to smell better, and it might make you feel better, too, because when you're breathing that smoke, maybe it's creating some anxiety. It smells bad, the sky looks really freaky. Anything that's going to help calm you down and make you feel a little bit better is going to help you overall, too, because stress is just going to make all the health effects of this smoke worse. So the best thing you can do is stay calm and find stuff that works for you that overcomes some of the things that you find gross or upsetting about the smoke."},{"author":"SEGARRA","text":"It is hard to stay calm like this. It's - you feel a lot of dread when you think about the reason that there are more wildfires and the effects of climate change. It just - it can feel overwhelming when it's so in your face."},{"author":"BAKER","text":"Yeah, especially for you East Coasters who haven't had to deal with this. I mean, here on the West Coast, we've been - almost every summer, we're seeing really huge fires and towns getting burned to the ground. And it's really a lot. It's really upsetting. So hang in there. I wish I could tell you it's going to get better, but I don't think we know how long the smoke is going to be socked in there on the East Coast for you guys."},{"author":"SEGARRA","text":"OK. So I have to tell you, in the time that we've been talking, I just checked the EPA app again, and the air quality has now gone up to 324 - the AQI. So now we're in maroon territory, which they just flat-out say is hazardous, and the steps to take are everyone should stay indoors and reduce activity levels."},{"author":"BAKER","text":"Yeah, that maroon color means everyone is likely to experience some form of smoke-related health issue. Maybe that's minor, like sore throat or eyes, or maybe it's more long term, maybe it's more serious. It's really hard to say, because we don't really know 100% what the long-term effects of breathing this stuff is. But just to make you guys feel better - right? - there are communities on the West Coast that have been dealing with smoke events for a long time, and it's not like everybody is suffering from severe asthma now. So don't freak out too much but stay inside. Yeah, stay inside. That is pretty bad. Over 300 is bad news."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one all about how to improve the air quality inside your home, too. You can find that at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visuals producer is Kaz Fantone. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Margaret Cirino and Thomas Lu. Engineering support comes from Joshua Newell, Stu Rushfield and Stacey Abbott. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8902860482.mp3","img":"https://media.npr.org/assets/img/2023/06/07/gettyimages-1258503596_wide-f09e19c8d59bac468365f859ff359abf20996c36.jpeg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","LIZ BAKER, BYLINE","BAKER"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,2,0,5264,4868,7671,5817,5107,7234,26362,29909,27152,29327,14363,7717,5809,7268,5774,6045,7475,17093,29488,24374,13792,588,340,4352,25208,22306,8890,14894,21666,15323,15113,901,2154,29027,25981,22540,17894,19671,15757,1980,22508,16214,20647,13100,16214,12296,10190,22400,10876,5565,25417,22487,17167,20450,22290,23623,9723,8346,14253,1554,12738,27198,23394,13473,16776,14262,16078,16280,13921,7989,2087,1501,11054,25981,13836,24501,27614,20918,2520,14817,14302,14962,27961,13696,6319,1274,856,10317,27714,24696,12929,3645,18746,25689,20132,24873,9938,11551,11748,11439,18873,11902,16485,22590,7856,14046,15713,16758,14418,19141,24190,16250,4075,25792,24801,9012,26623,18723,7407,17707,14127,7479,14427,13922,8590,27816,7497,15318,11131,8136,14422,10714,6299,2127,28220,25087,12067,19403,18805,14979,16107,12541,28944,29123,2173,19193,18578,13986,11448,10040,12765,5530,2492,19316,14236,27211,18433,13403,24842,10893,23143,22853,13014,1419,29310,19040,28876,16427,27980,22396,25688,11792,18311,14939,26348,11606,8675,10712,11903,21719,24133,17423,9773,13494,14298,21637,18105,18912,26130,14120,21616,22478,19878,15120,10985,24890,17185,14358,21137,10482,13127,15904,2302,13254,25188,17955,26840,18514,10761,10829,27406,15082,11277,19033,13477,13619,19812,24181,11373,13611,25772,26379,15524,17477,24274,15758,24719,19212,1153,1479,10744,19780,26713,25932,1532,1237,873,702,588,479,258,75,22,0,2823,28150,15444,22477,22164,16023,13466,25760,17679,11100,24981,16554,11142,9958,26256,24817,18278,12342,20262,24955,23895,11829,1515,27363,22530,12869,13350,14278,28298,11438,11956,16884,17434,19361,21684,26666,8397,20215,19081,15789,910,27498,23580,20535,25063,22795,20967,19364,22006,24863,8021,16384,22901,21374,25423,22845,14193,12157,13229,18743,5365,26880,24678,23088,11321,19235,25435,25835,15208,4435,26090,23862,25748,17404,16683,12321,14537,10427,11047,23882,25675,26631,12839,18972,19327,11488,5334,18,11,6381,27400,13759,19720,16229,22642,22293,21221,20481,6353,3000,18944,15672,18872,12705,22358,13550,14041,9953,25381,13262,14893,19949,12525,15648,12017,24291,12859,21017,5404,23486,24093,20817,25759,18975,11700,4204,20949,11323,16506,13024,26618,12920,13319,21952,15470,22442,16860,17670,20415,28651,11460,24534,11289,22587,15521,16732,16604,14462,16539,24789,3224,26799,22687,18544,18831,25428,17866,19727,17469,20498,9793,13731,6468,82,3,3,18,26177,19941,11700,15355,11314,14396,19573,13070,15494,1764,19152,21744,18840,14947,13611,13652,11191,1603,23373,14058,11391,11994,16001,11914,5598,7771,13766,8060,8068,10860,14907,10633,5215,23384,18914,10213,8327,7983,8597,8517,3961,22477,19967,22390,14667,20866,16913,6679,9,3,0,18946,13331,4822,26290,17470,8663,1859,12769,11153,16641,16862,15012,12557,6176,4722,17058,11209,11060,14657,9588,4345,437,4760,25547,18681,11702,20348,19889,10735,8393,7495,19602,16340,18327,20429,23580,12151,15818,21131,14019,6638,5299,17449,20467,9094,15840,11517,6811,5589,1102,13226,19375,20622,11751,12299,14497,20725,9125,9532,11719,11295,8658,17909,18027,19426,16769,8534,10758,1249,13475,10828,13093,8461,1592,306,13281,10493,11982,14029,11252,10700,12935,20895,6282,8505,13190,18099,15886,14639,16078,22490,11779,9429,13977,10166,9292,7147,23618,15552,15846,19923,9111,7883,13201,12471,21232,11479,1293,15975,16301,19720,11313,12793,10192,15881,13457,16158,10667,13589,10213,14785,11255,13868,10495,9614,9157,5348,15286,11806,22352,15064,20723,13257,11091,8369,6416,25765,10709,13093,14753,7290,16159,15518,1681,26589,20478,12998,9445,11187,16245,12221,10600,15148,7891,11678,13357,9280,7774,913,19339,18941,15946,12403,11950,8987,20331,5489,10709,14169,6808,14776,10870,13237,13121,14586,7542,5891,27446,16073,16348,13718,12897,10408,8248,8168,8388,4558,25881,25994,11985,15844,13611,16823,663,2275,13981,15387,14090,13768,10400,10869,16706,14944,12237,11242,11800,7264,8499,6842,11931,16657,24602,17998,11041,9704,6601,15323,13801,10931,9707,7569,7361,13020,13425,10479,9000,9030,13069,20438,11396,5039,1118,25425,24287,19965,25011,9975,7761,8267,14765,14705,15312,17915,16960,14263,11197,2020,5087,15806,13971,20547,11474,12208,11463,9402,8874,14346,19124,9320,7628,23545,21867,11586,11208,8503,6521,6259,20649,20502,13574,10516,14582,18699,15056,18828,10133,14790,23918,10904,9087,13504,12651,17011,9770,14289,19841,14629,11573,22459,13022,6833,9733,7050,1816,27183,14804,16970,14591,10321,10998,11663,14007,7518,8811,9437,7522,13555,576,11156,12882,12518,1359,1453,15913,20603,24248,16834,10506,12905,10842,9604,11513,840,14155,15839,13814,13064,17469,18856,20706,22388,8686,21777,16317,12746,12447,7832,5946,376,277,952,15241,26892,17670,22501,8886,12990,20794,13364,15352,16739,5978,4180,15591,9571,19582,4089,23360,21869,21580,12761,13150,9315,14915,13326,6552,8788,22735,7560,1208,15226,19165,19800,8897,26632,11135,15916,17838,11300,9885,13155,17782,8407,1127,768,16003,26470,17139,19608,9870,8578,10342,8221,9779,10503,11446,1406,24086,18624,7194,11873,12811,15992,22602,21816,14118,10973,18110,12703,2713,22525,12187,22338,12635,574,422,19734,9101,8022,7591,9614,16842,14882,16112,14075,14186,14464,12008,785,13702,24913,20986,7055,8956,8633,8182,6475,577,339,17119,10615,10936,9734,8402,14697,10166,7387,8020,10331,11500,24117,23552,16866,8799,15801,8041,512,262,288,4555,23247,20917,12335,13848,9522,17754,14484,18833,10307,16121,13280,19241,11830,572,20585,24544,15120,15062,14926,9841,16519,3054,2820,11255,11118,7485,7105,5486,24303,22849,7389,13072,10085,10421,14663,13347,7063,12978,8601,813,26332,26147,8839,5307,13752,15903,8902,7290,5041,25930,11766,9651,10415,25364,7968,7909,9479,295,173,115,26434,11934,6323,94,79,3062,26412,26347,9126,272,16341,11383,11031,25372,16707,13652,24001,17436,9338,14271,6493,13661,13143,789,17277,19713,15923,15315,12274,4158,18457,17598,10181,18188,12930,3134,4797,8470,10029,6185,650,20967,18693,25735,16915,12007,6734,19495,11804,7754,11266,12337,11747,6284,8228,10834,10297,7751,5007,4347,16900,15301,138,19979,22151,7597,6401,8659,8007,6030,2501,339,20990,15499,14860,11565,18843,10963,9821,9005,5888,15644,13921,13052,6936,6354,7740,24018,18045,6783,15208,8987,8934,3008,25182,13719,11460,12367,13652,9188,10607,7872,11459,17591,10904,12845,10401,12004,10725,11432,10328,10885,10678,14798,13355,9020,1292,4472,20258,16586,20081,14753,10174,16571,10299,6178,16062,16913,11131,9170,13460,11683,12898,11190,11152,9986,10605,15976,965,13278,16033,9293,9028,10912,9832,2839,15941,10490,12369,12026,11974,15320,9091,9021,10794,8126,6949,19927,10853,9645,18131,10903,7765,26563,26292,9442,1425,18670,18855,16447,17461,18918,6148,7148,4332,11275,8421,9255,7522,9176,15682,13961,12678,15566,23132,19509,22631,12043,11902,8881,10427,10597,9295,19249,12324,14257,12992,10845,8136,7721,10014,4050,160,19309,25009,18740,17253,25970,13472,7732,10261,13521,11835,14564,12272,12502,15116,15748,9190,889,277,6911,11378,25144,16609,15749,20233,12338,17213,18885,23329,15962,15255,13997,9683,5574,5677,12255,15463,15209,13240,14074,11657,8450,24282,20202,21625,17342,9929,14764,5998,16058,14547,11002,10711,5181,24447,11958,17139,6322,9400,5578,10349,8495,7157,13897,13290,12629,9607,14688,11667,10297,8136,9448,9552,10339,18343,7530,11607,11463,6805,8790,13953,19311,16382,12423,7071,273,10842,9552,7148,13414,10539,9754,15530,7821,10708,16992,16701,13368,9903,8732,7758,14145,15521,8756,18828,10629,23909,15102,7254,5200,8714,21853,17733,13932,13296,12994,17012,13403,16845,11103,12242,5658,18352,18301,9115,16847,8447,12633,14294,9758,8378,13693,12494,12790,2173,263,351,25510,26523,21337,24146,17638,10149,11617,16465,16438,19072,11912,10179,11903,9888,8107,12702,23946,10261,10315,3982,20893,477,2801,16610,14637,11434,10983,17119,19323,12022,16648,7031,20076,16876,10019,13753,10682,6667,9877,8976,8481,12471,9320,15151,7691,18520,18777,9915,6635,9684,10470,14013,23561,14739,8914,10140,9231,13176,7344,17972,14795,1119,16563,23203,12178,13283,21034,6341,10922,17650,8993,944,13608,11724,14108,7570,9168,11086,12352,9029,10010,11292,8319,10785,9029,9591,6303,6651,15511,12855,15670,26278,1149,11940,17927,25054,25562,26140,25704,12546,6565,11649,15719,11655,10623,13444,15996,9413,25496,15342,11077,9597,9810,13837,13602,13374,13904,12774,18694,8354,1378,23704,24305,10498,7250,587,479,22986,21758,5572,22418,18015,20827,12621,12265,9140,11008,9410,8015,9124,10152,8454,15345,8579,16579,7985,8324,10538,7342,7573,4872,10794,19453,17567,13092,17098,14896,9609,8607,1122,18288,15794,10835,11237,7839,11748,11565,15882,15450,8324,6770,12972,6196,20059,21965,18303,17999,9671,11629,10242,8438,7177,9367,8304,18253,6961,10259,17869,16578,14880,13440,13255,10876,4317,2131,25632,19992,3155,12522,16897,17026,14218,14682,8792,16493,14008,16170,17901,13962,9482,10600,12373,25091,26516,21100,21955,16140,16365,24824,10919,9832,5360,7163,6474,22097,15217,25525,25275,13258,10511,16763,9420,255,16882,11465,16541,10916,6584,14216,15503,14277,11437,4336,14192,24607,13889,17947,22436,8797,13500,16340,12602,670,24203,14718,17760,11604,17388,9659,9609,13075,8167,11652,10859,6487,8126,12344,12402,421,2659,20950,17949,19362,15431,9783,10687,14168,7664,7693,12251,13667,326,26125,12715,15545,15420,15187,7351,11200,7954,7941,8199,9209,11588,10168,11125,7200,5359,4827,317,5030,11423,13904,13624,9249,25243,16970,21721,10663,19761,9367,13797,18093,14160,13234,11893,11031,700,23379,16039,19998,25170,24165,9472,23487,25304,22743,12991,14332,9220,19559,13702,8139,13036,17849,10311,18244,24345,12937,17334,22484,13158,13144,14707,12063,5891,700,6309,23936,9685,23831,23811,22198,23523,11448,20089,21146,18354,2888,13701,21522,6279,21282,16817,7747,20999,20882,21140,10523,18280,24419,19631,8577,11487,8643,1961,902,2557,9944,16414,15781,12727,25330,21271,14817,19049,7645,10836,19952,22610,15226,10692,23882,13628,11901,19588,15045,2290,14074,2099,22297,18475,9641,2568,12072,16501,7282,7644,8068,7748,10189,15776,15528,14978,12797,13090,12972,16099,20694,16278,12292,7822,10565,8730,10761,10781,7943,10974,10555,17455,13743,1833,21797,20597,4518,24229,24550,14792,13331,8825,10754,8887,11152,16363,1348,13940,10057,20738,20044,11667,7379,10316,13245,10437,4719,15389,20781,12687,10830,13682,8013,8203,14098,15581,15325,14193,22925,9180,8777,10492,19291,8430,13719,10026,1344,1070,16217,15699,12781,16575,16711,9496,13292,4714,7602,13153,9751,11837,930,12024,9180,8686,15422,16811,9053,19152,13404,11203,11616,8331,7296,9632,9465,16355,16568,10517,6823,18345,13791,16992,14589,18817,14022,13037,10454,17569,18019,20058,9960,11718,10582,14361,18587,14678,16970,22551,21736,15695,14966,10154,10354,15494,21477,10201,2175,11687,13478,11238,11730,11256,10007,14838,9488,13065,12318,24601,17707,13688,8401,10342,12678,10667,7574,1254,27825,7694,1277,14444,16062,11072,11339,9181,11740,11240,11611,647,17530,10277,13020,11195,9144,10001,17447,233,4030,14935,21043,12562,9518,11772,13207,3744,434,7031,16038,11083,17805,7682,11467,9899,9923,17047,22881,15104,14597,14924,12973,7416,7139,13648,9247,12337,28366,16143,12866,9424,9251,5403,10524,12762,9654,9874,12966,12738,15776,14265,21321,16298,13862,5023,19656,10675,8749,9196,10247,13828,10618,13588,16973,12027,25524,9476,10405,8265,11286,9734,6532,11116,6024,20150,22839,11256,12009,10734,8651,1257,431,26955,29180,15171,22119,18440,17014,13385,22600,24092,5587,438,21202,18369,11079,10450,12510,16632,11291,17385,20566,15138,10362,11302,10012,9601,17348,1497,18345,20352,13748,13296,10437,11224,19006,8393,21094,9537,7312,7917,5671,957,14852,10343,14891,14169,19142,25547,12457,7322,12914,9433,18678,18781,12134,15582,8356,13184,12313,8422,13971,13562,13905,13418,12971,11848,11389,11320,11407,8554,11090,2462,482,2647,23281,13993,13504,16555,21789,15147,14864,10936,11146,8535,10767,17038,12208,26222,13758,13720,16941,15659,7386,21002,16304,8826,11402,20636,8223,26487,21406,15531,17259,17795,23280,12964,16998,11573,14807,12961,9332,16378,12153,7453,246,15736,23701,23837,17389,22730,13031,12617,6735,10917,18579,14236,20827,14644,16850,19157,15961,5084,13082,25229,26812,22347,19056,22116,21803,17776,8154,14113,3521,3696,22492,7468,1579,2967,23908,14636,6549,18624,11854,416,20678,11196,22520,23624,20892,18878,7098,2355,22825,27213,11741,20783,23198,13649,14589,12207,11150,269,15267,12749,9213,9648,9685,7195,15536,8633,11421,8006,8246,15998,19104,11716,5646,10644,8490,1888,2039,2413,24626,20987,14715,19250,19513,8127,9898,13647,9688,5417,20614,15610,8606,11849,18035,6343,1852,6355,13606,10084,9163,11977,13828,5901,6769,15765,18520,18966,11588,17296,10920,13105,1175,901,15224,14596,14986,16108,1768,612,243,9432,13125,22882,21175,20101,1892,21221,15667,18236,13302,15467,12852,14122,7593,24035,10140,13640,22131,19175,18961,12509,7298,8778,15725,22033,17759,7178,9626,12686,7140,507,348,316,644,26904,25774,22160,24833,24983,17773,10918,22535,13905,24545,11791,17905,20872,19125,24866,7079,19180,23851,19632,11017,18904,16170,16535,17585,16236,9457,24689,11039,21217,10734,11141,13587,14113,10610,23662,10100,12330,3067,25771,25230,11176,10372,3229,16200,18638,12221,17417,22899,14319,426,23150,9317,3653,25847,25418,20406,24865,20033,24558,13903,24581,14871,12334,512,311,19118,24605,24367,9402,21887,9885,12396,8557,8926,9794,23364,12017,8921,4540,10865,11386,26482,18341,13165,9089,13100,10540,9833,13827,11522,18073,10056,13067,10101,6634,8692,12669,7359,893,15887,15682,545,418,15502,18344,14026,4864,8292,7145,415,18786,2831,230,9788,12739,11625,9564,22225,13546,16682,20392,6358,6200,16978,14382,8838,8395,12115,4944,8094,10192,12403,14151,11900,9295,7015,3890,625,14405,16839,13682,9967,21203,20264,12654,15268,9168,11980,6469,12272,9678,14492,15460,3405,1675,26570,716,371,21960,11490,1749,13228,11882,13471,15665,11553,16638,26108,21025,25563,13674,12626,15790,14666,2996,19375,12216,10400,10811,8598,9134,10051,8929,8886,11594,10173,3996,15456,17108,11152,12022,7367,301,13564,12745,27383,10101,13285,15162,5675,7061,17892,1117,14315,18161,23375,14772,13276,15218,16751,18022,21404,17608,14493,24433,23421,9338,13385,11904,9586,10161,17323,8212,2125,5114,8086,5480,8823,3752,5372,4788,10424,27811,17523,13497,10702,15651,10560,6257,24721,26403,25094,22584,9815,15182,20865,17742,16505,18013,9740,9668,3421,8859,24647,26228,11123,20025,26042,11800,20381,13199,10437,1000,22346,25721,26300,18841,18097,9751,11770,20768,4892,24093,16987,13290,13737,13112,24365,22941,17110,10694,18079,14352,15858,4440,2466,13455,25548,25702,23117,11406,13540,15427,19648,18706,14824,13914,14542,19366,10633,15512,7217,8202,8809,15535,14712,16734,15676,17838,21927,22567,17975,24926,17201,20258,12013,6114,3410,3335,28710,28734,13895,27156,16967,9356,13930,13298,16191,12970,8850,18401,25807,27573,20455,24455,14929,10888,11901,16247,17606,9268,12191,18626,11896,10268,8600,18534,23522,27072,17233,18189,23823,17596,12774,17124,18494,26081,16954,22342,28440,21459,13769,27978,17717,21257,24977,28448,15760,19975,23154,10987,13621,6313,1800,28686,26111,16211,24231,8572,8654,12782,11196,12962,25905,22322,17632,2995,18240,19428,23639,17684,14030,25168,16928,18604,8503,12100,11513,8448,3530,25282,22011,13572,16253,12733,25581,18494,18400,23347,27240,15896,14554,14222,20930,20158,3692,3708,14707,24670,25183,23159,3799,3894,14588,22348,19227,4831,3981,5912,4293,3228,3489,3599,2597,1986,1925,1386,1607,1293,728,130,24,2,1188,23591,12778,13971,13952,15564,19376,13297,10453,1572,22239,18165,12338,9203,8677,14319,15342,10784,14026,16011,9758,1138,16276,19996,14079,11933,7533,15996,13486,10372,18966,16413,13131,20902,14525,21615,15632,10916,8614,15332,11315,14631,17796,8762,15196,11988,11935,16253,21891,10712,3096,18892,18453,19869,21087,18007,10814,8331,16323,12516,6441,21623,14408,17982,16970,13725,7775,2661,19113,16181,11685,23518,8019,2410,21329,14704,22171,11803,17515,15316,7912,15314,19820,13151,8206,8235,12937,11284,7114,7321,14093,15464,17652,20364,12868,11637,13112,5560,1255,9,3,3,22111,23591,12539,13971,13952,16231,19376,10453,7198,22239,20662,12338,8299,9203,5205,15342,12221,13873,16011,9758,6312,16276,19996,19013,11933,10699,12966,15996,11413,11808,18966,13131,20902,9251,21615,15681,6091,10916,10253,15332,14631,9331,17796,15196,12184,11988,11935,21891,15851,7093,12615,18892,18453,21087,11233,18007,8331,16323,12579,9376,18572,21623,10002,17982,16970,7775,3745,19113,14505,16181,23518,8019,6463,10093,21329,22171,21023,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,15130,12868,13112,5754,4185,42,3,8674,5773,4075,22088,17130,12279,12263,25100,12893,15826,17431,13791,14077,13036,9827,11369,3020,24670,24625,7369,21811,24078,15358,24981,24249,19818,25214,8034,20811,19071,8269,15046,11703,9022,17884,15187,7172,16040,3561,13189,13257,16558,22917,16276,26248,24287,24389,24742,14906,13800,13281,6070,9127,7572,10965,6852,11757,9809,10370,7741,7127,3653,1887,982,332,66,11,0],"fragments":[{"begin":"0.000","end":"2.920","lines":["You're listening to LIFE KIT..."]},{"begin":"2.920","end":"4.640","lines":["...From NPR."]},{"begin":"4.640","end":"86.800","lines":["Hey, everybody, it's Marielle Segarra. I'm looking out my window right now, and there's this gray haze in the sky. It's not like a regular, cloudy day. It looks like the sky in some of the photos I've seen from Mars. And if you actually go outside, it smells like a barbecue. It's wildfire smoke. Hundreds of fires are burning right now in Canada, and the wind has blown the smoke over Ontario, Quebec, New York, New Jersey, Pennsylvania, Washington, D.C., and beyond. And as someone who's lived on the East Coast for most of my life, this is just not something I'm used to. And it's overwhelming and depressing, to be honest. But on today's episode of LIFE KIT, I'll be talking to somebody who does have experience with this. Liz Baker is a producer for NPR's National Desk, and she's based in Los Angeles, which often gets smoked out in late summer. She's covered many wildfires and has suffered through smoky air from Oregon to Minnesota to Australia to Rome. And she's here to help."]},{"begin":"86.800","end":"87.480","lines":["Hey, Liz."]},{"begin":"87.480","end":"88.840","lines":["Hi, Marielle."]},{"begin":"88.840","end":"93.360","lines":["What is it about wildfire smoke that makes it so bad for us?"]},{"begin":"93.360","end":"131.080","lines":["Well, wildfire smoke has all kinds of bad stuff in it. But what makes it extra, extra horrible are these PM2.5 particles. And these are caused by the super, super hot temps that these fires are burning. They're just burning through forests. They're burning through sometimes houses, plants, animals, everything. They're just burning that up and spitting that stuff up into the atmosphere. And it travels really, really far because it's really, really lightweight. PM2.5 particles are super tiny. They're 1/20 the diameter of a human hair, which means that they can go..."]},{"begin":"131.080","end":"131.760","lines":["Wow."]},{"begin":"131.760","end":"186.440","lines":["...Right through face coverings that aren't specifically designed to block them. And because they're so tiny, they go deep into your lungs and into your bloodstream, where they can cause inflammation, damage internal organs, induce heart attacks, strokes and asthma attacks and other breathing issues. It's just some nasty, nasty stuff. And the Scripps Institution of Oceanography did a study in 2021 that found wildfire smoke is 10 times more harmful to humans than other types of pollution, like car exhaust."]},{"begin":"186.440","end":"190.920","lines":["How do we know how dangerous conditions are outside at this moment?"]},{"begin":"190.920","end":"228.560","lines":["Well, if you go outside and take a look, if you can see the haze, you probably should try to avoid breathing it. And that's because the EPA found that it's those PM2.5s - those dangerous particles - that cause that haze in the first place. But if you want more specifics, like maybe if you're in a medically sensitive group and you want to know, you can check the AQI. That's the Air Quality Index, and you can find that at airnow.gov. What is it where you are right now, Marielle?"]},{"begin":"228.560","end":"231.480","lines":["It says it's 235."]},{"begin":"231.480","end":"233.840","lines":["Oh. Yeah. So over..."]},{"begin":"233.840","end":"234.480","lines":["It's bad."]},{"begin":"234.480","end":"257.720","lines":["...Two hundred means that most people will start to notice some effects, and sensitive groups definitely need to look out for more serious health problems. And that would probably be a purple. Is it showing up as purple on your map?"]},{"begin":"257.720","end":"259.040","lines":["Yeah, it's purple."]},{"begin":"259.040","end":"288.440","lines":["Yeah, so those health risks are increased for everyone, whether you have asthma, for example, or not. So you might notice when you go outside - you might notice that your throat is a little bit sore. Maybe your nose is running a little bit, or your eyes are running a little bit, and that's probably because of that smoke."]},{"begin":"288.440","end":"329.440","lines":["Yeah. OK. So looking at the Air Quality Index, there's a meter that goes from green - which is, you know, fine, normal, go outside, do whatever - all the way to maroon, which is hazardous. Stay indoors. And right now, we're - in New York, we're in the scary part of the meter, but the needle can also fall more in the middle, maybe, like, an orange. And it'll say, you know, you really only have to worry about this if you're in a sensitive group. So what does that mean to be in a sensitive group?"]},{"begin":"329.440","end":"368.760","lines":["Well, it means you've probably been diagnosed with some kind of preexisting condition, like asthma, COPD. Maybe you've had a heart attack in the past, or you have some cardiovascular issues. Maybe you've had a stroke in the past or your loved one has. So those are things to look out for. That just means that you're going to be a little bit at more risk. You might notice that these conditions aggravate your symptoms. You might need to call your doctor. You might need to get some supplemental oxygen. You'll know if you have these preexisting conditions, usually, and you'll typically have a action plan that you've made with your physician for how to get help and how to recognize when you need help."]},{"begin":"368.760","end":"381.160","lines":["So obviously, especially when conditions are this bad, if you're in the purple zone, you should try to stay inside. But what if you have to be outside for some reason? Is there a way to minimize your risk?"]},{"begin":"381.160","end":"409.720","lines":["Yeah, get a nice N95 mask. That's going to block more of those PM2.5s. Other masks are not going to be up to the job. So you really need a well-fitting N95 mask, which, luckily, we all kind of know. We all know how to put them on. We know when they fit right. Most people will have them at home. So that's actually a weird silver lining of this smoke event, which is that a lot of people will have the tools already to minimize their health effects."]},{"begin":"409.720","end":"414.840","lines":["What about indoors? What can you do to minimize your exposure when you're in your house or apartment?"]},{"begin":"414.840","end":"455.960","lines":["Well, one of the things you can do is try to keep the air from outside from getting in in the first place, right? So maybe you have kind of leaky windows and doors. First of all, make sure those are closed, obviously, and then see if you can seal up the cracks at all. Maybe put some towels around your window to keep the air from coming in. Maybe use some tape, whatever you've got to seal that up as best you can. It's going to make a difference because the next step that you want to do is take the air that's already inside your home and get that cleaner. So one way you can do that if you have central AC is you can run your AC, that's going to pass it through some filters and make it cleaner."]},{"begin":"455.960","end":"473.280","lines":["If you have a window unit, maybe you don't actually want to run your air conditioner, maybe you want to use a fan, 'cause the thing we're trying to avoid is pulling that gross air from the outside into your home. We want to clean the air that's already in your home. And if you have an air purifier, definitely run that. This is what they're made for."]},{"begin":"473.280","end":"477.240","lines":["What about if you're traveling somewhere? Like, you're in your car?"]},{"begin":"477.240","end":"499.760","lines":["Yeah. So if you're in your car, hit that recirculate button. Maybe you've never used it. It's that outline of a car with those arrows in it. And instead of pulling new air from the outside and putting it through your AC, for example, it just takes the air that's already in your car cabin and puts it through. So as you run that car, that air is just going to get cleaner and cleaner and cleaner until you can't tell that it's even smoky."]},{"begin":"499.760","end":"517.400","lines":["What about our bodies? I feel like just even doing all of these things, the smoke and ash will still land on us and get in our noses or in our eyes, on our skin. What can you do about that besides taking a shower?"]},{"begin":"517.400","end":"519.560","lines":["Yeah, it's pretty gross, right?"]},{"begin":"519.560","end":"520.520","lines":["Yeah, it's awful."]},{"begin":"520.520","end":"522.040","lines":["Are you feeling like a piece of bacon yet?"]},{"begin":"522.040","end":"523.080","lines":["Yeah, a little bit."]},{"begin":"523.080","end":"523.920","lines":["Yeah."]},{"begin":"523.920","end":"534.720","lines":["I've been trying to - I've been staying inside, but yeah, I feel just, like, a light film on my skin a little bit - in my hair. That happened yesterday."]},{"begin":"534.720","end":"538.720","lines":["Yeah. Maybe a little grittiness when you touch your face, too. It's always delightful."]},{"begin":"538.720","end":"539.120","lines":["Yeah."]},{"begin":"539.120","end":"584.600","lines":["Yeah, when I go on wildfire assignments, I always bring a Neti Pot. I find that that really helps at the end of the day to just clear some of that goop that's stuck in my sinuses out. Makes a huge difference if you've been suffering from a sore throat. Saline rinse for your eyes or eyedrops - really helpful. And then for your skin, get a really hydrating moisturizer. You're looking to keep the moisture that's already in your body in there because that smoke is just going to pull it out of you, right? These wildfires happen in places that are dry. The smoke is blown by the wind. And these are two things that are really bad for your skin. They really dry you out quickly. So putting that layer on, it's going to keep the moisture in, and it might help to keep some of that goop from settling into your pores, too."]},{"begin":"584.600","end":"590.040","lines":["Is there anything you can do about the smell if the campfire smell is starting to make you nauseous?"]},{"begin":"590.040","end":"638.000","lines":["Yeah, this one's my specialty 'cause I hate that smell so much. I bring a little vial of mint essential oil or a strong ChapStick like a Burt's Bees or something that's going to be really overwhelming to your senses. Put that on. That's really going to help. It just - the air you're breathing is going to smell better, and it might make you feel better, too, because when you're breathing that smoke, maybe it's creating some anxiety. It smells bad, the sky looks really freaky. Anything that's going to help calm you down and make you feel a little bit better is going to help you overall, too, because stress is just going to make all the health effects of this smoke worse. So the best thing you can do is stay calm and find stuff that works for you that overcomes some of the things that you find gross or upsetting about the smoke."]},{"begin":"638.000","end":"654.920","lines":["It is hard to stay calm like this. It's - you feel a lot of dread when you think about the reason that there are more wildfires and the effects of climate change. It just - it can feel overwhelming when it's so in your face."]},{"begin":"654.920","end":"683.600","lines":["Yeah, especially for you East Coasters who haven't had to deal with this. I mean, here on the West Coast, we've been - almost every summer, we're seeing really huge fires and towns getting burned to the ground. And it's really a lot. It's really upsetting. So hang in there. I wish I could tell you it's going to get better, but I don't think we know how long the smoke is going to be socked in there on the East Coast for you guys."]},{"begin":"683.600","end":"707.360","lines":["OK. So I have to tell you, in the time that we've been talking, I just checked the EPA app again, and the air quality has now gone up to 324 - the AQI. So now we're in maroon territory, which they just flat-out say is hazardous, and the steps to take are everyone should stay indoors and reduce activity levels."]},{"begin":"707.360","end":"775.640","lines":["Yeah, that maroon color means everyone is likely to experience some form of smoke-related health issue. Maybe that's minor, like sore throat or eyes, or maybe it's more long term, maybe it's more serious. It's really hard to say, because we don't really know 100% what the long-term effects of breathing this stuff is. But just to make you guys feel better - right? - there are communities on the West Coast that have been dealing with smoke events for a long time, and it's not like everybody is suffering from severe asthma now. So don't freak out too much but stay inside. Yeah, stay inside. That is pretty bad. Over 300 is bad news."]},{"begin":"775.640","end":"897.000","lines":["For more LIFE KIT, check out our other episodes. We have one all about how to improve the air quality inside your home, too. You can find that at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visuals producer is Kaz Fantone. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Margaret Cirino and Thomas Lu. Engineering support comes from Joshua Newell, Stu Rushfield and Stacey Abbott. I'm Marielle Segarra. Thanks for listening."]}],"duration":897}