{
  "title": "The do's and don'ts of being a plus-one",
  "url": "https://www.npr.org/transcripts/1181981425",
  "intro": "It's wedding season. If you've been invited as a plus-one, here's the etiquette you need to be the best guest.",
  "transcript": [
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Oh."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Thanks so much for coming."
    },
    {
      "author": "JEN GLANTZ",
      "text": "Oh, my Gosh. Thank you so much for having me."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Thanks so much for having me over."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "Do you want to meet at Megan's party?"
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Where did you grow up?"
    },
    {
      "author": "TAGLE",
      "text": "The weather's getting warmer. The days are getting longer. The flowers are in full bloom. Yep, you know what that means. It's time to dust off those dancing shoes, folks. Wedding season has officially arrived."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "How do you know the Greens?"
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "Ok, so it's a funny story. The last party I went to..."
    },
    {
      "author": "TAGLE",
      "text": "And with it the oft coveted, the hallowed, the revered plus-one."
    },
    {
      "author": "UNIDENTIFIED PERSON #4",
      "text": "Love the shoes, girl."
    },
    {
      "author": "UNIDENTIFIED PERSON #5",
      "text": "We were roommates in college. And then she moved to Portland. And I moved..."
    },
    {
      "author": "UNIDENTIFIED PERSON #6",
      "text": "What's going on with you guys?"
    },
    {
      "author": "TAGLE",
      "text": "Now, especially in the month of June, we all love to celebrate love. But attending a big shindig with a sea full of strangers isn't everyone's cup of tea. It's true. Being invited to be a plus-one can offer a lot of upside - free cake, free booze, a conga line. Say less. But it's also a role that can carry a lot of responsibility."
    },
    {
      "author": "THOMAS EDWARDS",
      "text": "When you get invited to an event that not anyone can be invited to, I think it's a big deal."
    },
    {
      "author": "TAGLE",
      "text": "Maybe your social skills feel a bit rusty. Maybe you received an invitation from your not-quite-yet-going-steady partner, and this event feels like a test on the road to coupledom. Or maybe you just want to be the very best one to ever be plussed (ph) to a party."
    },
    {
      "author": "TAGLE",
      "text": "I'm reporter Andee Tagle, and no matter your perspective on being a plus-one, we've got you covered."
    },
    {
      "author": "TAGLE",
      "text": "In this episode of LIFE KIT, we're working the party circuit. And boy, do we have some party people with great advice to share - from a bridesmaid for hire..."
    },
    {
      "author": "GLANTZ",
      "text": "The best thing you can do as a plus-one is know what you're getting yourself into before you step foot in that room."
    },
    {
      "author": "TAGLE",
      "text": "...To a social researcher..."
    },
    {
      "author": "ADITI PAUL",
      "text": "You are the plus-one, which means you are there with that person, and the focus should be on that person - not you."
    },
    {
      "author": "TAGLE",
      "text": "...A pro wingman..."
    },
    {
      "author": "EDWARDS",
      "text": "What is your style? What is your social style?"
    },
    {
      "author": "TAGLE",
      "text": "...To a professional matchmaker."
    },
    {
      "author": "AMY VAN DORAN",
      "text": "Think of socializing as a muscle. And so a wedding is a great opportunity to develop a muscle that has otherwise been out of shape. And the more you put yourself out there, the easier it becomes."
    },
    {
      "author": "TAGLE",
      "text": "Stay tuned."
    },
    {
      "author": "TAGLE",
      "text": "OK, everybody. Ready to get this plus-one party started? First up, allow me to introduce you to Jen Glantz, bridesmaid for hire. Yes, it's a real job."
    },
    {
      "author": "GLANTZ",
      "text": "I have been to over 150 weddings, and I will tell you that none of them are the same. You see something unique at every single one."
    },
    {
      "author": "TAGLE",
      "text": "Since 2014, brides have enlisted Jen's help for filling out their bridal parties, organizing bachelorettes, and keeping troublesome bridesmaids and family members in line on the big day. And yes, it is just about as exciting and as messy as you think a job like this might be."
    },
    {
      "author": "GLANTZ",
      "text": "And I love stepping in as that secret character and helping sort out everything going on. You have to really love strangers and chaos, and the fusion of both makes the job super interesting and fun."
    },
    {
      "author": "TAGLE",
      "text": "When it comes to plus-ones, Jen has seen it all."
    },
    {
      "author": "GLANTZ",
      "text": "One of the worst situations I ever saw was a plus-one who came to the wedding and tried to make themselves the main character of the wedding. They had way too many drinks. They made a scene on the dance floor. They started a fight. And everyone just looked at them, thinking, who are you?"
    },
    {
      "author": "TAGLE",
      "text": "So Jen's biggest piece of advice and our takeaway one, a plus-one is a supporting role - support being the operative word here."
    },
    {
      "author": "GLANTZ",
      "text": "You are attending another person's celebration, and oftentimes, your job is to go with the flow, is to maybe go out of your comfort zone a little bit and to think less about, am I going to have a good time? Am I going to love the food? Am I going to have fun dancing on the dance floor? And think about more how you could enter into a celebration and add to that, not get from that."
    },
    {
      "author": "TAGLE",
      "text": "It's easy and understandable to feel self-conscious as a plus-one. You're the outsider walking into a room where everybody knows everybody. That's nerve-wracking, but just like a bridesmaid-for-hire or anyone else at a wedding except for whoever's being wed, it's critical to keep in mind this day is not about you. As a plus-one, your primary job is to support the person who invited you. So if you want to set yourself up for success, Jen says you should have a conversation about what exactly that support looks like before the big day."
    },
    {
      "author": "GLANTZ",
      "text": "Talk about things like, hey, what do you want me to do when we get there? Do you want me to stay by your side, or do you want me to go meet new people?"
    },
    {
      "author": "TAGLE",
      "text": "Don't assume everyone has the same definition of plus-one-ing thing that you do. There are a lot of small etiquette decisions about events like these that can really add up and change the quality of your experience. For example, dress code."
    },
    {
      "author": "GLANTZ",
      "text": "Do some research ahead of time to know what the dress code they're asking for actually means and what you should be wearing and then run it by your date. See if they're OK with that. See if they had any intentions of you matching them in any sort of way."
    },
    {
      "author": "TAGLE",
      "text": "You don't want to be the only one in black tie when everyone else is dressed for the beach or vice versa. Then there's gifts."
    },
    {
      "author": "GLANTZ",
      "text": "Some people just assume that as a plus-one, they're going to pay for you. They're going to get the gift for you. But it's always nice to at least offer or have the intention of getting something in addition yourself."
    },
    {
      "author": "TAGLE",
      "text": "Taking advantage of free booze - yea or nay?"
    },
    {
      "author": "GLANTZ",
      "text": "I've seen so many people as a plus-one. Go to the wedding, have a couple too many drinks, and then things spiral out of control from there. So having that conversation, whether before the wedding or at the wedding, as to how much you want to drink and how much that person really wants you to drink can save yourself from a lot of really awkward experiences and mistakes that could happen."
    },
    {
      "author": "TAGLE",
      "text": "If your date is more involved in the festivities, say as an officiant or a bridesmaid, know that you might have to step up your game a bit, too. Be thoughtful and proactive whenever possible."
    },
    {
      "author": "GLANTZ",
      "text": "Bring snacks. Bring water. Send them a couple text messages throughout the day to see if there's anything you can run and pick up for the rest of the bridal party."
    },
    {
      "author": "TAGLE",
      "text": "Have a purse full of gum or a pocket full of Band-Aids for feet getting torn up on the dance floor, and you're approaching superstar plus-one status. Oh, and my favorite pro tip as a bridesmaid many times over..."
    },
    {
      "author": "GLANTZ",
      "text": "Offer to take the purses or the bags of people in the bridal party 'cause they usually come with a lot of stuff and don't always have a place to put that stuff."
    },
    {
      "author": "TAGLE",
      "text": "Yes, please. Anything you can do to literally lighten the load of your date is a great idea. And it's also a good idea to figuratively lighten the guest load - namely, no complaints allowed."
    },
    {
      "author": "GLANTZ",
      "text": "Even if you don't like the food or the music isn't your taste in music or you're just not having the time of your life or you don't like your outfit or something is not going well, keep it to yourself. You might not think anyone's listening to you, but people at these weddings can hear you complain, and it just brings down the mood."
    },
    {
      "author": "TAGLE",
      "text": "So Jen's take - in short, a great plus-one is one with a good attitude, a thoughtful game plan, and two helping hands. And with that, it's time for her to artfully make her exit."
    },
    {
      "author": "GLANTZ",
      "text": "Oftentimes, my go-to is, hey, it was really great chatting with you. I'm going to go get a drink. Or I'm going to go use the restroom. And then you can exit the conversation."
    },
    {
      "author": "TAGLE",
      "text": "Nice meeting you, Jen. See you at the dessert table."
    },
    {
      "author": "TAGLE",
      "text": "Our next party guest, Aditi Paul, is also big on the idea of knowing your part, especially if your party invitation is a romantic one."
    },
    {
      "author": "PAUL",
      "text": "And I'm going to be that person who quotes Shakespeare, where Shakespeare said, \"all the world's a stage and men and women merely players,\" right? We're always enacting a role. Like, we're playing a role in somebody else's story."
    },
    {
      "author": "TAGLE",
      "text": "Aditi is a researcher, author and former professor."
    },
    {
      "author": "PAUL",
      "text": "And my entire shtick was, how does technology affect human relationships?"
    },
    {
      "author": "TAGLE",
      "text": "Most recently, she wrote a book about collegiate hookup culture and how dating apps affect hookup scripts and sexual outcomes. Her advice, takeaway two, is play your part. If this is a date date, get clear about why you're being invited as a plus-one and show up accordingly because it's one thing if your roommate asks you to join them for their office holiday party, say. But the stakes can feel a lot higher, and the scripts can feel way different if the not-quite-a-girlfriend you met on Bumble asks you to be her date for her childhood bestie's wedding IRL. Am I right? OMG. Aditi says it's important to note a plus-one invitation can mean something, in the same way meeting a best friend or sharing intimate personal details can indicate how a relationship is progressing."
    },
    {
      "author": "PAUL",
      "text": "One of those markers is making it public knowledge that you guys are together and bringing other people in your network into your relationship."
    },
    {
      "author": "TAGLE",
      "text": "But no matter your relationship status, Aditi says it's important for a plus-one to have clear expectations about their role, especially at a wedding. Of course, every relationship or social interaction involves some degree of performativity, she says. But..."
    },
    {
      "author": "PAUL",
      "text": "If you are going into a public space like a wedding, understand that that's a bigger stage."
    },
    {
      "author": "TAGLE",
      "text": "Meaning you don't just need to sort out your dynamics with the person who brought you. You also want to take note of how they fit into the larger social fabric of this event."
    },
    {
      "author": "PAUL",
      "text": "How is this person how I'm plus-oned with - how is she perceived in her social circle? How does she show up in these other relationships? And work in tandem with that."
    },
    {
      "author": "TAGLE",
      "text": "That can help you figure out what role you're going to play? Is your date the funny guy at the office who's bringing you along to help entertain? Are they looking for a hype man because they're a bit shy? Or are you maybe arm candy, being invited to help your date avoid all those nosy questions from friends and family? You know - oh, no boyfriend? Are you dating anyone? You came alone?"
    },
    {
      "author": "PAUL",
      "text": "It may come with a certain sense of social obligation to show up with somebody, to not be that single friend."
    },
    {
      "author": "TAGLE",
      "text": "Aditi says you shouldn't compromise who you are, but you should understand fully the role you're being asked to play. She likens this social calibration to - and I love this - characters in the movie \"Mean Girls.\""
    },
    {
      "author": "PAUL",
      "text": "But let's say if you're Regina George's plus-one - yes, Regina George has huge main-character energy, right? Like, she is here. She's the queen. But you don't have to be a Gretchen Wieners. You don't have to placate to Regina George and be just a puppet."
    },
    {
      "author": "TAGLE",
      "text": "There are lots of reasons why you might feel compelled to dial it way up or way down. Maybe you're nervous about meeting your date's community for the first time, and you really want the nod of approval from everyone you meet. Maybe you'll be seeing your date's parents again after a not-so-great first impression. Maybe you just want to show your person just how polished and plus-one-y you can be. But being an overbearing alpha or just acting like your date's silent shadow - so not fetch. So instead, talk about your roles beforehand to avoid any unnecessary awkwardness, including perhaps getting clear on your exact label. Are we just friends, just talking, exclusive? I know this step might feel unnecessary or awkward, but the middle of your co-worker's big birthday blowout isn't the time to hash out your relationship status. That can just put the focus on you in a negative way, like that time Aditi was at a party, and one half of a couple defined their relationship as just talking."
    },
    {
      "author": "PAUL",
      "text": "Then when we asked the friend, and they're like, oh, yeah, like, he's my boyfriend - like, didn't you know? For multiple reasons, that kind of threw us off. And, like, it's almost like you're doing a favor to others by, like, just giving a label so that people can move on with their lives."
    },
    {
      "author": "TAGLE",
      "text": "OK. Jen has made us determined to be helpful, and Aditi has gotten us clear on playing our part as a date. Up next, some confidence coaching, of course. Professional wingman Thomas Edwards is swooping in with takeaway three. You don't have anything to prove, so just be your most confident, authentic self."
    },
    {
      "author": "EDWARDS",
      "text": "When you are getting that plus-one nod, like, you are already pre-validated. Like, you are already there because you've been chosen by someone."
    },
    {
      "author": "TAGLE",
      "text": "Thomas has built an entire career on creating openings for people to choose and feel chosen. It started in a bar in 2009 when a buddy asked for help with an introduction to a beautiful stranger. Thomas walked right over, made some chit chat, connected the two and then excused himself. The next day, Thomas's friend told him he lined up a lunch date and..."
    },
    {
      "author": "EDWARDS",
      "text": "You know, she's awesome. And to let him know where, you know, I was going to be that night - drinks were on him. And he said at the end of the text message, thanks for being my wingman."
    },
    {
      "author": "TAGLE",
      "text": "Soon after, he went pro."
    },
    {
      "author": "EDWARDS",
      "text": "And it really was the idea of just going out with clients into real social environments, teaching them what was holding them back from making those romantic connections happen, giving them feedback and watching them grow over time."
    },
    {
      "author": "TAGLE",
      "text": "Some 400 engagements and marriages later and an expansion of his business - he's also The Marriage Wingman now - he says a lot of his work centers around helping his clients be authentic in potentially stressful social situations. So if you're feeling nervous about being a plus-one because big parties aren't your natural habitat or small talk with strangers just isn't your jam, Thomas has your back."
    },
    {
      "author": "EDWARDS",
      "text": "The No. 1 question that I get asked all the time is, what do I say? It's not about the content. People like to worry about that. But it's really about the context - to be able to go into a social situation, be able to read the situation so that you can immerse yourself into that interaction as naturally as possible."
    },
    {
      "author": "TAGLE",
      "text": "If you don't feel confident about being able to do that, Thomas says, don't worry. Just practice."
    },
    {
      "author": "EDWARDS",
      "text": "I see confidence as a skill set. And because it's a skill set, it can be developed."
    },
    {
      "author": "TAGLE",
      "text": "Thomas says there are two main avenues to practice your confidence. The first is physically, through body language. So before the party, look in the mirror and practice smiling. Adopt an open and approachable stance. Keep your arms unfolded and your hands out of your pockets."
    },
    {
      "author": "EDWARDS",
      "text": "And then there is also the mental part, where confidence comes as a result of doing something that maybe you didn't want to do."
    },
    {
      "author": "TAGLE",
      "text": "For example, making a new friend independent of your date."
    },
    {
      "author": "EDWARDS",
      "text": "So it starts with at the table. Is there anyone that I can engage with one-on-one just to get a feel or get a comfort of being in this space?"
    },
    {
      "author": "TAGLE",
      "text": "When you find that person, keep it simple. Comment on how lovely the festivities are, the weather, the food. Maybe come prepared with an anecdote in your back pocket of the last big event you went to."
    },
    {
      "author": "EDWARDS",
      "text": "Maybe you preempt it by asking that person, oh, like, what was the last wedding you went to? And they'll share with you. And then that could lead to then you sharing that story about your last experience at a wedding."
    },
    {
      "author": "TAGLE",
      "text": "If you're not super extroverted or don't like being the center of attention, don't try and force it by..."
    },
    {
      "author": "EDWARDS",
      "text": "Being, you know, overly talkative, being loud, boisterous, cracking jokes or too many jokes or too many certain types of jokes."
    },
    {
      "author": "TAGLE",
      "text": "Tempting though it may be, a friend of a friend's wedding is not the time to practice your stand-up routine. Remember, you're a plus-one, not the host, meaning..."
    },
    {
      "author": "EDWARDS",
      "text": "You don't need to bear the responsibility of managing the whole group's energy or attention."
    },
    {
      "author": "TAGLE",
      "text": "Whatever your style of party-going, Thomas says the most important thing is just to keep bringing that good energy."
    },
    {
      "author": "EDWARDS",
      "text": "Be a positive force inside an experience that's supposed to be positive."
    },
    {
      "author": "TAGLE",
      "text": "And last but definitely not least, here comes our final guest, Amy Van Doran. She's got a great last tip for you."
    },
    {
      "author": "VAN DORAN",
      "text": "Whenever, you know, I'm in a situation that is new to me, I just pretend like I am an alien visiting, and I'm just checking out the scene of Earth. No big deal, you know? Just, like, checking it out, happy to be here."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway four - when in doubt, be an alien. Approach plus-oneing with curiosity and an adventurous spirit. As a professional matchmaker in New York City, Amy has interviewed over 15,000 people. Getting to know people's personal stories is her favorite part of the job. She says approaching every conversation with genuine openness and curiosity are great skills to have in the dating world and beyond."
    },
    {
      "author": "VAN DORAN",
      "text": "I find with people online dating, they're often trying to disqualify matches rather than trying to connect with what's special about another person. So I think optimism is really important. And even if you don't feel optimistically, if you go into the date kind of faking it, the other person will meet you with the same level of optimism you're bringing, and it'll end up kind of making a circle of goodwill, and it'll actually activate feelings of goodness."
    },
    {
      "author": "TAGLE",
      "text": "Looking for the upside of an interaction - what a concept. Amy says focusing on those small positives is a great way to lower the stakes of any event or invitation."
    },
    {
      "author": "VAN DORAN",
      "text": "If I'm meeting someone for dinner, I think, oh, I love dinner. And then I think, and maybe I'll fall in love. But no matter what, I get to eat dinner, and I love eating dinner. And so kind of taking the pressure off of yourself, I think, is important."
    },
    {
      "author": "TAGLE",
      "text": "And then from there, find the wonder. There's always something to explore, especially as a plus-one."
    },
    {
      "author": "VAN DORAN",
      "text": "I think the joy of being a plus-one at a wedding is that you get to be kind of dropped off in different social spheres that you never would ever get to connect with outside of the world of weddings. None of them are the same, right? Each couple has a different ecosystem of who they hang out with and what's sort of the culture of the weddings. And so you get to learn a lot about people that you wouldn't necessarily get to have contact with in, like, your day-to-day dealings."
    },
    {
      "author": "TAGLE",
      "text": "Instead of stressing about what people may or may not be thinking of you or whether or not you said the right thing, Amy says, just try to delight in not being the main character of the day."
    },
    {
      "author": "VAN DORAN",
      "text": "Not everyone is going to want to talk to just you all the time. And so it's OK to find someone else to talk to or even observe what's happening around you. Enjoy the beverage you're drinking. Enjoy the temperature, the music. Like, not every single moment has to be filled with conversation."
    },
    {
      "author": "TAGLE",
      "text": "But when it does come time for chit chat, Amy has a few pro tips. One..."
    },
    {
      "author": "VAN DORAN",
      "text": "To be the best and most interesting party guest is always to be the person asking the most questions. Engage thoughtfully instead of trying to promote yourself."
    },
    {
      "author": "TAGLE",
      "text": "And two..."
    },
    {
      "author": "VAN DORAN",
      "text": "Be socially generous. And so instead of asking people basic questions like, where are you from? - or, you know, that kind of thing, you can be socially awesome by activating what's interesting in another person, by asking people questions that will give them the opportunity to shine that they haven't been asked a thousand times."
    },
    {
      "author": "TAGLE",
      "text": "I have to ask you about that amazing purse. I've never heard that drink order before. There has to be a story there. If you were an action figure, what accessories would you come with? Ready? Go. Other than that, Amy says, it can really be pretty simple. Being a plus-one should be fun."
    },
    {
      "author": "VAN DORAN",
      "text": "You know, if you can just take the pressure off yourself and just be there to be present and just have an adventure with no expectations, I think it's - can be just a wonderful experience. And if anyone needs a plus-one for a wedding, I am available."
    },
    {
      "author": "TAGLE",
      "text": "All right, party people, let's recap. Takeaway one - it's not about you. All our experts agree the most important part of being a plus-one is remembering you're a supporting character, not the star. So find ways to be supportive. Takeaway two - know the role you're playing at the party, especially if romance is involved. Are you being asked to be a hype man, a party starter, next-level picture taker and grandma pleaser? Talk about it with your date and get your label straight before you arrive. Takeaway three - you have nothing to prove, so be confident in who you are and what you bring to table 10. And takeaway four - when in doubt, be an alien. Approach every party with curiosity and an adventurous mindset, and you can't go wrong."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to host, another on how to give a great toast and lots more on everything from parenting to personal finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by me, Andee Tagle, with editing help from Clare Marie Schneider and Kaz Fantone. Marielle Segarra is our host. Our visuals editor is Beck Harlan. And our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Clare Marie Schneider, Thomas Lu, Audrey Nguyen, Sylvie Douglis and Margaret Cirino. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2562100317.mp3",
  "img": "https://media.npr.org/assets/img/2023/07/05/goodplusone_comic_06_wide-6f64ec2660a78be37272fa3cdb55d7115c1ee617.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "UNIDENTIFIED PERSON #1",
    "ANDEE TAGLE, HOST",
    "JEN GLANTZ",
    "UNIDENTIFIED PERSON #2",
    "UNIDENTIFIED PERSON #3",
    "TAGLE",
    "UNIDENTIFIED PERSON #4",
    "UNIDENTIFIED PERSON #5",
    "UNIDENTIFIED PERSON #6",
    "THOMAS EDWARDS",
    "GLANTZ",
    "ADITI PAUL",
    "EDWARDS",
    "AMY VAN DORAN",
    "PAUL",
    "VAN DORAN"
  ]
}