{"title":"Ultra-processed foods are everywhere. Here's how to avoid them","url":"https://www.npr.org/transcripts/1182417634","intro":"Ultra-processed foods are tasty, cheap and everywhere. But they come with health risks. NPR health correspondent Maria Godoy lays out ways to spot and avoid ultra-processed foods during your next grocery run.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT..."},{"author":"SEGARRA","text":"...From NPR. Hey, everybody. It's Marielle. Next time you're at the supermarket, pick up some packaged foods and look over the ingredient list. You'll start to notice a lot of the same things - high levels of salt and fat."},{"author":"MARIA GODOY, BYLINE","text":"Added sugars, added colorings, added flavorings, hydrolyzed protein isolates, high fructose corn syrup, bulking agents like maltodextrin, for instance. These are all sort of the types of ingredients you'd see in an ultra-processed food - carrageenan, you know, those kinds of things."},{"author":"SEGARRA","text":"That's Maria Godoy, a health correspondent at NPR. She's been reporting on the health effects of ultra-processed, industrially made foods."},{"author":"GODOY","text":"These are foods that are made with ingredients derived from foods, and then you reassemble them to create a product that's tasty, cheap, convenient and shelf stable, which means they last a long time."},{"author":"SEGARRA","text":"And as you may have noticed, they're also hard to resist. So we tend to overeat them. Most of what we eat in America today is ultra-processed."},{"author":"GODOY","text":"There was a recent study that put it at 73% of the U.S. food supply is ultra processed. There's other research suggesting it's 57% of what most adults eat, and it's, like, 67% of what kids eat. So it really is everywhere."},{"author":"SEGARRA","text":"On this episode of LIFE KIT, we talk about how to recognize ultra-processed foods, why you might want to eat less of them and how to actually do that."},{"author":"SEGARRA","text":"OK. So if you're at the grocery store and you're trying to figure out, like, does this \"food item\" - in quotation marks - fall into the category of ultra processed, what should you look for?"},{"author":"GODOY","text":"Look at the ingredient list. That's something that I do all the time now since I started this reporting. Reading the ingredient list is the most important thing to do. And you can ignore the health claims on packages because a lot of packaged foods will say something like, oh, it's good for you or high in this or that. But it's the ingredient list you really have to pay attention to. And so if you see a long list of ingredients and it includes items you really don't recognize - you wouldn't find them in your home kitchen - That's usually a telltale sign that that's an ultra-processed food."},{"author":"SEGARRA","text":"OK. What does the research tell us about the health risks of these kinds of ultra-processed foods?"},{"author":"GODOY","text":"There is a lot of research linking overconsumption of ultra-processed foods to poor health outcomes. So they see an increased risk of things like Type 2 diabetes, obesity, hypertension, dying from cardiovascular disease. In fact, there's research showing that eating too much ultra-processed foods increases your risk of dying prematurely from all causes. And the evidence is pretty strong and consistent for all of those risks."},{"author":"SEGARRA","text":"Do they know the reason?"},{"author":"GODOY","text":"That's a good question. And one of the reasons is obvious - that these foods tend to have a lot of added salt, sugar and fat. But there are some concerns that maybe there's something more. And, like, what is driving us to overeat them? Like, there's a researcher named Kevin Hall at NIH who did this really fascinating landmark study back in 2019 where he recruited 20 healthy adults to live full time at NIH for a month. And then he randomly assigned them to either eat an ultra-processed food diet for two weeks or a minimally processed diet for two weeks. And then after the end of the two-week period, he switched them. And he actually didn't expect to see much of a difference because the diets were matched for all the major nutrients, like salt, sugar, fat, fiber, protein, essentially. People were offered way more food than they needed to maintain their weight, and they were told they could eat as much or as little as they wanted."},{"author":"GODOY","text":"But what actually happened was that when they were on the ultra-processed diet, they actually gained 2 pounds on average, and they ate an average of 500 calories more a day. And then when they went on the unprocessed diet, they lost weight and ate less. So it's unclear if it's something about the processing itself that is driving some of these health outcomes, certainly the overeating outcome. A lot of researchers I spoke with say there's a signal there that needs to be explored. But certainly, we do know - we have hard evidence that too much salt, sugar and fat is not good for our health. So for that reason alone, it's worth cutting back."},{"author":"SEGARRA","text":"OK. So if you do want to cut back on the amount of ultra-processed foods that you're eating, I mean, where do you start? Because it seems like if it's such a big part of the food supply, you're not going to avoid it entirely, most likely. Do we know if some ultra-processed foods are better or worse than others?"},{"author":"GODOY","text":"Well, OK. Too much salt, sugar and fat is no good for you, like, regardless of whether it's ultra processed, or you made it in your home kitchen, right? So that's one thing. But when we're talking about packaged foods, there is some evidence, like, they're not all equally bad for you. For instance, I spoke with a researcher whose evidence has found that women who ate ultra-processed yogurt - so it was technically ultra processed because it had added sugars - it was linked to a lower risk of colon cancer. So, I mean, that's interesting."},{"author":"GODOY","text":"And also, you know, a lot of researchers I spoke with say, like, you don't want to vilify things like packaged breads. Now, most packaged breads are technically ultra processed, but if you're looking at a whole grain bread and buy whole grain, I mean, like, that should be, like, the top ingredient. They tend to be a good source of dietary fiber for a lot of people, and most Americans don't get enough dietary fiber. And so they say, like, you don't want to steer people away from eating whole grain breads like that. And it's certainly a better choice than white. But you want to look at the ingredient list always, I think. And even if it's ultra processed, look for things that are lower in sugar and then have some protein, that have fiber, maybe have no added sugars. So it's like a balancing act. Like, those things still matter regardless of the level of processing."},{"author":"SEGARRA","text":"Right. Yeah, it seems like some of those ingredients that you mentioned, particularly sugar, hides in most packaged foods. They'll just add it no matter what."},{"author":"GODOY","text":"Right."},{"author":"SEGARRA","text":"Even if you're like, this doesn't seem like the kind of thing that needs sugar in it, but..."},{"author":"GODOY","text":"No, that's such a good point. Yeah. Once you start reading ingredient lists, you're like, wait. What's that doing in that? Like, I went shopping a couple of weeks ago with a researcher, and I picked up a package of tortilla. And it had sugar as, like, the third ingredient. It's tortilla chips. I'm like, why do you need sugar in tortilla chips? It really is in a lot of places in salt, too. We get too much salt in our diet. Most Americans do. And that's because it's used in a lot of ultra-processed foods. And packaged breads are actually a known offender here. Like, there's a lot of sodium hiding in there. So you want to check that nutrition panel, as well."},{"author":"SEGARRA","text":"What if there are some ultra-processed foods that you just really enjoy? You know, you love your tortilla chips or whatever. Are there healthier alternatives?"},{"author":"GODOY","text":"Yeah. I mean, for instance, if you like salty, crunchy snacks, which, you know, are really kind of what beckon to me around 3 o'clock in the afternoon, think about nuts, which are a good source of protein and fiber and healthy fats. And, you know, if they're salted, at least you're getting some good value for them, right? Nuts are part of a balanced, nutritious diet. Or if you love breakfast cereals - a lot of people do - instead of something that's really sugary and has a lot of added colorings, you know, look for something that has some protein and fiber and fewer ingredients. You can still make healthy choices in this category. Or yogurts - yogurts have nutritional value. But look for something with low or no added sugar. And maybe instead of having sugar, you just throw some berries in there to sweeten it. There are ways to make healthier choices, even if that yogurt comes in a package. Or if you just can't stomach unsweetened yogurt, at least look for something that's, like, high protein, like a Greek option. And again, fewer ingredients, the better."},{"author":"SEGARRA","text":"Yeah. It seems like one thing that people do instead of, for instance, buying a salad dressing that's already totally mixed and made, is to make their own at home, get the ingredients. Maybe it's, like, olive oil and vinegar, and then you add as much salt as you want. Or you can also make a creamier salad dressing, but just make it on your own."},{"author":"GODOY","text":"Yeah, absolutely. I mean, most researchers will tell you, yeah, cooking more from scratch is going to be a better option. Not everybody has the time or means to do that. But yes, if you could, that is something we could all do more of. And you don't have to cook every day. Cook once and eat several times. Just make a double batch or triple batch, and you can eat something throughout the week. It doesn't have to be that onerous. I'm big on leftovers at my house. But the other thing is just focus on things that you know you should be eating more of, like fruits and vegetables. And it doesn't have to be super expensive because, for instance, frozen fruit and vegetables - there's a lot of research showing that it's just as nutritious, as fresh. And it's often a lot cheaper and has the added bonus that once you just use what you need and then put the rest back in the freezer, right? You're good to go again."},{"author":"SEGARRA","text":"Are there ways to take items that are packaged or canned or processed in some way and make them a bit healthier, to alter them in some way to get rid of some of the additives?"},{"author":"GODOY","text":"Yes, for some items. For instance, if you're buying canned beans and they have added sodium, really easy trick is to dump those beans into a colander and then let them drain for two minutes. Then you rinse them out with running tap water for 10 seconds. and then let them drain for another two minutes. And that can get rid of a whole lot of the excess sodium. But, like, if you're talking about a packaged food, those long lists of ingredients are baked in. So you can't really take that food and make it not ultra processed. But what you can do is make better choices. Processing of foods exists on a spectrum, so you can look for sort of less processed options. There's actually a really cool database that researchers at Northeastern created. It's called truefood.tech. And you can look up a lot of food brands, and it'll tell you how processed it is. They created this, like, zero, which is not processed, to 100 scale, which is very ultra processed, for foods. And so you look up your brand, and it'll tell you if your tortillas are a 1 or, like, a 94 on the spectrum. So it will also suggest less processed alternatives. So that is one thing you can do. And that's a prototype, but it's kind of fun to play with, and it's sort of eye opening."},{"author":"SEGARRA","text":"Oh, my God. I'm excited to look at it. But I also shudder to think. I feel like it's - you could do that and be like, oh, my God, everything I eat is ultra processed. Like..."},{"author":"GODOY","text":"(Laughter). I mean, you know, you don't have to be perfect. Just be conscious of what you're eating and aim to fill your diet mostly with fruits and vegetables and lean meats and dairy. Like, that should be the basis of your healthy diet. And then try to eat things that are packaged less frequently. But some of the best advice I got was from Christopher Gardner. He's a nutrition researcher at Stanford University. And he says he likes to embrace the philosophy of one of his favorite chefs, which he calls the 80/20 rule. And basically the idea is 80% of the time, try to make thoughtful choices and pay attention to what you eat, but 20% of the time, just go off the rails because food is joy. Food is an important part of life. And you shouldn't just, like, deprive yourself altogether. But you don't have to be perfect, you know?"},{"author":"SEGARRA","text":"Yeah. Get a little wild 20% of the time."},{"author":"GODOY","text":"Yeah, exactly. Food gone wild. So, you know, eat your salad. Eat your fish. And then if you really want that, like, stabilizer-laden ice cream for dessert, go for it. But just maybe not every night."},{"author":"SEGARRA","text":"Thank you so much, Maria. These tips are great."},{"author":"GODOY","text":"Oh, it's my pleasure. Thanks for having me."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one on how to meal prep and another on how to stop wasting so much food. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, have you signed up for LIFE KIT+ yet? Becoming a subscriber to LIFE KIT+ means you're supporting the work we do here at NPR. Subscribers also get to listen to the show without any sponsor breaks. To find out more, head over to plus.npr.org/lifekit. And to everyone who's already subscribed, thank you."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Thomas Lu. Our visuals editor is Beck Harlan. And our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor. And Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Margaret Cirino and Sylvie Douglis. Engineering support comes from Josh Newell, Stu Rushfield and Stacey Abbott. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2838803441.mp3","img":"https://media.npr.org/assets/img/2023/06/15/ultraprocessed-foods-explained-2_wide-f52b5b166fbe08b20ae918915b27f87bc3dada10.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","MARIA GODOY, BYLINE","GODOY"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,19211,17123,19126,20670,5375,8092,14620,9505,8537,28290,28856,24941,2849,1983,2186,1654,1205,1333,909,717,21385,25156,26220,19423,20888,15932,89,71,22344,25985,19786,15449,10727,18011,22381,23804,15644,8358,9781,19418,22286,21283,9978,14179,13052,890,20737,19707,18616,19095,12391,10582,7733,1452,24141,22408,18737,19873,11283,22392,1956,24537,16849,12534,21918,13835,15157,10776,20650,12677,9649,6149,25123,14521,13491,14513,24113,17776,11009,27676,5869,14264,13281,15457,19617,2485,26388,22265,12149,12342,8427,22933,24983,15804,12597,12655,10618,2004,13476,22302,25390,11989,14561,12522,16616,10979,11236,18419,15449,22651,12974,13094,9192,25998,15379,13285,17209,16274,15485,13708,6929,19065,20393,23063,22652,18520,23094,24171,17437,22280,13890,15993,1129,17415,22026,21380,21108,20877,24198,15912,16652,21328,19193,21432,24441,23997,16894,12776,8869,7686,9271,6700,13546,10617,10926,18099,13276,11517,9234,8907,14390,14565,9828,14783,21508,16235,15289,9681,13521,10795,13511,15976,10825,12229,18948,14719,12748,10319,16289,14011,11523,19264,7158,11021,9199,16103,16023,21490,20677,11017,12741,26221,14120,23559,5829,3628,6803,16800,22643,24366,16640,7884,17932,19387,16494,12345,15681,9486,17388,18849,11590,17476,17302,7261,6017,3722,26188,21426,10374,11897,10612,9646,13840,11795,10633,11269,12182,10280,21074,20249,21314,20333,17787,20316,28119,20016,16517,13474,19537,18720,13189,20384,9257,27235,14801,25976,6948,19334,21269,20483,11933,13728,20488,10353,3742,25445,23566,14513,18284,9796,17858,11420,9447,7153,16188,11268,13773,13283,12116,12859,19774,11910,11718,25880,21714,2987,28416,26732,16684,12929,11017,24552,24493,23473,13436,12362,13772,12426,12704,13150,1394,16335,25415,16037,23050,23201,5355,24418,23066,23636,11505,9290,6005,4544,5622,2213,4448,2797,1575,5748,1549,5090,4719,6732,2631,6262,4957,5809,7201,2306,7465,4483,7748,1844,6035,2829,6236,4929,2577,6014,3908,6021,1388,4981,2147,3950,1511,1305,1536,636,292,163,423,48,5,17743,23585,26599,16628,24737,14272,12019,26989,20052,15984,14507,20508,14949,15649,25020,16549,10493,11698,11571,14237,13959,17598,18128,23670,15197,13644,3486,24785,15747,20417,21267,24772,24643,7152,17377,13146,17933,17753,5922,16273,18269,20417,14411,14577,12092,10958,7684,9954,23807,15233,22372,14626,16859,13445,7399,17001,17382,14583,12955,24248,13388,19109,8232,20521,8020,12930,18083,15955,15944,11308,8712,11421,15170,11641,8847,13704,11465,9996,5858,24187,23300,12073,15993,731,61,52,26606,26374,26978,14143,21910,19770,26220,11135,20723,16289,10607,14913,13782,11820,8384,15717,12606,11088,1165,19055,24924,24154,12678,11463,25712,17474,18193,19587,16329,19997,25420,12088,12907,3502,23612,25786,17091,19653,26311,21142,11173,26188,20283,19009,14985,9412,2895,8,4,4,44,19817,13875,18655,16564,15758,21379,11727,20683,6822,9269,14857,9383,13403,12129,9696,16817,10316,8398,19280,9579,2989,22287,13913,21550,8769,8514,19318,16694,10777,9492,10527,18134,17947,19061,20389,12066,9565,16731,10227,8301,8957,12951,11959,13470,22621,16375,10409,7029,23063,13924,21986,21699,21755,20303,14320,16325,16465,10315,12147,12624,11855,6240,12395,11194,22574,15522,17898,21447,14853,21861,21117,15112,21544,7822,12631,739,6,5,0,0,0,0,0,0,28308,27673,25478,26125,19659,15472,19004,14339,23388,16195,690,15619,22513,15636,25549,22399,15428,17831,15762,4333,14483,18744,11924,21090,15128,13023,17376,23326,12156,11185,12488,15796,21475,18559,16134,14614,10581,641,14348,25867,14299,9754,17916,8889,18345,19634,16376,18295,11916,12088,11591,8463,9982,11918,11851,1828,8161,17041,14878,9457,11666,8164,9184,8135,16089,10146,11226,16759,15138,17420,20296,10177,24584,14237,7584,12307,17013,11803,24677,17078,1574,26371,12445,12192,9288,16776,8395,17608,13850,12762,15936,10661,16695,18886,2921,23281,15052,13328,13463,19201,12044,9315,12135,9246,1957,19119,15468,9864,18069,17149,12053,9467,8874,7720,11911,11366,9158,23488,12456,16620,18003,11546,12690,13161,20790,20955,13066,10854,11501,21925,20817,24632,21432,24259,26823,17033,21182,9069,7904,26736,26355,1545,18084,11950,10943,13616,23443,26031,17872,11668,11609,18878,11590,16377,6940,13083,13056,24920,17236,13307,8383,14182,17416,9058,18764,7626,10503,12815,18137,8713,19269,17033,17454,16472,11084,2032,15728,10744,11051,16704,26530,26356,7255,4855,15845,14788,20075,11669,13947,11245,11273,17701,12900,12073,20787,15455,9214,10826,13109,13118,14790,15054,2695,27012,14707,10447,15507,18311,7769,7853,1212,26727,25411,12082,11186,10960,21418,27983,12710,13716,15146,16266,9114,11969,13312,19000,10123,29808,13902,12054,11729,12867,20267,9051,18282,6828,14007,19660,17093,15546,11815,14174,9076,9670,26790,19048,13251,9475,18795,6239,843,12265,22793,15984,13931,8080,7469,22468,22981,10435,14013,7476,22384,12294,8538,16602,15445,17802,19245,19069,11040,10164,22865,17491,23927,24123,11953,26126,16982,9855,13901,22657,1576,24535,17363,1400,18827,18123,23866,10404,9708,9203,13405,14993,14407,11377,16677,9755,7909,15535,8378,668,8333,26225,19663,9116,17262,12019,13198,11974,15083,12525,12187,11747,9174,16552,17885,11955,12934,11869,6869,14359,17277,12532,15733,21265,12683,9730,9222,16061,23960,9364,9288,12256,12108,1199,21743,14678,15757,14765,13083,14579,14824,22434,6470,8131,12711,24560,13588,18517,14073,11124,9903,9532,14264,14345,14114,15111,10728,16754,21560,15514,11031,12121,13579,9474,11806,11476,1353,7553,16215,15870,17292,16057,15711,18045,23343,11611,16207,11639,12351,12079,15911,23534,10903,16349,14568,10506,22033,10726,10783,7376,9535,28829,19619,14637,11783,12055,17824,13066,19429,5095,1929,18080,13632,24893,10291,7825,17550,13340,25751,12999,12009,17287,18348,14394,13648,18110,8055,19625,15104,20382,19935,16604,17022,9862,25320,17091,9950,1623,30001,18698,21393,13095,11877,6103,1505,24389,11955,1727,9328,20153,24692,16405,18626,12834,15811,15634,9824,15613,14967,12787,10091,16262,12730,905,19467,18872,12505,11964,12937,12910,16060,13420,8963,873,21487,16244,16546,13748,14055,14301,16520,10014,21369,14758,14478,14654,16181,13683,19354,14786,12997,17353,12724,11246,15418,19238,14606,9161,16765,16859,26144,24545,25108,23321,12648,9045,12886,25190,18084,1759,14963,15968,16873,16209,20340,23141,20135,22936,14169,8313,4996,12574,11708,26127,5924,6258,19968,16506,14514,5135,17439,20071,16223,13156,20427,9812,10464,10401,22889,13464,12284,23953,27277,14017,24913,13914,10804,12375,16634,16606,19866,10683,9584,24816,12173,12512,14737,16607,19808,18647,13924,12928,10217,11137,21665,21035,1770,20806,17956,11970,17113,17339,13843,11970,8424,10633,20083,12108,19851,13944,15672,28140,18026,22918,26092,20956,13604,24874,28208,19769,19204,10072,15667,5680,15436,23167,17396,12014,9196,17433,26040,24503,18326,15597,19716,26481,19993,2062,22203,25692,12730,10244,25602,13995,18694,17629,909,2555,19725,9769,7300,7487,19466,18464,18157,14804,19020,21712,14877,14059,20924,16898,18043,16785,9902,9896,20137,16351,15484,27069,15420,20520,18249,24235,24690,10392,15927,18465,9007,4500,930,10499,16210,25624,23134,14719,20073,9081,13976,17698,16123,13826,13102,14464,13128,11877,4279,207,1087,26469,13784,3442,2503,22639,24181,4222,15856,14914,16158,15801,26654,24170,10042,17752,15526,14186,21351,15078,11137,12571,13505,20622,19018,10597,9543,6847,19346,28206,28914,26648,1058,25567,23858,24660,12574,13852,18625,18544,18978,8247,13747,4670,1380,22376,14727,15181,18128,18673,16658,8595,16453,10331,11825,12192,16429,14083,17043,12243,11134,8814,14562,9983,8001,19498,14480,17980,11272,25391,14395,17084,12425,11806,6951,12858,18948,23192,8737,19536,21142,17563,18236,6303,21074,17782,9504,17639,17832,17759,19083,10523,22393,12045,10775,12712,8847,2192,18920,18435,25698,26590,10558,3406,15315,21336,14770,15472,21285,26351,9911,12469,9726,12630,13267,11948,22894,13082,18172,2909,25096,17339,19930,26439,21611,13339,9971,21340,6817,10261,9967,19925,15509,1399,17326,19101,18415,14754,17416,17976,22765,16847,19008,14365,17788,19662,25809,16930,12501,5960,16169,22003,10895,14216,26930,13132,25777,13708,20799,11081,16713,15754,11362,14872,18008,23595,14213,26093,18485,27220,20958,10404,12676,18019,21490,16444,14319,14281,18347,14157,9744,15197,14375,16235,25770,4644,13602,16151,19569,12646,1416,20568,13000,19350,24352,8186,2325,21438,22607,19536,16160,11033,15050,13067,22480,20731,13227,17594,12933,13930,22851,23889,16357,15288,11644,841,15437,17592,11874,16492,15679,13124,10459,4496,13661,9837,9290,26527,19357,17719,17667,22991,13481,12284,1130,24545,12077,13946,27167,18809,23151,20587,14295,16710,23610,13547,23953,14675,17883,16644,7667,257,2363,11194,7622,1594,25679,24390,12470,16878,12789,9982,8164,8214,7396,9112,16712,18544,12740,1569,24632,25573,14341,14109,10869,16776,25239,7753,6587,17806,23904,25487,6043,11640,25949,14902,25919,24269,26214,20935,9502,14341,20251,12177,7332,9581,8226,7343,468,20735,22771,19832,22070,14547,17292,25087,9353,11472,17747,18947,15482,11740,12614,10190,12846,27207,20037,15272,1372,19538,15434,17988,21799,16366,14174,16645,23956,14299,25219,8212,15685,19938,7474,24506,25121,19833,19877,21601,14157,12884,15366,17902,25157,26184,17541,13488,8739,8536,9674,6740,18574,20562,15578,14153,8207,22794,10564,12104,1946,18189,22234,12088,22658,11096,22360,13211,12669,12257,16631,9873,19868,24534,11337,12707,14720,25699,18735,22507,9447,15153,5320,1240,20128,8557,24325,16152,28063,20287,13922,11880,9248,26228,19384,16907,11153,14907,15265,20064,8950,19860,16388,22986,24222,22749,25383,27688,15819,18724,11689,19179,613,19505,19941,21199,22609,23429,26215,12349,10265,5439,9494,17537,10418,9040,9590,18890,24106,24240,13081,11989,17340,14024,12865,11520,13370,9473,1147,180,20250,18217,13935,4730,22178,18677,13704,12863,9826,6099,108,101,233,20921,23846,18893,16260,12474,18433,7221,18038,11342,10036,7945,26041,14047,14737,3418,20453,14053,26190,25871,12466,9983,10301,11910,6345,5561,8214,17892,25663,26974,14413,15852,10096,24838,12094,10408,13748,7692,15492,6564,18398,13758,11694,13947,10978,12023,11644,27093,23047,13009,24780,7436,10238,9364,20672,18701,11956,14876,27689,20283,27288,17669,18417,24053,8977,25561,12293,25652,16668,25707,16823,2279,25451,10006,16997,9326,8618,10377,12480,8685,8377,20875,10774,11909,6955,11931,9026,18544,10144,11824,15764,10161,11912,10573,9679,13367,7512,27130,20835,19156,11062,16842,12722,11981,14449,15645,12445,22818,13126,12328,9841,11956,10286,10487,16685,11244,13162,17184,13500,7435,25309,15211,2766,21418,19273,17085,14946,4909,2894,15879,16696,14430,16320,9706,12160,21663,18467,14379,11457,13187,4607,19125,15178,12631,20708,21060,14606,13828,13893,9344,5803,24477,24844,16239,17225,11937,20350,14402,26567,18263,10253,8013,7408,14117,6508,26774,22018,11555,10282,15905,13608,11102,15424,28086,16938,11980,9940,12630,2399,25779,21253,12524,7203,11984,8622,28010,11234,10099,18818,20682,12263,20884,10192,11826,26242,18612,12316,20478,24182,10276,2113,14369,20338,20467,13569,26608,17716,12220,14477,993,1001,21418,21758,17307,3100,457,7881,24453,22148,10800,12838,11944,9039,26076,17786,16926,9057,21899,11249,11071,26169,22360,15327,19487,19062,11581,15912,12463,12520,13212,12817,15662,24667,24753,25123,17209,16133,22574,9598,11623,21303,14392,19982,18833,25342,15758,11863,14431,13331,24547,24284,20005,13585,21766,17432,14139,7676,21059,17171,16067,19558,16291,16466,24595,16160,9460,8089,12009,13279,9926,25239,19442,18679,5059,25256,26988,8872,18283,17742,8497,6116,15263,13220,9443,18206,24529,11252,18327,25273,19401,5395,25619,11091,8891,9529,9759,12900,21795,21917,25243,10643,13619,1141,15917,12815,11975,15889,12677,23303,19018,27582,19416,13377,16719,26584,21840,11130,9811,15502,16256,24146,17367,17835,11108,18197,25495,15574,19907,21775,23093,22568,17322,15570,17224,19613,27884,13967,27802,27863,26761,19708,19693,11491,8664,26787,9317,12376,3010,23482,20786,26437,14470,29932,19421,15062,8419,19606,29079,25256,19433,15525,24812,17446,2802,6014,22954,8148,17216,14151,11431,8077,9987,19009,15978,14775,14456,18064,11727,10936,10836,11022,11622,14119,16007,19547,12491,28862,16125,4915,22334,22777,24215,26780,11318,16764,19920,14182,12350,12784,9520,9246,9574,4898,5175,22208,15423,15936,22644,13836,17769,17510,15024,21578,12695,19820,11651,14233,11035,20284,8057,18971,26850,9709,19095,1974,22756,10454,22153,26969,23042,13086,10456,13092,14199,16620,16271,10824,22612,26264,10424,20608,26267,14299,19567,17806,14703,25366,17763,14757,13440,14202,24263,11210,5406,24164,21867,21772,24523,23989,11828,8787,16263,13331,3342,24582,20425,424,24721,25066,11531,19297,14443,11115,922,26899,20861,4847,21061,17768,23695,19272,12553,11094,23145,13589,18270,19694,18681,15516,26522,22035,17408,22525,20668,6485,3793,24316,21421,15452,20241,11899,11737,12159,10449,8612,15610,19939,11048,10787,11059,20295,28119,13427,10860,5128,14089,17027,12052,8976,15890,14436,13517,10041,25579,19934,13559,11189,12708,12748,15067,16810,9064,9682,8447,21550,13324,10396,753,4520,25138,16827,25150,13144,12817,26695,16428,27310,13897,12651,15711,19666,10397,13628,7901,4840,27497,24135,12803,14560,18128,14011,19765,11380,1346,21957,18765,21640,22556,25378,17916,13222,17988,11499,9914,16857,9073,13401,20695,10804,13980,15387,13251,1213,25808,28477,12471,16082,8483,16251,15054,20663,19604,18873,14021,21640,12386,14401,13115,17314,14604,16478,13235,25819,17456,12456,13152,13300,9675,18983,26994,24879,16294,4056,16892,13948,16450,16381,11546,16916,27839,21110,9327,26848,20083,15055,18308,16975,12811,10118,11114,6545,10228,14285,19315,26132,10992,28429,27813,4291,26985,20957,14761,15201,17743,26549,663,25946,25337,12546,14826,11483,16501,10878,22420,13019,1043,21494,24201,15411,19030,16765,6931,12046,4988,16163,16630,12185,975,8677,22560,24576,12227,12598,20752,26536,17176,25468,17912,24799,15807,1493,18669,11896,15585,15544,11004,14417,20829,15175,12935,12211,18471,12074,15006,19323,15503,11253,25960,13587,25136,9051,9806,4966,18303,14848,22190,20681,11401,24862,24006,4245,26414,16862,21648,18699,17241,19495,18529,13502,27105,14303,16771,15342,11148,17045,21653,9614,26811,21109,10281,7875,13545,16655,26150,15167,16934,23227,19341,15177,17920,13290,16775,9951,26237,20386,15969,6019,7344,9386,11137,24068,17614,17473,14591,24889,16399,19381,11740,12666,24271,13348,25227,8109,27229,23639,15653,8722,19937,11855,8032,14328,11674,16511,20356,6987,17954,14631,20852,18870,21771,21830,16019,13614,17538,1896,22438,24957,16139,13630,12895,10276,8280,11300,13892,19878,10734,16915,12645,15269,8672,6641,16437,15643,14686,14396,13563,18271,12012,9168,9998,6804,18778,24646,17069,12746,26000,24909,23748,12813,16630,26476,12739,758,16876,11126,26096,24809,8186,14127,16177,17795,18113,20801,17602,12234,22233,17713,2441,16176,25110,29212,16566,26775,10089,10026,12947,28663,22210,2116,16221,13902,10826,14879,14881,11393,15852,13997,1850,21495,17980,17883,23392,28684,24680,23099,14732,7040,19308,14357,23465,13963,17279,11057,20140,12780,10008,12762,15934,26001,12343,12703,13687,12952,11363,9633,13456,10300,21093,18770,24962,16827,14549,12623,8749,11135,7826,11067,8611,12469,8818,20627,18678,21516,15183,15598,6505,8644,14363,20961,16939,19216,16728,9163,10418,6316,22105,4893,21332,20328,19823,15414,10551,14540,14934,17129,25430,13819,21384,17794,26636,26814,14482,11753,4735,26214,26840,19273,26593,24948,23478,17747,9508,12809,18826,25004,14630,6424,13644,25641,12355,25006,27644,8793,18686,14823,12268,10066,11892,16963,18233,16604,15327,15072,9192,25105,6766,19350,26032,26863,14469,14801,14849,18211,21004,19027,12533,14905,15936,11223,3766,2928,27752,25156,25010,23700,16454,18481,21514,20602,17162,20922,11911,25106,24300,9209,3753,10700,8240,16857,6452,6163,6252,19115,25705,27566,18286,17190,16352,15047,9227,11531,25546,25191,24576,17864,17936,11566,24197,23913,23358,23616,15821,21912,12042,11797,7141,20099,22908,15092,20243,20272,9984,21422,18931,13131,2881,11104,24003,25604,23000,19638,15441,9710,17893,16230,19252,24054,13494,15608,11544,19917,24797,16598,9137,23516,17672,14011,19042,10315,6274,5810,24320,24514,18721,25973,17888,16743,17303,16899,4958,25716,17105,24423,25688,16114,17595,19109,10481,12225,14227,10097,8414,8759,10676,12627,2439,7039,24244,23394,18438,14968,14734,20035,15402,12520,6845,11264,10824,24872,10947,9284,21270,15790,17887,24062,23507,23067,24318,10105,24169,17805,5901,1326,23270,23439,19252,20999,24823,6817,2956,23337,15158,4848,7227,12667,20753,12837,5608,10115,5234,25845,17178,25680,19816,12131,21805,12238,11569,9411,4321,23577,23660,24927,16164,24950,19720,14198,13912,17604,13212,17452,9162,24313,12537,11241,1147,22339,26356,23812,11317,17755,24057,12230,9502,10831,15887,22483,17624,5685,2677,2917,28186,13693,14010,13063,24706,20134,13299,12550,25811,26673,21173,17850,20263,7981,10703,4372,5281,26443,26413,12834,19971,13107,10346,18172,20086,20112,3812,24990,14704,5733,19698,22170,22065,19280,5781,18673,14840,16961,3632,12643,14599,16130,10033,3208,25380,20694,14350,13960,7582,24255,10590,9798,10491,24400,13934,11262,9069,17820,23470,12237,3834,829,18007,25062,18613,21384,6200,10226,3684,11341,14966,3048,15298,1274,3809,1427,2406,15631,2747,10288,2395,16461,16096,3500,10547,9298,17882,3102,11899,8772,2010,3462,960,2658,749,1021,1434,1157,809,165,208,12,4,4,9,22111,23591,12741,13971,15564,19376,13297,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,6224,16276,19996,14079,11933,10300,14507,15996,10372,18966,16413,13131,20902,3201,21615,15681,6091,10916,13365,15332,14631,17796,16012,15196,11988,11935,10486,21891,10712,7093,17806,18892,15302,21087,18007,17868,8331,16323,12579,9376,21623,20050,13614,17982,13725,7775,3745,19113,14505,16181,23518,8019,5600,10115,21329,22171,9702,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,8673,12868,13112,5754,3608,21,3,22268,20864,18213,16565,25665,22410,14609,20505,22843,12937,13542,23480,16586,19546,24427,20487,12327,15819,5630,12666,24964,11829,9820,14417,21290,19281,19545,12167,17497,20541,8385,11881,8864,10966,11596,6919,24755,20550,20787,27754,8746,10695,25472,25395,10083,21627,25816,14973,14906,23915,17812,8866,7542,102,47,1204,3562,23023,25214,17552,22463,19119,14580,10724,10937,8226,8541,10170,18135,9384,9123,16574,18101,8942,9503,18065,10529,12797,16676,15962,11281,24596,16667,10905,13302,25596,12295,7214,21677,22676,16813,20623,12593,13527,8024,9446,8566,6798,12325,12981,11412,11930,8916,16456,20031,17041,14055,9915,6780,20021,17062,10280,14494,17412,7516,13767,11368,12643,12400,12683,14193,8427,15239,8136,15510,15768,10562,14576,19012,20960,14311,10321,10046,11558,20225,15753,4962,12970,26180,23025,9338,11114,4081,15715,15448,10093,12484,13770,74],"fragments":[{"begin":"0.000","end":"4.920","lines":["You're listening to LIFE KIT..."]},{"begin":"4.920","end":"30.960","lines":["...From NPR. Hey, everybody. It's Marielle. Next time you're at the supermarket, pick up some packaged foods and look over the ingredient list. You'll start to notice a lot of the same things - high levels of salt and fat."]},{"begin":"30.960","end":"49.160","lines":["Added sugars, added colorings, added flavorings, hydrolyzed protein isolates, high fructose corn syrup, bulking agents like maltodextrin, for instance. These are all sort of the types of ingredients you'd see in an ultra-processed food - carrageenan, you know, those kinds of things."]},{"begin":"49.160","end":"58.160","lines":["That's Maria Godoy, a health correspondent at NPR. She's been reporting on the health effects of ultra-processed, industrially made foods."]},{"begin":"58.160","end":"71.400","lines":["These are foods that are made with ingredients derived from foods, and then you reassemble them to create a product that's tasty, cheap, convenient and shelf stable, which means they last a long time."]},{"begin":"71.400","end":"88.640","lines":["And as you may have noticed, they're also hard to resist. So we tend to overeat them. Most of what we eat in America today is ultra-processed."]},{"begin":"88.640","end":"123.640","lines":["There was a recent study that put it at 73% of the U.S. food supply is ultra processed. There's other research suggesting it's 57% of what most adults eat, and it's, like, 67% of what kids eat. So it really is everywhere."]},{"begin":"123.640","end":"140.000","lines":["On this episode of LIFE KIT, we talk about how to recognize ultra-processed foods, why you might want to eat less of them and how to actually do that."]},{"begin":"140.000","end":"160.240","lines":["OK. So if you're at the grocery store and you're trying to figure out, like, does this \"food item\" - in quotation marks - fall into the category of ultra processed, what should you look for?"]},{"begin":"160.240","end":"224.280","lines":["Look at the ingredient list. That's something that I do all the time now since I started this reporting. Reading the ingredient list is the most important thing to do. And you can ignore the health claims on packages because a lot of packaged foods will say something like, oh, it's good for you or high in this or that. But it's the ingredient list you really have to pay attention to. And so if you see a long list of ingredients and it includes items you really don't recognize - you wouldn't find them in your home kitchen - That's usually a telltale sign that that's an ultra-processed food."]},{"begin":"224.280","end":"230.760","lines":["OK. What does the research tell us about the health risks of these kinds of ultra-processed foods?"]},{"begin":"230.760","end":"257.600","lines":["There is a lot of research linking overconsumption of ultra-processed foods to poor health outcomes. So they see an increased risk of things like Type 2 diabetes, obesity, hypertension, dying from cardiovascular disease. In fact, there's research showing that eating too much ultra-processed foods increases your risk of dying prematurely from all causes. And the evidence is pretty strong and consistent for all of those risks."]},{"begin":"257.600","end":"259.520","lines":["Do they know the reason?"]},{"begin":"259.520","end":"322.240","lines":["That's a good question. And one of the reasons is obvious - that these foods tend to have a lot of added salt, sugar and fat. But there are some concerns that maybe there's something more. And, like, what is driving us to overeat them? Like, there's a researcher named Kevin Hall at NIH who did this really fascinating landmark study back in 2019 where he recruited 20 healthy adults to live full time at NIH for a month. And then he randomly assigned them to either eat an ultra-processed food diet for two weeks or a minimally processed diet for two weeks. And then after the end of the two-week period, he switched them. And he actually didn't expect to see much of a difference because the diets were matched for all the major nutrients, like salt, sugar, fat, fiber, protein, essentially. People were offered way more food than they needed to maintain their weight, and they were told they could eat as much or as little as they wanted."]},{"begin":"322.240","end":"358.000","lines":["But what actually happened was that when they were on the ultra-processed diet, they actually gained 2 pounds on average, and they ate an average of 500 calories more a day. And then when they went on the unprocessed diet, they lost weight and ate less. So it's unclear if it's something about the processing itself that is driving some of these health outcomes, certainly the overeating outcome. A lot of researchers I spoke with say there's a signal there that needs to be explored. But certainly, we do know - we have hard evidence that too much salt, sugar and fat is not good for our health. So for that reason alone, it's worth cutting back."]},{"begin":"358.000","end":"380.840","lines":["OK. So if you do want to cut back on the amount of ultra-processed foods that you're eating, I mean, where do you start? Because it seems like if it's such a big part of the food supply, you're not going to avoid it entirely, most likely. Do we know if some ultra-processed foods are better or worse than others?"]},{"begin":"380.840","end":"411.720","lines":["Well, OK. Too much salt, sugar and fat is no good for you, like, regardless of whether it's ultra processed, or you made it in your home kitchen, right? So that's one thing. But when we're talking about packaged foods, there is some evidence, like, they're not all equally bad for you. For instance, I spoke with a researcher whose evidence has found that women who ate ultra-processed yogurt - so it was technically ultra processed because it had added sugars - it was linked to a lower risk of colon cancer. So, I mean, that's interesting."]},{"begin":"411.720","end":"456.320","lines":["And also, you know, a lot of researchers I spoke with say, like, you don't want to vilify things like packaged breads. Now, most packaged breads are technically ultra processed, but if you're looking at a whole grain bread and buy whole grain, I mean, like, that should be, like, the top ingredient. They tend to be a good source of dietary fiber for a lot of people, and most Americans don't get enough dietary fiber. And so they say, like, you don't want to steer people away from eating whole grain breads like that. And it's certainly a better choice than white. But you want to look at the ingredient list always, I think. And even if it's ultra processed, look for things that are lower in sugar and then have some protein, that have fiber, maybe have no added sugars. So it's like a balancing act. Like, those things still matter regardless of the level of processing."]},{"begin":"456.320","end":"465.600","lines":["Right. Yeah, it seems like some of those ingredients that you mentioned, particularly sugar, hides in most packaged foods. They'll just add it no matter what."]},{"begin":"465.600","end":"466.440","lines":["Right."]},{"begin":"466.440","end":"470.640","lines":["Even if you're like, this doesn't seem like the kind of thing that needs sugar in it, but..."]},{"begin":"470.640","end":"503.800","lines":["No, that's such a good point. Yeah. Once you start reading ingredient lists, you're like, wait. What's that doing in that? Like, I went shopping a couple of weeks ago with a researcher, and I picked up a package of tortilla. And it had sugar as, like, the third ingredient. It's tortilla chips. I'm like, why do you need sugar in tortilla chips? It really is in a lot of places in salt, too. We get too much salt in our diet. Most Americans do. And that's because it's used in a lot of ultra-processed foods. And packaged breads are actually a known offender here. Like, there's a lot of sodium hiding in there. So you want to check that nutrition panel, as well."]},{"begin":"503.800","end":"515.800","lines":["What if there are some ultra-processed foods that you just really enjoy? You know, you love your tortilla chips or whatever. Are there healthier alternatives?"]},{"begin":"515.800","end":"577.640","lines":["Yeah. I mean, for instance, if you like salty, crunchy snacks, which, you know, are really kind of what beckon to me around 3 o'clock in the afternoon, think about nuts, which are a good source of protein and fiber and healthy fats. And, you know, if they're salted, at least you're getting some good value for them, right? Nuts are part of a balanced, nutritious diet. Or if you love breakfast cereals - a lot of people do - instead of something that's really sugary and has a lot of added colorings, you know, look for something that has some protein and fiber and fewer ingredients. You can still make healthy choices in this category. Or yogurts - yogurts have nutritional value. But look for something with low or no added sugar. And maybe instead of having sugar, you just throw some berries in there to sweeten it. There are ways to make healthier choices, even if that yogurt comes in a package. Or if you just can't stomach unsweetened yogurt, at least look for something that's, like, high protein, like a Greek option. And again, fewer ingredients, the better."]},{"begin":"577.640","end":"600.840","lines":["Yeah. It seems like one thing that people do instead of, for instance, buying a salad dressing that's already totally mixed and made, is to make their own at home, get the ingredients. Maybe it's, like, olive oil and vinegar, and then you add as much salt as you want. Or you can also make a creamier salad dressing, but just make it on your own."]},{"begin":"600.840","end":"652.400","lines":["Yeah, absolutely. I mean, most researchers will tell you, yeah, cooking more from scratch is going to be a better option. Not everybody has the time or means to do that. But yes, if you could, that is something we could all do more of. And you don't have to cook every day. Cook once and eat several times. Just make a double batch or triple batch, and you can eat something throughout the week. It doesn't have to be that onerous. I'm big on leftovers at my house. But the other thing is just focus on things that you know you should be eating more of, like fruits and vegetables. And it doesn't have to be super expensive because, for instance, frozen fruit and vegetables - there's a lot of research showing that it's just as nutritious, as fresh. And it's often a lot cheaper and has the added bonus that once you just use what you need and then put the rest back in the freezer, right? You're good to go again."]},{"begin":"652.400","end":"667.360","lines":["Are there ways to take items that are packaged or canned or processed in some way and make them a bit healthier, to alter them in some way to get rid of some of the additives?"]},{"begin":"667.360","end":"737.440","lines":["Yes, for some items. For instance, if you're buying canned beans and they have added sodium, really easy trick is to dump those beans into a colander and then let them drain for two minutes. Then you rinse them out with running tap water for 10 seconds. and then let them drain for another two minutes. And that can get rid of a whole lot of the excess sodium. But, like, if you're talking about a packaged food, those long lists of ingredients are baked in. So you can't really take that food and make it not ultra processed. But what you can do is make better choices. Processing of foods exists on a spectrum, so you can look for sort of less processed options. There's actually a really cool database that researchers at Northeastern created. It's called truefood.tech. And you can look up a lot of food brands, and it'll tell you how processed it is. They created this, like, zero, which is not processed, to 100 scale, which is very ultra processed, for foods. And so you look up your brand, and it'll tell you if your tortillas are a 1 or, like, a 94 on the spectrum. So it will also suggest less processed alternatives. So that is one thing you can do. And that's a prototype, but it's kind of fun to play with, and it's sort of eye opening."]},{"begin":"737.440","end":"747.800","lines":["Oh, my God. I'm excited to look at it. But I also shudder to think. I feel like it's - you could do that and be like, oh, my God, everything I eat is ultra processed. Like..."]},{"begin":"747.800","end":"805.400","lines":["(Laughter). I mean, you know, you don't have to be perfect. Just be conscious of what you're eating and aim to fill your diet mostly with fruits and vegetables and lean meats and dairy. Like, that should be the basis of your healthy diet. And then try to eat things that are packaged less frequently. But some of the best advice I got was from Christopher Gardner. He's a nutrition researcher at Stanford University. And he says he likes to embrace the philosophy of one of his favorite chefs, which he calls the 80/20 rule. And basically the idea is 80% of the time, try to make thoughtful choices and pay attention to what you eat, but 20% of the time, just go off the rails because food is joy. Food is an important part of life. And you shouldn't just, like, deprive yourself altogether. But you don't have to be perfect, you know?"]},{"begin":"805.400","end":"811.520","lines":["Yeah. Get a little wild 20% of the time."]},{"begin":"811.520","end":"837.080","lines":["Yeah, exactly. Food gone wild. So, you know, eat your salad. Eat your fish. And then if you really want that, like, stabilizer-laden ice cream for dessert, go for it. But just maybe not every night."]},{"begin":"837.080","end":"842.040","lines":["Thank you so much, Maria. These tips are great."]},{"begin":"842.040","end":"846.000","lines":["Oh, it's my pleasure. Thanks for having me."]},{"begin":"846.000","end":"920.040","lines":["For more LIFE KIT, check out our other episodes. We have one on how to meal prep and another on how to stop wasting so much food. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, have you signed up for LIFE KIT+ yet? Becoming a subscriber to LIFE KIT+ means you're supporting the work we do here at NPR. Subscribers also get to listen to the show without any sponsor breaks. To find out more, head over to plus.npr.org/lifekit. And to everyone who's already subscribed, thank you."]},{"begin":"920.040","end":"975.720","lines":["This episode of LIFE KIT was produced by Thomas Lu. Our visuals editor is Beck Harlan. And our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor. And Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Margaret Cirino and Sylvie Douglis. Engineering support comes from Josh Newell, Stu Rushfield and Stacey Abbott. I'm Marielle Segarra. Thanks for listening."]}],"duration":975}