{
  "title": "'The biggest misconception' about running, according to a running coach",
  "url": "https://www.npr.org/transcripts/1183297514",
  "intro": "Martinus Evans, author of \"Slow AF Run Club,\" explains what running is and what it isn't. And for people interested in starting a routine, he shares tips on pace, gear and form.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR. Hey, everybody. It's Marielle. Today we're going to talk about one of the classic forms of exercise - running. And it's a classic for a reason, right? It gets you from point A to point B. You don't need equipment to do it."
    },
    {
      "author": "MARTINUS EVANS",
      "text": "You don't need a gym membership, and it's one of these exercises that just provides you with so many cardiovascular benefits."
    },
    {
      "author": "SEGARRA",
      "text": "But running gets a bad reputation. People think it's going to be all blisters and burning calf muscles and screaming lungs. What if instead of all that - or at the very least, in addition to all that - running could feel good, even a little sexy?"
    },
    {
      "author": "EVANS",
      "text": "So sexy pace is the pace where most of our run should be at."
    },
    {
      "author": "SEGARRA",
      "text": "This is Martinus Evans, by the way. He's a runner and author of the book \"Slow AF Run Club: The Ultimate Guide For Anyone Who Wants To Run.\" And he says a lot of people try to run way too fast. Sexy pace is conversational speed."
    },
    {
      "author": "EVANS",
      "text": "Think about \"Baywatch\" and music. Like, you're running slow. You got the \"Baywatch\" music on. You feeling sexy when you're doing it."
    },
    {
      "author": "SEGARRA",
      "text": "Martinus has a bachelor's in exercise science and a master's in health promotion. He runs a blog called \"300 Pounds And Running,\" and he wrote this book for anyone who's interested in running but thought it wasn't for them, because based on your body type, you may have been told that you're not a runner."
    },
    {
      "author": "EVANS",
      "text": "And what I'm here to tell people is that you can run in the body that you have now, and you can do it with something as simple as running for 15 seconds and walking for a minute. It's really about just getting your heart rate up."
    },
    {
      "author": "SEGARRA",
      "text": "On today's episode of LIFE KIT, how to start running in the body you have. We'll start with motivation and then go into detail on shoes, pacing, breathing, form, early workouts, cross training and more."
    },
    {
      "author": "SEGARRA",
      "text": "I want to talk about getting started with running. What are some of the things that people might do to help their mindset as they start on this journey?"
    },
    {
      "author": "EVANS",
      "text": "You know, one of the things that a lot of people struggle with is their inner critic. You know, a lot of people who come to me, it's Martinus, I'm not a runner and the voices in my head is telling me I'm not a runner, and I'm just afraid to move forward. So one of the things that I found beneficial is to name that inner critic, because most of the time, that inner critic and the inner voice is in your voice, so it's like you telling you that you don't deserve to do X, Y, and Z. So my inner critic's name is Otis, and Otis is resemblant to a drunk uncle who always are spewing random information, but he's always drunk. So if you take it in that sense, you know, I remember being younger and standing up to my drunk uncles and being like, go sit down. You're drunk. And they're like, you're right, little man. I'm going to go sit down."
    },
    {
      "author": "EVANS",
      "text": "And I think that's the same thing with my critic. Like, my critic's like, you're fat. You don't need to do this. You need to lose weight first. And I'm like, go sit down. Like, this is not helpful. Like, I'm out here doing it. Like, I know you're trying to protect me in a way, that you're trying to protect me, but I don't need that. So, like, I think that's the first thing - right? - is giving people the opportunity to give that critic a persona, give it a voice, give it a backstory. So that way, you know, once that critic started to talk, you can have conversations with it and let them know that, hey, what you're telling me is not useful and I'm going to go do it anyway."
    },
    {
      "author": "SEGARRA",
      "text": "And then what about affirmations? You have so many helpful ones in the book."
    },
    {
      "author": "EVANS",
      "text": "You know, my favorite one is no struggle, no progress, right? This is something that I have tattooed on my wrist, and it comes from the famous 1857 speech from Frederick Douglass. And then there's other things, like one step at a time. Stay in the mile that you are in right now. You know, we can do hard things. I think just telling yourself these mantras of this and just keep going, you know, helps you rhythmically, but also keeps you in line to continue to move forward."
    },
    {
      "author": "SEGARRA",
      "text": "Yes. Yeah. When do you say these things?"
    },
    {
      "author": "EVANS",
      "text": "So I say them in the midst of hard things - right? - so in the middle of a run. I think about for myself, you know, the first mile and a half is still, like, the hardest mile and a half for me because I'm like, I'm just getting started. I don't want to do this. And then, you know, that's when it usually - when I start to kick up on the mantras. Like, all right, Martinus. No struggle, no progress. Just got to get going, got to get moving. And then eventually, you don't necessarily need it because your body has gotten over the initial suck and now you're in autopilot."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. That makes a lot of sense. What kind of gear does somebody need before they go out to run?"
    },
    {
      "author": "EVANS",
      "text": "Not much. So the first thing that I always recommend new runners is like, hey, you know, definitely pick up a new pair of running shoes. Go to a running specialty store. And the word that I have in the book is called gait analysis or shoe fit, right? So if you go into one of these specialty running stores and you say, hey, I need a gait analysis or hey, I need a shoe fit, and they look at you like you have three heads growing out the side of your neck, that's not the place for you. So that's the first thing that I tell people is that, hey, pick up some running shoes. From there, like, you know, get some - if you have shorts laying around, if you have some T-shirts laying around, start there, especially for the first initial runs. And then the last thing I usually like to tell the people that I coach is don't wear cotton underwear or, like, don't wear cotton anything. Don't wear cotton socks. You'll get blisters, and you'll start to get chafe in places where it would be extremely painful."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. You're very serious about avoiding chafing."
    },
    {
      "author": "EVANS",
      "text": "Chafing is a real thing, and it hurts. It's painful. And for somebody who's just getting started, like, that can be a huge barrier. You know, you start running, you go on your first couple of runs, now you got a blister, and now it hurts for all your shoes that you put on or it hurts for - to put on clothes. So, like, that's a big barrier. And then, yeah, like, getting body lube is definitely a God's gift because, like, that helps with some of that friction so that you don't have to experience, you know, those blisters or chafing."
    },
    {
      "author": "SEGARRA",
      "text": "And where do you put body lube?"
    },
    {
      "author": "EVANS",
      "text": "Everywhere. You know, I know this not - a kid-friendly show, but, like, everywhere you can think of. I tell people wherever you have a hot spot or wherever, like, skin is rubbing together for a consistent period of time, lube needs to go there."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And one other thing I want to ask. If you're getting blisters on your feet when you run, does that mean you have the wrong shoes?"
    },
    {
      "author": "EVANS",
      "text": "It could mean that you have the wrong shoes, but it can also mean that you have the wrong socks. So cotton socks, you know, as your feet are sweating, sticks to your feet. And it's almost like forming another skin of, like, rubbing back and forth, creating that friction. So those are two of the main things that can cause blisters."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So if not cotton, what kind of fabrics do you recommend?"
    },
    {
      "author": "EVANS",
      "text": "Some type of synthetic fiber, polyester or bamboo fiber wool, which is, you know, a very green type of product."
    },
    {
      "author": "SEGARRA",
      "text": "And then once you have your gear, you go out for a jog, your first run. If you've never really run before, what do you do when you - do you just start jogging? Like, how long should you go for?"
    },
    {
      "author": "EVANS",
      "text": "So if you're going on your first run, you're going to go walk. You're going to walk for five minutes just to get your body warmed up, you know, just where you can get yourself mentally together. This is where I tell people to, like, just do a full body scan. How are you feeling mentally? You know, are there parts in your body that's tight? Like, are your calves tight? Are your hamstrings tight? You know, are these things that you might need to stretch out before you go run? You know, get those things out the way."
    },
    {
      "author": "EVANS",
      "text": "How are you feeling mentally? Maybe you need to readjust your mindset and your mental attitude, right? And then after those five minutes, what you're going to do is you're going to pick up the pace. You're going to - pick up their pace and say you're at - you're running at a pace where you're able to have a conversation with somebody and you're not breathing, like, yes - I - can - do - this. And you're going to do that for 15 seconds. And then after 15 seconds, you're going to stop. And you're going to walk for a minute. And you're going to feel like, whoa, that wasn't hard. And I think I can do more. That's great."
    },
    {
      "author": "EVANS",
      "text": "You're going to continue to do those 15 seconds running and then walking for a minute. Do that for 30 minutes, and then you're done for today. After the 30 minutes, you're going to do a walk, just cool down. And during that time, give your body grace and gratitude. And then after that, you're going to repeat that cycle for another two days a week. And now you're in a running program."
    },
    {
      "author": "SEGARRA",
      "text": "And then how do you ramp it up after that?"
    },
    {
      "author": "EVANS",
      "text": "So, you know, every two weeks, you check in with yourself. And from there, you know, there's a couple of things that you can do, right? If you feel like the 15 seconds is still hard, you know, you keep it at that pace. If you feel like the walking section, like, you're recovering faster within that one minute and you're like, OK, like, I'm just walking and I'm not feeling the benefit, shorten the walk, you know, move it from a minute to 30 seconds or a minute to 45 seconds and try that out."
    },
    {
      "author": "EVANS",
      "text": "You know, at this point, you know, one of the things that I'm trying to get people to do is to really have the empowerment to really check in with their bodies and check in with themselves to say, OK, what's the next best step for me? A lot of people have tuned out of their bodies. They disassociated with their body. They don't know what their body doing in space. And by practicing it this way, you're able to start to get into those habits of understanding where your body is in this space, in this world, and how you're actually feeling about your body in this space, in this world when it comes to running."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I wonder how you can know when you're pushing yourself in a healthy way and when you're pushing yourself too hard."
    },
    {
      "author": "EVANS",
      "text": "Yeah. So if you are during your warm-up and, say, your calf is tight, and, say, after your warm-up, like, your calf feels good, you're good to go. So if you warm up and then there's still something lingering, or if you warm up and you start running and there's still pain - right? Like, tightness might be OK, but, like, sharp pain, dull, achy pain in a specific point that you can actually put your finger and say, oh, this part of my knee is hurting or this part of my Achilles is hurting, that's typically a sign that you don't need to do that run. But if it's, like, generally in the muscle, like, oh, like, my muscles are stiff, they're a little sore, you know, that's completely OK."
    },
    {
      "author": "SEGARRA",
      "text": "What about form? If you've never really run before, how do you find your form?"
    },
    {
      "author": "EVANS",
      "text": "You know, this is a very interesting question, right? And one of the things that I try to tell people is that your natural form is going to be something that's going to be special to you, right? We do have general guidelines when it comes to form, right? You know, the first thing that I think about is that, you know, a lot of people, when they run, they clench their fist. So by clenching your fist, now you have tightness and, like, you feel like you're fighting for your life. So, like, hand placement, right? You want to make sure that your hands are loosely closed. Imagine a pebble inside of your hand, and you want that pebble to move freely but you don't want that pebble to fall out your hands."
    },
    {
      "author": "EVANS",
      "text": "Another thing is, is that - don't look down. You wouldn't believe how many people look down at their feet when they're running. You want to look at the horizon, right? And you want to look as you're scanning the horizon, anywhere between 6 to 8 feet in front of you."
    },
    {
      "author": "EVANS",
      "text": "Next, let's talk about breathing. So, you know, you want to do belly breathing. You want to make sure, like, those breaths are getting down and you're really moving that diaphragm while you're running, right? And one of the ways or one of the exercises that you can do to, like, test this out, it's literally just put your hand on your belly as you breathe and see if your belly is actually moving as you're breathing, and if it is, you're belly breathing."
    },
    {
      "author": "SEGARRA",
      "text": "OK. We talked about how often you should be running when you're just starting out. What do you do on the days that you're not running?"
    },
    {
      "author": "EVANS",
      "text": "Oh, man. So this is where the magic happens. A lot of people think you're just running and that's just it. No. So on the days that you're not running, you want to cross train, right? And cross training just means, you know, exercising your body in other forms that's not specific to running. So cross training could be cycling. Cross training could be yoga. Cross training can be going to the gym. So if you were tight on that run, you want to make sure you're stretching it out. And then the other thing you want to do is you want to make sure you're strengthening some of the weaknesses that you may have in your body that may cause imbalances when you're running. So, for example, a lot of us sit on our butts all day, and by sitting on your butts all day, your glutes don't fire as much because you are sitting on your butt. And there's a phrase or a scientific term for this called gluteal amnesia."
    },
    {
      "author": "SEGARRA",
      "text": "It's like a dead a**."
    },
    {
      "author": "EVANS",
      "text": "A dead a**. Like, it just becomes dead. And dead a**, you know? Shout out to the people in New York. So one of the things you want to do is you want to make sure that you're doing exercises that can help waking that a** up, for lack of better words. So, you know, you want to do glute bridges, right? You want to do banded clamshells. You want to do some squats, right? You want to make sure you're also doing, like, leg raises. These types of exercises can help so that when you start to run, your glutes start to fire while you're running, right?"
    },
    {
      "author": "EVANS",
      "text": "And this is important because your glute is, like, one of the largest muscles in your legs. Like, you got that big meaty tissue, and it's useless to you if it's not firing on all cylinders when you run. It's also important because when you have a dead a**, other parts of your legs start to take the brunt of those exercises. So this is where a lot of people start to have, like, knee issues because you have other parts of your lower leg who is taking the brunt of the exercise when it really needs to be, like, those shock absorbers of, like, your glutes, your quads and your hamstrings helping you - mainly helping you as you're running."
    },
    {
      "author": "SEGARRA",
      "text": "And then what about stretching - when? How often?"
    },
    {
      "author": "EVANS",
      "text": "There's two types of stretching, right? There's dynamic stretching and there's static stretching, right? So static stretching is where you are sitting in the pose and, you know, you're holding it for whatever particular moment. Dynamic stretching is, like, stretching where you're doing it with the movement. Dynamic stretching happens before you run. Static stretching happens after your run. And if you're just starting out, you know, doing a beginner's session of yoga on another day when you're not running is also helpful for you."
    },
    {
      "author": "SEGARRA",
      "text": "I know that often people will feel like the barrier to exercise is time. If you're - if you feel like you don't have enough time to do all of these things, what combination might you suggest?"
    },
    {
      "author": "EVANS",
      "text": "So time is of the essence. The first thing I would say is, OK, can you do two days of running and then one day of cross training? Can we get you there? And then if we can get you there, all right, let's start there. And if time permits, can you do one more day of running or cross training?"
    },
    {
      "author": "EVANS",
      "text": "You know, one of the things that I urge the people that I train is to get creative with your time. What are you doing when you're watching TV? Can you go to, like, you know, if you have a gym membership, can you go to the gym and watch TV at the gym while you do your run?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Or if you have kids and you kind of can't, like - you don't want to leave them but, like, to go to the gym, you know, but you could maybe do some exercises while they're next to you playing."
    },
    {
      "author": "EVANS",
      "text": "Yeah. Like, grab a - look. Grab a kid, grab a toddler and do some air squats."
    },
    {
      "author": "SEGARRA",
      "text": "With them?"
    },
    {
      "author": "EVANS",
      "text": "Yeah. Do some air squats. Use them as a weight. Now you got a 10 to 15-pound weight. Hold your baby out, and curling with your biceps, kiss them. Like, that's the thing about exercise. Like, all of this is (inaudible) and all of it is beneficial."
    },
    {
      "author": "SEGARRA",
      "text": "Let's say that you just started running and you've been doing it for a month. How do you decide if this is something that you like enough to stick with it, like, if running is your thing, or maybe if you'd rather try some other form of cardio?"
    },
    {
      "author": "EVANS",
      "text": "After a month, I think the thing is is that you'll start to notice of, like, oh, this is not getting as hard as it used to be as when I started running or, oh, I still hate it from the day, from Day 1. So I think that's one of the times of starting to reevaluate. It's just starting to get easier. Is the exercises not, you know, is the workouts - is the workouts not affecting you like it was? Like, are you not as tired? Are you not as sore? And, you know, you're just like, OK, yeah, like, I'm running. Keep going. You know, why stop then?"
    },
    {
      "author": "EVANS",
      "text": "If it's one of the things of like, yo, I can't do this, this is horrible. Every day I feel like I'm just getting worse or things of that sort. You know, what I usually tell people is take a day off, take two off and see how that makes you feel and then try it again. And if you take a day or two off and you try it again and it's still not getting better, yeah, let's think about other sports. You know, let's think about cycling. Let's think about stand-up paddle boarding if that's - if you got water in your neighborhood."
    },
    {
      "author": "EVANS",
      "text": "You know, the goal with what I'm trying to do and the goal with my mission is to let people know that you can be active in the body that you are right now. And it doesn't have to be under the guise of weight loss. Movement and regular physical activity is so beneficial. So regular physical activity has an effect on your blood pressure. It has an effect on your heart rate. It has an effect on your cholesterol, your A1Cs. So all of that goes into play. And I think that for a lot of people, they see, like, weight loss as the end all, be all. And more or less how I see it is that, like, weight loss could be an - a side effect of regular physical activity, just like those other things that I mentioned."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I love that. And I love that we're talking about this on the show."
    },
    {
      "author": "EVANS",
      "text": "Thank you."
    },
    {
      "author": "SEGARRA",
      "text": "OK. time for a recap. As you start running, your inner critic is going to make an appearance. Try giving it a name - mine's called Doreen (ph) - and then talk to it. Tell it to chill out. Buy shoes at a running store that will do a free analysis of how you run and set you up with the right pair. Two ways to avoid chafing - don't wear cotton, and use body lube. For your early workouts, start with a 15-second jog, one-minute walk and then do that for half an hour. Then you can work your way up by listening to your body. Remember when you're running to take deep belly breaths and use that sexy conversational pace. Oh, and don't forget to cross train - super important. OK. I'm going to have Martinus take us out with some of his favorite running affirmations."
    },
    {
      "author": "EVANS",
      "text": "No struggle, no progress. I'll run if I have to run by myself. Your race, your pace. This is hard, but I can do hard things. Slow is steady, and steady is fast. Sexy, sexy, sexy pace."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to run a marathon and another on how to get started biking. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Caz Fantoni (ph). Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Margaret Cirino and Thomas Lu. Engineering support comes from Joshua Newell, Stu Rushfield and Stacey Abbott. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1663782455.mp3",
  "img": "https://media.npr.org/assets/img/2023/06/20/slowaf_bookauthor-copy_wide-8c1ae5478537ab9a917abcbe7278b9956add4357.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "MARTINUS EVANS",
    "SEGARRA",
    "EVANS"
  ]
}