{
  "title": "How to stop overthinking romantic relationships",
  "url": "https://www.npr.org/transcripts/1184407518",
  "intro": "Romance makes us feel vulnerable, and dating can feel high stakes. We talk about how to keep things in perspective and take care of your mental health in relationships.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...from NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody, it's Marielle. I wonder sometimes - why is it that, as humans, we can be our most confident, together, relaxed selves - and then romance comes into the picture, and we get weird?"
    },
    {
      "author": "ALLISON RASKIN",
      "text": "I mean, I've noticed this for a long time. Like, you can have a friend who is like a really stable, rational friend. And then, in their dating life, they're, like, a completely different person."
    },
    {
      "author": "SEGARRA",
      "text": "Allison Raskin is a writer, a podcaster and a mental health advocate. And she has a theory."
    },
    {
      "author": "RASKIN",
      "text": "I think it's because it's a part of us that is asked to be the most vulnerable. Like, it is often where we have the most intimacy. It's also more, I think, appearance-based than other aspects of our lives, so there's a lot of insecurity around, like, outright rejection. It's really high stakes, and it kind of taps into the societal messaging that we should always have a partner and that having a partner is a signal of your self-worth. And so I think there's just so much tied into romantic relationships that it can bring out parts of us we don't experience in other aspects of our lives."
    },
    {
      "author": "SEGARRA",
      "text": "Allison wrote a book called \"Overthinking About You: Navigating Romantic Relationships When You Have Anxiety, OCD And/Or Depression.\" Those are three things that she's dealt with personally, and they're also three disorders that tend to co-occur. So this episode is for the folks in the book title, but she's gotten feedback that the advice is also helpful in general because..."
    },
    {
      "author": "RASKIN",
      "text": "In reality, like, relationships - and especially romantic relationships - can sort of ignite anxiety in us, even if we don't necessarily have anxiety in other aspects of our lives. And I also think just being in relation with another person can be really confusing."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, also because many of us have been taught that we will have all of our physical, emotional and social needs met by our soulmate or romantic partner - you know, the one. And if you think about it that way, a date feels like an audition for the role of your everything. No pressure, right?"
    },
    {
      "author": "RASKIN",
      "text": "You can't expect everything from one person. I think plenty of us are monogamous, but that doesn't mean that, like, our romantic partner needs to be everything to us. You need other people in your life, too."
    },
    {
      "author": "SEGARRA",
      "text": "No matter who you are, it helps to keep some perspective from the early stages of dating and to intentionally protect your mental health. On today's episode of LIFE KIT, we'll talk about how to do that."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so let's say that you're currently out there - you know, you're going on dates - and you have some experiences with anxiety or OCD or depression. What are ways that you can take care of your mental health?"
    },
    {
      "author": "RASKIN",
      "text": "I think it's really important to look at what you believe about dating. Because if you believe that one rejection off of a dating app means you're never going to find anybody and that you're completely unlovable, and you're going to be alone forever, then engaging with the dating app is a really high-stakes activity, right? Like, so I think if you run anxious, really sit down and say, OK, what are some beliefs that I have that are not serving me - that aren't even true and that are going to make this way more dangerous for me to engage in? And then start to really kind of rework how you think about dating."
    },
    {
      "author": "RASKIN",
      "text": "And I really like to think about dating as not winners and losers and rejects and popular people, but instead as, in this case, maybe two people looking to see if they are compatible together. So it's not that I'm better than you or you're better than me. It's - is there something between the two of us that is worth building on? And so then, if you have something not work out, it's not because you're the worst or they're the worst, even. It's that you weren't able to get there together. And I think that that alleviates a lot of the fear around rejection and speaking badly to yourself following negative experiences. And I also really love leaning into the fact that we're actually compatible with, like, thousands of people."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. It sounds like a lot of the advice and the mindset stuff you just mentioned - it's about keeping things in perspective. And one of the ways you talk about in the book is to date multiple people at once in the early stages of dating so that you don't get too focused on just one relationship and maybe try to force it to be something it's not."
    },
    {
      "author": "RASKIN",
      "text": "Yeah, I think this is a great strategy if you notice that you're someone who moves too quickly. You know, I definitely had a history of that, where I'd have one date, and I would, like, be planning our wedding in my head. And that would put a lot of pressure on the relationship. And so I think it can be useful to sort of keep things open - to not put all your eggs in one basket and to let things progress, maybe, at a more neutral speed than your speed or, you know, like, a balance between the two of your speeds. But I also think that you have to know what works for you. And so I think, for a lot of people, once physical intimacy comes into play, having multiple partners might be a little overwhelming. So, you know, I think once you're physically intimate with someone, you should definitely have a conversation of what's going on here. Are we exclusive? Are you still seeing other people? Am I seeing other people? But before you hit that level, I think definitely, like, dating multiple people - keeping your options open can really alleviate kind of the pressure that you're putting on the relationship you might be the most interested in."
    },
    {
      "author": "SEGARRA",
      "text": "Another tip you have in the book about when you're dating - maybe casually, maybe the early stages of dating - is to consider talking about it less, like, with your friends. What's that about?"
    },
    {
      "author": "RASKIN",
      "text": "I think, for some of us, it can become compulsive to share every element of our dating life. And when we do that, it becomes really important in our brain because we're talking about it all of the time. But if we can take a step back and instead say, I'm not really going to share until this is something worth sharing, then, in our brain, it's like, oh, OK, the stakes of this first date aren't astronomical because I haven't told 15 people about it."
    },
    {
      "author": "SEGARRA",
      "text": "Mmm hmm. It's funny. This might be, like, organizationally chaotic, but, like, when I've had different dates in a week - and if, let's say, they're first dates, especially - I won't put them on my calendar..."
    },
    {
      "author": "RASKIN",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "...Until, like, the day before, maybe, because you never know people. They cancel, or they ghost or whatever, and you don't know if that date's even happening. And it just feels like, I don't know if you deserve to have your name on my calendar yet."
    },
    {
      "author": "RASKIN",
      "text": "I love that. I wouldn't save someone's number until we were, like, dating dating (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Yeah, yeah, yeah. Right. OK, so let's talk about sex a bit."
    },
    {
      "author": "RASKIN",
      "text": "OK (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Let's do it. Let's get into it. So how do anxiety, depression and OCD show up in our sex lives? And I know those are three different things, but sometimes people also have experiences with more than one of them. How do they show up for people in sex?"
    },
    {
      "author": "RASKIN",
      "text": "So many different ways - with anxiety, you know, if you're a really anxious person and it's hard for you to be present in the moment because your mind is always whirling a thousand miles an hour, it's pretty unlikely that, once you get into the bedroom, you'll suddenly be a different person, right? Like, maybe, but it's probably that you're still really in your head - that maybe it takes a little bit more for you to be able to connect with your partner, to be able to be more in your body than just in your mind - that maybe you need, you know, to add some music in the background, to, like, pay a little more attention to atmosphere, to do a little extra to connect before diving into physical intimacy than if you didn't have anxiety."
    },
    {
      "author": "RASKIN",
      "text": "And then you also have the elements of, like - with depression, depression can really kind of affect our desire and our our ability to feel pleasure. So that's going to maybe also impact that - like, if you even want to have sex. Or you might be feeling really down about yourself and your body. And so if you're in a place where, like, you've just been kind of, like, being really cruel to yourself about the way you look, like, it's going to be hard to get really excited to, you know, be naked with somebody."
    },
    {
      "author": "RASKIN",
      "text": "And with OCD, that can manifest in different ways for everyone. OCD is such a vast disorder, where it just - like, everyone's symptoms are pretty different. But, you know, for some people with OCD, the sexual fluids of it all might be a trigger, where it's really difficult for them to, you know, deal with sperm or for them to deal with even just, like, outside clothes on the bed. So it's like, OK, we're hooking up, but, like, oh, my God, please don't sit with your pants on my bed, you know? So there's maybe just more going on."
    },
    {
      "author": "SEGARRA",
      "text": "I feel called out."
    },
    {
      "author": "RASKIN",
      "text": "But, like, these are all, like, things that really - you know, it feels weird to maybe talk about but, in the moment, really have a big impact. And so I think, again, like, getting to know your own brain and getting to know, like, how maybe your symptoms interfere with your ability to enjoy and connect in the moment is helpful and then also, when you're comfortable, being able to express those things to your partner - being able to say, like, hey, I'm excited to have sex, but please strip first before..."
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter)."
    },
    {
      "author": "RASKIN",
      "text": "...You know, you come into my bedroom."
    },
    {
      "author": "SEGARRA",
      "text": "I wonder how deep you should go on the explanation versus, like, how stealthy you should be about it."
    },
    {
      "author": "RASKIN",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Like, what - which way is - do you think might be the best way to communicate that in a moment?"
    },
    {
      "author": "RASKIN",
      "text": "I think it's really dependent on what type of relationship you have with this person, right? Because if this is just, like, a fun hookup where, like, you're never going to get that serious, or you're not that serious at this point, then I think taking that approach of, like, strip right now is great because they don't need to know your whole mental health history."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "RASKIN",
      "text": "But, you know, if you're looking more at a long-term partnership or getting more serious with somebody, then I think having these conversations not in the moment is really helpful, right? So, like, maybe you have shared with them that you have OCD - that you have contamination OCD - over dinner. And then, once you're back in the bedroom, it can be like, remember what I said? Take those clothes off, you know? Like, I think having - the ability to have humor in the way that we share this stuff is also huge, right? 'Cause if you can kind of, like - even, like, poke fun at yourself a little bit - like, I'm constantly making fun of my OCD with my partner. And I think that it helps both of us not take it so seriously."
    },
    {
      "author": "SEGARRA",
      "text": "Once you're in a romantic entanglement, what are some of the signs that it is mentally healthy for you or mentally unhealthy?"
    },
    {
      "author": "RASKIN",
      "text": "So I think - it's so tough - right? - 'cause everyone has their issues show up in different ways. But I think a healthy relationship or an adaptive relationship is one in which you feel like you can be your authentic self. You don't feel judged. You feel like this other person has an open and understanding view of the world - that they're kind to you, that they take your mental health history seriously, that they - you know, that they're - if they're not already familiar with what you're struggling with, that they're willing and open to learning - that they want to learn more about you and how your brain works."
    },
    {
      "author": "RASKIN",
      "text": "I think a really good indicator of if you're in a good relationship is if you like the person that you are when you're around them. So I'm making my funniest jokes. I'm sharing my most insightful thoughts. I'm my full self. So really looking at, like, who are you when you're with this person? What side of you do they bring out? So if they bring out a really anxious, fearful side of you, a really insecure side of you, then that's probably not someone who is worth putting more effort into. Obviously, sometimes you're in a place where everyone's bringing out a bad side of you, and then that's sort of a signal that maybe you need to do some work before you're even ready to date."
    },
    {
      "author": "SEGARRA",
      "text": "So sometimes the anxiety we feel about a romantic relationship is really centered on this question of, like, is this my person? You know, are we..."
    },
    {
      "author": "RASKIN",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "...Right for each other? Did I choose right? Is there someone else out there? And you address that in the book, pointing out that, like, sometimes, if you are asking yourself those questions incessantly, you might be experiencing kind of a subset of OCD - relationship OCD - ROCD. What is that?"
    },
    {
      "author": "RASKIN",
      "text": "Yeah. So ROCD, like you said, is a subset of OCD. OCD has a lot of different types. And so one type is relationship OCD, where you are sort of - like you, like, alluded to - just constantly in your brain, trying to figure out if you're either in the right relationship or if your partner loves you enough. And so it is exhausting. It is tiring. It makes it really difficult to be in the moment, and it could actually kind of lead to ruining a lot of otherwise great relationships."
    },
    {
      "author": "RASKIN",
      "text": "And so I think one way to sort of determine if your concerns about this person are valid versus a symptom of relationship OCD or relationship anxiety is to sort of, like, look at the content of the concern, right? Because if your concern is they never call me back, that's a valid concern, right? Like, you want a partner that calls you back. Or if it's like - you know, we never hang out with my friends, but we're always with their friends - again, a valid concern. But if your concern is, like, what if, in 30 years, I can no longer stand them? That's not really based on anything real, right? That's more just, like, a future concern, a future worry. Or if it's something like, you know, what if, in five years, we run out of things to talk about? Like, you know, again, like really, I think, taking a step back and being able to say, like, what is the reality of my present relationship with this person? - being able to say, OK, well, in my day-to-day, this person treats me really well. I enjoy their company. I laugh a lot. I feel seen. I feel heard. I want to hang out with them. Maybe then I'm dealing with some thoughts that I don't need to give a lot of attention to. Like, I get to a point where I'm like, oh, yeah. That's an OCD thought, you know?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "RASKIN",
      "text": "And it's like, I wish I didn't have it, but I also don't need to attend to it because I know it's an OCD thought."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Yeah. Are there times where anxiety or OCD or depression can cause us to stay in a romantic relationship too long?"
    },
    {
      "author": "RASKIN",
      "text": "Yes, but I also think, sometimes, we're not in a place where we can handle a breakup, if that makes sense. I think that that's kind of OK, but I also think, when we're just staying because there's a fear of what will happen if we leave, then that's different to me than, like, I'm in crisis, and I just need to get my footing before I can make a huge change. Whereas if you're just staying because you think you won't be able to find anyone else or you're staying because you think you aren't worthy of love, and so you found one person you - even though you don't like them, you might as well hold on to them - you know, those types of things. And I really think, you know, we need to encourage people to understand that they will be OK - that the transition period will be really tough, but that they will - it will be worth it once they get to their next chapter. But sometimes we're just not there yet. We just don't have - we don't have the support. We don't have the wherewithal. And the goal is to do what we need to do to get to that place so that we can move on."
    },
    {
      "author": "SEGARRA",
      "text": "What about when you do want to end something - you know, it's not the right fit. If you have something like anxiety, for instance, I feel like that can be really hard to do because you're afraid of what the response is going to be."
    },
    {
      "author": "RASKIN",
      "text": "Definitely. I think - and this is sort of, like, how I operate in every aspect of my life - is what do I believe is the ethical behavior here? And that's all that I can take into account. I can't take into account another person's reaction. I can't take into account if they're going to think that it's ethical or if they're going to like the way that I do it. But if I can sit with myself and I say, OK, I need to break up with someone. I want to do it in a careful way. I want to do it in an ethical way. And that means, you know, to me, that I'm going to sit down with them in person, that I'm going to explain my reasoning, that I'm going to make it clear that I value and care about them as a person, but, for whatever reason, I'm no longer comfortable continuing this relationship. And then I did it. I took care of my business."
    },
    {
      "author": "RASKIN",
      "text": "And then their reaction is something that's, unfortunately, out of our hands. And I think we have to allow for the reaction. As long as you are breaking up with someone with consideration to their feelings, then the rest is really - you know, you just have to just, like, ride the wave. But you can't blame yourself. You can't, you know, take on whatever emotions they want you to take on 'cause you did the best that you could. And that's all we can really ever ask of ourselves."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And what are the ways that we should try to take care of ourselves after a breakup? Let's say someone broke up with you in this instance, so you weren't necessarily expecting it."
    },
    {
      "author": "RASKIN",
      "text": "Ooh, that's happened many times (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Happens to all of us."
    },
    {
      "author": "RASKIN",
      "text": "Yes (laughter). I really think it's important to jump in and prioritize yourself. I think, after a breakup, a lot of our thoughts can go to the other person - to, what is the other person experiencing? Did they ever love us? Are they hurt the way we're hurt? How could they have let us go, you know? And instead of focusing on their experience of the relationship or the breakup, really focusing on you and what you need."
    },
    {
      "author": "RASKIN",
      "text": "And then another really big thing is, when you get left, there's, like, two big things that happen. There's the grief of the loss of the person, and then there is the sting of rejection. And I find it much more beneficial to focus on the grief, right? Because you can't skip over the grief. You can't, like, act as if there isn't a loss, as if there isn't a change. And that's something you really need to feel and process. But I think a lot of our brains instead latch on to the sting of rejection, and we extrapolate a lot of meaning about the rejection that makes us, like, get hyperfocused on the person that rejected us. And instead, I'm like, the rejection sucks, but the rejection doesn't matter, right? Like, this is just one person in a world of billions of people who's decided they don't want to spend their entire life with me, you know? Like, that sucks, but, like, it's not the end of the world. And when we feed into the rejection of it, that's when we start getting so mean to ourselves and when we start getting so fearful about the future - where we think, oh, we're always going to be rejected."
    },
    {
      "author": "RASKIN",
      "text": "But if, instead, we can focus on the grief and just be kind to ourselves through the transition and actively heal, I think that the idea that, like, time heals all wounds is pretty misleading because, like, what if you're still checking their Instagram every day, right?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "RASKIN",
      "text": "Like, if you're actively engaging in harmful habits, time's not going to heal anything. So instead, it's like, I'm going to disconnect from this person. I'm going to go no-contact. I'm not going to check on their socials. I'm not going to ask our mutual friends how they're doing. Instead, I'm just going to focus on me and what I need right now to feel better - makes a world of difference."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Yeah, wow. And I love that idea of focusing on the grief - allowing yourself to grieve, that is - and less on the rejection because, even though it does sting, it's just this one person's choice."
    },
    {
      "author": "RASKIN",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Well, thank you so much, Allison. This has been great."
    },
    {
      "author": "RASKIN",
      "text": "Oh, this was so wonderful. Thank you for having me."
    },
    {
      "author": "SEGARRA",
      "text": "OK, time for a recap. First of all, remember that no one can be your everything. You need other people and community, even if you have a partner. So take some of that pressure off."
    },
    {
      "author": "SEGARRA",
      "text": "If you find yourself talking about dating with your friends all the time, consider having those conversations less. It'll help you keep things in perspective and not get attached too quickly. You can also try dating multiple people. If you are having sex with them, just make sure you're communicating about that."
    },
    {
      "author": "SEGARRA",
      "text": "Sex can be anxiety-inducing, by the way. It might also trigger your OCD if you, for instance, have a fear of bodily fluids. So you'll want to figure out what settings make you feel comfortable. And, again, say what you want to a partner. Whether you explicitly mention a mental health disorder is up to you."
    },
    {
      "author": "SEGARRA",
      "text": "If you are partnered, you may find yourself asking over and over - is this the right person for me? That could be a form of OCD, or you might have a bunch of valid concerns. Think about your fears. Are they rooted in reality - like, your partner wants kids, but you don't? Or are they extrapolations and unfounded fears about the future?"
    },
    {
      "author": "SEGARRA",
      "text": "After breaking up with someone, remember that, if you behaved ethically and according to your values, that is all you can control. Also, if you've been broken up with, it's more helpful to just let yourself grieve than to focus on the rejection. I know it doesn't feel like this in the moment. But, as my dad once said to me, look, he's just one guy."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on making dating apps work for you and another on how to have a long-distance relationship. You can find those at npr.org/lifekit. And if you love LIFE KIT and just can't get enough, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "Also, have you signed up for LIFE KIT Plus yet? Becoming a subscriber to LIFE KIT Plus means you're supporting the work we do here at NPR. Subscribers also get to listen to the show without any sponsor breaks. To find out more, head over to plus.npr.org/lifekit. And to everyone who's already subscribed, thank you."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Clare Marie Schneider helped with fact-checking. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Thomas Lu. Engineering support comes from Maggie Luthar and Patrick Murray. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8782490372.mp3",
  "img": "https://media.npr.org/assets/img/2023/06/26/overthinkingaboutyou_bookauthor-copy_wide-6bbb49ae7d7dd026c66f82763ba8866740861052.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "ALLISON RASKIN",
    "RASKIN"
  ]
}