{
  "title": "It's never too late to become a strong swimmer. Here's how to start",
  "url": "https://www.npr.org/transcripts/1184622444",
  "intro": "Knowing how to swim can help you have fun at the pool or beach this summer. But it could also save your life. Here are some tips to start swimming at any age.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "Hey, everybody. It's Marielle. There are some life skills that we're told were supposed to learn as kids, but then you get to adulthood, and you realize you never did learn how to ride a bike or to light a match without burning your fingers or to swim. That's true for me and swimming. I took lessons as a kid, but I somehow never got the hang of it. I always felt like water was going up my nose and that I was moving through quicksand. And now if I try to swim, I feel like I get nowhere. That is hard and a little embarrassing. And that shame can make us put up walls - like, I'm not good at this. Why even bother? Cullen Jones told me he gets it."
    },
    {
      "author": "CULLEN JONES",
      "text": "Like, once you start to build that thought process that you're not good at something, it tends to become real."
    },
    {
      "author": "SEGARRA",
      "text": "Jones nearly drowned when he was 5, and then he went on to swim in two Olympics, win four medals and become the first African American to hold a swimming world record."
    },
    {
      "author": "JONES",
      "text": "And one of the things that I think we need to do as a society when - especially around water, is stop feeding into that thought process."
    },
    {
      "author": "SEGARRA",
      "text": "If you're an adult and you don't know how to swim or don't know how to swim well, Cullen is confident that you can do it. And he says you should do it. Eleven people die by drowning every day in the U.S. Among adults, Black and Indigenous Americans have the highest drowning rates. And the American Red Cross found that while 85% of Americans said they could swim, only 56% could perform five basic water safety and swimming skills that can prevent drowning."
    },
    {
      "author": "JONES",
      "text": "We've talked about all the reasons why you shouldn't and can't. We need to change that to I can and I will because. I will because I don't want this to continue. I will because I don't want anyone else in my family to drown. I will because I don't want any of my friends to drown. I will because this will make me healthy. I will because I know I can do it. So we need to change that narrative in our heads."
    },
    {
      "author": "SEGARRA",
      "text": "All right, Cullen, I'm listening. On today's episode of LIFE KIT, how you can learn to swim as an adult and what specific survival swimming skills you should know."
    },
    {
      "author": "SEGARRA",
      "text": "So Cullen was telling me how he almost drowned as a kid, and then he went to swim classes."
    },
    {
      "author": "JONES",
      "text": "It took me five different teachers until I started feeling comfortable with the water. But you know how we all have that favorite English teacher, gym teacher, you know, Spanish teacher, whatever? We have that teacher that things just click. And so I never shame. I never make a point of putting anyone down, especially when it comes to learning to swim, because I can understand and I can relate."
    },
    {
      "author": "JONES",
      "text": "But the only thing that I say is do not give up because you will find that teacher. You will find that instructor that it just clicks. You know, we really need to change this thought of swimming is just a great sport, which it is. It's also a life skill. And so we want to make sure that people understand the importance of learning to swim."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, as a, like, crucial skill..."
    },
    {
      "author": "JONES",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "...That they need to have. What about once you're an adult, and let's say you want to learn to swim for the first time because you never did as a kid, where do you start? Like, where can you find a class or an instructor that you might click with?"
    },
    {
      "author": "JONES",
      "text": "So my mom took me to the Y. I think you have so many different groups now. We're talking about - this was, like, early '90s, late '80s, so she only had the Y in New Jersey at that point to really bring me to. But there's so many different outlets, and it's really about just doing the research and finding a pool near you. Most pools have lifeguards that will teach you. They might have a lesson program within the pool. You can go to usaswimming.org/makeasplash, and there's a pool finder on there where you can find a pool near you. And you can, for some people, get those lessons for low cost or no cost. It's just about doing the research and finding what your local pool is providing."
    },
    {
      "author": "SEGARRA",
      "text": "As an adult, there's additional shame layered on there. It's a feeling of I should have learned how to do this by now. It's embarrassing that I haven't. And then I'm going to go to this class and I'm going to be with a bunch of kids and that's going to be - I'm going to look so silly. What are some of the mental barriers that adults might face when they're trying to decide to do a swimming class?"
    },
    {
      "author": "JONES",
      "text": "Oh, I love my mom, but trust me, I've gotten every excuse thanks to her. I've heard it all. My sinuses, my allergies, my hip, my - I've heard it all. But I'm not saying that that shame isn't a part of how you feel. I fully understand that. But what is important is shame, or nearly drowning or drowning? I'll take the shame, and I'll overcome the shame over that any day of the week."
    },
    {
      "author": "JONES",
      "text": "My mom is now learning to swim. And one of the things that she told me after her first swim lesson, she was like, why did I wait so long? And I said, it's because of all of the things that you built up in your head as to why you couldn't do it or why you shouldn't do it, or you got really close to going, but then, eh, something else got in the way."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. What are some things that you could do to make it easier on yourself, like, to prepare yourself for day one of lessons as an adult?"
    },
    {
      "author": "JONES",
      "text": "I think as an adult, just, like, anything. Pack your bag the night before. Have no excuses. You need no friction as to why you're going. Because again, we know about these stigmas that you've built up in your head as to why you shouldn't, couldn't and won't do what this is when it comes to learning to swim. And then literally just listening to the teacher because the teacher will tell you what you - what else you need. If it's a kickboard or if it's paddles or what have you, the - usually, the facility or the lifeguard can supply that. But goggles, cap, suit - make sure you're comfortable in anything that you bought, and you should be good."
    },
    {
      "author": "SEGARRA",
      "text": "Is there a swimming stroke that people are usually taught first or, like, one that is the most useful or effective to learn?"
    },
    {
      "author": "JONES",
      "text": "You know, I would say freestyle just because of the ability to catch on to the motion. You can also breathe pretty easily by shifting to the side. The kick is a lot easier. The stroke is a lot easier once you get the rhythm down. Breaststroke is, I would say, a very, very close second."
    },
    {
      "author": "SEGARRA",
      "text": "OK. How do you get over the feeling of grossness, of, like, being in a body of water, like in a pool, with all these other people and just their bodily fluids and sweat and stuff all over?"
    },
    {
      "author": "JONES",
      "text": "I'm not even going to lie to you. That's the first time I have ever been asked that, and I've been doing this for a long time. OK. So getting over (laughter) the grossness of others in the pool."
    },
    {
      "author": "SEGARRA",
      "text": "Sorry."
    },
    {
      "author": "JONES",
      "text": "No. No, no, no."
    },
    {
      "author": "SEGARRA",
      "text": "It's always been a thing ever since - I think that part of it is, like, I saw, like, a Band-Aid floating in the water once. And, like, I know kids, they pee in the pool, and I'm just - it's gross to me."
    },
    {
      "author": "JONES",
      "text": "Yes, I completely can understand that. When it comes to pools, the pools are shocked with chlorine. They are sterilized. They're constantly testing it to make sure that it's safe for people to be in there. Push the Band-Aid aside. That's just an unfortunate situation. But I can tell you that, normally, jumping in the pool is extremely clean."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And then - you know, I feel like there's - there are the people who know that they're not strong swimmers or that they can't swim, and then there are the people who think they can swim well, but they actually couldn't swim well enough to save themselves in a situation. That's something the American Red Cross has talked about. They have this list of five skills..."
    },
    {
      "author": "JONES",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "...That you need at minimum to save yourself in the water. I thought maybe we could go through them and why they're important."
    },
    {
      "author": "JONES",
      "text": "Sure."
    },
    {
      "author": "SEGARRA",
      "text": "The first one is to be able to fully submerge yourself under water that's over your head - like, to be comfortable enough to do that - but also to know how to do it safely by either stepping in or jumping in."
    },
    {
      "author": "JONES",
      "text": "Jumping into the water is a big issue, especially when you're looking at open water, when it looks at the ocean or a lake or a river, because you don't know what you're jumping into. So you see people jumping off rocks. You see people jumping off all of these different platforms. We have seen people become unbelievably injured from that. You want to make sure that you understand the depth of the water that you're actually jumping into."
    },
    {
      "author": "SEGARRA",
      "text": "There's another one that says you have to be able to return to the surface and float or tread water for one minute."
    },
    {
      "author": "JONES",
      "text": "This is a big one. I'm going to tell you right now - I have four medals. I've been to the Olympics twice. I can't float. That has nothing to do with learning to swim. Muscle does not float. So if you are someone that is fit, has muscle, don't expect to float. You're going to tend to go down. So that's why treading is very important. That's why these swim lessons are so important, because you can learn these skills to be able to hold yourself above water."
    },
    {
      "author": "SEGARRA",
      "text": "You know, I feel like treading water can be so exhausting. Is there anything I might learn in a swim class that would make it easier?"
    },
    {
      "author": "JONES",
      "text": "So you'll learn how to scull - it's called sculling, where you're putting your hands back and forth, back and forth. And it's a way to keep yourself above water. You'll learn how to kick your feet. One of the biggest things about, you know, treading water and also floating is taking in a deep breath. When you take in that deep breath, your lungs at that point essentially become a buoy which will lift your body up above the water. Now, when you're treading water, sometimes you need to actually be breathing because you're moving. But to rest, you can take a deep breath and hold it and then kind of lay back."
    },
    {
      "author": "SEGARRA",
      "text": "Got it. All right. Another one is to be able to turn around in a full circle and find an exit."
    },
    {
      "author": "JONES",
      "text": "So, I mean, it's - just as important as getting into the water is to understand how to get out of the water. You know, you see people, they jump in and then they're disoriented and they don't know how to get out of the body of water. So a lot of that is just understanding that, yes, you - you know, we all like to get in the water, but we need to also prioritize understanding the safest way how to get out."
    },
    {
      "author": "SEGARRA",
      "text": "And then being able to swim 25 yards to an exit without stopping. How far is 25 yards, by the way, for those of us who can't picture a yard?"
    },
    {
      "author": "JONES",
      "text": "So most pools in the U.S. are 25 yards. So the pool that you're thinking of in your head, that's probably a 25-yard pool. Many swim tests usually either go the full 25-yard length or you have to swim across the width of a pool."
    },
    {
      "author": "SEGARRA",
      "text": "And then you also need to be able to exit from the water. And if you're in a pool, that means get out without using a ladder."
    },
    {
      "author": "JONES",
      "text": "Correct. I have a 3-year-old, and I yell it to him every time he tries to get out. Now he's really good at it, but it's elbow, elbow, tummy, knee, knee. You're not always going to necessarily have a ladder to be able to pull yourself up. So one of the things that I like to - and I've heard from others - elbow, elbow - so you're putting both of your elbows up on the surface, lifting yourself up to your stomach so you're halfway out, and then you're trying to bring your knee up, one knee up, and then the other knee up. And then you should be able to stand up at that point."
    },
    {
      "author": "SEGARRA",
      "text": "So how do you know - if you've been learning to swim in a pool, how do you know when you're ready to maybe tackle the ocean or a river or something like that?"
    },
    {
      "author": "JONES",
      "text": "If you feel comfortable in a pool being able to swim 25 yards or 50, which is two laps, and you can tread for, you know, 2, 3 minutes, I think that, yeah, going into the ocean, I think, is great and it's fine. And it's a lot of fun. But we want to make sure that, like, people feel comfortable. And I think that you will feel comfortable if you're able to not worry about the depth. You know, I have so many people come up to me that say to me, like, well, how - you can swim? Yeah. Well, how deep can you swim? Yeah, that question doesn't really make sense if you know how to swim because it doesn't matter what the depth is if you know how to keep yourself above the water. And so I think if you can understand that concept in your head, then you are ready to swim in the ocean."
    },
    {
      "author": "SEGARRA",
      "text": "What are some other skills that you should have if you're swimming, say, not in a pool, like if you're in the ocean or you're among rocks or waves?"
    },
    {
      "author": "JONES",
      "text": "So one of the things that you want to know is to not go against - you want to kind of go with the current so that you can kind of swim out of the undertow, and then you can swim towards land. So what you really want to do in that time is you want to allow the current to kind of take you. And then from that point, once the current has stopped, you can use your energy towards swimming to safety at that point, not trying to fight the ocean. You're not going to win."
    },
    {
      "author": "SEGARRA",
      "text": "And if you are someone who is not a strong swimmer, like, is it inadvisable to go into the ocean up to, say, like, your knees or, like, your hips? Is that OK or is that, like, don't do that?"
    },
    {
      "author": "JONES",
      "text": "Look, here's how I will answer that. Again, there is no substitute - zero - I mean, I don't care what life jacket you have. There is no substitute for learning to swim because what you will learn at a formal swim lesson is what will save your life in these types of circumstances. Go get swim lessons. But if you find yourself on a boat, or if you find yourself standing in the water and you don't really know how to swim, life jackets are out there. There are Coast Guard-approved life jackets to make sure that people are safer around the water. So you want to make sure that you're preparing for every circumstance. But, yes, go out there and learn to swim first."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I think the thing is, like, I just - I try and I don't go anywhere."
    },
    {
      "author": "JONES",
      "text": "Ah. OK, OK."
    },
    {
      "author": "SEGARRA",
      "text": "It's like I'm not moving. It's really weird. I feel like I haven't covered any ground. So, like, sometimes you feel like you could get the move, and then you're like, OK, I give up."
    },
    {
      "author": "JONES",
      "text": "Yeah, but, like, for anything, I mean, it's - did you understand algebra the first time you did it? Did you understand how to read the first time you did it? And one of the things that we talk about when it comes to kids - you know, why are kids sponges? Because they're not afraid to fail. Like, we're afraid to fail? Like, no. We just need to be gracious when we fail. You talked about track, right? Did you win every race? No. Did I swim every race and win? No."
    },
    {
      "author": "SEGARRA",
      "text": "Yes. Yes, Cullen, I did."
    },
    {
      "author": "JONES",
      "text": "Yes, you did? Oh, you did. I'm sorry. I apologize. I apologize (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "I don't know if you've heard of me. I'm also an Olympian (laughter)."
    },
    {
      "author": "JONES",
      "text": "I got it. OK, cool, cool, cool, cool, cool. But we can't be afraid to fail. We can't be afraid to fail graciously. Understand that you're not going to get it the very first time. The very first time that you did anything, you usually fail at it until you continue to work at it."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, God. I just - you know, I think there's something - there are a lot of, like, really deep fears here and - right? It's like trying to care less about what rando people at the pool think about you."
    },
    {
      "author": "JONES",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "You know? As if they're thinking about you at all."
    },
    {
      "author": "JONES",
      "text": "You know, as a Black male in the '90s, wearing Speedos, growing up in the inner city, I had to learn very early to not pay attention to what other people were thinking or the fact that they were looking at me because I did stand out. So you're 100% right. If you are in your journey, no matter where you're starting or where you are in your journey, stay focused on your journey. You know, understand that it's going to be a process and understand that, you know, there is light at the end of the tunnel and you will get better at it the more you work at it."
    },
    {
      "author": "SEGARRA",
      "text": "Cullen, you're going to make me, like, take a swim lesson now."
    },
    {
      "author": "JONES",
      "text": "Oh, it's happening. It's happening. I'm speaking specifically to you because I want you to learn."
    },
    {
      "author": "SEGARRA",
      "text": "I'm like, oh, God."
    },
    {
      "author": "JONES",
      "text": "Miss never-lost-a-race."
    },
    {
      "author": "SEGARRA",
      "text": "A race."
    },
    {
      "author": "JONES",
      "text": "You're an Olympian, right? Come on. I got to get you safe around the water now."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Well, thank you so much. This has been great."
    },
    {
      "author": "JONES",
      "text": "Thank you for having me. This was fun."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "JONES",
      "text": "See you at the pool in an hour. Let's do it."
    },
    {
      "author": "SEGARRA",
      "text": "OK. It's time for a recap. The American Red Cross says everyone should know these five survival swimming skills - how to submerge yourself underwater safely, how to come up for air and float or tread water for a minute, how to turn around in a pool and look for an exit, how to swim 25 yards to that exit and then how to get out of the water without a ladder. Cullen suggests the elbow, elbow, tummy, knee, knee method. If you're looking for swim classes, you can go to usaswimming.org/makeasplash to find a local pool and take it from there. Remember, Cullen suggests to pack your bag the night before your first class so you have no excuses the next morning. You might want to bring goggles, a swim cap or a nose clip if, like me, one of your big concerns is water going up your nose. And, you know, try to have fun and not worry about what other folks in the pool are thinking. I mean, anyway, they're probably thinking that you've got the cutest bathing suit. Where'd you get it, by the way?"
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to start running and another on what to do when you're feeling anxious. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino, who has offered to teach me how to swim so we can go to the beach together this summer. I'm considering it. Our visuals editor is Beck Harlan and our visuals producer is Kaz Fantone. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor. Beth Donovan is our executive producer, and our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Sylvie Douglis and Thomas Lu. Julia Carney is our podcast coordinator. Engineering support comes from Joshua Newell, Stu Rushfield and Stacey Abbott. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1904067450.mp3",
  "img": "https://media.npr.org/assets/img/2023/06/27/swimming_final_02_wide-a0b5aafdea0d056970b700bbfe37e81add0f290f.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "CULLEN JONES",
    "SEGARRA",
    "JONES"
  ]
}