{"title":"How to prepare for the return of student loan payments","url":"https://www.npr.org/transcripts/1185472693","intro":"The Supreme Court has decided to strike down the Biden administration's plan to discharge some or all federal student loan debt. The decision impacts tens of millions of Americans – so what can student loan borrowers do to prepare now that the plan is over? NPR's education correspondent Cory Turner gives context and advice for borrowers.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT from NPR."},{"author":"MARIELLE SEGARRA, HOST","text":"Hey, everybody. It's Marielle Segarra."},{"author":"SEGARRA","text":"The Supreme Court has decided to overturn the Biden administration's student debt relief plan, which would have erased at least 10,000 - and sometimes up to $20,000 - in federal student loan debt for tens of millions of people. So if you have federal student loans, you might be wondering what the hell to do now. NPR education correspondent Cory Turner has been following this topic closely for years. And on this episode of LIFE KIT, he shares some context and advice."},{"author":"SEGARRA","text":"Hey, Cory."},{"author":"CORY TURNER, BYLINE","text":"Hey, Marielle."},{"author":"SEGARRA","text":"All right, so we are recording this on Friday, the day that the Supreme Court decision on student loans came out. Can you just explain what happened?"},{"author":"TURNER","text":"Yeah. So basically, this case - it's really two cases - all boiled down to a sort of fundamental political argument about whether the executive branch - the president and his education secretary, by extension - have the power to essentially erase more than $400 billion in federal student loans. And it's a debate because constitutionally, it's always been Congress that has the power of the purse. That plan came directly from the president and his ed secretary. And they argued that the authority they had to justify it came from this old law - it was passed in the wake of the 9/11 attacks. It was called the Heroes Act. And in that law, they said, the ed secretary was given pretty broad authority to waive or modify - those are the verbs - weird verbs, which is part of the problem here - waive or modify rules and provisions in the student loan program and - in times of crisis."},{"author":"TURNER","text":"And Biden argued COVID was absolutely a crisis, and here we go. And they used that right to waive or modify to try to erase, again, roughly $400 billion in student loans. And the president's critics said that's Congress's job. And what the Supreme Court said today, a supermajority of its conservative justices - it was 6 to 3 - they basically said that very thing. You overreached. Only Congress has the power to do this. And even using the Heroes Act and its emergency authority, that is such a stretch. We don't buy it."},{"author":"SEGARRA","text":"OK. And President Biden spoke a few hours after the decision, right? What did he say?"},{"author":"TURNER","text":"Yeah, he said a couple things. In a tweet, he said that the fight is not over. And in his remarks from the White House, he basically said that he is instructing his administration to try something else. They're going to use a different law called the Higher Education Act - the HEA - and the education secretary's authority under that law to see how far they can go when it comes to some sort of large-scale student debt relief. Now, I want to be clear here. The administration chose the previous path - it used the Heroes Act - presumably not only because it was faster but because they thought it was a stronger legal argument. You know, I just want to make sure that I, as someone who covers this stuff, I don't want to be the one giving borrowers false hope. I don't imagine this is going to end up any better at the court than what we just saw today."},{"author":"SEGARRA","text":"OK. So were there already people who had had their debt forgiven under this program?"},{"author":"TURNER","text":"No. What the administration did, they allowed borrowers to apply because it was an opt-in kind of cancellation, not opt-out. So you had to apply for it. It was very simple, straightforward. I think you just had to answer, like, five questions. And then they started building a database of borrowers who had applied and been provisionally approved, and then they would have canceled the debts of those borrowers upon a favorable ruling by the court. So they were ready to go. Now they just can't do it."},{"author":"SEGARRA","text":"OK. And a little more context here. Payment on student loans has been paused for a few years, right? Like, people haven't had to be paying back their loans because of COVID."},{"author":"TURNER","text":"Yeah. We're in a really unprecedented moment. Last time I looked at the numbers, there were something like 7 million borrowers who are young enough that they likely have never had to make a payment on their loans. That's a lot of borrowers who have no experience in the repayment of student loans. And now we find ourselves in this messy Middle-earth - right? - where the Supreme Court has dashed any hope of there being an easy out. And now everyone has to figure out, OK, I guess we have to repay these loans, either start repaying them or get back to the business of repaying them. And we know that that's coming pretty quickly. I believe interest starts accruing in September. And the first round of payments will be due in October. That's according to the Ed Department."},{"author":"SEGARRA","text":"Yeah. So what should borrowers know ahead of that time? Like, how should they be preparing themselves?"},{"author":"TURNER","text":"Right. Well, so there - contextually, there are a few things to know. So three years is a long time. And it also just so happens, during this three-year pandemic pause, that two of the biggest players in the student loan servicing world - so these are the big companies that borrowers usually deal with when they have student loan questions or they go to a website or they call because they want to know, what's my payment or why didn't you get my payment? The servicers, two of the biggest servicers in the industry, got out of the business. They just quit the federal student loan program. And so millions of borrowers over the course of this payment pause have actually gotten a new servicer."},{"author":"TURNER","text":"And it's possible that many of them, like, maybe they haven't logged into their loan portal for a long time. They might not even know who their new servicer is. So it's very important that borrowers figure out who their servicer is. A good place to start is, go to studentaid.gov. And they can access their federal student loans through the federal portal there. And that should also help them figure out who their servicer is. Once they do figure it out, they need to go to their servicer's portal, update all their contact information. And ultimately, they need to start asking themselves some really important questions about how have their lives changed over the last three years. Do they make more income? Do they make less income? And what kind of repayment plan makes the most sense for them?"},{"author":"SEGARRA","text":"So what happens if you don't know who your loan servicer is, or even that you don't start paying back your loans come October?"},{"author":"TURNER","text":"I mean, the administration is trying to be very flexible here and forgiving. I think they know this is going to be hard. So one of the things President Biden announced not long after the court released its opinion was what Biden calls an onramp to the payment restart, which basically means, look; interest is going to start accruing in September. Technically, payments will start to be required in October. But if you're delinquent, if normally you would end up defaulting on a certain timeline, the department says, in the first year, it's not going to refer anyone to a credit agency. So they will be more forgiving."},{"author":"TURNER","text":"That said, interest is still accruing. And payments are still technically being required. If you can, you should get on the right repayment plan and just get back into repayment. It's really the best, healthiest thing for your credit. And I know this is all kind of weird because for so long now, our politicians have been talking about this debt relief plan. But it's pretty clear now that that's not happening. And it's - in spite of what the president said today, it's certainly not happening at least in the foreseeable future. And so, you know, borrowers at this point really need to figure out how to get back into the system."},{"author":"TURNER","text":"There's also one more reason I want to mention why borrowers need to be proactive right now, and that is that very quietly over the last year, the federal agency that oversees the entire federal student loan program - they're called FSA, Federal Student Aid. It's a super unsexy acronym and department that most people have never heard of. But they've been underfunded."},{"author":"SEGARRA","text":"Yeah."},{"author":"TURNER","text":"And it is the worst-kept secret in higher ed circles that FSA and its loan servicers are probably going to struggle mightily if they actually have to handle more than 40 million borrowers who are going to come back into the repayment system all at once over the next eight weeks."},{"author":"SEGARRA","text":"This is also probably the last thing that people want to do, is to deal with their student loans. So it's a task that, you know, you're going to put on your calendar and then keep bumping and keep bumping until, like, the day before they come due. But then at that point, there's likely to be a flood of calls..."},{"author":"TURNER","text":"Yeah."},{"author":"SEGARRA","text":"...To your loan servicers."},{"author":"TURNER","text":"Yeah."},{"author":"SEGARRA","text":"And you might not get through."},{"author":"TURNER","text":"Absolutely. And I realize I'm being the absolute worst bearer of bad news. I'm like the guy telling people the court shut down the debt relief plan. And then, oh, by the way, you need to do this thing that you don't really want to do, which is log on and sort out your student loan details. And, oh, by the way, the system kind of stinks right now, and you might end up on hold for a really long time. Like, I get that people don't want to hear that. But..."},{"author":"SEGARRA","text":"Yeah."},{"author":"TURNER","text":"...That's where we are."},{"author":"SEGARRA","text":"There we are. Are there any other paths to loan forgiveness besides the program that just got overturned?"},{"author":"TURNER","text":"Yeah, there are, and that's the good news here. There are still several pathways that have been around for a little while and that, ideally, are working better now than they used to. One program in particular that we've done a lot of reporting around is called Public Service Loan Forgiveness, which essentially promises forgiveness of your loans for working in public service after 10 years of payments. So that program is still around. There's also, interestingly - part of the income-driven repayment plan that you can get into has always offered a promise for undergraduate borrowers that whatever is left over of your loans after 20 years, the government will, again, cancel. Now, the Ed Department has been pretty bad, similarly, in following through with that promise. But again, we at NPR, we've been pushing them pretty hard. They've committed to do a full review of the program and to adjust borrower accounts. They're supposed to do that in the next 6 to 8 months. And I'm actually following a couple borrowers who hope to have their debts erased by the end of that process."},{"author":"TURNER","text":"So there is hope. There is possibility. I should also say that President Biden is in the middle of rolling out, slowly - it's still in the regulatory phases, but he talked about it in his presser today - is rolling out a new or really revised income-driven repayment plan that's going to be really generous. It will base your monthly payments on 5% of your discretionary income. So that's going to make for really quite small, if zero-dollar, payments for an awful lot of borrowers. And it will make, I think, for many people the prospect of returning to repayment much more palatable."},{"author":"SEGARRA","text":"OK, it's time for a recap. If you owe money on federal student loans, interest will start accruing again on September 1, and you'll be expected to start making payments in October. But the Education Department has also said if you do miss payments, you won't be reported to a credit agency for a year. Now is the time to figure out which loan servicer you have and whether that's changed. If you don't know, you can go to studentaid.gov. Now is also the time to think about what repayment plans might make sense for you and whether you could be eligible for other kinds of debt relief, like the Public Service Loan Forgiveness program. Cory had one other thought on his way out."},{"author":"TURNER","text":"I think it's worth highlighting that as disappointing as today's news is for many borrowers, Biden's plan never would have actually fixed the problem. The problem is that the cost of college has skyrocketed, and there's no real answer to help borrowers afford college without taking out these loans, and simply canceling $400 billion in preexisting federal student loans in no way incentivizes colleges and universities to lower their tuition costs."},{"author":"SEGARRA","text":"But as always on LIFE KIT, we will give you the best advice we can based on the world as it is."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one on how to tackle your debt and another on what to do when you're feeling anxious. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Clare Marie Schneider with fact-checking support from Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Thomas Lu. Engineering support comes from Joshua Newell. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1532717028.mp3","img":"https://media.npr.org/assets/img/2023/06/30/gettyimages-1259129447_wide-bdcfc948a62d4d42f0d4a4bfc3dda2698c46d852.jpeg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","CORY TURNER, BYLINE","TURNER"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,2,0,4724,4586,7077,5339,4753,6812,26312,24877,27395,27048,13965,7179,5522,6859,5505,5740,6626,15774,28977,24097,13154,639,24958,27154,17449,7139,18528,15623,17979,5995,4866,5348,6890,4129,12067,25185,21346,16040,13839,25107,14454,16175,14939,22328,8811,12757,9817,15885,9391,24581,6564,8663,6413,16533,21511,21664,28506,10774,21436,12711,11881,9776,11585,12469,22965,19262,16172,11428,23888,20848,12969,17532,26727,12713,17436,13935,10957,7938,6952,5392,28997,25318,17449,25798,23337,15554,9597,14152,12703,8567,16659,11008,9101,10651,10671,8318,9721,8013,5333,15289,25027,14338,12999,14140,14131,16461,15498,11672,19196,16092,16409,22996,14801,9721,8669,10739,15073,19888,27978,16650,26427,16048,13154,11391,16277,18989,17454,23784,21217,3412,1488,3432,3450,1419,2097,1016,657,150,74,41,23075,25329,17231,16398,26545,19472,12276,16730,12858,2195,26105,10966,21355,27366,27112,9953,9678,10471,20423,16478,17479,17901,18797,17691,18872,28019,9853,16897,24506,21505,14362,12342,12833,15555,27503,21659,21107,25770,16922,13277,16086,25742,23156,23802,12356,7112,13657,20209,15113,16577,13360,17105,7404,20523,16911,16884,18341,19668,14398,23763,18097,9359,13749,14886,19853,13404,21975,17942,13142,13248,18920,19833,27761,12595,17462,2628,28142,18779,20176,18630,23928,26718,9804,20658,27750,27982,16469,16209,13155,9340,11522,9594,23382,18294,22430,24302,11785,16319,15699,17178,11856,26539,16437,16628,14408,10282,9664,495,31,3,94,28516,24704,27475,14957,20545,25236,16887,5737,14637,11202,17267,18089,17189,16812,26109,13458,14035,9609,8362,13791,21422,22548,17836,20494,21028,19822,16681,14068,9482,13458,12656,13728,25629,13489,10584,17144,23950,23196,15471,14268,25153,22500,24383,26352,20477,19001,13818,24751,9960,14441,11014,161,3,6,18,26177,19941,15355,8877,14396,19573,9892,15494,11454,1696,19152,21744,18840,11362,13611,13652,7224,12049,23373,14058,11391,11994,16001,11914,5155,7771,13766,7781,10860,9431,14907,10024,21119,23384,15975,8790,8327,8597,8517,5205,1851,22477,10165,22390,14667,20866,13995,1274,3,3,0,0,0,24017,27372,20197,16820,23207,8119,24330,16092,24333,13590,12536,12215,15280,23217,17271,13871,18956,13267,8328,10295,11170,9082,10997,8642,11266,11709,546,646,15963,22600,20121,14803,6854,26215,23692,10998,9983,1947,844,264,8971,10615,5346,19729,4346,23884,17765,12354,3778,4815,19851,16131,6955,7627,5153,7188,17936,20994,11820,11467,9126,4856,23477,21191,9242,16115,13518,5386,12977,23391,21436,17750,8954,6243,5498,27149,5234,13627,21957,13337,11758,6185,4621,4819,1657,1967,5463,29391,20841,16893,17286,15875,13669,13944,16497,12249,6891,5859,4122,3840,2395,1289,18178,18441,8733,22730,8486,16205,10786,13792,5896,13139,11992,13094,8770,8494,9019,3942,7072,3134,21342,20171,20483,6101,13848,21971,12395,17394,15175,13787,13000,11823,4493,2446,6986,21530,12533,19619,16869,13694,4881,22128,20855,6389,19427,21577,11120,6846,5184,6710,17695,18603,12594,15259,18461,10757,4913,4622,4504,4763,18024,10723,6217,1850,2576,21072,20776,10509,106,22738,15945,9018,6725,10846,6955,17800,19776,13445,16856,12886,20352,15062,14439,7226,3329,1900,14085,13728,4706,16995,9418,20276,8005,6976,16499,15102,13311,9347,2890,21191,18985,10248,20062,23371,19535,3934,1297,17681,15630,15238,10299,450,19030,19316,12781,6452,7543,6042,9841,6555,4454,25686,5725,1095,21690,14714,6923,21134,13946,17067,7090,16837,6606,2194,20843,14357,9756,611,5217,7334,9618,11432,8154,17810,14255,9287,21838,12687,3133,18874,7853,7915,13173,15174,18517,4122,21035,15699,17965,23770,4717,1219,11643,11394,9362,11532,17744,8164,6980,19566,6142,9684,17813,8484,7309,5852,5446,13314,9659,6276,10437,21012,18075,636,18186,26057,22009,11771,3403,175,10005,20761,3978,13106,7654,10334,15567,21631,17871,4080,8900,20117,17415,12651,10048,8516,11841,11994,5618,8726,9100,5992,726,15435,13742,25358,13968,4614,430,16362,21060,14205,12962,178,22778,20895,18179,11176,12368,7515,6947,282,219,3730,13179,19227,20540,18421,19738,6854,7027,12925,8993,17068,9492,17945,4476,5747,21475,24750,15745,8815,8205,8868,3865,281,12142,24559,12381,2765,26436,21805,24890,11707,15642,9256,11644,23296,10974,22724,8464,7966,14058,21324,14697,23592,17504,733,8858,25593,12621,10736,24858,21718,18159,5210,13136,10699,18331,12091,19734,3628,2933,19259,27222,26979,17761,15640,7979,15905,17086,15918,16539,11482,23652,7731,4866,10768,5584,18555,10606,10271,22153,22775,10238,14044,15446,11657,9519,10799,13238,8253,11429,14027,8593,10215,14778,14102,10320,1402,20835,16515,11337,20320,22322,8002,7229,13958,19096,20867,19444,7850,10390,15533,10292,4271,1593,23930,11930,17343,23230,17852,14110,11688,9319,16266,11318,13825,13465,7692,10519,10283,10097,821,17408,26116,16800,15603,13824,8576,7473,9322,5403,7537,15814,10420,13638,9996,11442,6386,6940,15865,22131,5197,29116,19433,1820,18805,22683,14089,12996,896,149,25979,21113,12701,11086,13699,8520,4757,103,3668,19673,23551,13649,12741,10615,17673,9482,1322,835,17820,20849,16213,15874,13165,12444,17238,10710,12925,16424,12405,11168,13351,16483,10975,6974,1653,16489,19523,18963,16402,7224,18767,19059,10432,16867,9281,2248,25860,27101,18582,11803,9502,6957,4839,297,167,17726,18301,17056,14812,11742,9315,10033,7099,85,19047,20123,13890,9758,10075,195,2289,14406,9471,227,80,16289,13353,20072,10892,82,260,18784,17536,170,669,18571,14192,16110,11213,11241,14018,7162,14682,24547,23619,22532,15977,14050,13640,19365,15125,11546,8668,2094,1818,9516,28244,22249,22727,17035,8735,9087,10677,2017,7221,6183,16113,25120,22310,21016,12692,9568,9074,3401,27603,15843,18019,14900,13424,426,287,13457,22662,15543,12122,11000,10123,8428,26731,14098,13925,13816,16744,9328,10698,9724,10442,11092,4860,9892,11860,9471,12474,9120,7548,3463,6771,29435,24382,20955,15149,10778,8042,24823,20631,11986,9511,6227,7400,4604,7947,3562,14944,17652,10670,13462,7662,8995,13131,8396,5774,7455,8647,18167,26056,4995,3924,13408,19785,16505,16073,11875,11157,20284,14998,8570,8150,7331,3864,13137,23923,21113,18814,19194,7374,6479,15710,8527,4889,972,1579,11532,16237,13270,24479,17563,271,366,17026,15298,9774,4079,25414,17720,346,16003,15166,23635,13387,10548,10715,23,608,14640,19013,17905,20303,13567,8779,23132,23560,12859,3407,18777,22420,8364,20155,9103,19581,25405,14260,1299,18005,24001,24676,8604,20700,23933,24624,16358,17119,26177,16513,18589,5653,3455,7361,12320,12707,12107,9283,8222,8371,8950,6276,9291,7544,11049,7834,10800,11709,11334,12232,12449,16967,12392,13199,14548,13156,8409,5469,2781,13874,12169,14556,12496,454,891,17755,23991,19542,13581,19327,16244,8495,8439,7046,4407,3744,4760,2461,130,6686,10879,11740,8602,11474,15916,14325,11404,11935,11877,19838,8500,568,22624,16577,14457,10016,10050,5934,3534,19373,16645,15428,12201,12406,8439,7744,9416,6001,662,7474,14426,18691,17337,3452,191,13815,20007,20584,15834,20008,17278,14313,2101,3002,18068,5727,24902,17995,15697,16343,21020,16209,12199,13138,11310,8387,20548,11760,615,615,13671,9953,6228,59,85,20949,21462,17566,17151,14150,14387,26902,384,12081,22618,21729,14436,8471,10497,14061,18961,9671,16522,14396,22886,13443,12042,10465,11089,4710,5279,3185,1084,12308,9565,15866,19654,20057,10742,17753,12110,17132,12223,12522,5339,21948,15078,12570,12278,11246,4719,13205,19580,7825,959,966,11569,9466,4739,12076,12890,10841,17734,10508,15062,7106,8484,19356,8489,9815,2259,110,950,13253,13183,4046,2074,726,1483,26224,24919,22197,8285,4025,23444,12017,20464,19171,8737,17476,22798,23276,23060,13155,14821,12653,9420,9004,15778,15408,15086,14584,2973,11821,7024,18387,14268,22222,6731,15864,20209,18170,9886,4965,9725,6557,22611,13197,584,21873,25983,14956,12589,6004,549,15316,22406,8214,19156,21526,17859,19036,13745,10623,6993,10701,7937,6340,7672,5197,5851,25817,19258,19246,9320,16307,9324,12492,8688,12001,12841,11462,8608,6624,12904,13303,7470,19131,16004,11402,12633,11052,5205,14216,18345,10356,6202,7791,9276,5050,13114,14956,9633,14879,9411,5374,5072,13278,15623,6525,12421,12987,5692,4547,3697,6233,14509,19809,14245,7194,15526,16103,12640,2584,19808,15975,13636,22527,19007,14279,15734,8094,14664,12782,4547,12134,15014,14870,6775,111,22761,22568,21702,18230,9478,15683,10682,14891,21075,3909,15176,14054,11199,16189,12795,8498,20571,13014,7273,9990,4818,10064,18803,16957,14291,4326,71,2204,15357,20190,22863,19259,16691,19961,12653,2541,4346,15384,15109,15204,18054,14995,6184,106,2916,16873,14029,15290,11397,16162,13261,14969,17680,16905,10300,9872,3572,735,20127,18688,803,19284,24490,17099,10988,5711,14440,10305,15947,10193,13313,13785,12112,6962,23192,17744,14409,12261,11923,11582,9854,12829,10294,8575,8649,5713,14414,8360,7591,13436,10213,10718,9693,11679,6999,14106,13367,11274,6670,10446,9428,2432,14463,16909,20261,18637,25382,16432,8856,5467,3782,5636,4605,5389,1452,22100,19621,18273,12001,14587,13129,9767,9690,9226,8846,606,23826,22070,23792,10785,10759,6689,8213,572,14352,17249,21397,16165,11592,617,13356,17658,11769,20600,13926,10785,7689,13456,13953,19126,10437,10421,10858,6467,14924,10813,15424,18633,12135,6652,5078,2965,4073,18866,18624,15007,5109,10508,10178,9855,3584,1552,26408,9249,2597,26575,25088,24580,16825,7212,8422,9183,10577,15335,5532,659,10909,24303,24126,13152,8837,13809,5545,22379,21309,2857,12678,15138,17896,19924,25309,8827,17831,18110,13075,18239,17092,503,26095,24384,17722,19790,12852,1021,23718,25007,13806,19712,4904,23016,25036,13493,187,95,6340,12754,22157,7521,121,5827,20456,17926,15509,11791,10484,4210,2363,4162,6449,4068,16610,26041,17998,14659,9683,2692,2142,24629,21392,21235,12770,9904,11086,8235,7395,8809,9315,3196,28114,17459,15116,12574,8362,4918,15355,6979,24339,19505,13624,15881,11393,11910,7284,8348,20985,19451,9062,1484,13433,7498,2024,6305,8562,9362,4045,13410,19879,15711,8741,9926,16436,22031,15395,17500,16279,9081,5140,899,2280,15120,16690,17188,12352,15795,21900,11391,16245,401,7944,14996,14312,15903,11603,15263,3878,1951,23892,13077,13394,15028,4402,587,7929,6287,18759,15712,6745,15174,15766,9531,11649,11979,11656,11499,10198,654,14218,17445,13727,9998,13217,15046,14705,170,464,23017,29149,20103,14125,6345,6551,6292,4677,2086,4477,21668,17286,19217,9044,7923,6612,3473,15937,22819,6167,1134,18751,16294,19819,21200,1397,12989,6812,17321,20533,5181,12318,16916,16478,14768,20462,10056,20758,13006,15242,9254,9652,17035,13075,8109,5535,5106,271,161,11007,23047,19658,19873,13767,8285,10601,8510,13727,22291,23228,19045,10593,8287,6030,427,14527,13004,10530,15876,19268,15209,15207,11324,10582,10023,10008,13391,12217,11582,9474,7216,14719,15517,17679,20057,17153,10100,3609,2694,179,414,323,4157,23533,24107,19661,16565,7955,17445,25696,17110,12259,5037,639,26623,19631,991,6141,18498,16692,10591,11169,16567,11178,20123,19110,10043,9456,9596,12650,8831,5998,693,1193,16095,13808,18989,15181,12443,10608,14019,12850,2912,1609,16804,20988,20367,13709,15991,8671,8302,5273,4694,444,12608,23885,20565,12753,6142,4796,2756,719,13772,19507,9571,5740,9699,6250,5523,22396,21698,26563,23822,7350,8254,3873,174,324,326,4136,24830,25670,11752,12067,321,675,1868,28119,21872,15769,12602,9304,5338,3489,7835,15384,22975,12461,6930,6414,3953,16636,20667,21079,17011,15576,13451,3584,14640,19870,19002,21010,15896,12458,13642,11216,26596,23398,9361,1790,5540,4128,17202,12861,177,18116,18907,9488,16868,15714,16248,13521,10779,1972,72,24268,13896,6643,6746,28997,18094,7457,5062,624,694,21564,15067,5748,19807,25376,13453,10058,11243,11011,5769,11650,17562,16051,8952,17271,14940,10658,5332,14171,20856,21754,13234,9152,9729,8922,10753,9276,11052,12467,8613,6710,9810,9252,16820,19511,9764,8509,8416,6770,5243,5737,6716,5097,3616,14190,11606,22356,12903,23561,12657,7459,24324,26359,7502,11873,14837,16618,13314,11106,10441,26267,13070,13597,23728,23410,23918,2032,12132,18699,33,2052,17155,25936,24170,24922,26044,16270,24640,24913,18879,19726,10325,18274,19343,12943,11666,14434,20918,1597,22094,26007,24500,12615,17001,12372,17279,24466,25356,11207,5547,15769,19497,20024,10725,6698,8031,966,25541,24561,7574,9072,24922,10011,9366,776,13034,6641,18711,21256,25531,12539,9828,20042,15976,14559,9367,9888,9300,7867,10179,16076,25102,25172,13322,9217,16426,15305,14198,8992,7302,4493,14816,19159,20254,14041,12666,14794,13973,8198,14873,11670,6289,6539,17728,17739,9788,12630,7712,12570,11038,4907,8976,21606,25469,11665,6631,330,11097,21538,22412,25279,16468,8649,14373,12477,10560,9146,8815,7050,8346,2950,366,10270,28542,15244,11594,11612,3446,5311,2661,9727,11756,6556,8056,8399,4476,9106,6551,5302,202,821,455,106,26866,25374,14866,18610,20215,15911,16461,20887,12090,8461,14002,18497,19695,18476,12755,20630,12888,21776,16775,8140,144,70,81,21374,21629,14528,18131,15232,14353,5680,4878,15362,18730,13682,17847,14641,4179,4329,9730,13644,17060,21844,1044,19737,20130,12501,10894,10762,12600,11985,15796,12048,8985,8900,11891,14626,13818,8246,16439,22962,16232,16460,9601,9135,6166,3893,8426,9517,6547,6553,12183,9818,16008,15511,14899,9201,1682,1591,19062,19522,10758,18958,19829,8802,8847,13374,11144,7627,6997,11257,16000,9598,7596,6914,8284,2767,6222,10966,1092,16826,11650,421,23865,12556,14726,13003,17033,17133,313,17430,16190,14571,10892,11545,12141,9316,5056,6289,951,23780,16118,11812,12457,9584,13646,3207,21123,15273,310,4124,17523,13375,9889,13530,2635,16184,19274,15862,17796,8433,12166,6869,7007,14266,15311,19384,19231,21028,9243,6725,10724,7083,6363,5287,693,29739,9791,9648,5502,24214,11283,3247,20659,8909,15028,19591,140,169,27768,23670,10295,23632,17864,4226,16126,11739,10713,11253,497,14628,16778,18604,10397,7336,13352,8322,20994,14237,11202,10939,6369,7197,25693,24182,1481,23349,15629,12624,12961,8969,10527,10699,13971,12216,10241,7839,11961,12971,15167,10659,11399,9962,10268,11002,11762,11155,13654,11538,1678,2732,21516,14229,17012,14164,12849,853,7583,7316,15239,10885,14758,13911,11117,14709,10653,9422,254,348,4942,23960,13092,15838,11283,14202,13261,10567,9237,9825,8107,10667,21876,17833,2616,4249,15422,13833,22781,7391,4998,16793,21250,22679,12788,16250,16496,5597,8747,5210,7238,15691,13399,13517,13041,9744,16846,10231,481,7097,23408,20507,15712,11655,10092,18258,20827,10058,15598,10361,10391,6167,1931,2438,23989,15046,10636,9000,9035,17525,14427,9484,21367,12792,9382,13856,11164,8405,8456,6459,6146,19015,19131,17805,7726,16829,16432,14987,7469,8381,9361,18147,10286,18806,20099,14768,14333,17040,8516,6879,25508,20143,11401,12868,7391,7651,8651,5238,4774,1159,18373,19105,17841,15789,9485,9238,15320,20866,20969,14049,16446,14742,20850,12175,8141,9412,20774,20052,10776,9237,9638,6962,19267,16974,17422,12345,17377,12833,18536,19423,11228,17611,12291,7941,2189,11111,13826,9563,5476,6224,3161,9826,4269,3914,4303,9535,6645,2153,4503,2824,26257,13476,18370,12223,24253,4625,2717,24571,23103,14864,18562,23350,14942,13372,10466,8538,24327,17449,25501,23786,15889,20129,11330,10857,16377,15258,25898,17326,25614,10599,20494,9671,11747,14805,16965,12690,6762,24838,26926,20552,19365,13509,22650,23785,7782,11097,22668,15721,9807,18311,20997,16857,24441,17390,13522,7868,13325,11184,4485,5268,3151,8244,25890,17424,24665,24853,25004,21439,13201,14409,8188,24892,9335,12738,16358,13228,11447,4479,7428,26387,17436,4843,19598,19094,14108,12723,12540,11603,25359,20911,2959,4826,26705,23977,13480,26622,23130,22851,9488,11898,16909,13745,17173,14793,11200,2613,26136,24749,14324,22851,17014,22402,13718,10404,24143,8699,23208,21457,19355,17920,18767,17201,17911,17076,381,1697,7528,25034,20405,26241,21004,9622,16465,8660,321,24559,26287,11230,6107,5974,15814,19324,10521,8689,8772,5760,9735,16020,6396,7133,5381,9037,1230,610,23613,23319,28516,20949,17300,11167,7002,9664,7492,224,351,19961,23822,15842,19272,11644,6727,771,9737,15927,14593,9267,1073,13746,11781,14133,20400,21058,17889,16509,1052,15928,17984,13615,12090,5797,21958,8530,12974,2003,963,16015,20880,24826,14649,8749,5881,9534,4494,11591,346,536,22046,15323,5736,61,57,20004,18735,15194,18842,11535,14871,11972,8615,7217,10662,8279,14560,24497,20177,6296,7580,2923,6248,824,14660,19439,12548,15125,14092,8049,348,1250,20145,22374,16510,18073,12615,11765,12010,9412,7491,671,820,25654,18776,19797,16064,16624,8225,9211,18160,14819,9418,14363,7841,19590,11444,10232,15163,12576,19246,11477,4287,2583,3762,3882,2771,3394,3812,3611,2996,6985,25657,23656,12797,18985,13695,12501,9972,7286,23150,25833,19355,24790,23017,25002,17288,16344,17031,10246,8229,7107,9026,12129,8764,5861,21988,23849,19501,23830,24924,17284,21707,19614,14143,6325,2197,9835,24609,22553,12633,13635,8246,21320,11441,25521,19541,12778,18813,21958,22743,26311,16638,18339,15560,11970,18743,16968,7368,1478,22821,26058,25911,15790,11566,20575,11031,11560,12600,10136,24119,24013,8242,13758,14148,11800,14775,9840,7031,23627,21629,26164,22662,20613,15799,12321,14445,9438,12364,17374,10969,7977,6903,3977,20942,25362,21791,11637,17799,10516,6392,6644,26635,13506,12231,13816,27006,15120,14642,16757,27089,24273,18005,16876,10821,8732,12340,6398,24359,26333,11674,22541,11797,7112,7769,13994,12574,13142,24539,11098,15194,4288,25381,17948,15148,10812,13989,8574,10843,4099,21771,24388,15834,6855,9065,19424,11111,10644,3838,5247,17730,27909,16680,19191,7171,5829,12607,13251,9681,5302,10757,3103,6434,7292,3343,10190,3799,3783,4045,9678,7931,5256,1017,342,98,32,16,8,6,7,2,11403,23591,12778,13971,13952,15564,19376,13297,9233,1633,22239,18165,11538,9203,8677,15342,12221,13873,14026,16011,9758,747,16276,19996,14079,11933,8854,15996,13486,10372,18966,16413,13131,20902,19425,21615,11878,10916,8006,15332,10008,14631,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,19170,18007,9850,8169,16323,12442,2628,21623,14408,17982,16970,13725,7775,2563,19113,16181,7475,23518,6463,1239,21329,14704,22171,11803,17515,15316,7912,15314,19820,7486,8206,8235,12937,11284,7114,7321,14093,17652,16860,20364,12868,13112,7192,5560,880,4,7396,25488,17301,23933,17277,24634,14348,10979,23149,19624,16529,14237,21819,22039,17047,26219,10948,16968,22043,5737,28069,19346,28066,12128,13290,13932,23432,23934,13797,12952,18185,20844,7432,21209,20465,15317,17299,23015,15790,21324,19670,11240,3737,25230,20455,4397,12674,18063,24341,21858,21320,14733,16042,27572,15686,18548,8200,16069,15321,14500,10363,6559,23230,15475,14310,7072,21708,23783,20291,15935,10650,23539,21058,8164,23130,19846,25675,17670,14724,19502,19703,26180,18347,15025,15284,9660,9566,13399,9917,5538,9899,25662,16632,14520,18715,9626,15856,20993,25414,10853,21593,26920,26205,16623,25923,28295,24643,6027,24159,23209,14617,13031,3724,54,23584,22753,17874,18355,21831,7919,27298,19856,15027,8769,13589,25090,20260,16066,13889,19702,19702,24029,16567,15826,11493,17038,17487,14061,16468,17515,16538,20734,17870,17507,24808,19646,22695,14438,15705,20964,24265,22047,11689,10841,10818,7708,20257,20031,13642,11611,12234,16331,6737,8243,5734,9447,25113,19902,7577,8407,19480,18051,12098,13428,7978,7563,20654,22952,14508,23165,14554,15712,15953,6856,2089,26468,19752,16678,426,847,536,376,200,24],"fragments":[{"begin":"0.000","end":"6.760","lines":["You're listening to LIFE KIT from NPR."]},{"begin":"6.760","end":"19.960","lines":["Hey, everybody. It's Marielle Segarra."]},{"begin":"19.960","end":"92.720","lines":["The Supreme Court has decided to overturn the Biden administration's student debt relief plan, which would have erased at least 10,000 - and sometimes up to $20,000 - in federal student loan debt for tens of millions of people. So if you have federal student loans, you might be wondering what the hell to do now. NPR education correspondent Cory Turner has been following this topic closely for years. And on this episode of LIFE KIT, he shares some context and advice."]},{"begin":"92.720","end":"93.680","lines":["Hey, Cory."]},{"begin":"93.680","end":"94.800","lines":["Hey, Marielle."]},{"begin":"94.800","end":"110.400","lines":["All right, so we are recording this on Friday, the day that the Supreme Court decision on student loans came out. Can you just explain what happened?"]},{"begin":"110.400","end":"190.280","lines":["Yeah. So basically, this case - it's really two cases - all boiled down to a sort of fundamental political argument about whether the executive branch - the president and his education secretary, by extension - have the power to essentially erase more than $400 billion in federal student loans. And it's a debate because constitutionally, it's always been Congress that has the power of the purse. That plan came directly from the president and his ed secretary. And they argued that the authority they had to justify it came from this old law - it was passed in the wake of the 9/11 attacks. It was called the Heroes Act. And in that law, they said, the ed secretary was given pretty broad authority to waive or modify - those are the verbs - weird verbs, which is part of the problem here - waive or modify rules and provisions in the student loan program and - in times of crisis."]},{"begin":"190.280","end":"228.040","lines":["And Biden argued COVID was absolutely a crisis, and here we go. And they used that right to waive or modify to try to erase, again, roughly $400 billion in student loans. And the president's critics said that's Congress's job. And what the Supreme Court said today, a supermajority of its conservative justices - it was 6 to 3 - they basically said that very thing. You overreached. Only Congress has the power to do this. And even using the Heroes Act and its emergency authority, that is such a stretch. We don't buy it."]},{"begin":"228.040","end":"234.800","lines":["OK. And President Biden spoke a few hours after the decision, right? What did he say?"]},{"begin":"234.800","end":"293.120","lines":["Yeah, he said a couple things. In a tweet, he said that the fight is not over. And in his remarks from the White House, he basically said that he is instructing his administration to try something else. They're going to use a different law called the Higher Education Act - the HEA - and the education secretary's authority under that law to see how far they can go when it comes to some sort of large-scale student debt relief. Now, I want to be clear here. The administration chose the previous path - it used the Heroes Act - presumably not only because it was faster but because they thought it was a stronger legal argument. You know, I just want to make sure that I, as someone who covers this stuff, I don't want to be the one giving borrowers false hope. I don't imagine this is going to end up any better at the court than what we just saw today."]},{"begin":"293.120","end":"300.320","lines":["OK. So were there already people who had had their debt forgiven under this program?"]},{"begin":"300.320","end":"335.560","lines":["No. What the administration did, they allowed borrowers to apply because it was an opt-in kind of cancellation, not opt-out. So you had to apply for it. It was very simple, straightforward. I think you just had to answer, like, five questions. And then they started building a database of borrowers who had applied and been provisionally approved, and then they would have canceled the debts of those borrowers upon a favorable ruling by the court. So they were ready to go. Now they just can't do it."]},{"begin":"335.560","end":"348.800","lines":["OK. And a little more context here. Payment on student loans has been paused for a few years, right? Like, people haven't had to be paying back their loans because of COVID."]},{"begin":"348.800","end":"404.480","lines":["Yeah. We're in a really unprecedented moment. Last time I looked at the numbers, there were something like 7 million borrowers who are young enough that they likely have never had to make a payment on their loans. That's a lot of borrowers who have no experience in the repayment of student loans. And now we find ourselves in this messy Middle-earth - right? - where the Supreme Court has dashed any hope of there being an easy out. And now everyone has to figure out, OK, I guess we have to repay these loans, either start repaying them or get back to the business of repaying them. And we know that that's coming pretty quickly. I believe interest starts accruing in September. And the first round of payments will be due in October. That's according to the Ed Department."]},{"begin":"404.480","end":"411.640","lines":["Yeah. So what should borrowers know ahead of that time? Like, how should they be preparing themselves?"]},{"begin":"411.640","end":"451.800","lines":["Right. Well, so there - contextually, there are a few things to know. So three years is a long time. And it also just so happens, during this three-year pandemic pause, that two of the biggest players in the student loan servicing world - so these are the big companies that borrowers usually deal with when they have student loan questions or they go to a website or they call because they want to know, what's my payment or why didn't you get my payment? The servicers, two of the biggest servicers in the industry, got out of the business. They just quit the federal student loan program. And so millions of borrowers over the course of this payment pause have actually gotten a new servicer."]},{"begin":"451.800","end":"499.720","lines":["And it's possible that many of them, like, maybe they haven't logged into their loan portal for a long time. They might not even know who their new servicer is. So it's very important that borrowers figure out who their servicer is. A good place to start is, go to studentaid.gov. And they can access their federal student loans through the federal portal there. And that should also help them figure out who their servicer is. Once they do figure it out, they need to go to their servicer's portal, update all their contact information. And ultimately, they need to start asking themselves some really important questions about how have their lives changed over the last three years. Do they make more income? Do they make less income? And what kind of repayment plan makes the most sense for them?"]},{"begin":"499.720","end":"511.240","lines":["So what happens if you don't know who your loan servicer is, or even that you don't start paying back your loans come October?"]},{"begin":"511.240","end":"552.360","lines":["I mean, the administration is trying to be very flexible here and forgiving. I think they know this is going to be hard. So one of the things President Biden announced not long after the court released its opinion was what Biden calls an onramp to the payment restart, which basically means, look; interest is going to start accruing in September. Technically, payments will start to be required in October. But if you're delinquent, if normally you would end up defaulting on a certain timeline, the department says, in the first year, it's not going to refer anyone to a credit agency. So they will be more forgiving."]},{"begin":"552.360","end":"590.600","lines":["That said, interest is still accruing. And payments are still technically being required. If you can, you should get on the right repayment plan and just get back into repayment. It's really the best, healthiest thing for your credit. And I know this is all kind of weird because for so long now, our politicians have been talking about this debt relief plan. But it's pretty clear now that that's not happening. And it's - in spite of what the president said today, it's certainly not happening at least in the foreseeable future. And so, you know, borrowers at this point really need to figure out how to get back into the system."]},{"begin":"590.600","end":"610.920","lines":["There's also one more reason I want to mention why borrowers need to be proactive right now, and that is that very quietly over the last year, the federal agency that oversees the entire federal student loan program - they're called FSA, Federal Student Aid. It's a super unsexy acronym and department that most people have never heard of. But they've been underfunded."]},{"begin":"610.920","end":"611.800","lines":["Yeah."]},{"begin":"611.800","end":"631.080","lines":["And it is the worst-kept secret in higher ed circles that FSA and its loan servicers are probably going to struggle mightily if they actually have to handle more than 40 million borrowers who are going to come back into the repayment system all at once over the next eight weeks."]},{"begin":"631.080","end":"647.680","lines":["This is also probably the last thing that people want to do, is to deal with their student loans. So it's a task that, you know, you're going to put on your calendar and then keep bumping and keep bumping until, like, the day before they come due. But then at that point, there's likely to be a flood of calls..."]},{"begin":"647.680","end":"647.760","lines":["Yeah."]},{"begin":"647.760","end":"650.000","lines":["...To your loan servicers."]},{"begin":"650.000","end":"650.800","lines":["Yeah."]},{"begin":"650.800","end":"652.240","lines":["And you might not get through."]},{"begin":"652.240","end":"676.640","lines":["Absolutely. And I realize I'm being the absolute worst bearer of bad news. I'm like the guy telling people the court shut down the debt relief plan. And then, oh, by the way, you need to do this thing that you don't really want to do, which is log on and sort out your student loan details. And, oh, by the way, the system kind of stinks right now, and you might end up on hold for a really long time. Like, I get that people don't want to hear that. But..."]},{"begin":"676.640","end":"678.720","lines":["Yeah."]},{"begin":"678.720","end":"679.560","lines":["...That's where we are."]},{"begin":"679.560","end":"685.920","lines":["There we are. Are there any other paths to loan forgiveness besides the program that just got overturned?"]},{"begin":"685.920","end":"753.560","lines":["Yeah, there are, and that's the good news here. There are still several pathways that have been around for a little while and that, ideally, are working better now than they used to. One program in particular that we've done a lot of reporting around is called Public Service Loan Forgiveness, which essentially promises forgiveness of your loans for working in public service after 10 years of payments. So that program is still around. There's also, interestingly - part of the income-driven repayment plan that you can get into has always offered a promise for undergraduate borrowers that whatever is left over of your loans after 20 years, the government will, again, cancel. Now, the Ed Department has been pretty bad, similarly, in following through with that promise. But again, we at NPR, we've been pushing them pretty hard. They've committed to do a full review of the program and to adjust borrower accounts. They're supposed to do that in the next 6 to 8 months. And I'm actually following a couple borrowers who hope to have their debts erased by the end of that process."]},{"begin":"753.560","end":"799.360","lines":["So there is hope. There is possibility. I should also say that President Biden is in the middle of rolling out, slowly - it's still in the regulatory phases, but he talked about it in his presser today - is rolling out a new or really revised income-driven repayment plan that's going to be really generous. It will base your monthly payments on 5% of your discretionary income. So that's going to make for really quite small, if zero-dollar, payments for an awful lot of borrowers. And it will make, I think, for many people the prospect of returning to repayment much more palatable."]},{"begin":"799.360","end":"884.000","lines":["OK, it's time for a recap. If you owe money on federal student loans, interest will start accruing again on September 1, and you'll be expected to start making payments in October. But the Education Department has also said if you do miss payments, you won't be reported to a credit agency for a year. Now is the time to figure out which loan servicer you have and whether that's changed. If you don't know, you can go to studentaid.gov. Now is also the time to think about what repayment plans might make sense for you and whether you could be eligible for other kinds of debt relief, like the Public Service Loan Forgiveness program. Cory had one other thought on his way out."]},{"begin":"884.000","end":"936.760","lines":["I think it's worth highlighting that as disappointing as today's news is for many borrowers, Biden's plan never would have actually fixed the problem. The problem is that the cost of college has skyrocketed, and there's no real answer to help borrowers afford college without taking out these loans, and simply canceling $400 billion in preexisting federal student loans in no way incentivizes colleges and universities to lower their tuition costs."]},{"begin":"936.760","end":"947.440","lines":["But as always on LIFE KIT, we will give you the best advice we can based on the world as it is."]},{"begin":"947.440","end":"1020.160","lines":["For more LIFE KIT, check out our other episodes. We have one on how to tackle your debt and another on what to do when you're feeling anxious. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Clare Marie Schneider with fact-checking support from Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Thomas Lu. Engineering support comes from Joshua Newell. I'm Marielle Segarra. Thanks for listening."]}],"duration":1020}