{"title":"What to do when you're constipated","url":"https://www.npr.org/transcripts/1186405105","intro":"We've got a step-by-step guide for that SOS moment when you haven't pooped in days and days.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT from NPR."},{"author":"MARIELLE SEGARRA, HOST","text":"Hey, everybody. It's Marielle. Question - have you ever been really, really constipated? Like, you haven't pooped for a few days or a week, and your abdomen is getting fuller, and you sit on the toilet, but nothing comes out? Are you sitting on the toilet right now? All right. Just in case, we're going to start with a little pep talk."},{"author":"KUMKUM PATEL","text":"OK, here we go. You got this. Imagine that the poop is traveling, and it's just waiting. You're going to open those gates and allow for that poop to naturally flow out because it's ready, and you're ready, and you no longer want it in there."},{"author":"SEGARRA","text":"That's Dr. Kumkum Patel. She's a gastroenterologist at Providence St. Joseph and St. Jude Heritage Medical Group in California. Anyway, where were we?"},{"author":"PATEL","text":"So gently imagine it leaving your body. Now gently push over a deep breath in and push all the way out. Relax your bottom and let it come out."},{"author":"SEGARRA","text":"Now, I hope that worked for you. And, you know, it might have because relaxation is one of the things that can help you poop. But sometimes, it takes more than that, especially if you've got chronic constipation, which can happen because of diet, medication, hormonal changes and lots of other things. So on this episode of LIFE KIT, we are going to give you a step-by-step guide for that SOS moment when you're really constipated. And we will also help you make changes to avoid situations like that in the future. A quick note here - we are talking about poop in this episode. If that makes you uncomfortable, there are points where you might decide to tune out. But also, try to listen. Pooping is a natural thing, and these tips can really help, especially in a pinch."},{"author":"SEGARRA","text":"OK, so let's start with a common question. How often should we be pooping? Experts say there's a range that's considered normal - like, some of us will poop several times a day and others every few days. But there are medical guidelines for what's considered chronic constipation."},{"author":"LIN CHANG","text":"One is less than three bowel movements per week."},{"author":"SEGARRA","text":"Dr. Lin Chang is a gastroenterology professor at UCLA's David Geffen School of Medicine. She says there are other signs, too, like if you have to strain at least 25% of the time. But for the moment, we're not going to distinguish between whether your constipation is chronic or more of a one-time or occasional thing. If you've pooped fewer than three times in the past week, you're probably constipated right now, and you're probably wondering what to do."},{"author":"SEGARRA","text":"First of all, if you have been sitting on the toilet for longer than five minutes, Dr. Chang says it's time to get up because when you sit and strain for too long, you can get things like hemorrhoids. Next - and you may have already thought of this one, but just in case - drink some liquids. Here's Dr. Patel again."},{"author":"PATEL","text":"Get a glass of water - warm water, perhaps, because warm liquids tend to stimulate the contraction of the intestinal wall muscles, OK? So if you want coffee, if you want warm water, take one of those things, OK? Start drinking it because it's going to stimulate the actual peristalsis - that's the movement of the muscles in the colon - to start moving again."},{"author":"SEGARRA","text":"From here, there are different paths forward depending on your preferences and also on how long it's been since you pooped. If you feel like time is on your side and you have the patience to wait, you can try a physical intervention. That's takeaway one. And when I say physical, I mean without using medication. Dr. Patel says you can start by getting a toilet stool, often known by the brand name Squatty Potty. You can get one for about 20 or 25 bucks, and you can use these whether you're constipated or not. They basically allow you to squat over the toilet. And that works because..."},{"author":"PATEL","text":"When you lift up your legs closer to your chest, you're actually easing up the angle at which your poop can come out. It's straightening it out, so your poop now has a straight and narrow pathway to come straight out instead of having to go through an angle."},{"author":"SEGARRA","text":"If you don't want to buy a toilet stool or you're just not at home, you can get creative. Kelly Peterson is a doctor of physical therapy who specializes in the pelvic floor."},{"author":"KELLY PETERSON","text":"Can you use a step stool or a trash can or something to get your feet higher? Can you rest your elbows on your knees and lean forward or fold all the way forward?"},{"author":"SEGARRA","text":"Now, if your constipation is not that severe, a Squatty Potty or a change in position might be all that you need. Another approach is to stretch your pelvic floor. And that's because pelvic floor dysfunction is one possible cause of constipation. For instance, if your pelvic floor muscles are in spasm, that could be making it harder for you to poop. Kelly has a few go-to stretches. One is known in yoga as child's pose. Another is called happy baby - basically, it's like a squat on your back. And a third is just a regular deep squat."},{"author":"PETERSON","text":"You have to be flexible enough to be able to do this. You basically are keeping your feet wide and sitting your bottom down, and you bring your arms in between."},{"author":"SEGARRA","text":"Another physical intervention for constipation that you may have seen online is abdominal massage. Sometimes it's called the I-love-you stretch because your hand will look like it's spelling out the letters I, L and U. You'll lay on your back. And then starting on either side of your stomach, trace the letter I, then L and then a U or half circle around your belly button. And Dr. Patel says you just want to use firm pressure with your hands."},{"author":"PATEL","text":"I mean, I've seen videos where someone was taking one of those Theraguns and, you know, applying it to their abdomen. And I don't know if that's a little too intense or not because that stuff is super powerful. I don't know if I'd go straight to the Theragun."},{"author":"SEGARRA","text":"If you start to feel an urge, hooray. Get yourself to the bathroom. Let's take a moment, by the way, and talk about urges. We're not supposed to sit on the toilet for more than five minutes, but that's really hard when you're constipated because often your abdomen will feel so full and uncomfortable. And you think, if I just poop, I will feel so much better. But Dr. Chang says that does not mean the poop is ready to come out."},{"author":"CHANG","text":"So I usually tell my patients, when you feel the urge in your rectum, then you want to go to the toilet, not just because you feel uncomfortable in the abdomen. Maybe it's getting prepared to have a bowel movement, but it's not the right time to sit on the toilet."},{"author":"SEGARRA","text":"You want to limit your time on the toilet because when you sit and strain and try to push the poop out, you can do damage. For instance, you might get external hemorrhoids, which are swollen veins in your rectum that can be painful and itchy and cause bleeding. You might also develop pelvic floor dysfunction, where your muscles get weaker and it gets even harder to poop. Or you could even get a rectal prolapse where your rectum slips down inside your anus."},{"author":"CHANG","text":"And you don't want to get to that point."},{"author":"SEGARRA","text":"So Dr. Chang says if you're sitting on the toilet, try pushing a couple times."},{"author":"CHANG","text":"And if it's unsuccessful, then you should really get up from the toilet, you know, move around, do something else and then go to the bathroom again later on."},{"author":"SEGARRA","text":"OK. So let's say you don't have the patience for all of this, or you've been constipated for more than a few days. In that case, Dr. Chang says you may need medication. That's takeaway two. One option is a laxative, and there are different kinds. Dr. Patel says a gentler approach, and the one you probably want to start with, is called an osmotic laxative."},{"author":"CHANG","text":"Which means that it pulls water in and makes it smoother for that poop to slide out, OK?"},{"author":"SEGARRA","text":"Miralax is one of the most popular brands, but there are generics, too. These can take two or three days to work, but if they don't, or if you don't have the time to wait..."},{"author":"CHANG","text":"Get yourself a stimulant laxative, which means that you're going to actually stimulate your bowels to start contracting and squeezing to actually be able to push that poop out."},{"author":"SEGARRA","text":"Senokot and Ex-Lax are two popular brands. And Dr. Patel says stimulant laxatives tend to work within six to 12 hours. Now, let's be clear - the kind of pooping you're going to do after a stimulant laxative is probably not going to feel good. It might give you cramps or diarrhea."},{"author":"PATEL","text":"Because it's actually causing spasms and contractions of your intestines. So yeah, it's irritating the hell out of the wall of the intestine and that's why it's causing the poop to move through, because the poop is like, OK, no, no, this is bad. The intestines are all like, no, no, let's get rid of everything in here."},{"author":"SEGARRA","text":"But this can be a short-term fix. One thing to keep in mind with laxatives - they can be super helpful in a pinch, but some of them, particularly stimulant laxatives, can cause other problems, like you might build a tolerance to them and need higher doses with time. And if laxatives give you severe diarrhea, and you're using them over a long period, you could end up with electrolyte imbalances. So basically, if you find yourself using laxatives regularly, talk to a doctor. Dr. Chang says sometimes an oral laxative alone isn't going to work because your rectum might be blocked off at this point."},{"author":"CHANG","text":"Sometimes what you're getting is loose stool that just gets around the hard stool, but you're not really removing the hard stool in the rectum."},{"author":"SEGARRA","text":"So in these cases, she recommends a suppository, which is like a medication bullet that dissolves."},{"author":"CHANG","text":"It's very short - it's like an inch - and you put it in the rectum. And what that will do, it'll also have a laxative effect, and it will stimulate just the rectum. The stool that's in the rectum will be evacuated."},{"author":"SEGARRA","text":"If that's not working, you might consider an enema, which will go even higher up in your digestive tract to your colon. You can buy an enema kit over the counter. Sometimes they'll come in a bag, sometimes in a bottle, and they'll have a tapered tip. You put that in your rectum and squeeze."},{"author":"CHANG","text":"And it stimulates the bowel. And you hold it for as long as you can and when you have the urge to go, then you evacuate."},{"author":"SEGARRA","text":"Dr. Chang does not recommend that people use enemas regularly because sometimes patients start to feel like they need them to poop. So think of enemas as another helpful tool when you're really stuck. OK, so the next thing we're going to suggest may not solve your constipation on its own, but it can help. Takeaway three - try to relax. And I know - easier said than done when it feels like your abdomen is going to explode. But try, because one of the many causes of constipation is stress."},{"author":"SEGARRA","text":"Dr. Patel says when we're under stress, we release hormones that put our body into fight-or-flight mode. Researchers have different theories on why this results in constipation. One is that your body's basically like, I'm running away from a tiger right now. I don't really have time to poop."},{"author":"PATEL","text":"And so it kind of holds it all in until you're relaxed enough to poop it out."},{"author":"SEGARRA","text":"Dr. Patel says you may experience stress-related constipation when you travel, maybe because you're getting on a flight, or you're in an unfamiliar place, or you're just changing your everyday routine."},{"author":"PATEL","text":"And that produces a stress response in a lot of people."},{"author":"SEGARRA","text":"One way to relax is with breathing exercises. And here's one Dr. Patel suggests called the 4-7-8 technique."},{"author":"PATEL","text":"So basically, you take in a deep breath over the count of four; hold for seven; and exhale for eight. That actually helps a lot by calming the nerves down, and by calming the nerves down, you can get yourself out of that fight-or-flight mode."},{"author":"SEGARRA","text":"You can also try a warm bath or exercise, which has been shown to lower levels of the body's stress hormones. OK. So hopefully we've helped you solve your short-term problem. But if you find that you're chronically constipated, there are a few other things you want to do. First of all, and this is takeaway four, make some dietary changes; drink more water; and eat more fiber. Different types of fiber can bulk up your stool and also help it move faster through your digestive system."},{"author":"SEGARRA","text":"The World Health Organization recommends that adults get 25g of fiber a day by eating a healthy diet. Some foods that pack a lot of fiber - whole grains and bran cereals - no surprise there - beans, veggies like peas, broccoli and kale, also fruits, especially raspberries, apples with the skin on - and this one surprised me - avocados, 10 grams of fiber each. Dr. Chang says one thing to look out for - if you don't currently eat foods with a lot of fiber, you should start incorporating it gradually."},{"author":"CHANG","text":"Because if you're not used to eating a lot of fiber and you start eating more fiber, usually you're going to get gas and bloating and even some cramps."},{"author":"SEGARRA","text":"But also, if you are regularly constipated and these dietary changes aren't working, takeaway five - it's time to investigate further. Chronic constipation can be caused by a lot of things. It can be a side effect of medications or of supplements like calcium and iron."},{"author":"PATEL","text":"Sometimes it may need to be changed to a different form of medication if it's really that terrible. Other times there may be a way to overcome it, but sometimes you may need a prescription medication."},{"author":"SEGARRA","text":"Chronic constipation can also be caused by hormonal changes like the ones that happen when you're pregnant. Or maybe it's happening because you travel a lot or you're under a lot of stress at work. Figure out what your triggers are. You might also have an underlying issue that calls for other treatment, like pelvic floor physical therapy or, in some cases, surgery."},{"author":"SEGARRA","text":"It can help to see a doctor because they can help you figure out the cause, adjust your medications if needed or prescribe medications that you can't get over the counter."},{"author":"SEGARRA","text":"All right. It's time for a recap. If you poop fewer than three times a week, you are probably constipated. Don't sit on the toilet for longer than five minutes at a time, and try not to strain. If you change your posture, maybe with the help of a toilet stool, that can help you poop more easily. If you're going to take a laxative and you have time to wait, try the osmotic kind first. They're usually gentler than stimulant laxatives. But if it's been a while or you're really uncomfortable, go for the stimulant kind. If you find that you're constipated all the time, drink more water, eat more fiber and consider making an appointment with your medical provider to investigate the cause. Lastly, always remember, as Dr. Patel said earlier..."},{"author":"PATEL","text":"You got this. You're going to open those gates and allow for that poop to naturally flow out because it's ready, and you're ready."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one on how to manage IBS and another on how to talk about STIs. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Clare Marie Schneider, with fact-checking help from Zazil Davis-Vazquez. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino, Sylvie Douglis and Thomas Lu. Engineering support comes from Maggie Luthar. I'm Marielle Segarra. Thanks for listening."},{"author":"SEGARRA","text":"(Singing) Why'd you have to go and make me so constipated?"},{"author":"SEGARRA","text":"OK, here we go."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6133981781.mp3","img":"https://media.npr.org/assets/img/2023/07/07/poop_02_wide-237519f2843db20c12ee0d03fba0826167dbb9bb.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","KUMKUM PATEL","SEGARRA","PATEL","LIN CHANG","KELLY PETERSON","PETERSON","CHANG"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,2,0,3217,3156,4936,3899,3745,5476,23879,27923,26821,25182,12349,6540,5013,6182,5019,5321,6281,14626,28713,23667,12169,566,327,0,0,11771,12071,5286,4867,5878,4917,30,30,23695,7777,1197,12544,24423,13268,9490,7734,4242,4237,5393,6371,4121,264,19617,24077,10880,12635,11508,5684,10616,11071,8395,12952,23453,24097,9077,9128,12629,12149,8466,14070,11704,17546,14319,9658,109,7298,9245,7924,29,45,306,16512,12076,13916,12408,6165,37,42,26164,19756,18124,16884,13779,12655,13802,11883,11585,11144,15415,12986,7288,25715,14067,25278,24307,3490,5348,26083,21433,8706,4924,3981,5685,16361,21433,7892,5302,9860,13067,4990,4544,13849,23455,25537,7120,10833,10335,21288,19164,3715,4981,13476,21028,23040,17397,6843,4183,5998,21237,22921,10665,10167,14428,24496,23115,12165,13882,9812,8021,14914,15842,6581,5761,26128,23591,13129,6775,4939,11201,16362,14912,6893,7751,22686,15455,4735,8150,23690,21968,9897,23601,11114,7052,5629,3277,9786,26751,15333,13881,9777,16149,7829,23537,16771,18043,11455,20953,25048,15423,17545,15048,12002,10509,14468,8104,6476,7099,14611,12483,4883,1969,1374,20291,3233,1539,15127,8184,2079,10047,18245,20651,15045,14288,20252,12919,5928,10902,6299,15151,19522,18254,8277,9431,13228,15841,10840,14548,11370,12084,9119,4991,4355,4953,17783,26857,13217,21192,23932,2467,3525,21448,18045,7681,3619,20502,18769,2696,22514,13353,23465,21126,16024,16991,13199,4074,3908,12520,23228,13764,20560,20101,6164,10224,13867,14823,2260,2344,2145,25187,24568,21921,13168,11038,8046,9886,12065,19498,11945,11010,11428,12902,12330,6771,4647,5886,6665,11388,8818,970,25601,20428,14681,14566,11084,13386,5714,15310,12216,23501,21005,11468,9839,5919,6238,14862,7940,14231,23298,11008,8163,15264,14282,17684,16741,11499,10458,22241,14611,7542,8883,581,21133,27327,25973,18124,21779,12164,11491,20705,10903,9584,17718,21066,15883,18269,8754,13416,22784,23520,17401,9479,10751,21348,15671,5645,7595,21023,23610,23651,18686,10921,9577,12977,15050,13113,9309,8547,14151,5572,5655,3382,2330,1076,14899,16935,16313,11936,22872,25219,14669,10565,14998,7065,10392,14021,15487,13047,21734,18757,14904,17690,7904,12195,17998,12641,9225,10453,4251,1888,24957,11610,3425,13542,9347,4730,3525,7902,8258,6531,10339,4074,6987,6606,6200,8346,11596,3272,8848,6590,5464,6827,3800,3451,1649,2901,1940,3066,1550,761,483,784,416,196,106,224,101,9,7,8,7,7,7,7,7,17743,23585,26599,16628,24737,14272,12019,26989,20052,15984,14507,20508,14949,15649,25020,16549,10493,11698,11571,14237,12717,17598,18128,23670,15197,13644,3486,24785,15747,20417,21267,24772,21755,7969,17377,13146,17933,17753,4059,16273,18269,20417,12923,14577,12092,10958,7684,9954,23807,15233,22372,13895,16859,13445,7399,17001,17382,14583,12955,24248,13388,19109,8232,20521,6931,14437,18083,15955,15944,10885,8712,11421,15170,11641,8847,13704,11465,9996,6670,24187,23300,12073,15993,522,58,73,26606,18455,26978,14143,21910,19770,26220,11135,20723,16289,11607,14913,13782,10357,8384,15717,12606,10043,4414,19055,24924,22122,12678,11463,25712,17474,18193,19587,16329,19997,25420,12088,12907,381,23612,25786,17091,19653,26311,19442,10222,26188,20283,17969,14985,9412,1980,6,4,4,49,19817,11166,18655,16564,15758,21379,11727,20683,4839,10722,14857,9383,13403,11447,12671,16817,10316,8398,19280,9579,2184,22287,13913,21550,8769,8344,19318,16694,9468,9492,10527,18134,15295,19061,20389,12066,9000,16731,10227,7478,8957,12951,11959,13470,22621,16375,10409,7029,23063,13735,21986,21699,21755,20303,14320,16325,16465,10037,12147,12624,11855,2796,12395,11158,22574,15522,17898,21447,14853,21861,21117,15112,21544,7822,12631,651,6,17,7,8,8,7,7,10535,21653,19632,18673,21537,9554,4994,553,23581,19984,11920,6680,4574,3645,57,18969,20438,16455,12633,10724,7426,5871,9092,9785,8898,6385,21275,21154,8565,11608,14053,11833,13023,10765,9947,16751,14003,10719,6263,13697,21585,20148,20932,23205,9592,9584,7175,9648,11328,11364,5980,9052,6859,13395,25767,10061,19795,12344,21791,11139,7845,655,19481,11916,13,23456,13753,8199,7024,9529,22785,15216,10211,22736,11110,17920,18735,13126,13490,12785,6188,9092,9224,3872,13270,24952,24275,22052,7657,9883,11787,13355,11690,15054,8315,10565,21041,10026,10413,11926,8108,1490,16918,24023,23134,23702,23075,9421,11136,10893,11424,8633,7754,14428,19803,8800,13887,13855,15342,11326,8266,10350,11854,3485,327,9785,8946,11502,17069,7976,7832,13800,4830,15211,6935,2072,1915,24876,22903,9724,10999,12369,828,3786,5582,8743,8988,8352,7249,8528,5869,7568,5338,22628,22284,7943,12260,11303,12027,17756,20300,16385,18314,22233,10301,4685,22329,16581,15790,11720,13096,11710,11341,91,13264,13336,19417,17988,11484,7689,9036,17775,16801,5280,18884,12800,12324,8344,7395,2526,9498,6799,19235,11844,6670,8284,14219,13747,10323,15100,10658,4748,19956,19870,17725,7332,14181,22491,11552,10007,4133,17351,19600,17688,8220,24260,21578,21137,17009,12666,11079,24047,15274,11559,14884,7067,8953,8483,11929,24129,15826,7527,20032,11030,7622,14648,7202,7692,11068,11421,7403,18804,14418,19520,14050,23684,23371,14562,8089,11575,14111,24543,24627,16726,9032,23980,13462,5249,23806,21124,25671,22232,11840,13815,15473,19317,7576,19168,22366,10031,24430,13136,17153,21167,18472,8340,16503,18656,14093,14636,8157,10545,8085,14541,24567,16820,9566,717,3747,16846,22591,22118,16841,22571,10234,8120,7125,18421,20300,11578,11004,6590,16257,14767,11499,9273,5710,7030,10113,1916,752,156,22904,13211,21497,23372,23258,18419,14260,9030,13182,10612,18122,16894,5057,11331,17803,17267,13128,12399,7486,7058,1885,7469,12341,9387,2659,1348,22377,11215,17367,20913,11168,6997,23330,22135,10031,8534,8900,3639,1661,25991,22330,22192,8300,21323,21932,8787,10288,7281,6469,19495,8498,10875,11798,5999,10732,8255,3951,4316,22381,14094,22282,9568,10765,11057,11019,4173,12912,10750,9568,9579,17752,12107,9887,11740,10399,22655,26835,22620,9295,21370,11011,15297,7954,5084,16917,9932,5419,11873,7495,13733,19831,16278,18980,13112,16224,8814,5597,22956,4742,17359,23445,11544,10190,7363,13177,16044,12012,16809,15196,9210,9438,9080,17375,8258,17545,19262,23646,1282,23989,21739,21533,16333,17025,13126,14422,18888,15615,5327,11291,16960,18485,20514,9669,8377,21665,12318,11191,3774,15030,22723,24459,21312,12337,9983,10611,8649,13657,19985,20901,4413,10653,18960,9327,12083,2656,13618,15941,11649,21528,8773,9110,9706,8660,3924,18790,13481,5524,8975,4993,8055,2398,15963,12952,9896,16887,21363,14110,13986,22498,22169,11462,19573,9378,11304,21110,18613,3498,15090,12599,11425,21579,21407,16533,12341,8336,6974,6911,10409,18782,13562,13487,10957,17078,16425,12059,23608,26053,16354,13540,22034,20106,10032,10468,22223,22365,16930,16217,10157,11378,11474,8637,16704,8840,6901,354,60,149,19715,18604,9045,7993,18761,14903,18646,6622,6547,1183,20787,19084,22893,21530,21548,11516,8855,22018,20324,19260,22663,13579,10341,7275,8646,1343,21681,11055,15751,19001,15097,14048,8964,23564,12253,22893,12254,12283,23038,21515,10692,5792,2158,55,25947,22094,10978,11563,8019,11682,6390,10126,22195,14870,13843,16743,7849,11714,6679,7673,3322,9488,24676,18877,14087,9210,6343,7341,6074,4996,9662,7534,10516,4960,413,241,12021,18418,15078,17422,18316,15645,16350,6597,13048,14210,12550,12430,21921,21058,18601,9901,10646,3014,13197,14860,11016,1101,21046,11685,7788,12402,9952,22986,13024,14628,23761,17679,9049,9047,12895,4679,7167,5519,21718,15505,17896,16542,9170,8752,9005,10865,8308,21596,21440,6685,8237,13485,19887,7714,11947,8367,21203,17605,23418,21162,24672,12294,12072,9028,11790,13846,16948,16544,7168,18603,16407,11695,13778,11775,11761,6902,14158,7048,6951,6187,1404,225,25229,21333,14931,6596,11594,15157,15397,12864,6757,14056,12468,13362,17113,13453,15627,19183,7977,88,41,13173,14785,8549,56,11825,17472,17318,7109,22453,22081,13691,13423,13550,13147,11187,2815,616,11216,25921,25082,16728,10115,8882,22820,17469,6831,4346,7469,5604,10121,18436,9102,10759,13339,8579,12225,10977,10870,11154,17934,19527,17170,7981,9229,14822,11578,15763,19875,16906,20514,21871,18324,16235,13513,14102,16390,18036,21662,19246,16858,12843,9595,12797,10211,6216,7173,11526,11378,14880,9932,6310,19294,17036,18359,13444,16523,11030,9550,14581,10981,8034,9290,6912,10390,17560,12653,12296,8240,12048,13462,1658,10366,12804,16275,10641,7178,7397,15781,21883,23551,16612,8185,17154,10687,9208,10027,8316,24064,26228,16558,16522,17069,16463,11719,16515,8014,5991,4681,24636,15029,11490,12682,14399,12026,7592,6721,1432,17200,25052,11516,25537,13309,10190,12304,9399,7056,21244,22696,10644,15881,15075,9811,4632,9539,12393,7895,9317,7695,5505,6899,6801,1456,3156,13682,23515,11946,16286,11096,14930,8855,11503,6488,17941,13702,18299,15584,3939,3803,7368,21082,17277,16741,11361,6834,9635,12962,18768,15102,8330,12469,12012,21028,16673,13064,17329,13804,14589,22684,19412,16232,10472,16317,14219,9487,13146,20839,16605,8354,21602,19198,21334,17496,18242,19713,11058,11217,12654,20331,17731,12050,13776,7076,11701,2159,19178,19155,18938,15256,9399,12322,7602,20293,12305,12874,12033,9503,9452,6894,12303,11345,9194,15496,9378,12325,20584,22568,11115,20146,13922,8453,15946,18430,18106,20305,10580,7752,9327,14161,15426,10980,9469,22454,8290,7284,8279,14222,18507,10549,7518,7892,13651,8410,7150,175,13229,25347,18002,24350,9216,10570,13464,12335,7420,16801,16480,18053,14443,12262,7958,17410,13308,5296,60,20057,13871,13505,21265,14256,13304,13549,4899,16282,15976,11495,8878,10781,11364,7511,8751,4719,14397,4980,14696,15819,22839,16843,14536,12906,8,38,23270,17866,8699,14861,14089,15430,11817,10564,8479,17172,15053,11366,8717,12490,8407,11365,16636,15274,20758,17218,7344,14215,13486,14068,18156,894,12837,14922,9225,12969,18368,21997,16978,17161,18265,7250,11692,14744,12224,14574,18971,10764,12323,13501,8336,24954,21144,24856,21631,24335,12864,8889,16240,9373,9234,21799,22773,25718,17275,13125,6710,10940,459,21978,17084,24140,14168,10719,11620,14755,18196,11824,11848,2809,10259,14676,13673,5361,226,21435,28176,12021,8943,18357,13345,6252,929,22728,18565,19114,7563,3372,22693,25635,25677,18975,18061,14986,12873,10620,8660,23511,15360,23734,12259,757,20337,21915,19329,19047,16045,5676,1903,7850,16002,8424,19638,21474,8175,7075,17603,19866,8992,15413,18574,4107,23138,10903,10637,19194,9220,22849,25263,21400,11574,12276,20508,10134,11241,9361,14266,20015,10865,10756,117,15474,20194,12178,14788,12175,8270,10818,305,23991,12030,24302,8977,7097,5900,11242,8015,18850,7778,21292,14854,21040,15147,21156,11953,12579,4416,8615,20912,15316,17529,15067,10274,1033,13459,17588,17474,11956,19387,7871,8760,18189,21196,12920,15672,7817,3862,19277,17203,10139,12179,1964,20746,20238,19072,1402,23147,22977,9419,13674,18524,10717,11420,6908,6486,7271,11745,26802,24661,16328,17835,13520,10746,10341,15211,9720,11715,12248,12398,13238,8604,6926,148,23877,20699,19121,21849,11730,11381,10685,12139,15080,22954,18709,12536,21858,11718,6944,133,18603,22473,10892,6699,6712,9259,14319,15690,19056,10717,8532,8769,3626,3121,5467,13944,12179,15990,7542,21805,19638,6310,5250,19966,4960,15312,10427,12340,19914,14353,21217,9487,14939,18028,22982,17923,20533,13065,5641,19197,16160,7397,13186,12526,9695,17850,10138,17463,7397,7597,1886,13752,9832,7396,8308,13893,18959,13836,11433,10436,5052,14254,17618,11481,10620,12212,10930,11450,15288,16117,9995,7171,6483,2857,16919,11462,11914,9060,9339,5113,5874,2716,1171,2940,3770,20601,11228,12062,11620,15375,14476,2913,3219,21903,20854,22362,10553,11625,5551,24839,18722,22276,24062,13550,11004,10743,8033,7832,7049,2813,10443,21357,17348,8923,4381,7946,10445,19766,19953,20445,6629,9947,7715,16591,15276,8679,19087,6784,1844,15931,23331,13292,14383,12265,10224,19150,22608,7726,13285,10670,10510,18663,13170,940,16899,18662,9639,16322,8727,9746,6045,6785,2062,24383,17687,11669,18196,14242,10295,11802,8880,9280,9750,3599,22633,11786,4873,1630,2625,2658,24937,15173,12129,17853,9583,16271,21061,9953,7877,8820,8752,5594,9028,4465,4420,11309,22377,5483,12838,15564,8108,6302,4482,19012,17574,14625,14749,10234,11623,13231,13439,13023,10385,18622,8205,11146,22815,15376,16144,17905,12019,10270,14150,13715,12459,1948,9338,15937,11878,20451,12992,13562,19687,5787,7451,15606,6728,2845,19468,17141,13157,9489,11157,13610,12439,5462,9226,15808,15231,11568,14137,12892,10183,8868,8652,4629,20039,16443,12870,21614,21405,12287,22447,10284,19058,10716,1922,23667,24590,11050,17537,4924,12736,17359,19520,16378,16587,18219,12038,4515,19547,17791,20549,11533,18292,16004,11466,22279,26988,24031,6732,13877,10157,10432,8150,9767,12386,16268,14312,9511,13186,13991,5615,8213,10644,9556,11723,4774,7724,16703,5751,870,14491,23845,18440,10919,9833,10411,7628,18911,24660,14751,23198,23393,7467,9766,20818,8898,7043,21968,12702,13972,13419,557,15241,23452,12121,20199,6651,6738,6346,7654,12656,18644,13612,12244,15783,21034,1992,1180,17204,20660,16045,1482,19759,16422,16533,14036,15353,15391,11783,16244,5262,14509,15048,17995,11085,4666,23811,19103,21244,23256,18707,12333,10591,9544,8464,12819,7337,13015,21960,24055,18484,13923,9515,15839,9570,7797,9854,7441,7950,2956,20820,18202,22130,16484,13670,15079,17279,11161,8705,3388,7144,12594,16221,3110,15838,819,390,15304,22112,20909,16941,11556,12609,13254,19149,24358,23962,18227,10216,15766,10496,14300,3039,20688,21952,16859,2511,18223,18912,17145,622,14481,13933,10456,6391,20056,20454,15341,15407,17932,18445,9510,10775,16375,20444,7901,7320,8621,6773,1769,18136,1909,21228,13585,1468,17470,22274,13886,14562,14822,7095,7128,12935,7147,7854,17617,14364,4417,24569,24963,18767,16797,22063,16165,14486,11084,12610,14464,19493,16539,16110,21457,12250,17947,12456,11305,6849,4208,20416,24606,23289,22704,21680,21872,23653,11005,8379,5447,6760,6407,22716,24402,21877,11139,13730,12510,8128,3670,20511,21451,13993,21263,21816,15788,12335,9375,14648,12368,4470,15671,20611,16508,18215,19792,21916,11625,9298,9382,6968,14273,9877,9235,8813,17724,4213,24587,10445,23176,16779,12709,14547,19284,22478,11827,7794,8091,10156,5798,24316,9261,16333,17003,15983,15452,23760,22013,15955,15130,11257,10497,13932,13588,5694,10164,12843,10354,14777,15783,14152,10099,3398,23588,23580,10365,12234,12131,19688,9818,7107,10282,5342,1801,24354,22662,22492,15633,7386,10513,9521,8582,11663,6920,21150,21548,21958,11508,9919,8750,15686,13434,18294,13212,9073,7266,8098,6058,945,12905,11802,9034,8901,6111,613,19118,20168,12136,22896,14668,12201,12185,10974,80,42,1243,3497,21783,14391,23993,9978,37,192,431,18674,19726,22255,8960,8592,8876,536,5415,23363,18382,20490,1296,19138,14985,8403,17901,11721,12978,5331,66,597,22042,17342,19826,18730,11303,6538,15775,19522,8326,15950,15932,13662,10657,208,13488,9740,7755,6804,4436,3544,3126,1665,1822,11569,21900,18807,23544,23773,10303,16791,21159,16128,5440,11348,10704,15949,11881,14941,13033,15079,16436,19092,7196,9089,1742,1331,19072,21258,24923,13379,24701,8870,22643,8898,18183,9644,16998,8708,2158,892,25155,17363,16662,15370,16911,12994,8644,7170,13056,21682,8854,10789,6711,6246,4518,22544,22943,21623,5597,13408,14743,11941,1789,14652,21343,21758,10695,6445,7056,20298,23078,25006,7417,8737,16216,21133,6491,4928,16248,15764,14282,14065,19161,14157,8755,7530,10208,18272,10784,21476,10571,8608,13187,7907,7953,5177,3816,24183,22037,14117,9340,6794,9299,10719,11103,9730,19940,13957,13096,12024,18902,8391,15691,12864,8535,11603,6882,975,22847,18215,22383,23627,20837,10541,3338,22590,16148,11759,12706,11049,9568,7665,8411,7369,1801,13404,13611,11100,21977,12690,12155,4560,7604,12171,5929,6094,8942,7193,3594,25522,14762,18135,18613,12283,14973,14837,9588,15643,22546,12819,13992,13094,6657,11057,11777,10267,8466,17581,19113,19391,6018,13648,14257,16876,22030,13103,9943,5071,5399,2806,26273,15088,17398,18018,11466,24781,14655,3637,11427,16642,16184,9261,8747,8130,9850,12799,14116,8124,7271,10988,15716,11456,11736,11896,10185,5842,9993,16597,23456,10962,9784,15210,18573,10225,11276,11253,16494,10291,16090,19309,14728,13969,15651,8492,9686,9227,6627,8551,15838,12722,2179,742,24932,23585,20595,21118,15795,13321,12227,11637,5796,5963,10114,18829,9671,8913,10915,11214,5565,10654,24147,23815,1488,12014,19372,13504,8479,11483,8014,61,25573,23840,9720,8698,13257,12252,13462,10112,9755,1674,14898,23112,18562,8668,10707,10882,10134,13744,22763,9798,11151,14723,11982,5486,9433,8184,497,15448,22209,11096,6935,6859,9860,18181,4816,16692,11886,9629,2934,15282,19787,15685,16134,4321,19021,18250,19327,5626,777,20766,14746,11669,15859,17884,12634,13280,8309,7180,10663,8895,9643,9849,16064,15848,11414,12112,8878,5887,3767,58,21935,13748,10595,11075,20282,22742,12608,10900,11384,5931,8965,9028,12197,7676,15539,8649,579,357,9957,13911,23468,13628,8994,16343,20284,11070,16765,19986,23652,23682,20631,17685,2312,15316,26252,17079,14531,12064,9760,48,37,17080,15987,16322,12261,14518,9422,16550,20724,17479,16925,9853,5936,13342,16729,10888,11174,9451,11056,4966,7249,8522,13742,8393,8829,12119,7748,7637,10577,6712,24976,23758,22341,8733,7207,10188,19075,23144,11625,21889,18155,9003,6928,16968,12092,8464,10247,6105,8635,5389,19132,24633,15276,11051,8770,15606,18273,9899,10251,1864,3635,3288,4601,2551,1757,1944,23617,14941,11658,10545,11917,1614,9818,12019,9102,17601,9656,19364,11651,8229,8438,17533,18992,14938,13357,5169,6365,2521,6274,19337,20198,15311,12021,15124,17054,14950,10134,7185,4652,4291,7941,8674,12363,4628,2478,6133,15416,20747,25131,14882,10698,11384,13440,16788,10714,4196,11738,9633,9190,6943,5965,3895,3140,6527,20496,16280,19906,14503,9488,15083,8368,8318,23572,17202,16806,8630,9411,6654,11194,15495,23266,10789,11472,14353,9198,7254,8991,8916,6975,23346,21389,9449,12359,12807,13447,11555,3750,13042,7788,12686,6353,4721,4090,20534,25372,20771,19557,15285,24157,20315,20147,1799,19308,24115,22733,1701,21306,22643,12053,7564,17547,12312,6936,13079,8108,17274,14156,13610,5100,17553,9137,12499,11457,7058,2865,23815,6803,6947,16233,17349,7209,15884,16528,15810,10657,8510,2819,18172,24962,10404,11241,2162,3838,13317,12122,21732,16944,11034,3945,4244,20103,23217,17207,10360,12182,23444,23138,12033,13041,9121,6788,12636,14700,4175,2804,23118,24866,14520,7218,3426,11312,17459,14897,11831,3077,19159,13474,3250,382,305,175,2297,1921,1736,22434,25340,17106,9636,10362,9336,6848,3890,15396,22708,17769,12622,19147,12631,7258,13901,20496,16247,18116,14253,11117,20441,5153,11493,15766,11783,15529,20873,22717,8780,22073,10392,7958,2157,19517,25589,26040,20460,13215,13369,12497,13652,11077,13592,8902,7000,25886,11452,12647,12800,14367,23815,20729,16538,18140,15260,13176,12156,2036,14916,17073,19376,17080,8570,14290,11860,7974,14520,9109,19096,24085,21162,15217,18831,9902,13623,14777,7314,3813,3712,24003,24059,22702,17971,18540,10720,9739,19321,14909,12228,7738,15710,8287,6991,3958,23002,23321,22804,14392,15626,9255,6266,2798,22729,19844,10749,8241,15193,12643,9142,6928,18605,15027,8105,14317,14641,5890,9568,21499,22302,13630,25287,11988,11787,10461,13582,14568,24069,20829,11465,3591,16602,16674,9096,4971,14193,16201,7673,6200,13652,7825,5793,2054,21574,21650,21229,16775,9395,10500,16437,7925,10036,1155,1211,13302,11898,12271,9184,1200,2771,8131,7636,5655,970,3164,4116,2277,2665,904,3170,2970,1014,2674,1075,21475,21279,24729,15586,7300,5718,11864,10726,11027,11649,14830,5734,2368,3456,17252,21401,21389,2237,5299,11014,13811,9182,13387,11911,4805,1285,3799,1013,1051,672,1133,2856,561,681,514,1098,2979,1078,1568,732,1160,3098,434,2462,717,770,1712,539,554,269,505,1207,257,235,157,266,685,204,186,84,187,408,67,71,48,103,200,64,82,40,69,91,18,20,15,32,2,5454,23591,12778,13971,13952,15564,19376,13297,10453,1114,22239,18165,12338,9203,8677,14396,15342,10784,14026,16011,9758,1138,16276,19996,14079,11933,7533,15996,13486,10372,18966,16413,13131,20902,16639,21615,15584,10916,8614,15332,11238,14631,17796,11788,15196,11988,11935,16253,21891,10712,3096,18892,18453,21087,19530,18007,10814,8331,16323,12516,4098,21623,14408,17982,16970,13725,7775,2661,19113,16181,10394,23518,6463,1401,21329,14704,22171,11803,17515,15316,7912,15314,19820,11151,8206,8235,12937,11284,7114,7321,14093,15464,17652,20364,12868,13112,11728,5560,1160,6,3,3,22111,23591,12539,13971,13679,19376,18250,10453,7198,22239,20662,12338,8841,9203,5549,15342,12221,13873,16011,9758,6312,16276,19996,16281,11933,10300,12966,15996,11413,14835,18966,13131,20902,8567,21615,15681,6091,10916,11776,15332,14631,17796,16139,15196,12184,11988,11935,21891,12524,7093,14114,18892,18453,21087,13721,18007,8331,16323,12579,9376,20059,21623,10002,17982,16970,7775,3745,19113,14505,16181,23518,8019,6463,10115,21329,22171,20774,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,12946,12868,13112,5754,4185,42,3,14394,20982,15739,14394,23308,9275,18257,15048,12203,8853,20148,9513,10129,5960,3503,23982,24151,14584,19413,8143,17876,16314,15827,17108,8587,13152,19366,16315,6491,25116,21179,19531,21573,11771,15471,14149,6249,6818,6470,7221,21311,22462,19527,21575,19227,7376,21639,19692,13385,16036,7569,11000,19518,19440,19782,19868,10970,13463,8885,23151,25515,21083,13665,14551,18248,12838,14064,5494,19342,24784,16629,26453,10388,25156,19988,22089,11699,26586,20537,8889,3844,8,2],"fragments":[{"begin":"0.000","end":"2.920","lines":["You're listening to LIFE KIT from NPR."]},{"begin":"2.920","end":"42.200","lines":["Hey, everybody. It's Marielle. Question - have you ever been really, really constipated? Like, you haven't pooped for a few days or a week, and your abdomen is getting fuller, and you sit on the toilet, but nothing comes out? Are you sitting on the toilet right now? All right. Just in case, we're going to start with a little pep talk."]},{"begin":"42.200","end":"64.440","lines":["OK, here we go. You got this. Imagine that the poop is traveling, and it's just waiting. You're going to open those gates and allow for that poop to naturally flow out because it's ready, and you're ready, and you no longer want it in there."]},{"begin":"64.440","end":"74.160","lines":["That's Dr. Kumkum Patel. She's a gastroenterologist at Providence St. Joseph and St. Jude Heritage Medical Group in California. Anyway, where were we?"]},{"begin":"74.160","end":"99.960","lines":["So gently imagine it leaving your body. Now gently push over a deep breath in and push all the way out. Relax your bottom and let it come out."]},{"begin":"99.960","end":"191.360","lines":["Now, I hope that worked for you. And, you know, it might have because relaxation is one of the things that can help you poop. But sometimes, it takes more than that, especially if you've got chronic constipation, which can happen because of diet, medication, hormonal changes and lots of other things. So on this episode of LIFE KIT, we are going to give you a step-by-step guide for that SOS moment when you're really constipated. And we will also help you make changes to avoid situations like that in the future. A quick note here - we are talking about poop in this episode. If that makes you uncomfortable, there are points where you might decide to tune out. But also, try to listen. Pooping is a natural thing, and these tips can really help, especially in a pinch."]},{"begin":"191.360","end":"224.040","lines":["OK, so let's start with a common question. How often should we be pooping? Experts say there's a range that's considered normal - like, some of us will poop several times a day and others every few days. But there are medical guidelines for what's considered chronic constipation."]},{"begin":"224.040","end":"227.480","lines":["One is less than three bowel movements per week."]},{"begin":"227.480","end":"252.800","lines":["Dr. Lin Chang is a gastroenterology professor at UCLA's David Geffen School of Medicine. She says there are other signs, too, like if you have to strain at least 25% of the time. But for the moment, we're not going to distinguish between whether your constipation is chronic or more of a one-time or occasional thing. If you've pooped fewer than three times in the past week, you're probably constipated right now, and you're probably wondering what to do."]},{"begin":"252.800","end":"271.280","lines":["First of all, if you have been sitting on the toilet for longer than five minutes, Dr. Chang says it's time to get up because when you sit and strain for too long, you can get things like hemorrhoids. Next - and you may have already thought of this one, but just in case - drink some liquids. Here's Dr. Patel again."]},{"begin":"271.280","end":"294.560","lines":["Get a glass of water - warm water, perhaps, because warm liquids tend to stimulate the contraction of the intestinal wall muscles, OK? So if you want coffee, if you want warm water, take one of those things, OK? Start drinking it because it's going to stimulate the actual peristalsis - that's the movement of the muscles in the colon - to start moving again."]},{"begin":"294.560","end":"328.280","lines":["From here, there are different paths forward depending on your preferences and also on how long it's been since you pooped. If you feel like time is on your side and you have the patience to wait, you can try a physical intervention. That's takeaway one. And when I say physical, I mean without using medication. Dr. Patel says you can start by getting a toilet stool, often known by the brand name Squatty Potty. You can get one for about 20 or 25 bucks, and you can use these whether you're constipated or not. They basically allow you to squat over the toilet. And that works because..."]},{"begin":"328.280","end":"343.160","lines":["When you lift up your legs closer to your chest, you're actually easing up the angle at which your poop can come out. It's straightening it out, so your poop now has a straight and narrow pathway to come straight out instead of having to go through an angle."]},{"begin":"343.160","end":"352.760","lines":["If you don't want to buy a toilet stool or you're just not at home, you can get creative. Kelly Peterson is a doctor of physical therapy who specializes in the pelvic floor."]},{"begin":"352.760","end":"362.920","lines":["Can you use a step stool or a trash can or something to get your feet higher? Can you rest your elbows on your knees and lean forward or fold all the way forward?"]},{"begin":"362.920","end":"395.560","lines":["Now, if your constipation is not that severe, a Squatty Potty or a change in position might be all that you need. Another approach is to stretch your pelvic floor. And that's because pelvic floor dysfunction is one possible cause of constipation. For instance, if your pelvic floor muscles are in spasm, that could be making it harder for you to poop. Kelly has a few go-to stretches. One is known in yoga as child's pose. Another is called happy baby - basically, it's like a squat on your back. And a third is just a regular deep squat."]},{"begin":"395.560","end":"403.840","lines":["You have to be flexible enough to be able to do this. You basically are keeping your feet wide and sitting your bottom down, and you bring your arms in between."]},{"begin":"403.840","end":"431.320","lines":["Another physical intervention for constipation that you may have seen online is abdominal massage. Sometimes it's called the I-love-you stretch because your hand will look like it's spelling out the letters I, L and U. You'll lay on your back. And then starting on either side of your stomach, trace the letter I, then L and then a U or half circle around your belly button. And Dr. Patel says you just want to use firm pressure with your hands."]},{"begin":"431.320","end":"447.840","lines":["I mean, I've seen videos where someone was taking one of those Theraguns and, you know, applying it to their abdomen. And I don't know if that's a little too intense or not because that stuff is super powerful. I don't know if I'd go straight to the Theragun."]},{"begin":"447.840","end":"473.320","lines":["If you start to feel an urge, hooray. Get yourself to the bathroom. Let's take a moment, by the way, and talk about urges. We're not supposed to sit on the toilet for more than five minutes, but that's really hard when you're constipated because often your abdomen will feel so full and uncomfortable. And you think, if I just poop, I will feel so much better. But Dr. Chang says that does not mean the poop is ready to come out."]},{"begin":"473.320","end":"486.960","lines":["So I usually tell my patients, when you feel the urge in your rectum, then you want to go to the toilet, not just because you feel uncomfortable in the abdomen. Maybe it's getting prepared to have a bowel movement, but it's not the right time to sit on the toilet."]},{"begin":"486.960","end":"513.440","lines":["You want to limit your time on the toilet because when you sit and strain and try to push the poop out, you can do damage. For instance, you might get external hemorrhoids, which are swollen veins in your rectum that can be painful and itchy and cause bleeding. You might also develop pelvic floor dysfunction, where your muscles get weaker and it gets even harder to poop. Or you could even get a rectal prolapse where your rectum slips down inside your anus."]},{"begin":"513.440","end":"515.720","lines":["And you don't want to get to that point."]},{"begin":"515.720","end":"520.360","lines":["So Dr. Chang says if you're sitting on the toilet, try pushing a couple times."]},{"begin":"520.360","end":"529.400","lines":["And if it's unsuccessful, then you should really get up from the toilet, you know, move around, do something else and then go to the bathroom again later on."]},{"begin":"529.400","end":"549.640","lines":["OK. So let's say you don't have the patience for all of this, or you've been constipated for more than a few days. In that case, Dr. Chang says you may need medication. That's takeaway two. One option is a laxative, and there are different kinds. Dr. Patel says a gentler approach, and the one you probably want to start with, is called an osmotic laxative."]},{"begin":"549.640","end":"555.160","lines":["Which means that it pulls water in and makes it smoother for that poop to slide out, OK?"]},{"begin":"555.160","end":"564.800","lines":["Miralax is one of the most popular brands, but there are generics, too. These can take two or three days to work, but if they don't, or if you don't have the time to wait..."]},{"begin":"564.800","end":"575.760","lines":["Get yourself a stimulant laxative, which means that you're going to actually stimulate your bowels to start contracting and squeezing to actually be able to push that poop out."]},{"begin":"575.760","end":"592.640","lines":["Senokot and Ex-Lax are two popular brands. And Dr. Patel says stimulant laxatives tend to work within six to 12 hours. Now, let's be clear - the kind of pooping you're going to do after a stimulant laxative is probably not going to feel good. It might give you cramps or diarrhea."]},{"begin":"592.640","end":"610.800","lines":["Because it's actually causing spasms and contractions of your intestines. So yeah, it's irritating the hell out of the wall of the intestine and that's why it's causing the poop to move through, because the poop is like, OK, no, no, this is bad. The intestines are all like, no, no, let's get rid of everything in here."]},{"begin":"610.800","end":"646.600","lines":["But this can be a short-term fix. One thing to keep in mind with laxatives - they can be super helpful in a pinch, but some of them, particularly stimulant laxatives, can cause other problems, like you might build a tolerance to them and need higher doses with time. And if laxatives give you severe diarrhea, and you're using them over a long period, you could end up with electrolyte imbalances. So basically, if you find yourself using laxatives regularly, talk to a doctor. Dr. Chang says sometimes an oral laxative alone isn't going to work because your rectum might be blocked off at this point."]},{"begin":"646.600","end":"654.400","lines":["Sometimes what you're getting is loose stool that just gets around the hard stool, but you're not really removing the hard stool in the rectum."]},{"begin":"654.400","end":"659.640","lines":["So in these cases, she recommends a suppository, which is like a medication bullet that dissolves."]},{"begin":"659.640","end":"671.840","lines":["It's very short - it's like an inch - and you put it in the rectum. And what that will do, it'll also have a laxative effect, and it will stimulate just the rectum. The stool that's in the rectum will be evacuated."]},{"begin":"671.840","end":"688.280","lines":["If that's not working, you might consider an enema, which will go even higher up in your digestive tract to your colon. You can buy an enema kit over the counter. Sometimes they'll come in a bag, sometimes in a bottle, and they'll have a tapered tip. You put that in your rectum and squeeze."]},{"begin":"688.280","end":"696.200","lines":["And it stimulates the bowel. And you hold it for as long as you can and when you have the urge to go, then you evacuate."]},{"begin":"696.200","end":"726.440","lines":["Dr. Chang does not recommend that people use enemas regularly because sometimes patients start to feel like they need them to poop. So think of enemas as another helpful tool when you're really stuck. OK, so the next thing we're going to suggest may not solve your constipation on its own, but it can help. Takeaway three - try to relax. And I know - easier said than done when it feels like your abdomen is going to explode. But try, because one of the many causes of constipation is stress."]},{"begin":"726.440","end":"741.800","lines":["Dr. Patel says when we're under stress, we release hormones that put our body into fight-or-flight mode. Researchers have different theories on why this results in constipation. One is that your body's basically like, I'm running away from a tiger right now. I don't really have time to poop."]},{"begin":"741.800","end":"746.840","lines":["And so it kind of holds it all in until you're relaxed enough to poop it out."]},{"begin":"746.840","end":"757.560","lines":["Dr. Patel says you may experience stress-related constipation when you travel, maybe because you're getting on a flight, or you're in an unfamiliar place, or you're just changing your everyday routine."]},{"begin":"757.560","end":"760.920","lines":["And that produces a stress response in a lot of people."]},{"begin":"760.920","end":"768.320","lines":["One way to relax is with breathing exercises. And here's one Dr. Patel suggests called the 4-7-8 technique."]},{"begin":"768.320","end":"789.160","lines":["So basically, you take in a deep breath over the count of four; hold for seven; and exhale for eight. That actually helps a lot by calming the nerves down, and by calming the nerves down, you can get yourself out of that fight-or-flight mode."]},{"begin":"789.160","end":"816.840","lines":["You can also try a warm bath or exercise, which has been shown to lower levels of the body's stress hormones. OK. So hopefully we've helped you solve your short-term problem. But if you find that you're chronically constipated, there are a few other things you want to do. First of all, and this is takeaway four, make some dietary changes; drink more water; and eat more fiber. Different types of fiber can bulk up your stool and also help it move faster through your digestive system."]},{"begin":"816.840","end":"850.080","lines":["The World Health Organization recommends that adults get 25g of fiber a day by eating a healthy diet. Some foods that pack a lot of fiber - whole grains and bran cereals - no surprise there - beans, veggies like peas, broccoli and kale, also fruits, especially raspberries, apples with the skin on - and this one surprised me - avocados, 10 grams of fiber each. Dr. Chang says one thing to look out for - if you don't currently eat foods with a lot of fiber, you should start incorporating it gradually."]},{"begin":"850.080","end":"857.800","lines":["Because if you're not used to eating a lot of fiber and you start eating more fiber, usually you're going to get gas and bloating and even some cramps."]},{"begin":"857.800","end":"874.200","lines":["But also, if you are regularly constipated and these dietary changes aren't working, takeaway five - it's time to investigate further. Chronic constipation can be caused by a lot of things. It can be a side effect of medications or of supplements like calcium and iron."]},{"begin":"874.200","end":"891.880","lines":["Sometimes it may need to be changed to a different form of medication if it's really that terrible. Other times there may be a way to overcome it, but sometimes you may need a prescription medication."]},{"begin":"891.880","end":"920.840","lines":["Chronic constipation can also be caused by hormonal changes like the ones that happen when you're pregnant. Or maybe it's happening because you travel a lot or you're under a lot of stress at work. Figure out what your triggers are. You might also have an underlying issue that calls for other treatment, like pelvic floor physical therapy or, in some cases, surgery."]},{"begin":"920.840","end":"937.400","lines":["It can help to see a doctor because they can help you figure out the cause, adjust your medications if needed or prescribe medications that you can't get over the counter."]},{"begin":"937.400","end":"1018.440","lines":["All right. It's time for a recap. If you poop fewer than three times a week, you are probably constipated. Don't sit on the toilet for longer than five minutes at a time, and try not to strain. If you change your posture, maybe with the help of a toilet stool, that can help you poop more easily. If you're going to take a laxative and you have time to wait, try the osmotic kind first. They're usually gentler than stimulant laxatives. But if it's been a while or you're really uncomfortable, go for the stimulant kind. If you find that you're constipated all the time, drink more water, eat more fiber and consider making an appointment with your medical provider to investigate the cause. Lastly, always remember, as Dr. Patel said earlier..."]},{"begin":"1018.440","end":"1032.680","lines":["You got this. You're going to open those gates and allow for that poop to naturally flow out because it's ready, and you're ready."]},{"begin":"1032.680","end":"1081.280","lines":["For more LIFE KIT, check out our other episodes. We have one on how to manage IBS and another on how to talk about STIs. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"1081.280","end":"1130.400","lines":["This episode of LIFE KIT was produced by Clare Marie Schneider, with fact-checking help from Zazil Davis-Vazquez. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino, Sylvie Douglis and Thomas Lu. Engineering support comes from Maggie Luthar. I'm Marielle Segarra. Thanks for listening."]},{"begin":"1130.400","end":"1134.120","lines":["(Singing) Why'd you have to go and make me so constipated?"]},{"begin":"1134.120","end":"1135.800","lines":["OK, here we go."]}],"duration":1135}