{
  "title": "How to get started documenting stories from your life",
  "url": "https://www.npr.org/transcripts/1186984114",
  "intro": "Everyone has a story to tell. Writing a memoir is more than just documenting your life — it can help you process what you've gone through, capture a moment in history for descendants and help others make sense of their own lives. Here's how to get started.",
  "transcript": [
    {
      "author": "FELICE LEON, HOST",
      "text": "A warning before we start - this episode contains obscene language and repeated use of a racial slur."
    },
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "LEON",
      "text": "What's up, folks? My name is Felice Leon. I am a multimedia journalist born and raised in New York City. And by the nature of my lived experiences on this green earth, I've got some stories to tell, OK? I am ready to write my memoir. But if you're anything like me, then the sheer thought of me writing a book about me is completely overwhelming - debilitating, even. I feel anxious right now. Oh, my goodness. I need to stabilize my breath. This memoir thing is getting to me. Please call for help."
    },
    {
      "author": "SHANITA HUBBARD",
      "text": "Imposter syndrome is so real - right? - 'cause I remembered, I would write this book and I would literally feel like I cannot breathe - like, I can't type. I'm trying to confess to my keyboard, and all I can think of is who made you worthy, you know, to write this book? What qualifications do you have to speak on this? 'Cause they're going to eat you apart."
    },
    {
      "author": "LEON",
      "text": "That's Shanita Hubbard."
    },
    {
      "author": "LEON",
      "text": "As a New Yorker, your accent is like a warm hug to me."
    },
    {
      "author": "HUBBARD",
      "text": "(Laughter)."
    },
    {
      "author": "LEON",
      "text": "She's a therapist, professor and author of a hybrid memoir called \"Ride Or Die: A Feminist Manifesto For The Well-Being Of Black Women.\" And for her, she can calm those imposter syndrome nerves by remembering why she writes."
    },
    {
      "author": "HUBBARD",
      "text": "Writing helps me to really get real and authentic and be - about my life experiences."
    },
    {
      "author": "LEON",
      "text": "And there's so many reasons to write and write your own story. For Shanita, her purpose for writing became very clear as she got older."
    },
    {
      "author": "HUBBARD",
      "text": "I was like, I'm going to use my words to shed light on communities who are often ignored, to magnify perspectives and voices that are often muted."
    },
    {
      "author": "DAMON YOUNG",
      "text": "If I'm not writing, for me, I don't feel like I'm growing. It's something that I need to do in order to make sense of the world and, most importantly, to make sense of myself."
    },
    {
      "author": "LEON",
      "text": "Damon Young is a writer, satirist and author of the memoir \"What Doesn't Kill You Makes You Blacker.\" In it, Damon explores what he describes as the absurdities of living while Black, which includes his own insecurities, neuroses and some TMI topics. This author uses writing to make sense of the chaos in his head."
    },
    {
      "author": "YOUNG",
      "text": "Yeah, I had these thoughts. I had these ideas. I had these opinions, you know, that were always circulating in my head. I've always been the guy who was observing silently and had, like, jokes in my head. And writing was a way for me to show my personality."
    },
    {
      "author": "LEON",
      "text": "Civil rights hero David Dennis Sr. goes about telling his story a little differently. He's a product of a sharecropper family."
    },
    {
      "author": "DAVID DENNIS SR",
      "text": "So I was born on a plantation and lived on them till I was about 9 years old."
    },
    {
      "author": "LEON",
      "text": "With his son, David Dennis Jr., the civil rights icon wrote a joint memoir, \"The Movement Made Us: A Father, A Son, And The Legacy Of A Freedom Ride.\" Mr. Dennis was a reluctant activist at first, but ultimately feels like his connection with the movement was fated. He had a turning point during a Freedom Ride in Montgomery, Ala."
    },
    {
      "author": "DAVID DENNIS SR",
      "text": "That was this voice in the room that just said, you know, there's not enough room in this space for both God and fear. And so this whole fear thing just sort of went away."
    },
    {
      "author": "LEON",
      "text": "Together, the Dennises use memoir writing as an opportunity to share with each other. David Jr. says that it took hours of conversation to document Mr. Dennis' stories. Some of this dialogue wasn't easy, but it helped to heal their bond."
    },
    {
      "author": "DAVID DENNIS JR",
      "text": "You know, a lot of times when you have relationships between, you know, father and son or relationship between men, you sort of get to this place where we're just not going to talk about any of the tough stuff and we'll just sort of be fine. And I think when you have those conversations, it brings you closer."
    },
    {
      "author": "DAVID DENNIS SR",
      "text": "Being able to sit and talk to your children is really important. We need to figure out, especially us as Black people in this country, you know, in the world, is how to begin to share with each other."
    },
    {
      "author": "LEON",
      "text": "So what's your reason to write your story? On this episode of LIFE KIT, I'm joined by Shanita, Damon and the Dennises to talk about deeply personal memoirs - how to write them, what makes them compelling, and what to do once your story is out in the world. For all of my writers who want to be writers and those who consider themselves to be writer-adjacent, you're going to want to stay tuned."
    },
    {
      "author": "LEON",
      "text": "So you think you want to write a memoir, but where do you start? It's time for takeaway one. Take a good look in the mirror and decide whether or not you're ready to tell your story."
    },
    {
      "author": "YOUNG",
      "text": "I think that's the first question. It's like, do I really want to do this, and why? Why do I want to do this? And am I willing to get deep?"
    },
    {
      "author": "LEON",
      "text": "That's Damon, who we heard up top. And if you're going to write a story about yourself, then you really got to be prepared to get your hands dirty. As an author, one of Damon's superpowers is his vulnerability. In his memoir, you'll find moments when you laugh, followed by moments when you, well, cringe. And he has to go deep to get people interested because he's not Michelle Obama."
    },
    {
      "author": "YOUNG",
      "text": "People don't give a [expletive] about my biography. They don't care about where I went to school or how I met my wife. No, they - what they care about is, like, the way I'm telling the story and also that connectivity - you know, those anxieties, those self-consciousnesses, those vulnerabilities."
    },
    {
      "author": "LEON",
      "text": "That's right, writers. Get ready to get raw. But don't psych yourself out before getting things down on your laptop. Throw caution to the wind and just try freewriting to get a feel for it."
    },
    {
      "author": "YOUNG",
      "text": "Start writing. You know, figure out who you are. And sometimes you figure out who you are while you're doing the writing. Ask yourself if you really want to do it, and if the answer is still yes, just do it."
    },
    {
      "author": "LEON",
      "text": "And while you think you might know every inch of your story, David Dennis Jr. told me to expect the unexpected when you're writing."
    },
    {
      "author": "DAVID DENNIS JR",
      "text": "Know the story. You know, feel like you kind of know enough about it and honest with yourself to tell it, and then be prepared to be surprised by the story."
    },
    {
      "author": "LEON",
      "text": "All right. You're committed to doing this memoir thing. Takeaway two - now it's time to write an outline. It's a really useful tool for a memoir. Map out the story for yourself. Write down every anecdote that you can think of, like when you chipped your tooth in middle school or when your dog Cookie ran away or the first time that you fell in love. What are some themes that come up? Maybe you only focus on one part of your life. Do you want to focus on your relationship with your sister or how cooking changed your life? Also, you don't have to tell every story that's ever happened to you. Use your outline to help pick out the most important parts of your story to showcase. The Dennises employ a collaborative method to their memoir writing. The duo rely much on David Dennis Jr. interviewing his dad to pull from the 83-year-old's memory."
    },
    {
      "author": "DAVID DENNIS JR",
      "text": "Recording the interviews, writing it out, having him read over it. And sometimes when I would write things, it would help him remember the details. And sometimes I would just - if there was a little gap in there and we didn't know, I would just sort of throw something in there, and he would remember it actually correctly if I put the wrong thing. If I said it was a green chair, he'll say, oh, no, actually, I remember it now. It was a red chair. So we would just go back and forth with that until the chapters were pretty much done. So it was a lot of back and forth, and sometimes it would jog his memories. And the memories would come whenever they came, and I had to tell him, hey, the book is done. Don't tell me any more memories that you have, please."
    },
    {
      "author": "LEON",
      "text": "(Laughter) It's done. This memory is complete."
    },
    {
      "author": "DAVID DENNIS JR",
      "text": "Right."
    },
    {
      "author": "LEON",
      "text": "Also, remember that memory isn't always reliable. Look through old journals and photos to recall details that you might have missed."
    },
    {
      "author": "HUBBARD",
      "text": "When I'm writing my book, it's a very detailed outline."
    },
    {
      "author": "LEON",
      "text": "Shanita's memoir focuses on her complicated relationship with being a ride-or-die woman, how it's impacted her self-worth and her relationships. So she picks specific stories from her outline to help show all that. Then, within each anecdote, she shows not only what happened to her, but shows her evolution. In a chapter called My Sister's Keeper, she talks about how she holds herself accountable for the microaggressions that she once projected towards the queer community."
    },
    {
      "author": "HUBBARD",
      "text": "Like, if I thought a man was especially fine and I found out he was gay, I'd be like, oh, girl, that's a waste of a good peen. Like, you know, just toxic and harmful."
    },
    {
      "author": "LEON",
      "text": "So when you're writing your outline, think about your own idiosyncrasies, what you've learned and how you view those parts of your story. That's why Shanita's outlines also include a solution, what she refers to as a balm to assuage any uncomfortable feelings or emotions that her readers might encounter."
    },
    {
      "author": "HUBBARD",
      "text": "I have in mind how I'm going to conclude this chapter in a way that is, you know, some type of medicine. Not all medicine tastes good - right? - but it is designed to facilitate your healing in some way, right? So that anchors me. And then in the middle, I have very detailed points about exactly what I want you to reflect on, what I want you to think."
    },
    {
      "author": "LEON",
      "text": "So once you've created a roadmap for your memoir, it's time to get writing. At this point, you're just writing a first draft. And while you're doing that, remember takeaway three, which is a golden rule throughout life - to thine own self be true. Your memoir should reflect who you are in all of your glory and blemishes. Be unapologetically true to your experiences, and don't be afraid to reflect that in your memoir."
    },
    {
      "author": "YOUNG",
      "text": "I think people who create things, create content, whatever that is, sometimes get flattened and swallowed down, flattened, bogged down by the idea that your work has to be universal and become, like, over-concerned that people aren't going to get it, that people aren't going to understand your references, people are not going to get your jokes. But I feel like the best work is when people get as specific to their experience, specific to the point of being esoteric, about themselves, about their experiences, about their lives. If you're going to write about your experience, you can explain it if you want to, if that's, like, part of your thing. But you don't have to, and you don't have to be self-conscious about it."
    },
    {
      "author": "HUBBARD",
      "text": "OK, Damon. Walk that walk. Here's how he opens his memoir, \"What Doesn't Kill You Makes You Blacker.\""
    },
    {
      "author": "YOUNG",
      "text": "The first chapter of the book is called The N***** Fight Story."
    },
    {
      "author": "LEON",
      "text": "This story is epic and, like, totally outrageous at the same time. Basically, Damon's mom and grandmother were called Black N-words by a cashier at a deli. The cashier refused to apologize, and Damon's dad got a baseball bat and basically demolished the whole store - broken glass, all the things. Miraculously, Damon's dad got off, courtesy of a Black police officer who acknowledged that they were racially harassed. I mean, after all, they were called the N-word."
    },
    {
      "author": "LEON",
      "text": "You're referring to the hard R."
    },
    {
      "author": "YOUNG",
      "text": "Not n****, but n***** - like, you know, the word, the word you're not supposed to say. And I wanted to be called that because I wanted to have a story like my parents did. And it's ridiculous that I would assign any measure of my Blackness to how I was treated by a white person - like, because I felt like not being called that, for whatever reason, made me, like, less Black in a way. I need to tell this story because this story, I think, informs just my sensibility, the way I kind of assess the world."
    },
    {
      "author": "LEON",
      "text": "So based on this very first anecdote in Damon's memoir, readers can gauge how they should engage with the book. If Damon's voice and sense of humor are not appealing, then audiences can jump ship after that first chapter - like, deuces. This is totally fine because, as they say, every author ain't for everybody. Well, that's not exactly the quote, but you get my point."
    },
    {
      "author": "LEON",
      "text": "Now, part of your story might be hard to write about. That's why takeaway four is to share your traumas without retraumatizing yourself. After doing so, be sure to start or maintain a self-care practice. Shanita does this by being selective about which traumas she writes about."
    },
    {
      "author": "HUBBARD",
      "text": "I have a rule that I only show my scars, not my wounds, right? So I only show the pieces of myself that have healed, right? And it's not because I want to hide. I don't owe anyone an unhealed version of me."
    },
    {
      "author": "LEON",
      "text": "Dealing with trauma is a very real part of our existence as human beings. But self-preservation is key, especially since memoirs often unearth some difficult truths about the author."
    },
    {
      "author": "HUBBARD",
      "text": "So I try to show people this analogy. Like, for non-writers, it's summertime and you're at, you know, a music festival and you have a massive gash on your arm, right? And it's uncovered and it's out there. People will touch that wound, and it can get infected and it will re-injure you. When you put pieces of your life out there, you have to know, is this covered? Am I healed, because I am giving people the opportunity to touch it, to prod, and not everyone's going to nurture it, right? So you need to protect yourself."
    },
    {
      "author": "LEON",
      "text": "You're going to need to decide for yourself what your scars are and what your wounds are. That's going to look different for everyone. So if that story about being bullied because you were fluffy in high school is still too traumatic to share, maybe consider discussing the rare moments that you had with your late grandmother instead. In \"Ride Or Die,\" Shanita explores some heavy topics, like being sexually harassed at 12 years old, toxic generational patterns and dating an incarcerated partner."
    },
    {
      "author": "HUBBARD",
      "text": "I did not want to remember the time that I loved that man. Like, I just did not want to go back to that place, right? I worked so hard to remove myself. You know, and he made it easy for me to remove, but I just did not want to go back to that place. But it was necessary for the story, but it was really - the aftermath of it was really hard, right? So how do I process it afterwards?"
    },
    {
      "author": "LEON",
      "text": "Her secret, she says, is self-kindness, and she practices talking soft to herself."
    },
    {
      "author": "HUBBARD",
      "text": "We hear a lot of voices, especially on social media, whether it's - if you're an author, whether it's feedback from your work, whether it's your girlfriends. There's a lot of voices, but the most important thing is your inner voice, right? We have to talk soft to ourselves. I had to really, really practice grace for real - like, learn to forgive myself of those decisions, operate in grace, remembering who I was then. Like, I really had to pull from my therapy tools to be OK after I relived those moments again."
    },
    {
      "author": "LEON",
      "text": "As a young freedom fighter, David Dennis Sr. witnessed friends being jailed, brutally beaten and even killed. Mr. Dennis relives these horrible moments in his memoir."
    },
    {
      "author": "DAVID DENNIS SR",
      "text": "During my direct involvement in the movement from 1961 to 1965, we actually lost about 19 people, is my count, and some of them were very close to me."
    },
    {
      "author": "LEON",
      "text": "Dennis Sr. was good friends with Medgar Evers, who was an iconic civil rights activist and the NAACP's first field secretary in Mississippi. Mr. Dennis was with Evers shortly before he was shot and killed in his own driveway. Mr. Dennis was also close with Chaney, Goodman and Schwerner, a trio of Freedom Riders who were murdered in Mississippi by the Ku Klux Klan."
    },
    {
      "author": "DAVID DENNIS SR",
      "text": "That took another piece of my life, is because 24 hours of my last conversation with them, they were murdered. You know, there's a piece of me, you know, that was also killed, you know, murdered or taken away that I didn't realize that until later on in my life, what impact it had."
    },
    {
      "author": "LEON",
      "text": "Mr. Dennis repressed so much of his trauma that he forgot many of the stories. They were locked away in a deep, dark place. As soon as his son David Jr. began probing, the stories would flood, one after the other."
    },
    {
      "author": "DAVID DENNIS SR",
      "text": "You know, you just sit there thinking, all of a sudden, it's oh, my God, you know? Now I remember what this is."
    },
    {
      "author": "LEON",
      "text": "If you're doing a ton of writing on very heavy and traumatic moments in your life, then you'd better find a reprieve. This could take the form of meditation, breathwork, physical activity, or even therapy. And regardless of your self-care routine, make sure that you engage with it often. For the Dennises, self-care took the form of work boundaries and sharing quality time together when writing their memoir, like watching the game or grabbing a drink."
    },
    {
      "author": "DAVID DENNIS JR",
      "text": "A lot of this book was written during COVID, so we did a lot of things on Zoom. But towards the end of it we were able to spend a week or so in Myrtle Beach. We got a place, and we just structured our day like a workday. From 9 to 5, we would work, go over the book, have tough questions, go into the details of these really, really tough moments. And then at 5 o'clock, we close the book, we go get a drink, we go get dinner, we watch basketball, and we just, you know, take care of each other and laugh and enjoy ourselves and have a good week together. And then we get back to work the next day."
    },
    {
      "author": "LEON",
      "text": "Remember that your personal story will inherently involve other people. Be careful when you're detailing these accounts. You might need to talk to a lawyer about whether or not there are legal consequences to what you're saying. Ask yourself, is this accurate? Might someone consider this to be libelous? Am I sharing details about an individual's private life that have nothing to do with the public's concern? Takeaway five - think about how your story impacts other people and then C-Y-A. That's because you first need to consider the ethics of sharing other folks' business."
    },
    {
      "author": "HUBBARD",
      "text": "We don't live on an island. There's no such thing as you not having experiences that don't include other people, right? There's certain things that happened that I would have loved to share in a book. I know that I'm healed. I know that I'm OK. But I know that that person that was deeply embedded in that experience, they're not OK. And even if I changed the name and remixed it and threw a little razzle dazzle on it, if I genuinely knew that they're not OK, I decided to not put that story in there."
    },
    {
      "author": "LEON",
      "text": "Like Shanita mentioned, you've got options. First, research the event in question to make sure that your memory of it checks out. Then consider how you're depicting that estranged family member who attended the event with you. Later in the process, you might want to change identifiable details. Perhaps you'd even want to reach out to that family member and show them the passage that they're involved in. Or at the end of the day, you might opt to avoid the headache altogether and axe that story."
    },
    {
      "author": "HUBBARD",
      "text": "What happens if you're like, I really don't care how they feel. I still want to include this story because it's completely relevant and it's a powerful story of you - right? But you still need to keep in mind that you have to protect yourself legally."
    },
    {
      "author": "LEON",
      "text": "Are you including private details like someone's medical status? If so, they can sue you. Brush up on what the law does and does not protect before putting in a sensitive detail about someone else's life. Again, I'm no lawyer, so you should consult one if you have any deeper questions."
    },
    {
      "author": "LEON",
      "text": "OK, so how far along are we in this memoir writing process? We've decided that we're going to write this thing - check. Developed an outline - check. Found a compelling first story that will either draw readers in or give them an exit route - check. We went deep within to share traumatic experiences and created a self-care ritual to help balance all of this heavy trauma - check. And you've legally covered your behind - double check. It sounds like your memoir is ready for edit. Now what? Takeaway six - get input."
    },
    {
      "author": "YOUNG",
      "text": "Editing yourself is impossible. I'm not even going to say difficult. It's impossible. So you're going to need help. You're going to need as many trustworthy eyes as possible to see what you're doing. When my agent saw it and read the first draft, she called me up on the phone screaming, like, Damon, what the f*** is wrong with you? You cannot release this book. What's wrong with you?"
    },
    {
      "author": "LEON",
      "text": "(Laughter)."
    },
    {
      "author": "YOUNG",
      "text": "And so you need that."
    },
    {
      "author": "LEON",
      "text": "While you might not have an agent or book editor, you might still want to get other people's insights. Ask people who you respect to read your memoir. Avoid those Debbie Downers who seem dismissive or skeptical when you mention your goals. Then when you get the feedback, see what's useful to you and throw the rest away. And if you go ahead and get your story published, you might run up against more than just people not liking your writing. Shanita felt this deeply going through the publishing world."
    },
    {
      "author": "HUBBARD",
      "text": "The people that make the decisions about what books are going to be out, they're mostly white people. I remember feeling so excited to have an agent. So he's from this really fancy-schmancy agency. He approached me and I signed, and it was so wonderful. I remember feeling, like, chosen and so excited. And then we're writing the proposal and he's just like - you know, he would literally say things like, white people are not going to understand what this means. And then they would say things like, you know, you're going to be writing for a wider audience now - you know, like, not just Essence. So I ended up, you know, having to remember, I'm Shanita Hubbard. You came to me because I'm Shanita Hubbard, and I'm not doing this - you're not going to make me write the book that I don't want to write. These, quote-unquote, \"progressive\" white literary agencies will try to water down your Black, authentic voice."
    },
    {
      "author": "LEON",
      "text": "Shanita moved on from this agent. Remember, you have power in these situations. Push back. Stand up for yourself and for what you believe in. Talk to other writers and see what they've dealt with. This is your story to tell."
    },
    {
      "author": "LEON",
      "text": "Any last tips that you can give to folks who might want to tell their own stories?"
    },
    {
      "author": "DAVID DENNIS SR",
      "text": "Tell it."
    },
    {
      "author": "LEON",
      "text": "Well, thank you, Mr. Dennis."
    },
    {
      "author": "LEON",
      "text": "All right, homies, it's time to recap. Takeaway one - figure out whether or not you're ready to write your memoir. Takeaway two - draft an outline. If you're not an outline person, then use your book proposal as a guide. Takeaway three - be true to yourself. Be unapologetically true to your experiences, and don't be afraid to reflect that in your memoir. Takeaway four - share your traumas without retraumatizing yourself and create a sustainable self-care practice when doing so. Takeaway five - protect yourself from any legal ramifications - C-Y-A. Takeaway six - get feedback, but make sure it's from those who you trust. And while you're writing, Damon says don't forget to read other people's memoirs."
    },
    {
      "author": "YOUNG",
      "text": "Read as many memoirs as you can and for many reasons. One, because it's just if you're a writer, then you should be a reader more than you're a writer."
    },
    {
      "author": "LEON",
      "text": "For more LIFE KIT, check out other episodes. We've got one on writing a book for the first time and one on building a creative habit. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Margaret Cirino. Our host is the lovely Marielle Segarra. Our visuals editor is Beck Harlan and our visuals producer is Kaz Fantone. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Sylvie Douglis and Thomas Lu. Julia Carney is our podcast coordinator. Engineering support comes from Joshua Newell, Stu Rushfield and Stacey Abbott. I'm Felice Leon. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2837654278.mp3",
  "img": "https://media.npr.org/assets/img/2023/07/11/gettyimages-1206008726_wide-671368c0c12aaff74fc04a6e1f36128b56b160ae.jpeg?s=1400&c=100&f=jpeg",
  "authors": [
    "FELICE LEON, HOST",
    "MARIELLE SEGARRA, BYLINE",
    "LEON",
    "SHANITA HUBBARD",
    "HUBBARD",
    "DAMON YOUNG",
    "YOUNG",
    "DAVID DENNIS SR",
    "DAVID DENNIS JR"
  ]
}