{
  "title": "Losing a pet is hard. Here's how to cope",
  "url": "https://www.npr.org/transcripts/1189865100",
  "intro": "Losing a pet can be devastating. Here's how to process the loss of your special friend and open yourself up to the love and lessons they left behind.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR. Hey, everybody. It's Marielle. You may know TK Dutes. She's done some of my favorite episodes of LIFE KIT. Earlier this year, her cat died. A week later, TK did an Instagram Live."
    },
    {
      "author": "T K DUTES, BYLINE",
      "text": "Hey, y'all. It's one week, life after Mrs. Peabody. Rest in peace to my little baby cat."
    },
    {
      "author": "SEGARRA",
      "text": "It was just her walking in Brooklyn and processing."
    },
    {
      "author": "DUTES",
      "text": "You know, I've been dealing with grief and the unexpected ways that grief shows up. And I realized in my, like, heartbreak and my pain and my just exhaust, yo, my body hurt, y'all."
    },
    {
      "author": "SEGARRA",
      "text": "There's something about the moment right after a loss. It can open something up inside of you. You feel this raw pain and with it come these flashes of insight. TK had a lot of those. The video was a celebration of her relationship with Mrs. Peabody, a meditation on how grief expresses itself in our bodies and how it can be a portal for other past traumas and a validation of other people's grief for their pets."
    },
    {
      "author": "DUTES",
      "text": "I just wanted to say all this to just let you know that, like, pet grief, you don't have to rush back to work. You don't have to start smiling. I can't wait to get out of here. I'm getting out of town for a couple of weeks and I'm going to dance with this little baby."
    },
    {
      "author": "SEGARRA",
      "text": "It's been about five months since Mrs. Peabody's passing, and TK wanted to do a LIFE KIT episode about grieving for a pet, the importance of acknowledging and processing your loss and how to ultimately carry on. In this episode, she has a beautiful conversation with a friend who's also an expert on grief."
    },
    {
      "author": "DUTES",
      "text": "About 13 years ago, I was your classic not-an-animal person. But big cities being what they are, I posted on Facebook that I needed a pest deterrent and was willing to get a cat to help fill that need. Two days later, I got a call from my friend Sarah saying, I heard you were looking for a cat. A few hours later, a medium-haired gray cat with green eyes was at my doorstep. And before I could say hello, she jumped out of the carrier and hid somewhere in my house. So I guess that's when we made it official. Over the years, she established a quiet dominance over our lives. Rules about getting on the sofa were quickly broken. She let outside cats into the house a few times. She definitely did not help with the rodents. She kind of befriended them. This was life with feisty Mrs. Peabody."
    },
    {
      "author": "DUTES",
      "text": "On February 28, 2023, after 12 wonderful years together, feisty Mrs. Peabody crossed the Rainbow Bridge, and she wouldn't be the only one. A year ago, I began to notice that my friends were posting about their beloved pets passing on and how they were coping by preparing themselves, talking about their pets, making art or having ceremonies. I would follow their footsteps and do the same. And in wanting to be supportive to people that are going through pet loss right now and assuage my own grief, I began to investigate it, to allow it into my body, to let it trigger other things that I needed to deal with. So I called my friend Alexander Hardy, a writer, a national mental health first aid trainer and the co-founder and creative director of GetSomeJoy, a creative wellness agency. He also designed and curated \"GriefKit: Tools And Considerations For Raggedy Times,\" a 57-page toolkit to help us get through our hardest times."
    },
    {
      "author": "DUTES",
      "text": "I'd love to start with, like, your experiences with pet grief."
    },
    {
      "author": "ALEXANDER HARDY",
      "text": "Our family dog, Poppy - Poppy was just in the family for, I want to say, like, 17 years, maybe - like, close to 18 years, like, an entire adulthood. Poppy was old and blind, toward the end was, you know, walking in circles and bumping into furniture and wincing and, you know, just, like, hard to call him, not eating as much, lost a lot of weight. I could tell there was something going on with his spine and his posture and how he was sitting and walking and holding himself. And so you kind of get to that place of, like, how can we support this dog that we love? We don't want to see him in pain. And when they took him to the vet, they actually saw that he had, you know, kidney failure and things going on. And unfortunately, they had to - they put Poppy down that day. And this was, I want to say, less than three months after my mother passed in last July."
    },
    {
      "author": "DUTES",
      "text": "Wow."
    },
    {
      "author": "HARDY",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "So you've been feeling different types of grief..."
    },
    {
      "author": "HARDY",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "...And processing that. And as a mental wellness trainer, like, did you feel like you had some special perspective that, like, you could get through it faster or, you know?"
    },
    {
      "author": "HARDY",
      "text": "I mean, I thought I did, you know? I thought that I could, like, manage it and schedule the grief, you know? And so, you know, I was just always wondering, like, this is a lot. Like, Mom just passed."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "Poppy wasn't - my dad was resistant at first, but Poppy was his best friend. You know, Poppy had my dad trained to know that when my dad was eating, it was time for Poppy to eat as well. They just had a special relationship. I mean, I didn't know what to do. That was my first time actually losing a pet. You know, we have his - they have a paw print. I guess the vet made, like, a paw - an impression of his paw print, and we keep that at the table. But my mom's wheelchair is still right there. There's a lot of stuff going on. So it's different in the community to talk about things and guide people through things. But it has been more challenging to do so with my family, so that part I'm still trying to figure out."
    },
    {
      "author": "DUTES",
      "text": "How do you..."
    },
    {
      "author": "HARDY",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "...Start coping before the animal..."
    },
    {
      "author": "HARDY",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "...Is even gone? - 'cause there's something..."
    },
    {
      "author": "HARDY",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "...There. Like, I spiritually knew..."
    },
    {
      "author": "HARDY",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "...That Mrs. Peabody, my cat, something was up. So, like, when do you - when you know, like, how do you cope before it even starts to happen?"
    },
    {
      "author": "HARDY",
      "text": "Well, that is anticipatory grief. You know, you are, like - you are going through those emotions around something that is yet to come or that is, like - you know it's on the horizon. We knew that Poppy was an old man. It really hurts because you don't know how - like, what to do, how to make things better. There's some hopelessness, honestly. It's like, what can you do? He - you know, he has a routine. He needs to go to the bathroom. He goes to wait by the back door and, you know, he barks and they let him back in. He comes back in kind of under the maze of the legs of the dining room table and makes his way back to his dish. And so over time, it's like, man, he is down there. He can't get through that. You know, he comes in."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "He can't make it through the legs of the table. And it just - honestly, the hopelessness is, like, the biggest - and that sadness of just, like, what to - what do you do?"
    },
    {
      "author": "DUTES",
      "text": "Yeah. I'm noticing something with myself, my friend group. A couple - a good amount have had pets or they've got a pet when they, you know, became an adult and they - that pet has been with them their whole adult life. How do you cope with that loss?"
    },
    {
      "author": "HARDY",
      "text": "Yeah, so a pet is a family member. And so..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...Like, it may not be reflected as much in the culture as far as, like, I need time off to - from work to, you know, go..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...Through these cat feelings - you know? - and so that is more so, like, that disenfranchised kind of grief that's really not, like, recognized or, like, it's not seen at the same level as, like, a grandma. You know, just like when you lose a relative, you know, especially if you're in that house where that cat is, all the places and..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...The spaces are going to remind you and all the, oh, he used to hop on this and remember I used to give them their food in this dish and working through, like, the impact of seeing and being - reminding of this thing you loved day in and day out. We really encourage people to lean into, what are the joyful memories that you have? You know..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...Is there a meal - with family members, we would often wrap it around food and all the memories and traditions you have around food. So you could do that same thing with a pet. You know, I'm sure they had favorite dishes. You know, if you - whether you were giving your little one kibble and pet foods or you were..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...Breaking them off of the Thanksgiving table, like, what was the thing that brought them joy, the thing that brought you joy. And the same thing also with, you know, music. Are there, you know, songs or things that are attached to specific memories or traditions that you have, you know? Put on some music."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "Like, actually go deep into that memory. You know, what are the lessons that your pet taught you? I'm sure they taught you..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...A lot of things about taking care of yourself, taking care of someone else, being responsible for something. There's probably a lot of lessons..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...That come out of that. So, yes, acknowledge the grief, work through it, but also, like, know that the ending and the sickness and, like, how you lost them, that's not the sum of your relationship. So, like, there's just so many good years that you had with them, and don't discount or forget those, too."
    },
    {
      "author": "DUTES",
      "text": "Absolutely. I would say Mrs. Peabody taught me to always be ready for a camera. Find your angles."
    },
    {
      "author": "HARDY",
      "text": "Yes."
    },
    {
      "author": "DUTES",
      "text": "Serve that face. Mrs. Peabody was the top-notch cat - \"America's Next Top Model\" cat."
    },
    {
      "author": "HARDY",
      "text": "Yes."
    },
    {
      "author": "DUTES",
      "text": "So this is - like, now, when I - you know, this is - let's say from March, April, May, June, July - like, my fifth month. We're in our 4 1/2 to fifth month without her. And I decided, you know, when I wasn't crying, I was outside. And when I was outside, I made sure I looked good, I smelled good and I was ready for a camera because Mrs. Peabody taught me. Like, I'm trying to live in her spirit."
    },
    {
      "author": "HARDY",
      "text": "Yeah, which is beautiful."
    },
    {
      "author": "DUTES",
      "text": "Is it normal to, like, go out, you know, like, real fast and get another pet? And is that, like - is that a bad thing?"
    },
    {
      "author": "HARDY",
      "text": "I don't think it's a bad thing. I think that people sometimes need to fill that space. You know, especially people get older, they live alone, kids gone, or maybe they don't have family. Maybe it's - they need to have, like, something there in the house with them. Maybe it's too quiet. But I also, you know, caution people to give yourself space and time to process everything that is - that you have to deal with relating to, like, this pet that you lost, you know? You know..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...And not to think that we can replace them. Every animal is different. I would say give yourself space. Just like coming out of a relationship, you know, hopping right into..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...Something else so soon. You can hop into it, but that doesn't, like, undo, you know, or reduce the impact of what happened and how it impacted you and that you need to give yourself space to mourn."
    },
    {
      "author": "DUTES",
      "text": "Yeah. And if you can't be there fully for that new pet, you know, it's not - it doesn't help anybody."
    },
    {
      "author": "HARDY",
      "text": "It doesn't."
    },
    {
      "author": "DUTES",
      "text": "So, you know, with that, I feel like this is an obvious question, but is there a time period for grief? Do we get over pet grief faster, or is that just us pushing ourselves through, like, the social conditioning of, like, you know, the hierarchy of importance?"
    },
    {
      "author": "HARDY",
      "text": "There is no timeline for grief. Our society wants us to be, you know, robots about it and be back to work in a few business days. And so - and that's just not..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...Really how grief works. We can't schedule our grief. You know, we can't grieve after work, grieve on the weekends, you know? It doesn't work like that. So..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "We have to just be..."
    },
    {
      "author": "DUTES",
      "text": "That's a good Sunday..."
    },
    {
      "author": "HARDY",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "...Cry."
    },
    {
      "author": "HARDY",
      "text": "Yeah. Oh, here we go. It's 3 p.m. It's my time. It just doesn't work like that because grief will run up on you just in the wackest (ph) of spaces and places. And that's just what it is. You have to give yourself space for that. You know, it can get - it may not necessarily get - be as impactful or debilitating, you know, a year from now, five, 10 years from now. But, like, the love is still there. The impact is still there. You just have to give yourself space to, like, feel every feeling that you need to feel."
    },
    {
      "author": "DUTES",
      "text": "Yeah. I would say one of the feelings that surprised me was embarrassed. I felt embarrassed for having big, huge feelings. And I did not realize that I would have, like, these huge feelings that I'd be tapping into. What is that about?"
    },
    {
      "author": "HARDY",
      "text": "So that's called love. And so..."
    },
    {
      "author": "DUTES",
      "text": "Whoa. You just blew my mind."
    },
    {
      "author": "HARDY",
      "text": "That's called love."
    },
    {
      "author": "DUTES",
      "text": "About to start crying now. S***."
    },
    {
      "author": "HARDY",
      "text": "That's love. And grief is messy. Grief is not fun. It's also not amazing to witness. You know, it's hard. It taps on things..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...In us that we are going through, don't want to look at, don't want to give space to because if you start crying, then I'm going to start crying. And so I applaud people..."
    },
    {
      "author": "DUTES",
      "text": "Right."
    },
    {
      "author": "HARDY",
      "text": "...For grieving out loud. Like, you know, don't - you don't have to close yourself up in the house and be grieving by yourself. Like, we're not supposed to go through it alone. And, you know, there's so many..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...Cultures that dance their way through grief and celebrate their way through grief. And, you know, I think it's amazing to have big emotions. My mother's passing is a week from, you know, yesterday, and I want to start a holiday or something. You know, like..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "I just think that we should grieve our pets, our - you know, our former life, our whatever that thing is as big and as long as you need to. Like, if you need to put Miss Peabody on your wall in a mural, like, do that. You know, if you need to..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...Get a tattoo, do that. If you need to, you know, get a stuffed animal or get a golden cat bowl or, you know, create a shrine, whatever you need to do to share your love and whatever - and be as weird about it as you need to be, do that..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...Because it's - that is a..."
    },
    {
      "author": "DUTES",
      "text": "OK."
    },
    {
      "author": "HARDY",
      "text": "...Great love that - you know, everybody who knows you, you know, knows the impact that Miss Peabody had on you. And as big as you were sharing and as much as you shared about her in life, like, I would expect the same in death. And that's OK."
    },
    {
      "author": "DUTES",
      "text": "Yeah. And we - and I absolutely - we absolutely 'cause it's community - we had a whole Zoom funeral, you know? And people came, and they shared, and they even shared about their pets. And I just got so much comfort from that. And, you know, I made a little flyer. And all through doing it, I felt like - I was like - I felt good. I felt dumb. I felt good. I felt dumb. And then it just happened. And the community came - you know, community came through. And I just was like, I never - it's something I'll never regret."
    },
    {
      "author": "HARDY",
      "text": "But shout-out to you, though, because everybody has felt grief's ashy-knuckled grasp. Like, every single person..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...In some way, big or small, an opportunity that you miss - like, it's a universal experience. And so I just don't think you should feel corny about it at all. I think it's beautiful. I think it's beautiful."
    },
    {
      "author": "DUTES",
      "text": "Thank you. OK, so here's the other thing. So I was going through this pet grief. It surprised me how big it was. And then what tapped me on my shoulder was, like, other things that I didn't realize I wasn't dealing with or that I had a whole bunch of stuff stored up in my body that I wasn't paying attention to. Is it normal for other things, other issues, other feelings, other hard stuff to, like, use this portal to sneak out, smack you the face?"
    },
    {
      "author": "HARDY",
      "text": "I think absolutely, especially if you're releasing big emotions. Grief is like - it's a full-body experience, you know? It will have you laid out. It would have you exhausted, zapped of energy. You know, some people can't sleep. You know, people don't want to eat. Emotions change. It affects your entire being. So I think that it's entirely normal for, you know, related things to be happening and kind of coming through that wormhole of grief."
    },
    {
      "author": "DUTES",
      "text": "I'm not going to lie. These big feelings are exhausting. And sometimes they'll sideline me, but I still got to do stuff. You know, like, what are some things people can do to work through?"
    },
    {
      "author": "HARDY",
      "text": "First of all, like, talking about it, writing about it..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...You know, if you can - if there are spaces where you can, share. There are support groups, you know, other spaces. There are Facebook groups, Instagram accounts, you know, pet owners. Everyone's grieving in, like, new and creative ways. And I just think finding a way that resonates with you - drawing, painting, sculpting, any kind of way you can kind of channel that energy and also honor, you know, this pet that you love and lost - I think, like, really getting it out is probably the most important thing. Like, letting it stay bottled up in you, you know, with your shoulders all scrunched up and just clenched all tight, it's just - it's not - you're not living life like they would want you to do. Mrs. Peabody would want like you're doing, out here gallivanting and just, like, doing the most."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "Life has to continue. You can keep them with you in many ways. You can keep their leash with you, you know, any of their toys. You can refashion things. You can, you know, share their toys and, you know, bedding and things with another pet owner who loves their animal. Like, there's so many ways..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...To carry that, to keep that love going. And, you know, they don't have to cease to exist. You know, people cease to exist when we stop talking about them or when we - you know, we forget them. So paint that picture, do that mural, you know, whatever you need to do to, like, keep that love and, you know, keep it with you because it's..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...Impactful and it is a significant relationship. You know, for many people, people's pets are with them at their lowest, you know, or at their -..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "HARDY",
      "text": "...Have been with them through their highs or have, you know, oh, child, I don't know how we survived that, but, girl, we did that. You know..."
    },
    {
      "author": "DUTES",
      "text": "Listen. Oh, my God. Can I tell you real quick?"
    },
    {
      "author": "HARDY",
      "text": "Yes."
    },
    {
      "author": "DUTES",
      "text": "Me and Mrs. Peabody have lived in four different apartments, went back home to my parents. Things were rough on both ends. And when I finally moved back to, like, you know, TK's real apartment, I mean, it feels dumb to spend a lot of money on a place where a cat is going to poop, but I bought her a mid-century, modern litter box that you couldn't even tell that's where she went. But I was like, if I come up, you come up. You know, suddenly I was eating better, then I got name brand food and I was like, girl, we have been through the trenches. We lived in the projects. We - you know, s*** was crazy. So (laughter)..."
    },
    {
      "author": "HARDY",
      "text": "We deserve. That's right."
    },
    {
      "author": "DUTES",
      "text": "And I just want to say, she saw me get to Bushwick. She saw me get to gentrification promised land. So I'm just proud of us. I'm just proud of us."
    },
    {
      "author": "HARDY",
      "text": "She..."
    },
    {
      "author": "DUTES",
      "text": "We moved on up."
    },
    {
      "author": "HARDY",
      "text": "...Would be smiling down on you and your deluxe apartment."
    },
    {
      "author": "DUTES",
      "text": "Yes."
    },
    {
      "author": "DUTES",
      "text": "I just had to ask Alex to tell me a little more about Poppy - what his vibe was like, who this little guy was."
    },
    {
      "author": "HARDY",
      "text": "Poppy was a tiny, come-up-to-your-shins, 10-pound black and brown dog - a lot of energy, very energetic, very loving. Poppy loved Vienna sausages. And my dad put a scoop of grits on the - on - in his little bowl. And I was like, why did you do that? He's like, Poppy likes grits, too. And I'm like, how do you know that Poppy likes grits? Like, why (laughter) are you feeding this dog grits? But Poppy lived a luxurious life."
    },
    {
      "author": "DUTES",
      "text": "Oh, I love Poppy."
    },
    {
      "author": "DUTES",
      "text": "Before we go, I asked some of my friends, members of my community, to share a little bit about how they're processing the loss of their pets."
    },
    {
      "author": "NATASHA",
      "text": "My name is Natasha, and I lost my best girl, Black Kitty, about two months ago. It still feels really painful and overwhelming. I think when I'm ready, I want to focus a lot more on finding ways to preserve her memory because she was so important to me."
    },
    {
      "author": "MANNY",
      "text": "So we had a long, complicated relationship with our beautiful boy, Max, aka Bark Obama. He gave us an amazing life. At the end, we had him make a painting for us, a little craft. You put a canvas and some paint inside a plastic bag, and then you cover the plastic bag with peanut butter and he smears it around and it makes a painting, and we have it hung up in a little shrine to him. That helped a little bit as we knew the days were coming."
    },
    {
      "author": "CYNTHIA",
      "text": "So about a year and a half ago, Tonka was diagnosed with a melanoma in her throat. And that week, I happened upon a gigantic, eight-foot-tall canvas someone was just throwing away. I took it home and painted little Tonkas, animating all these little scenes of her life from my memory, like when she went swimming, when she was eating her favorite snack, carrying a stick. And suddenly, there was a big pattern of happy little baby Tonkas on the wall just staring back at me."
    },
    {
      "author": "SEGARRA",
      "text": "Thank you to Natasha, Cynthia, Manny and others who shared their pet stories for this episode. That was journalist TK Dutes. TK has hosted episodes for us on changing careers, being a caregiver and becoming more handy at home. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan and our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Clare Marie Schneider. Meghan Keane is the supervising editor and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Thomas Lu. Engineering support comes from Valentina Rodriguez Sanchez. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3898601008.mp3",
  "img": "https://media.npr.org/assets/img/2023/07/24/petgrief_02_wide-130dbfbd22368034948c66c5aa197696c326460e.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "T K DUTES, BYLINE",
    "SEGARRA",
    "DUTES",
    "ALEXANDER HARDY",
    "HARDY",
    "NATASHA",
    "MANNY",
    "CYNTHIA"
  ]
}