{"title":"Dear Life Kit: My brother-in-law is incarcerated. When should I tell my kids?","url":"https://www.npr.org/transcripts/1191601819","intro":"My brother-in-law was convicted of murder and is serving a life sentence. We haven't shared any of these details with our kids, ages 7 and 9. When should we tell our children where he is and what he did?","transcript":[{"author":"ANDEE TAGLE, HOST","text":"Today on the show, my brother-in-law was sentenced to life in prison. My kids love him and keep asking why he hasn't come home. What do we tell them?"},{"author":"UNIDENTIFIED PERSON #1","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #2","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #3","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #4","text":"Dear LIFE KIT, I have a question for you."},{"author":"TAGLE","text":"This is Dear LIFE KIT from NPR."},{"author":"UNIDENTIFIED PERSON #5","text":"How can I become a better caretaker?"},{"author":"UNIDENTIFIED PERSON #6","text":"How do I deal with my parents' unrealistic expectations?"},{"author":"TAGLE","text":"And we're getting personal."},{"author":"UNIDENTIFIED PERSON #7","text":"I'm catching feelings for someone, but they're married."},{"author":"TAGLE","text":"I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."},{"author":"JEANETTE BETANCOURT","text":"The earlier you start to introduce the difficulties of something impacting the entire family, the better it is."},{"author":"TAGLE","text":"That's Jeanette Betancourt, an expert in children's early learning and development. She comes to us from Sesame Workshop, the nonprofit behind \"Sesame Street,\" where she's the senior vice president for U.S. social impact. She's here today to help us with a question about complicated family ties. Stay tuned."},{"author":"TAGLE","text":"Today's question involves having hard conversations with young kids. Jeanette, do you have any hard and fast rules when it comes to having hard conversations with children?"},{"author":"BETANCOURT","text":"The idea of communicating not just yourself as one parent, but rather if you have a partner, planning together, or what we often call the circle of care. In other words, others that are around you that are also influencing your child, it's really important to coordinate and communicate together so you're using the same strategies."},{"author":"TAGLE","text":"Teamwork, being on the same page. Are you ready for your question?"},{"author":"BETANCOURT","text":"I am ready."},{"author":"TAGLE","text":"All right. Let's do it. Here it is."},{"author":"TAGLE","text":"Dear LIFE KIT, my spouse and I have two children, who are 7 and 9. About four years ago, my brother-in-law was convicted of murdering a romantic partner, and he was sentenced to life in prison. We have not mentioned any of this to our children. My partner and in-laws have regular video visits with my brother-in-law and my children often participate, which I'm fine with. They are completely unaware of where he is. My son keeps asking why his uncle hasn't come home yet. I feel as though they're still too young for us to tell them about what happened, but I don't want to lie to them either. What should we do? Signed, troubled parent."},{"author":"TAGLE","text":"The first thing I want to know is, should these parents tell their kids the truth? That's the age-old question, right? Do they tell them what's really going on? Or is it fine to say they're just too young to understand right now?"},{"author":"BETANCOURT","text":"They're not too young to understand, and they're already giving signs. For example, they're asking a lot of questions. They're asking, where is their uncle? And placing them in that situation that you continue to fib or not be clear really poses a lot of dilemma for children because they get confused, and also the fact that they're probably, at this point, having a lot of wonder. And when they have a lot of wonder, it can turn to a lot of concern that they may not be able to express because they feel that something's not right."},{"author":"TAGLE","text":"You know, I can hear - I can also hear the parents out there who might be thinking, this person committed a violent crime. Don't let your kids talk to this guy at all. Thoughts?"},{"author":"BETANCOURT","text":"That's true, you know, in terms of the concern that parents may have or other individuals who are related to the children. So there's really several strategies. One is to really plan beforehand. This is not a decision that you independently make. And in this situation, there's two parents, there are two individuals. And so first, talking about - one, just asking this similar question to one another. What do you think? What is your point of view? And more importantly is bringing up an agreement."},{"author":"BETANCOURT","text":"And I think most times - and we from Sesame Workshop have created a lot of resources and done a lot of research around parental incarceration and found that it is very effective to actually share and keep children connected to the relative or the parent that's incarcerated if it's planned collectively, not individually but collectively."},{"author":"TAGLE","text":"I'm glad you led us to incarceration because it is such a complicated topic. You know, even for adults, it can be hard to grasp all the ins and outs. How do you suggest our writer even start this conversation if they do decide to have a conversation?"},{"author":"BETANCOURT","text":"One is to explain in very - and generally, the age that we're speaking about, 7 and 9-year-olds, they're at the stage that you can have a conversation, first explaining what happened and what's the cause. And a lot of times, we put it very simply - that grown-ups have very regular rules. And incarceration is when a grown-up has seriously broken those rules or those laws."},{"author":"BETANCOURT","text":"And then there are situations that - then that individual has consequences, and that is being in prison. And prison is really being in a location where you have to be incarcerated, and you explain that. And when you do that, then the next stage is really planning, planning for communication. So this idea of communicating, doing it by teamwork but doing it in developmentally appropriate ways really settles a sense of comfort and safety all around, but also engages both children and the adults together in a safe way."},{"author":"TAGLE","text":"That sounds like a very good game plan. Are there any common pitfalls when it comes to talking about incarceration, you know, anything parents absolutely should not do or, you know, language that people often lean on that they shouldn't?"},{"author":"BETANCOURT","text":"One of the things is really not speaking adversely about the incarcerated individual. It doesn't help the adults and it certainly doesn't help the children. So again, it's looking at, we often say, strength-based perspective. And what that means, we're looking at it from the agreement that all who are engaged, especially the adults, are in agreement that this is a positive experience for the children. But it is planned, agreed upon and coordinated. And so the dos are plan, coordinate and agree. The don'ts are don't take out anger or have adult conversations during the interactions that you may be having with the incarcerated relative or parent."},{"author":"TAGLE","text":"So figure out your language beforehand. Figure out your approach beforehand."},{"author":"BETANCOURT","text":"Yes. And also feel comfortable. If, again, the adults, where they're the caregivers who are at home with the children, are feeling very uncomfortable and this doesn't feel right, then pause and again, discuss it with both the incarcerated individual, the parent or the relative, and also with a partner. If you have a spouse or a partner, talk it through beforehand, because the best thing is to do this calmly and seeing it all together that this is strength both for the family - entire family, but especially for the children. And that is really key."},{"author":"TAGLE","text":"Let's talk about more of that game plan, because once you start the conversation with your kids, you have to imagine that the first thing they'll want to know is why, right? Why is Uncle So-And-So in prison? What did he do? Jeanette, how much does the crime itself matter here, or the fact that it was a violent one? Is it important to go into details? Do you have any template language for how these parents might approach this topic?"},{"author":"BETANCOURT","text":"Yes. And especially in this age group, it's less detail. Let me sort of break it down developmentally. So if it is a toddler, a 2-year-old to a 5-year-old, that simple explanation of there's a law that was broken and this is what happens when grown ups' laws are broken seriously. And you can use the word that the relative or the parent is in prison, and there's different ways we are going to have to be able to coordinate with him or her. They will not be able to come home at this point, but we can communicate in other ways. It's very simple and to the point."},{"author":"BETANCOURT","text":"When you get to older children, they will ask questions. And I suspect that at this age, they do ask questions. And you can say there was a very intense criminal act. I would avoid getting into intense details and just indicate that, again, in that situation, that is why he or she or the individual is in prison and has to stay there for a long time. But now let's focus on how we are communicating with this individual, whether it's by letter writing, telecommunication, phone communication, and now many prison programs actually try to activate that communication, especially for those that are parents or relatives and there's children involved. So there's really a push to try to keep such communication going."},{"author":"TAGLE","text":"Jeanette, I found it interesting that the writer took the time to tell us that this uncle was always good to their family - good to the kids. I think maybe the bigger question that speaks to is when a loved one suddenly acts super out of character or maybe just isn't who you or your kids thought they were, what's the best way to react as a parent? How can you explain something to your kids - that behavior to your kids that you don't fully understand?"},{"author":"BETANCOURT","text":"I think what it is is really focusing not so much on where the individual is now as an incarcerated individual, but rather on the relationship. Going back to that connection. So now, what do we talk about? What is it that we share? Whether it's everything from drawings or your - or what you're doing in school. So that's very, very - that - there's more ample time. But when it is more, whether a phone call or a telecall, those are very, very, very short. And often, they don't understand why suddenly they can't do it all the time. So you also have to explain that there's periods of time when a parent is incarcerated that you could communicate. That those are timed. Those are special times and this is how we look for it and sort of planning and being very explicit on a digital calendar. When it's happening, it'll help both the adults in the home and the child prepare."},{"author":"TAGLE","text":"Every parent wants to protect their kids from pain and from heartache, but you can't shield them from anything. Final thoughts here on how parents can best walk that line?"},{"author":"BETANCOURT","text":"This is being looked at almost as a way of preparing and protecting children. You are actually protecting your child because you're giving them information, you're giving them a connection and you're also doing it in a way that's safe and continuous."},{"author":"TAGLE","text":"Before we let you go, we end every show by asking our experts for the best piece of advice they've ever received. We would love to hear your best piece of advice."},{"author":"BETANCOURT","text":"The best piece of advice for me, actually, it was from my daughter. She said to me, you know, Mommy, you sometimes need to just appreciate things that happen more naturally than always making them happen. And I think it suddenly helped me sort of mellow out more and sort of, like, just observe things instead of always analyzing them."},{"author":"TAGLE","text":"If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2250977897.mp3","img":"https://media.npr.org/assets/img/2023/08/02/dlk_incarcerateduncle_02_wide-170321256cfee1f05033c906d83193ae5d086c3e.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","UNIDENTIFIED PERSON #1","UNIDENTIFIED PERSON #2","UNIDENTIFIED PERSON #3","UNIDENTIFIED PERSON #4","TAGLE","UNIDENTIFIED PERSON #5","UNIDENTIFIED PERSON #6","UNIDENTIFIED PERSON #7","JEANETTE BETANCOURT","BETANCOURT"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,2,1386,21285,24934,21055,22326,15417,18250,20775,9377,9480,20072,12150,9620,4577,15665,25694,13326,11809,8578,8779,4723,6190,3162,11747,14422,5227,1651,21892,19281,18363,20352,24245,25349,10485,24270,20958,25082,25432,9870,3441,27142,17016,8428,2902,2110,5338,25902,14909,13066,23957,8445,5344,2838,20831,19228,13275,13260,8812,17235,13073,11640,8455,24658,18475,23159,22566,24384,20548,11651,16731,15737,11078,6104,11025,14933,16634,5512,11751,6932,15659,7250,2835,13142,15554,18113,21227,19643,17282,14502,4854,11610,3413,20255,14537,4857,2442,25652,20581,16525,12680,15440,14594,2518,26539,14332,16883,10458,7870,5062,16259,12355,8277,10283,10877,9876,3317,8686,16593,13984,7643,3611,11581,16158,13363,7339,12111,8200,10765,9214,11162,6816,17590,20746,11213,11632,15310,12403,14580,17020,14483,12828,9344,10101,10331,3132,26249,15860,8643,4346,1739,24506,16224,22629,20096,13483,12073,19204,15582,10614,10046,18371,12578,7057,1189,11586,18056,15494,16194,9810,12293,4743,17159,13413,14332,13159,10332,2808,12832,14002,20789,21575,14883,13861,13580,12924,6979,11987,10175,9631,8120,16202,17228,18966,20232,11530,11437,14486,10850,11458,10460,10847,5678,1571,1216,529,18827,10143,161,0,0,0,0,17743,23585,26599,16628,24737,14272,12019,26989,20052,15984,14507,20508,14949,16822,25020,16549,10493,11698,11571,14237,12717,17598,18128,23670,15197,13644,3187,24785,15747,20417,21267,24772,21755,9059,17377,13146,17933,17753,4022,16772,18269,20417,12923,14577,12092,10958,7684,9954,23807,15233,22372,15587,16859,13445,7399,17001,17382,14583,12955,24248,13388,19109,8232,20521,6931,14437,18083,15955,15944,10885,8712,11421,15170,11641,8847,13704,11465,9865,6670,24187,23300,12073,15993,318,58,19,28195,27815,23867,13758,16077,10835,26022,16835,2892,16705,20017,19569,15639,11316,19177,19652,13365,16075,19137,9185,13591,7179,17158,15703,20488,15645,15049,23797,15241,15006,23614,17274,14765,15678,16061,19742,16079,16771,8708,21776,20790,28027,22182,24773,24048,21540,25207,16720,17131,1235,7,2,4,19817,19419,9690,18655,16564,15758,21379,20683,20531,1350,14857,9443,9383,13403,6694,13113,16817,10316,9996,19280,6423,1252,22287,12755,21550,8769,7534,19318,16088,9492,10527,7727,18134,9145,19061,20389,12066,8950,16731,10227,8957,12951,11376,11959,13470,22621,16375,8192,3890,23063,13735,21986,21755,20303,16495,14320,16465,11903,8687,12147,12624,11855,12395,12237,10456,22574,12727,17898,21447,21377,21861,15112,21544,18716,8483,12631,13,6,6406,15265,13932,17609,13283,13367,17718,8349,14107,18098,7554,7359,19150,19399,15421,28343,15441,16236,6695,15995,13867,14916,10835,11075,8956,12462,185,943,18646,25232,17886,19181,12100,11849,14419,10505,19168,11214,8913,9522,1631,12814,18816,12645,17410,6154,13562,5801,27038,24803,16995,16370,12850,15004,13274,16110,10367,2428,16502,14120,15132,17944,21194,7562,1010,23310,17875,16263,12598,12473,16785,14284,5274,14239,15846,24707,23909,15697,12016,10705,16099,8696,21643,17590,16225,18098,11635,10675,8786,14707,16887,7252,12499,21326,19076,12350,17760,11026,7732,15176,9577,13619,24714,16004,11809,24462,17503,15641,11938,20789,13205,4039,22394,23542,11423,11078,11526,8886,661,12841,10192,13900,12525,23669,18006,19969,5403,6104,5835,5453,10605,2846,3656,3509,1798,1430,17403,19959,12793,6450,697,528,21300,20264,16551,10766,13261,13819,11890,14739,10409,4299,3266,23029,19873,16040,12256,16639,17631,12576,15118,12245,18454,18668,8519,8546,692,11429,16092,14916,9461,6085,2509,2402,11534,10708,15973,11066,9612,8625,6549,2368,13186,16829,11704,15479,13916,19260,17064,16097,15242,14766,11587,15689,13981,10413,2216,12933,11835,12871,3672,2192,526,14429,26570,10238,11266,11271,8378,6094,2392,716,21057,12534,20353,19565,15066,6934,8980,15823,6965,3531,12817,11945,12348,9624,11260,10333,14754,9648,8938,2727,21466,18948,24073,6305,3393,601,3520,23556,16290,4200,2764,969,2093,12624,14538,2407,6576,14020,4271,3615,1364,716,1946,207,1058,855,581,17003,21272,16171,9185,8078,5066,1659,9458,18657,18799,9122,14901,13673,10778,24961,10561,16246,21141,9496,17824,20474,13176,19875,19912,11370,15086,21011,14262,9450,11689,6633,7596,15975,15072,20244,23562,18259,19109,15262,13390,23272,18498,10560,17334,14533,6573,2391,29296,19627,12744,13603,13121,15807,12930,20810,8820,12160,13689,10107,10987,15617,3283,1529,15881,8576,1097,26355,21658,24652,11734,9862,10502,11984,6481,8458,15987,10353,3486,22454,13701,12871,10008,17559,16074,2208,19749,15468,18016,10903,11591,12554,11901,12404,10559,13260,7174,9934,15350,16900,9006,6358,8078,816,26935,19194,21237,2006,24692,20071,14604,8855,1650,21535,21865,16521,11511,10074,14763,6893,18415,18405,21083,9282,7785,18181,13136,21841,22806,25189,14984,11953,8038,9453,9153,7807,15109,13387,25050,26033,17051,13297,12913,6021,16943,10263,13675,11451,7060,7031,12039,13237,3391,22179,22171,9455,23824,15640,19437,23424,17363,9017,8942,8406,6900,3957,2143,22533,15988,11639,18308,26607,6239,9693,13813,11696,24244,9908,11058,10055,203,7047,6311,20698,5435,14262,5032,27253,16846,11709,10305,9358,11721,20227,12051,9929,23510,12443,19227,16646,21256,13647,10449,18678,16832,22504,13095,11126,8811,11649,19264,3629,9161,16654,12971,2835,25592,25642,18166,25862,24919,14456,12310,8362,5278,20198,9053,509,18582,11863,12175,10430,10488,5559,9694,10022,5550,9702,18486,15190,13327,14648,10539,8862,19253,21296,8836,6747,11221,15789,11377,11102,2262,20479,18475,23475,24117,5336,12648,11036,13200,11178,5640,5053,23783,14014,25837,17542,24134,13384,6670,21312,13316,18358,19085,17420,7112,24176,23100,20518,11652,20062,17896,11060,10369,10885,6632,1370,22398,16569,11327,25032,15233,13101,11604,15075,11040,1577,26171,15467,19355,16576,8648,16896,8515,10859,8814,10712,4499,26218,19337,16454,20886,7652,6898,14474,15707,11102,16118,16857,9517,9281,10345,4011,26586,16775,14625,12880,16923,11517,9539,16795,17196,9871,9207,13292,8342,7402,7771,8239,7537,7928,9227,11023,3911,27134,29754,17563,17970,16090,18554,9202,17630,6948,7311,13272,5096,15850,10370,14568,7001,14485,11804,13278,11238,13290,11459,14121,12246,23056,20816,15539,23017,23775,16703,9478,7701,14483,7436,6554,15099,16055,10905,8311,4593,6444,14877,15732,13938,8086,5465,14670,6560,4489,2904,2333,24715,26820,20771,19593,8917,12039,18697,13672,14687,15351,18163,15343,15305,11698,16908,26102,13627,19327,26373,10957,11947,15581,3881,16742,21559,18849,19255,20938,20623,18618,23369,20147,12380,13820,20100,12625,8227,7423,3210,14043,14264,11448,9572,7715,20268,14486,14021,13248,6664,5988,10112,8380,7723,6469,5990,4775,4522,9291,4342,3869,4698,1345,6673,4269,5196,5021,7281,6078,16911,25180,19801,12355,12872,7868,8824,5313,8900,5404,2467,9723,7567,11835,8354,4608,12243,5009,5072,7970,7748,5362,3267,1468,25848,25330,17996,8856,18602,10999,11346,5718,13572,22088,9296,6337,10419,7103,1775,18370,11597,15938,7825,11864,1278,21240,13847,8214,17507,11045,7402,5907,7397,12547,12393,8450,6104,9018,7158,3326,3089,16114,17531,14245,4055,7762,11712,14658,7428,9502,6071,3197,15802,14765,14220,13071,12796,11476,7981,9494,1276,96,16144,9764,8372,9027,7444,11103,14677,7921,10447,10169,5606,4035,7670,6086,1176,18576,15988,9673,5840,8727,5461,8234,7063,6401,6207,11969,13302,14761,7715,6603,3428,9397,3585,5436,6426,7486,7396,2043,11919,2248,25384,22913,15787,24976,14391,9911,8964,7148,7949,10802,11208,3541,10722,7659,9793,8723,8647,7192,6270,23136,25171,13964,8122,9474,8475,8386,10102,10789,11667,11819,8153,2496,19360,12108,7771,10454,8963,12006,6519,14207,6543,9615,13268,22160,22904,4073,3688,18303,15456,5778,14218,15558,9247,15953,9998,9657,10637,5930,21096,13847,9660,8314,3154,532,22440,14871,12498,10400,7898,6701,7003,5019,5152,4881,2390,297,84,81,17399,1383,5945,1405,19726,17341,14594,15572,5674,4581,20376,13536,21148,18206,16111,17400,13562,13044,14117,10171,6661,7629,18842,14595,12292,12409,10118,23513,15033,10215,21806,10965,9751,5168,18769,21117,21523,15430,10386,16850,12179,20023,7460,1059,10850,28393,14812,12314,14426,12472,11084,9389,5954,12778,11545,11080,14877,9412,22015,23864,8281,12949,9953,4565,10124,22179,6544,18182,16715,11876,9893,12902,6841,8515,6489,4554,3983,7438,3941,1675,23996,20289,11987,14591,16789,14029,15694,16625,10420,20358,14295,10890,22726,8243,18391,22481,12182,12373,12167,12257,5086,11765,10726,8152,10387,15155,11181,12559,8016,6907,11304,9073,9126,10182,4050,15443,12385,9907,9757,12703,8520,13248,11585,5610,6178,6157,7728,6740,6215,1047,6240,24513,5897,21691,7284,13658,9606,10550,10818,7523,10944,6172,3673,5399,4043,281,15248,20725,19612,13914,9168,15965,1273,14365,11701,15346,11090,15571,12067,10177,16323,24961,8416,8804,23257,10807,7426,15536,11185,11270,12408,15974,12486,2748,12992,16576,8754,3106,15902,11466,13842,12569,9751,8591,11249,8518,5489,4782,8416,6964,26936,9294,6308,6750,6700,854,2784,20293,22309,11380,11201,10363,9687,13524,6334,7054,12765,27102,19258,19124,25494,10990,11266,7659,6053,25212,25879,19301,12214,13359,20999,10329,13321,15034,13025,9514,9878,5735,8355,10560,23840,7367,11565,4662,2965,12229,18866,24065,19072,14331,9572,8194,16279,16606,10956,10666,3463,3709,19974,21413,20440,3025,16157,17526,11491,20567,12830,12264,7680,7503,16473,12406,8744,7543,13198,9110,7791,13570,7355,10578,12729,2431,8987,25294,24219,20448,18277,18156,6052,10892,12859,19525,27965,10501,23058,14920,12434,835,1825,18608,21324,15950,6502,11863,7001,9052,25004,12546,11750,8842,8781,5196,12064,11370,8421,17802,14882,11677,13539,10234,8455,7753,5427,8408,12053,13759,7799,5141,13144,8586,11626,11606,9642,9195,19555,22307,12815,10791,11679,5890,375,18168,20068,8343,5318,6600,724,0,12693,19769,24018,17653,9103,9911,16130,11922,12931,22537,16859,10232,8364,7711,6486,9307,15481,18028,20084,7234,7627,14700,25654,16466,16285,9177,5314,10560,13312,6857,12607,3260,11902,9963,24672,12568,18464,15107,12921,13620,16353,7423,7689,5699,18635,16820,8646,6353,6858,18846,11127,10577,13249,3049,21131,21341,17042,13530,18237,14938,13942,21506,17662,21549,10095,14362,17616,17161,23927,26922,17579,16713,15055,21827,11822,10319,1091,27741,26016,29226,11178,15891,6835,676,29632,13044,23842,23973,19967,18229,8937,5718,3436,6129,27769,20775,22946,15445,23091,18584,11910,14490,13547,10997,21255,14617,12477,16953,17749,11066,10815,9381,6290,8468,6998,924,17071,22894,14624,12157,11084,12500,7495,4196,3008,19288,10473,25755,12502,12192,9927,20092,17332,2378,24358,24001,15636,8922,7759,10416,5061,6307,7651,7918,24134,16921,18357,9306,15500,13115,2202,26494,26146,26288,15763,11960,11399,17121,14340,15083,12991,1010,26180,17771,24144,21030,16274,12899,13490,7927,7982,9704,8438,13162,8528,8691,7480,14315,9982,2286,20518,26539,22937,14373,7376,12031,11821,18578,13565,16504,13463,11493,12110,8694,6171,5245,21979,9940,15099,9695,7901,7216,15599,3190,7237,24276,26803,25485,24446,17732,22637,22717,22427,20490,13207,15777,21997,22115,29435,25818,23317,20325,15059,13373,13407,11976,15186,11017,3388,26629,22411,20842,19698,9590,12717,9062,10857,7244,16009,22888,18272,1881,27313,25598,18194,24244,23024,21731,10763,11557,11527,8070,14168,13731,17832,14608,12039,16249,14980,7703,18670,21147,9406,18793,25169,24347,15498,17557,13422,10446,9668,11890,10218,12133,11664,9448,6524,8367,8608,10474,18811,1347,20561,18240,15680,10063,10721,14455,19661,25763,26956,24779,24184,8750,17280,11268,18201,13599,10434,7237,7225,3320,4886,20622,14973,16151,16284,13629,17281,7872,16004,3481,27533,22445,12581,4692,7383,9857,24178,12198,12462,9268,938,24746,12191,12284,12954,9353,1175,24049,17359,13231,18050,17272,17248,4334,15480,12481,16599,12730,4462,12119,7012,7703,6368,2865,28982,13791,13128,16975,15928,11880,8997,16346,12195,9749,1699,17086,14475,17386,6417,16601,5298,16362,23834,22737,21718,10957,2554,22741,23156,9138,10276,8711,7368,11694,13694,973,11877,21406,13419,18128,15538,12545,11534,8377,11646,10504,9479,6135,7096,9470,7099,9088,7115,3826,935,11353,6073,2072,11964,11200,14996,16857,14246,13354,10223,8993,8671,6072,10146,119,7890,22408,19397,12883,15362,10073,8530,11118,10720,9845,3101,21132,21453,10076,13460,7941,9375,6433,12566,13306,7552,9827,14852,13300,20177,14177,7670,7668,7119,4485,12214,16145,14874,8348,12660,6850,1453,10085,18690,19612,11837,13251,7343,6511,23223,27300,24574,14291,12156,23795,18620,14029,15016,17958,18677,17343,18030,5318,25575,13228,13906,10633,20084,17632,7451,15044,9703,9505,10788,11219,10394,8783,1979,27858,26884,24015,15220,22709,17694,20258,20514,9894,3194,23088,24840,23742,23370,14380,6795,27103,19494,13199,24634,13171,16159,16152,24571,23217,13530,12336,12169,18575,21095,10689,13323,28079,16544,13527,11088,20763,26721,20819,14554,26011,26177,29617,20166,24312,17285,12581,27301,24986,13748,22234,20343,23257,18651,3276,29739,24901,24496,20379,24881,14947,26275,21520,19425,17897,10072,23148,23274,14533,1157,5547,27100,26356,24654,21398,15548,11975,12351,16418,5210,4502,30533,21832,25642,21433,14758,17330,16796,29108,13766,4670,24678,17514,11333,9890,7602,11030,1267,3284,9357,27258,13911,24348,16345,11266,15437,13138,11515,15514,17341,12116,20116,10720,8063,3971,14859,9536,445,7368,24879,8908,8265,857,22009,10452,10515,7917,8757,3604,14758,12868,8203,16548,6455,626,16300,14702,27132,16267,10649,7557,17680,10655,17975,19730,18998,15595,27196,26234,21930,26470,16858,14836,18792,20432,20091,18721,21200,14574,21696,18859,18174,7929,2805,19962,20509,17710,17995,21159,18074,25042,16410,5515,15517,15922,14132,13887,14517,10741,6981,53,8627,7372,10639,7536,7071,7709,7082,5712,7675,6597,6594,7647,7087,12248,6693,4758,4246,5711,1599,7517,12552,8302,9335,7034,8905,7986,5737,5856,5360,5044,420,522,8288,24458,24336,6587,8072,18707,15078,12652,16981,19202,16908,22403,27882,12508,9140,20078,14441,16685,7557,11201,7239,7200,19008,17711,11895,14792,18848,23803,13435,10820,3459,15211,21412,13626,10592,11778,11494,7844,13194,21177,12984,12969,12340,14851,2671,25451,17249,18854,11683,11636,20696,12708,16293,10518,6713,24854,4220,581,21755,13858,10844,5847,4770,14,1460,1713,2299,18568,17842,21234,17440,12068,15715,15743,16361,14985,9692,12282,13033,11381,12811,9095,9819,8247,9264,10681,11331,15687,12332,14540,14705,12749,8037,4458,29032,25200,22030,24687,23393,9279,10569,11036,11408,12788,16242,17007,8097,16135,7587,9950,14283,17777,24716,28739,17054,2786,8348,22136,24205,15482,14018,12721,12260,14403,1965,1712,13512,25833,16349,13213,6606,7264,9488,11529,13167,7917,10950,12757,8964,3944,5382,15830,14849,9121,8678,9165,26085,20678,17342,23036,21922,21526,6703,7337,8382,23135,11820,14410,5474,5056,25949,24159,11291,20885,26414,23310,10785,14250,15707,16259,8964,13044,10367,9714,9823,10650,11320,22848,14732,25900,25301,26393,11969,7444,8286,8333,2306,2498,2888,3288,2996,3110,3019,3042,2808,2791,3546,3619,2267,18944,17607,10930,14613,14824,12508,13232,12700,9220,14867,13763,14580,12348,5509,8729,6603,11182,8192,9929,2543,8535,6843,11224,6072,3517,3074,2639,9555,16365,16307,12257,15694,12126,18073,11274,13530,9308,9901,9181,7318,7254,5785,6396,10062,2290,3051,1742,9583,11012,8305,8355,12063,8217,7239,5329,5150,3118,13806,13815,11157,11312,6498,10825,9702,5817,5128,6662,4451,8345,2673,16149,16736,9378,8162,14273,6134,4561,4486,2652,2829,2864,12813,10583,14712,5617,2578,6427,4212,2526,1800,1165,771,1316,584,453,652,546,209,304,202,131,161,78,48,53,24,13,7,4,3,0,0,0,2,22111,23591,12539,13971,13952,15564,19376,10453,7605,22239,20662,13823,8299,9203,6008,15342,12221,13873,16011,9758,9200,16276,19996,19033,14079,11515,12966,15996,13486,5536,18966,13131,20902,9251,21615,15681,6091,10916,7714,15332,14631,6195,17796,15196,14731,11988,11935,21891,18603,7265,2078,18892,18453,21087,9782,18007,8331,16323,13498,9376,9098,21623,10002,17982,16970,7878,3745,19113,14505,16181,23518,8561,6463,8674,21329,21516,22171,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,20053,12868,13112,5754,4185,56,3,23720,25488,23933,17277,22247,24634,12285,20862,23149,16529,7602,15189,21819,22039,21491,26219,10948,19397,22043,3630,28069,28066,12745,13290,4392,17908,23934,15237,8650,14618,20844,14890,20183,21209,13161,15317,17299,23015,15790,21324,10623,11240,9133,25230,20455,6006,13925,18063,24341,21858,20105,11695,16042,27572,15686,18548,16069,11809,15321,14500,6559,19056,23230,15475,14310,21708,18850,23783,20291,8207,15901,23539,7237,23130,20794,10672,25675,17670,15211,19703,14714,26180,15025,13748,15284,9660,11186,13399,9917,3297,25662,16632,13621,14520,18715,9626,20993,25414,22078,10853,25213,26920,20056,12436,25923,28295,7002,24159,18103,23209,10387,13031,200,414,1021,974,24293,17670,17437,14326,15213,18216,9782,9352,18218,17241,13537,13094,13686,22099,16059,12833,13704,9285,19279,23196,17688,15362,6756,20290,16363,12314,16549,10669,18390,17726,13892,6286,14856,19273,21541,3865,3220,14420,11156,9624,13505,11396,14370,17162,20181,10260,10704,16153,8245,6606,3399,18929,13969,11158,5373,10175,10653,11214,12612,11830,12891,3424,2318,16505,15636,13995,13655,24607,19533,3313,17956,15177,2155,617,492,376,209,92],"fragments":[{"begin":"0.000","end":"17.640","lines":["Today on the show, my brother-in-law was sentenced to life in prison. My kids love him and keep asking why he hasn't come home. What do we tell them?"]},{"begin":"17.640","end":"19.000","lines":["Dear LIFE KIT."]},{"begin":"19.000","end":"21.120","lines":["Dear LIFE KIT."]},{"begin":"21.120","end":"21.960","lines":["Dear LIFE KIT."]},{"begin":"21.960","end":"26.680","lines":["Dear LIFE KIT, I have a question for you."]},{"begin":"26.680","end":"29.720","lines":["This is Dear LIFE KIT from NPR."]},{"begin":"29.720","end":"31.440","lines":["How can I become a better caretaker?"]},{"begin":"31.440","end":"35.080","lines":["How do I deal with my parents' unrealistic expectations?"]},{"begin":"35.080","end":"37.560","lines":["And we're getting personal."]},{"begin":"37.560","end":"41.920","lines":["I'm catching feelings for someone, but they're married."]},{"begin":"41.920","end":"49.280","lines":["I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."]},{"begin":"49.280","end":"58.000","lines":["The earlier you start to introduce the difficulties of something impacting the entire family, the better it is."]},{"begin":"58.000","end":"82.800","lines":["That's Jeanette Betancourt, an expert in children's early learning and development. She comes to us from Sesame Workshop, the nonprofit behind \"Sesame Street,\" where she's the senior vice president for U.S. social impact. She's here today to help us with a question about complicated family ties. Stay tuned."]},{"begin":"82.800","end":"97.440","lines":["Today's question involves having hard conversations with young kids. Jeanette, do you have any hard and fast rules when it comes to having hard conversations with children?"]},{"begin":"97.440","end":"123.560","lines":["The idea of communicating not just yourself as one parent, but rather if you have a partner, planning together, or what we often call the circle of care. In other words, others that are around you that are also influencing your child, it's really important to coordinate and communicate together so you're using the same strategies."]},{"begin":"123.560","end":"129.120","lines":["Teamwork, being on the same page. Are you ready for your question?"]},{"begin":"129.120","end":"129.640","lines":["I am ready."]},{"begin":"129.640","end":"132.880","lines":["All right. Let's do it. Here it is."]},{"begin":"132.880","end":"200.760","lines":["Dear LIFE KIT, my spouse and I have two children, who are 7 and 9. About four years ago, my brother-in-law was convicted of murdering a romantic partner, and he was sentenced to life in prison. We have not mentioned any of this to our children. My partner and in-laws have regular video visits with my brother-in-law and my children often participate, which I'm fine with. They are completely unaware of where he is. My son keeps asking why his uncle hasn't come home yet. I feel as though they're still too young for us to tell them about what happened, but I don't want to lie to them either. What should we do? Signed, troubled parent."]},{"begin":"200.760","end":"229.040","lines":["The first thing I want to know is, should these parents tell their kids the truth? That's the age-old question, right? Do they tell them what's really going on? Or is it fine to say they're just too young to understand right now?"]},{"begin":"229.040","end":"265.160","lines":["They're not too young to understand, and they're already giving signs. For example, they're asking a lot of questions. They're asking, where is their uncle? And placing them in that situation that you continue to fib or not be clear really poses a lot of dilemma for children because they get confused, and also the fact that they're probably, at this point, having a lot of wonder. And when they have a lot of wonder, it can turn to a lot of concern that they may not be able to express because they feel that something's not right."]},{"begin":"265.160","end":"275.080","lines":["You know, I can hear - I can also hear the parents out there who might be thinking, this person committed a violent crime. Don't let your kids talk to this guy at all. Thoughts?"]},{"begin":"275.080","end":"311.600","lines":["That's true, you know, in terms of the concern that parents may have or other individuals who are related to the children. So there's really several strategies. One is to really plan beforehand. This is not a decision that you independently make. And in this situation, there's two parents, there are two individuals. And so first, talking about - one, just asking this similar question to one another. What do you think? What is your point of view? And more importantly is bringing up an agreement."]},{"begin":"311.600","end":"337.480","lines":["And I think most times - and we from Sesame Workshop have created a lot of resources and done a lot of research around parental incarceration and found that it is very effective to actually share and keep children connected to the relative or the parent that's incarcerated if it's planned collectively, not individually but collectively."]},{"begin":"337.480","end":"349.520","lines":["I'm glad you led us to incarceration because it is such a complicated topic. You know, even for adults, it can be hard to grasp all the ins and outs. How do you suggest our writer even start this conversation if they do decide to have a conversation?"]},{"begin":"349.520","end":"379.520","lines":["One is to explain in very - and generally, the age that we're speaking about, 7 and 9-year-olds, they're at the stage that you can have a conversation, first explaining what happened and what's the cause. And a lot of times, we put it very simply - that grown-ups have very regular rules. And incarceration is when a grown-up has seriously broken those rules or those laws."]},{"begin":"379.520","end":"418.240","lines":["And then there are situations that - then that individual has consequences, and that is being in prison. And prison is really being in a location where you have to be incarcerated, and you explain that. And when you do that, then the next stage is really planning, planning for communication. So this idea of communicating, doing it by teamwork but doing it in developmentally appropriate ways really settles a sense of comfort and safety all around, but also engages both children and the adults together in a safe way."]},{"begin":"418.240","end":"431.600","lines":["That sounds like a very good game plan. Are there any common pitfalls when it comes to talking about incarceration, you know, anything parents absolutely should not do or, you know, language that people often lean on that they shouldn't?"]},{"begin":"431.600","end":"477.200","lines":["One of the things is really not speaking adversely about the incarcerated individual. It doesn't help the adults and it certainly doesn't help the children. So again, it's looking at, we often say, strength-based perspective. And what that means, we're looking at it from the agreement that all who are engaged, especially the adults, are in agreement that this is a positive experience for the children. But it is planned, agreed upon and coordinated. And so the dos are plan, coordinate and agree. The don'ts are don't take out anger or have adult conversations during the interactions that you may be having with the incarcerated relative or parent."]},{"begin":"477.200","end":"480.360","lines":["So figure out your language beforehand. Figure out your approach beforehand."]},{"begin":"480.360","end":"519.840","lines":["Yes. And also feel comfortable. If, again, the adults, where they're the caregivers who are at home with the children, are feeling very uncomfortable and this doesn't feel right, then pause and again, discuss it with both the incarcerated individual, the parent or the relative, and also with a partner. If you have a spouse or a partner, talk it through beforehand, because the best thing is to do this calmly and seeing it all together that this is strength both for the family - entire family, but especially for the children. And that is really key."]},{"begin":"519.840","end":"539.560","lines":["Let's talk about more of that game plan, because once you start the conversation with your kids, you have to imagine that the first thing they'll want to know is why, right? Why is Uncle So-And-So in prison? What did he do? Jeanette, how much does the crime itself matter here, or the fact that it was a violent one? Is it important to go into details? Do you have any template language for how these parents might approach this topic?"]},{"begin":"539.560","end":"581.080","lines":["Yes. And especially in this age group, it's less detail. Let me sort of break it down developmentally. So if it is a toddler, a 2-year-old to a 5-year-old, that simple explanation of there's a law that was broken and this is what happens when grown ups' laws are broken seriously. And you can use the word that the relative or the parent is in prison, and there's different ways we are going to have to be able to coordinate with him or her. They will not be able to come home at this point, but we can communicate in other ways. It's very simple and to the point."]},{"begin":"581.080","end":"633.120","lines":["When you get to older children, they will ask questions. And I suspect that at this age, they do ask questions. And you can say there was a very intense criminal act. I would avoid getting into intense details and just indicate that, again, in that situation, that is why he or she or the individual is in prison and has to stay there for a long time. But now let's focus on how we are communicating with this individual, whether it's by letter writing, telecommunication, phone communication, and now many prison programs actually try to activate that communication, especially for those that are parents or relatives and there's children involved. So there's really a push to try to keep such communication going."]},{"begin":"633.120","end":"656.480","lines":["Jeanette, I found it interesting that the writer took the time to tell us that this uncle was always good to their family - good to the kids. I think maybe the bigger question that speaks to is when a loved one suddenly acts super out of character or maybe just isn't who you or your kids thought they were, what's the best way to react as a parent? How can you explain something to your kids - that behavior to your kids that you don't fully understand?"]},{"begin":"656.480","end":"719.640","lines":["I think what it is is really focusing not so much on where the individual is now as an incarcerated individual, but rather on the relationship. Going back to that connection. So now, what do we talk about? What is it that we share? Whether it's everything from drawings or your - or what you're doing in school. So that's very, very - that - there's more ample time. But when it is more, whether a phone call or a telecall, those are very, very, very short. And often, they don't understand why suddenly they can't do it all the time. So you also have to explain that there's periods of time when a parent is incarcerated that you could communicate. That those are timed. Those are special times and this is how we look for it and sort of planning and being very explicit on a digital calendar. When it's happening, it'll help both the adults in the home and the child prepare."]},{"begin":"719.640","end":"740.600","lines":["Every parent wants to protect their kids from pain and from heartache, but you can't shield them from anything. Final thoughts here on how parents can best walk that line?"]},{"begin":"740.600","end":"769.720","lines":["This is being looked at almost as a way of preparing and protecting children. You are actually protecting your child because you're giving them information, you're giving them a connection and you're also doing it in a way that's safe and continuous."]},{"begin":"769.720","end":"793.960","lines":["Before we let you go, we end every show by asking our experts for the best piece of advice they've ever received. We would love to hear your best piece of advice."]},{"begin":"793.960","end":"843.240","lines":["The best piece of advice for me, actually, it was from my daughter. She said to me, you know, Mommy, you sometimes need to just appreciate things that happen more naturally than always making them happen. And I think it suddenly helped me sort of mellow out more and sort of, like, just observe things instead of always analyzing them."]},{"begin":"843.240","end":"910.880","lines":["If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."]}],"duration":910}