{
  "title": "How to protect your ears: A cartoon guide",
  "url": "https://www.npr.org/transcripts/1194185000",
  "intro": "Go easy on the Q-tips. Watch your phone volume. And if you're experiencing hearing issues like muffled sounds or tinnitus, see a professional. This comic offers advice on how to care for your ears.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle."
    },
    {
      "author": "SEGARRA",
      "text": "So a couple weeks ago, our producer Margaret Cirino went to this techno concert with a friend. They were pumped."
    },
    {
      "author": "MARGARET CIRINO, BYLINE",
      "text": "So when we got there, we, like, squeezed all the way up to the front, like, right next to the loudspeakers and stayed there the whole time. And my friend brought her earplugs, and I left mine at home - classic mistake. And I was like, oh, this is - this will be fine. It's, like, one night."
    },
    {
      "author": "SEGARRA",
      "text": "She was only there for a few hours. But the whole next day, everything sounded muffled."
    },
    {
      "author": "BARBARA KELLEY",
      "text": "If you've ever gone to a concert and you come out and maybe your ears are ringing or there's a muffled feeling, that is how hearing loss happens."
    },
    {
      "author": "SEGARRA",
      "text": "That's Barbara Kelley, executive director of the Hearing Loss Association of America. There are all these public health messages that we have memorized - you know, buckle your seat belts, wear sunscreen - but we don't tend to think about hearing the same way - at least not yet. Margaret took a personal interest in this topic after the concert. So on this episode of LIFE KIT, which she reported, what you need to know about protecting your ears. She'll cover the common questions, like what to do about earwax, which earplugs work best and what volume is actually safe on your phone. And she'll also talk about how you can find support if you do have hearing loss. A quick disclaimer - in this episode, we're specifically focusing on mild to moderate, noise-induced hearing loss that's caused by repeated noise exposure over time. Also, if you'd like a transcript, go to our episode page at npr.org."
    },
    {
      "author": "CIRINO",
      "text": "When Cole Burkhardt was in college, he began to notice something that really distressed him. He wasn't hearing certain sounds anymore."
    },
    {
      "author": "COLE BURKHARDT",
      "text": "I think the most, like, obvious issue was I went home to visit my parents and couldn't hear my cat purring. Like, I could feel the rumbles of the purr, so I knew it was a thing he was doing but just couldn't hear him, which was really, like, upsetting."
    },
    {
      "author": "CIRINO",
      "text": "Cole, like me, is an audio producer. He depends on his hearing to do his job."
    },
    {
      "author": "BURKHARDT",
      "text": "Sound is about 95% of my work. When I sound design, it is all about bringing a scene to life."
    },
    {
      "author": "CIRINO",
      "text": "So when he noticed his hearing worsening..."
    },
    {
      "author": "BURKHARDT",
      "text": "It felt like I had finally found the thing I wanted to do, and I couldn't do it."
    },
    {
      "author": "CIRINO",
      "text": "Cole would go to at least three doctors before he finally got diagnosed with noise-induced hearing loss from a doctor at a military hospital. Noise-induced hearing loss happens when you have constant, repeated exposure to sounds that are at a dangerous level. And according to the WHO, nearly 2.5 billion people are projected to have some degree of hearing loss by the year 2050. Barbara Kelley is executive director of the Hearing Loss Association of America, or HLAA. She told me that with our noisy world, this is on the rise for all age groups."
    },
    {
      "author": "KELLEY",
      "text": "A recent study found that 1 billion young people are at risk for noise-induced hearing loss."
    },
    {
      "author": "CIRINO",
      "text": "People between the ages of 12 and 34."
    },
    {
      "author": "BURKHARDT",
      "text": "I think there's a specific mindset of, like, only older folks suffer from hearing loss and not someone who's in their early 20s."
    },
    {
      "author": "CIRINO",
      "text": "Eventually, Cole found a community of other audio producers with hearing loss that really helped him out. And he takes extra precautions now to protect his ears, which we'll get into later in this episode. But he says this is something that just needs to be on more people's radars."
    },
    {
      "author": "CIRINO",
      "text": "Now, hearing loss looks different for everyone. It shapes people's auditory perceptions of the world in infinite ways. But to know if you have some level of noise-induced hearing loss, there are some common symptoms you can watch out for. So takeaway one - pay attention to what and how you're hearing. Noise-induced hearing loss is often something that's gradual. So if you're not paying attention, you might not notice it at first. And how it happens in the first place might not be what you expect."
    },
    {
      "author": "ARIELLA NAIM",
      "text": "So we have tiny hair cells that respond to different frequencies. And over time, those hair cells become damaged."
    },
    {
      "author": "CIRINO",
      "text": "That's Dr. Ariella Naim. She's a senior audiologist at Audio Help Hearing Center. I actually paid a visit to her office in Chelsea."
    },
    {
      "author": "NAIM",
      "text": "Hi."
    },
    {
      "author": "CIRINO",
      "text": "Hi. Ariella?"
    },
    {
      "author": "NAIM",
      "text": "Yes. So nice to meet you."
    },
    {
      "author": "CIRINO",
      "text": "She told me common misconception - noise-induced hearing loss has nothing to do with your eardrums bursting or anything like that. It's actually the hair cells inside your ear that matter the most. That's right - the hair cells because each of those little hair cells is tuned to convert specific frequencies of sound into an electrical signal, which your hearing nerve delivers to your brain. And if those hair cells are damaged over time, you know, by noise exposure or one really big, sudden noise..."
    },
    {
      "author": "NAIM",
      "text": "They won't transmit that sound as well to the brain because at the end of the day, it's all about our brain hearing and our brain processing what's going on."
    },
    {
      "author": "CIRINO",
      "text": "So it's not just about your ability to hear external sounds. It's how your brain interprets those sounds."
    },
    {
      "author": "NAIM",
      "text": "When we have hearing loss, that becomes harder to filter out the speech from the noise. Or I should put it as the sound source that we want to hear versus the sounds that we don't want to hear."
    },
    {
      "author": "CIRINO",
      "text": "And since it has to do with your brain as much as your ears, there are a few different ways noise-induced hearing loss might affect you. One sign to watch out for - if you can't hear your conversation with someone over, you know, lots of other people talking in the background. Another sign - if you can hear someone talking, but you can't understand the words they're saying. But one of the most common symptoms to pay attention to is tinnitus. Yeah, it's pronounced tinnitus, not ti-nite-us (ph). Common mistake. And it's usually defined by a ringing or buzzing or hissing in the ears."
    },
    {
      "author": "NAIM",
      "text": "But it can also manifest itself like crickets. Or, like, my tinnitus sometimes is marching bands in my ears."
    },
    {
      "author": "CIRINO",
      "text": "Your tinnitus might sound really different than your friend's or anyone else's because it's not caused by an external sound. There's this one hypothesis that it happens when your damaged hair cells just leak random electrical signals to your brain, and it's up to your brain how those signals get interpreted as different phantom sounds."
    },
    {
      "author": "NAIM",
      "text": "And the way I compare it is, what happens when you take a big speaker and you turn the volume all the way up, but you're not playing anything? What do you hear? Like, a..."
    },
    {
      "author": "CIRINO",
      "text": "You just - static, I guess."
    },
    {
      "author": "NAIM",
      "text": "Exactly. Like, a bzzz (ph), right?"
    },
    {
      "author": "CIRINO",
      "text": "Yeah."
    },
    {
      "author": "NAIM",
      "text": "So in order for the brain to make up for the sounds that it's missing, it's turning on its internal amplifiers. And then that's what patients hear as tinnitus. And the No. 1 cause of tinnitus is hearing loss."
    },
    {
      "author": "CIRINO",
      "text": "Besides tinnitus, trouble understanding certain words or trouble hearing your conversation in noisy places, you might also experience some sounds as muffled. And you might even be hypersensitive to certain sounds. And all of these symptoms are compounded if English isn't your first language and if numbers, people's names or geographic locations are already tricky for you to understand. So pay attention to what your ears are picking up. If you have any of these symptoms, just go and get your hearing tested. In fact, you should get your hearing tested even if you have none of these symptoms because it's important to establish what your baseline level of hearing is. And that's takeaway two - get a hearing test. A diagnosis can help you manage any potential hearing loss. Actually, Dr. Naim kindly gave me a hearing test when I went to see her."
    },
    {
      "author": "CIRINO",
      "text": "I went to a very loud concert this weekend (laughter). And I. was like, oh, no."
    },
    {
      "author": "NAIM",
      "text": "Well, you're here at the right time."
    },
    {
      "author": "CIRINO",
      "text": "Yeah, yeah."
    },
    {
      "author": "CIRINO",
      "text": "She had me sit in this white and black isolated sound booth. And then she stuck this, like, black tool in my ear, kind of like what you're used to when you go to see your primary care doctor."
    },
    {
      "author": "NAIM",
      "text": "So the first thing that we do is we take a look in your ears just to make sure there's no wax that's occluding the ear canal. Then we look at the movement of the eardrum. That tells us if there's any fluid or congestion behind the eardrum, typically in the space where ear infections typically form. I'm going to take a quick peek in your ears."
    },
    {
      "author": "CIRINO",
      "text": "OK."
    },
    {
      "author": "CIRINO",
      "text": "So Dr. Naim had me put on this pair of headphones and listen to a series of beeps at different frequencies."
    },
    {
      "author": "NAIM",
      "text": "So we send little signals to the hair cells, and healthy ones will respond back. And then what we do is find the thresholds. So those are the lowest level that you can detect sound across different frequencies or pitches."
    },
    {
      "author": "CIRINO",
      "text": "Next, she played some words for me, had me repeat them back to her."
    },
    {
      "author": "NAIM",
      "text": "So we hear with our brains, not just our ears. And when I have you repeat back some words, that's actually looking to see if there's any distortion set in at the level of the brain."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Say the word your. Say the word been. Say the word way."
    },
    {
      "author": "CIRINO",
      "text": "So the American Speech-Language-Hearing Association recommends that if you're 50 or older, you should get your hearing tested every three years, more frequently if you're exposed to noise a lot or have any risk factors. And if you're under 50, you should get screened once per decade after that initial test. But, you know, if something feels off to you, trust your gut."
    },
    {
      "author": "CIRINO",
      "text": "Oh, it looks like I have one ear that is worse than the other."
    },
    {
      "author": "NAIM",
      "text": "No, no, no, no. This is just the movement of the eardrum."
    },
    {
      "author": "CIRINO",
      "text": "OK, cool."
    },
    {
      "author": "NAIM",
      "text": "And that's perfect."
    },
    {
      "author": "CIRINO",
      "text": "My hearing test came back within the normal range, but I'll be back in a few years for a checkup. Barbara from HLAA told me that if you're unsure how, you can start by asking if your primary care doctor can refer you to a hearing specialist for a test covered by insurance."
    },
    {
      "author": "KELLEY",
      "text": "And if your physician doesn't do it, you know, there's free screenings in, you know, community health fairs with the Lions Clubs and certain. Or now there's apps on the phone that can screen your hearing."
    },
    {
      "author": "CIRINO",
      "text": "You can also find a test online. You can take a test at hearingnumber.org and hearing.org, both of which are free. Those aren't going to give you as much information as, like, a full audiological exam, but they're a place to start. And you can also get a free hearing aid screening at Costco. So you've got options. But even more importantly, you need to protect your ears moving forward. And that's takeaway three - reduce your noise exposure and always wear protection if you know you're going to be at a loud event, like a concert. Now, you could still have hearing loss, even if you're not going to concerts or listening to your music at full volume, you know, through your headphones. But those noisy environments are extra damaging. Dr. Naim has this one guideline that she likes to give patients."
    },
    {
      "author": "NAIM",
      "text": "The rule of thumb is that when you're listening to a sound at what's considered 85 decibels, you are safe."
    },
    {
      "author": "CIRINO",
      "text": "The American Speech-Language-Hearing Association does note that listening to 85 decibels for eight hours straight can lead to hearing loss, though."
    },
    {
      "author": "NAIM",
      "text": "But when you increase that sound by five decibels, you have to cut the time in half."
    },
    {
      "author": "CIRINO",
      "text": "So city traffic can be around 85 decibels. But an approaching subway train is 100 decibels. And hearing loss is possible. After 15 minutes of that noise and a nightclub or a loud bar comes in at around 110 decibels. So that noise can actually damage your hearing in less than five minutes. Basically, it's like one big exponential curve where the louder the noise, the less time you can listen to it unprotected. But there are steps you can take to minimize that risk, like wearing earplugs. Now, earplugs won't block out everything you hear. They're just a tool to take everything down a notch. In fact, if you love music and you want to preserve how it sounds, you can even get filtered plugs. Those maintain the natural resonance of sound and music. Dr. Naim makes custom versions of those for her patients who are musicians."
    },
    {
      "author": "NAIM",
      "text": "So it's not like you're just blocking everything out. You're still able to listen to the sounds around you, play your music, get the feedback from the audience, but it's still protecting what we have."
    },
    {
      "author": "CIRINO",
      "text": "You can also find commercially available versions, as well. And while over-the-ear plugs are better, those foam ones are still much better than nothing, you know, the kind that they give out on airplanes. Just make sure you put them in properly."
    },
    {
      "author": "NAIM",
      "text": "You roll them really thin into a small, small cylinder, pull your ear back and up and then push them in nice and deep and let them expand."
    },
    {
      "author": "CIRINO",
      "text": "Besides earplugs, the other thing to watch is your phone volume. So there's actually no official guidance on how loud is too loud. But this is what Dr. Naim told me."
    },
    {
      "author": "NAIM",
      "text": "As long as you play your music or podcasts audiobook, anything like that, at 60% of the volume bar or less, you would be safe."
    },
    {
      "author": "CIRINO",
      "text": "OK, it's time to talk about what you might have been wondering about this whole time - earwax."
    },
    {
      "author": "CIRINO",
      "text": "The last component to your ear care regimen is cleaning your ears, or I should say not cleaning your ears because you don't actually need to. Takeaway four - avoid Q-tips and cleaning unless it's super, super gentle. There's an old adage that nothing smaller than your elbow should go inside your ear. That's definitely true, not only because Q-tips can actually push earwax further in your ear canal..."
    },
    {
      "author": "NAIM",
      "text": "But also, our ears naturally produce oils that help keep it healthy and moist. And when you stick a Q-tip in there, you're actually stripping those oils that are naturally produced. And then that could lead to dry and itchy ears."
    },
    {
      "author": "CIRINO",
      "text": "If you're still itching to clean them, make sure you're doing it lightly and carefully."
    },
    {
      "author": "NAIM",
      "text": "So what I do when I, you know, come out of the shower - I take a Kleenex or tissue, and I just put it over my pinkie and gently dry out the outside of the ear. Keep in mind wax is actually healthy for our ear canals. Keep it in there unless it becomes to a point where it builds up so much and then just have it removed by a professional."
    },
    {
      "author": "CIRINO",
      "text": "Yeah. I think it's so funny that, like, to take care of most of our body parts, usually, the answer is just, like, let it do its thing."
    },
    {
      "author": "NAIM",
      "text": "Let them do their thing. That's it. That's it."
    },
    {
      "author": "CIRINO",
      "text": "And if you're wondering how much earwax is too much earwax, it might be time to get your ears cleaned by a professional if they feel clogged or if sounds are muffled. It might also be time if you have any irritation or pain in your ear. So when you go and get your hearing tested, your audiologist can also check your earwax. And if you're looking to try at-home remedies, you know, like those ear wax candles, save your money. Not only do they often not work. They can also burn your ear canal or eardrum, which - yikes."
    },
    {
      "author": "CIRINO",
      "text": "But if you're part of the large population that's already dealing with some level of noise-induced hearing loss, your regimen might and probably will look a little different. For example, earwax can definitely be more of an issue for people who use hearing aids. If you use one, you might feel more comfortable following a really light, careful cleaning regimen like the one shared earlier. That brings us to takeaway five. If you're dealing with hearing loss, come up with a plan with your audiologist. What works best for you is going to vary depending on your symptoms, lifestyle, level of loss, like if you have tinnitus or use your hearing for work. And if you want to do more to treat your hearing loss, you have options for assistive technology, like hearing aids. There are two main categories."
    },
    {
      "author": "NAIM",
      "text": "There's something that sits behind your ear and something that sits inside your ear."
    },
    {
      "author": "CIRINO",
      "text": "These options range in how visible they are, but they also offer different functions. Some hearing aids are rechargeable. Some have batteries. Some have Bluetooth capabilities or are telecoil enabled, which means they allow you to pipe audio in public places directly into your aids. And that can help cut back on background noise. Some are prescription hearing aids, and some you can get over-the-counter. A lot of it depends on what you want out of your aid."
    },
    {
      "author": "KELLEY",
      "text": "Some people in their early stages of hearing loss aren't ready to wear a hearing aid seven days a week, you know, eight hours a day. Some people just need a little situational hearing."
    },
    {
      "author": "CIRINO",
      "text": "That's Barbara again. She says in that case, something over-the-counter is a good first step for you. Something to keep in mind - aids can range a lot in price."
    },
    {
      "author": "KELLEY",
      "text": "I mean, certainly, there are sophisticated hearing aids that run 5,000, 6,000, 7,000."
    },
    {
      "author": "CIRINO",
      "text": "One of the biggest obstacles to treating hearing loss is cost. And most insurance doesn't cover hearing aids. If you go the over-the-counter route, those tend to be a bit cheaper. But keep in mind, they're only for adults with self-perceived mild to moderate hearing loss. But Barbara says don't be afraid to try out a few and figure out which one works best for you. After all, it takes time for your brain to adapt to them."
    },
    {
      "author": "KELLEY",
      "text": "You don't just put a hearing aid in your ear and immediately hear, you know, like a pair of glasses. Usually, we put on a pair of glasses, and it corrects our vision. We can see pretty well. But if you put in a pair of hearing aids, our auditory system has to adapt."
    },
    {
      "author": "CIRINO",
      "text": "And also, adjusting to the change of using hearing aids can vary. You know, it depends on the severity of your hearing loss, the quality of the aids and what situations you're using them in. So definitely ask about a trial period when you're buying one. There are also a lot of people who are hard of hearing and choose not to use hearing aids because of cost, stigma, ageism, tons of factors. Cole, who we heard from before and whose job revolves around his hearing, decided against hearing aids for the time being."
    },
    {
      "author": "BURKHARDT",
      "text": "I'm a broke college student at the moment and don't have the money to buy hearing aids. I will just continue to try and take care of my ears and hope for the best."
    },
    {
      "author": "CIRINO",
      "text": "He makes sure to take breaks when he starts to feel listening fatigue or ear pain. He schedules his heavier sound design projects to allow for that."
    },
    {
      "author": "BURKHARDT",
      "text": "I've normally spaced things out enough that I can go and do that kind of thing without then having to go right back to work."
    },
    {
      "author": "CIRINO",
      "text": "That strategy works well for him. But if you're interested in hearing aids, weigh your options, consider what your budget is and consult an audiologist. You can also look into getting financial help. For example, depending on your age or income, some Medicaid programs cover aids. And you can find a full list of financial assistance options at hearingloss.org. You can also find other info there, like about working accommodations. And if you have broader questions about navigating jobs, career or anything else, it might help to consult others with similar experiences. That helped Cole navigate his career in audio. So another audio producer, Caroline Mincks - they reached out to him to collab on a fiction podcast called \"Seen And Not Heard,\" which explores late-onset deafness. Through Caroline and their podcast, Cole said he got to see other producers who are deaf and hard of hearing..."
    },
    {
      "author": "BURKHARDT",
      "text": "Doing the things that I was doing and honestly doing it better."
    },
    {
      "author": "CIRINO",
      "text": "Cole says that now when he's making things, he has this whole community of other creators supporting him and making his work even stronger."
    },
    {
      "author": "BURKHARDT",
      "text": "I don't know about other people, but when I am creating, I will put parts of myself into that, and sometimes that is dealing with disability. And it - even if it's not central to the overall theme, it'll - you'll still see bits and pieces of me in everything I do."
    },
    {
      "author": "CIRINO",
      "text": "OK, it's time for a recap. Pay attention to how you hear the sounds around you and notice if you're having any symptoms of noise-induced hearing loss. Get your hearing tested, no matter how old you are. Reduce your noise exposure. So wear earplugs at loud events and keep your phone volume at a reasonable level. Clean your ears safely. Or better yet, just let them clean themselves. And if you're dealing with noise-induced hearing loss, go to an audiologist or an ENT doctor and come up with a plan. You can also look into hearing aids and other assistive technology."
    },
    {
      "author": "SEGARRA",
      "text": "That was LIFE KIT producer Margaret Cirino. For more LIFE KIT, check out our other episodes. We've got one on how to talk about disability and another on how to negotiate down your medical bills. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Margaret and Melia Agudelo and edited by Sylvie Douglis. Our visuals editor is Beck Harlan. And our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Clare Marie Schneider. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen and Thomas Lu. Engineering support comes from Hannah Gluvna, Valentina Rodriguez Sanchez and Josh Newell. Sensitivity readings from Emily Abshire and Laura Soto-Barra. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4602616667.mp3",
  "img": "https://media.npr.org/assets/img/2023/09/01/ears_comic_top_wide-7596302f689d9529d77c7881b4fc05359c977850.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "MARGARET CIRINO, BYLINE",
    "BARBARA KELLEY",
    "CIRINO",
    "COLE BURKHARDT",
    "BURKHARDT",
    "KELLEY",
    "ARIELLA NAIM",
    "NAIM",
    "UNIDENTIFIED PERSON"
  ]
}