{
  "title": "Feeling grumpy and stressed? Try taking a 'forest bath'",
  "url": "https://www.npr.org/transcripts/1195337204",
  "intro": "Studies have shown that spending time in the forest, what the Japanese call shinrin-yoku, can significantly improve mood and reduce stress. Here's how to reap these benefits on your next hike.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. Isn't the forest a magical place..."
    },
    {
      "author": "SEGARRA",
      "text": "...Like, when you really venture into the woods and you see these century-old trees towering over you, sunlight twinkling through them and spiders weaving their elaborate webs? The smell of pine needles is in the air. Birds are tweeting. You hear a mysterious sound that you're not going to pay too much attention to, but you really hope is not a bear."
    },
    {
      "author": "SEGARRA",
      "text": "There is a moment of awe that happens when you step into a forest. And I think a lot of us can sense that forest bathing or taking in the forest through your senses makes us feel better and calmer."
    },
    {
      "author": "SEGARRA",
      "text": "I was surprised to learn that there are decades of scientific evidence backing that up. A lot of the evidence comes from Japan, where the term forest bathing originated in the 1980s. Over many years, researchers have shown in peer-reviewed studies that time in the forest is a kind of medicine. Forest bathing helps your immune system by increasing your levels of anti-cancer proteins and immune cells that kill tumors. It's been shown to lower blood pressure and stabilize blood sugar. It can help with depression. It can lower adrenaline and turn down the dial on your body's fight-or-flight response."
    },
    {
      "author": "GARY EVANS",
      "text": "What we could see in the data was that, as soon as somebody came into proximity of a tree and they were just present and mindful, paying attention and appreciating the tree, that their - basically, their parasympathetic activity, which is the relaxation response in the body, was increased."
    },
    {
      "author": "SEGARRA",
      "text": "I know - all of that from spending time with trees. On this episode of LIFE KIT, we will talk about how to forest bathe, using the research as our guide to what works. And we'll share some exercises to get you started. Feel free to head outside to listen to this one."
    },
    {
      "author": "SEGARRA",
      "text": "If, like me, you're wondering why forests are so good for our health, there's an evolutionary hypothesis for this. Simply put - for much of human history, we lived in nature. So the thinking is because we evolved in nature..."
    },
    {
      "author": "QING LI",
      "text": "We have a biological need to connect with nature."
    },
    {
      "author": "SEGARRA",
      "text": "So we love nature because we learn to love the things that have helped us survive. That's Dr. Qing Li, by the way. He's a professor at Nippon Medical School in Tokyo and the president of the Japanese Society of Forest Medicine. He's designed and carried out a lot of Japan's research on forest bathing. Another expert you'll hear from in this episode is Gary Evans, director of the Forest Bathing Institute in the U.K., which was heavily inspired by Dr. Li's work. Gary says, at this point, we can survive without exposure to nature and forests specifically."
    },
    {
      "author": "EVANS",
      "text": "But there's a difference between surviving and thriving."
    },
    {
      "author": "SEGARRA",
      "text": "All right, let's get thriving. We're going to start with some forest bathing basics. Gary says, a lot of the time, when we head to the woods or a hiking trail, nature is a backdrop, you know? It's secondary."
    },
    {
      "author": "EVANS",
      "text": "So we might be walking and talking with a friend, running, cycling, horse riding."
    },
    {
      "author": "SEGARRA",
      "text": "But he says if you want to get all the benefits of forest bathing, your primary focus should be connecting with nature. So takeaway one - really let yourself bathe in the forest. It's kind of like bathing in your tub. You're there to relax and dwell in the experience."
    },
    {
      "author": "EVANS",
      "text": "You say, OK, I'm going to go to the park. I'm going to go to the forest. I'm going to appreciate the natural beauty. So that's the first thing - set the intention."
    },
    {
      "author": "SEGARRA",
      "text": "Ideally, you can also set aside an entire morning or afternoon for this because..."
    },
    {
      "author": "EVANS",
      "text": "The important thing for people listening to remember is that relaxation is not, like, an on-off switch."
    },
    {
      "author": "SEGARRA",
      "text": "As for how much time, Dr. Li suggests 2 to 6 hours."
    },
    {
      "author": "LI",
      "text": "The longer is the better. The longer is more effect."
    },
    {
      "author": "SEGARRA",
      "text": "His research shows that the health benefits can last for as long as 30 days, so aim to do this once a month - or maybe more often if your sessions are short."
    },
    {
      "author": "EVANS",
      "text": "So you can build up the dose."
    },
    {
      "author": "SEGARRA",
      "text": "Now let's talk for a minute about location. A nice patch of forest or woods is best. But if you don't have one nearby, you could get some of the same benefits from a city park if it has a lot of trees and quiet spaces."
    },
    {
      "author": "LI",
      "text": "So if you have one day to visit a city park, you also can get a beneficial effect."
    },
    {
      "author": "SEGARRA",
      "text": "But, he says, the effects will be smaller. Lastly, before you enter the forest, do some basic wilderness prep. This is not an exhaustive list, but that can include sunscreen - which you should be wearing every day anyway - also bug spray and long pants to protect you from ticks and plants that will give you a rash. And check the weather ahead of time. Make sure it's safe to venture out. Also, remember to stay on the marked trails and check yourself for ticks after, too, if those are a problem in your area."
    },
    {
      "author": "SEGARRA",
      "text": "All right. So we're into the woods. Next up, takeaway two - slow down and disconnect. Your forest bathing session is a good time to sit or to walk or to do some gentle yoga or tai chi. It's not the time to squeeze in your hardcore cardio for the week."
    },
    {
      "author": "EVANS",
      "text": "So the next difference between normal activities and forest bathing is that we're going to move very slowly in forest bathing. We want to reduce the heart rate."
    },
    {
      "author": "SEGARRA",
      "text": "Also, Dr. Li says if you tire yourself out physically..."
    },
    {
      "author": "LI",
      "text": "Your tiredness will reduce the effect of forest bathing."
    },
    {
      "author": "SEGARRA",
      "text": "So when you get to the forest or the park, maybe you walk a little bit and then find a spot that speaks to you. Could be a clearing in the woods surrounded by a bunch of tall trees or a spot where a tree has grown into a curved shape that looks suspiciously like a seat. If it feels beautiful and resonant to you, that's what matters. Now sit down."
    },
    {
      "author": "EVANS",
      "text": "And then just be present with the environment and leave the phone alone."
    },
    {
      "author": "SEGARRA",
      "text": "All right. You're settled in. Your phone is turned off, or at least put away. It's time to engage your senses."
    },
    {
      "author": "LI",
      "text": "The sight, hear, taste, smell and touch."
    },
    {
      "author": "SEGARRA",
      "text": "We're going to start with smell and inhalation, because Dr. Li says based on his research, many of the benefits of forest bathing come when we inhale the chemicals that trees release into the air. They're called phytoncides. And when we breathe them in, they, on their own, can do things like reduce our stress hormones and increase our levels of anti-cancer proteins. Dr. Li has done experiments on this. His team ordered these special concentrated essential oils made from Japanese cypress trees and then pumped them into the hotel rooms of test subjects using a diffuser. The people staying in those rooms saw many of the same health benefits as the ones who did a forest bathing session, just to a lesser extent. So as a side note, if you can't make it to a forest, Dr. Li says you could get some of the benefits by diffusing tree-based essential oils at home."
    },
    {
      "author": "SEGARRA",
      "text": "But, yeah, takeaway three is to breathe it all in and ask yourself, what do I smell? Behind each smell in the forest is an exquisite, wondrous fact. For instance, the flowers on trees emit a fragrance so they can attract bees with the promise of food that's packed with energy. According to researchers at the University of Tel Aviv, a plant called the evening primrose will actually pump up the concentration of sugar in its nectar when bees are buzzing nearby. I learned that from a book called \"Forest Walking: Discovering The Trees And Woodlands Of North America,\" written by Peter Wohlleben and translated by Jane Billinghurst. I also learned that the earthy smell underfoot in the forest - the one that makes you feel like, hell yeah, I'm in nature - that comes from insects, bacteria and fungi breaking down leaves and rotten wood. And that process will enrich the soil with nutrients."
    },
    {
      "author": "SEGARRA",
      "text": "So the advice here? Notice what you smell and maybe later, follow your curiosity to learn more. You can also try some breathing exercises because there's a big mindfulness component to forest bathing. In addition to being a forest bathing researcher, Gary is a yoga and mindfulness teacher, and he says the practice of meditation started outdoors."
    },
    {
      "author": "EVANS",
      "text": "Buddha had his awakening underneath a tree. No coincidence that trees were there right at the start of this."
    },
    {
      "author": "SEGARRA",
      "text": "So here's an exercise to try as you're sitting among the trees."
    },
    {
      "author": "EVANS",
      "text": "So if you inhale for a count of one, two, and then you exhale for double the length of time - so it's one, two, three, four. And so you keep that going, inhaling for two, exhaling for four. When the exhale is slower than the inhale, it sends a physiological message to your body. I'm safe. I can relax. It's OK."
    },
    {
      "author": "SEGARRA",
      "text": "This breathing exercise has been shown to have benefits on its own outside of the forest environment. The reason to do it in the forest is to allow yourself to relax."
    },
    {
      "author": "EVANS",
      "text": "What happens on a physiological level is when our parasympathetic fires up and we slow down, nature comes into sharper focus. So there's a change of perception."
    },
    {
      "author": "SEGARRA",
      "text": "And it gets easier to notice things - sounds, colors, textures. And that's takeaway four - engage your other senses. Listen for the rustling of chipmunks, the gurgling of a creek, the groan of branches in the wind. And notice the colors - bright, red leaves exploding from trees, light green ferns creating a canopy cover for the ground. When you observe nature, that can slow down your fight-or-flight response and lower the levels of stress hormones in your body."
    },
    {
      "author": "SEGARRA",
      "text": "You can also take this moment to touch some stuff. No, no, no, not the poison ivy. You know what? Why don't we start with the tree? Go ahead and feel its bark. Is it rough or smooth? Does it have any scars from old branches? Another sense you can use in the forest is taste. I mean, you have to be careful. Don't just pick up a mushroom and start eating it. But if you learn about plants and foraging, you can add that to your forest bathing practice. You can also buy teas and tinctures from trained herbalists in your community and then bring them to the forest with you. Lucretia VanDyke is an herbalist, a ceremonialist and author of the book \"African American Herbalism: A Practical Guide To Healing Plants And Folk Traditions.\""
    },
    {
      "author": "LUCRETIA VANDYKE",
      "text": "I always laugh. I'm like, at this point of my life, I'm so into herbalism that if you can't talk about plants, I don't really know what to talk about anymore."
    },
    {
      "author": "SEGARRA",
      "text": "One of her favorite trees is the mimosa tree."
    },
    {
      "author": "VANDYKE",
      "text": "Well, it has these Dr. Seuss-like pink flowers on it."
    },
    {
      "author": "SEGARRA",
      "text": "Also, herbalists use the flowers to help people work through grief. So sometimes she'll take a couple drops of a mimosa tincture in her mouth."
    },
    {
      "author": "VANDYKE",
      "text": "And then I go sit with the plant, and I hold the flowers, and I'm, like, laying there with the plant and staring at it in awe. It becomes, like, this full-circle thing."
    },
    {
      "author": "SEGARRA",
      "text": "That brings us to takeaway five - go deeper. Work with the forest to process what you're going through. Gary says you can see nature as a mirror."
    },
    {
      "author": "EVANS",
      "text": "So depending on what's happening in your emotional world, quite often, when we look at nature or the forest, it sends something back to us to help us make sense of what's going on in our life."
    },
    {
      "author": "SEGARRA",
      "text": "The Forest Bathing Institute, which he runs, leads group trips to forests in the U.K. and around the world. And people have told him that forest bathing helped them work through grief."
    },
    {
      "author": "EVANS",
      "text": "Actually, a number of them that have come on our sessions have found that it's been very helpful to go into the forest and see the natural cycle of life. Somehow it's enabled them to reconcile what's happened."
    },
    {
      "author": "SEGARRA",
      "text": "In the forest, dead trees provide homes for woodpeckers and owls, and when they fall down, they become hiding spots for frogs and other creatures. And they provide a space for mushrooms and moss to grow. In death, they support life. Another metaphor - think about how trees communicate with each other through their network of roots underground. It's a stark contrast with how isolated many of us feel these days. Lucretia shared this exercise."
    },
    {
      "author": "VANDYKE",
      "text": "So a beautiful practice, I feel like, is imagine how all these roots are touching and watering each other. And if we need to, to, like, imagine, you know, even energetically, like, my family lives in North Carolina and I'm in Louisiana. So energetically, like, you know, when I imagine that tree and touching that tree, I can imagine myself and my spirit being at home with them."
    },
    {
      "author": "SEGARRA",
      "text": "If you want to try something a little more spiritual, while you sit in the forest, ask a tree or a plant to tell you about what medicine it holds."
    },
    {
      "author": "VANDYKE",
      "text": "You know, let me feel, you know, your medicine. Let me understand your medicine, 'cause that's a lot how the original people did it. It's not like they had a book way, way, way back in the day that told them this plant does this, this plant does that."
    },
    {
      "author": "SEGARRA",
      "text": "And then you can always compare what you imagine to a book. When you spend time in nature and around trees, that can also be an opportunity to think about the folks who came before you, whether that's deep in the forest or even in your neighborhood. Lucretia lives in the Treme district of New Orleans, known for being among the oldest African American neighborhoods in the country."
    },
    {
      "author": "VANDYKE",
      "text": "And it has been, you know, cut in half by a highway. And it's also been, you know, very gentrified."
    },
    {
      "author": "SEGARRA",
      "text": "She likes to look at the neighborhood's oak trees draped with Spanish moss and imagine what have they seen?"
    },
    {
      "author": "VANDYKE",
      "text": "I try to imagine, like, the old Creole neighborhoods and how, you know, people of color came together and watched each other's children and built what is now revered today as the birthplace of jazz. Like, those trees have heard some of the original jazz greats ever."
    },
    {
      "author": "SEGARRA",
      "text": "She thinks of generations of kids playing and families sprawled out under the trees."
    },
    {
      "author": "VANDYKE",
      "text": "It puts me in old New Orleans and in those old community moments that, you know, don't exist, or they exist in a new way."
    },
    {
      "author": "SEGARRA",
      "text": "I'm sensing a parallel here, right? Trees bring people together. We sit under them in the shade and picnic. We gather around them and harvest their fruit. But they're in community with each other, too. The young and the old propping each other up and sending each other nutrients through their networks of roots. There's just so much wisdom that trees and plants hold for us when we pay attention."
    },
    {
      "author": "SEGARRA",
      "text": "All right. Time for a recap. If you want to forest bathe, go to a place that has a lot of trees with the intention of appreciating and focusing on nature. The trees shouldn't just be a backdrop to some other activity. Go slowly. Take it easy. This isn't about doing heavy cardio. It's about slowing down your heart rate and getting to a calm place where you can start to see the wisdom that nature offers. You can also try some simple breathing exercises, slow yoga or tai chi, or do meditation exercises that use the metaphors the forest provides. On that note, Lucretia is going to walk us through one more forest meditation. Settle down next to a tree and take some deep, belly breaths."
    },
    {
      "author": "VANDYKE",
      "text": "I like for people to imagine your legs being like old tree trunk roots that roots you deep in the ground like the tree. So when I take a deep breath, I imagine the energy from - and love from our ancestors or from Mother Nature coming up those large roots into your legs, into your abdomen, belly expanding. And then as you exhale, sometimes I do a practice of shedding the things that no longer serve me, shaking off the day."
    },
    {
      "author": "SEGARRA",
      "text": "And then she exhales and says a prayer of gratitude to Mother Nature."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on how to create an ancestral altar, and we have another on how to garden. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino, Sylvie Douglis, Thomas Lu and Carly Rubin. Engineering support comes from Hannah Gluvna and Tre Watson. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9179118131.mp3",
  "img": "https://media.npr.org/assets/img/2024/08/16/gettyimages-514409973_wide-36ac6c55d25e7e166d3873d5464ad2738a84afe3.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "GARY EVANS",
    "QING LI",
    "EVANS",
    "LI",
    "LUCRETIA VANDYKE",
    "VANDYKE"
  ]
}