{
  "title": "5 simple ways to minimize stress",
  "url": "https://www.npr.org/transcripts/1196978605",
  "intro": "Dr. Aditi Nerurkar offers five accessible ways to minimize stress in your daily life — no lavish vacations or big life changes necessary.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR. Hey, everybody. It's Marielle. We had an episode recently about what to do in the moment when you are feeling completely overwhelmed; you need to stop the racing thoughts and slow your racing heartbeat. But one thing we learned was that, while it's really important to ground yourself in these moments, that's not where the work ends 'cause if you're constantly having these days where your fight-or-flight response is triggered, there's probably a reason, some underlying cause of your stress. It could be your health or the health of someone you love. It could be a relationship that's falling apart, or the fact that you can't pay rent or fear for your safety."
    },
    {
      "author": "ADITI NERURKAR",
      "text": "These are things that never quite go away, so that fight-or-flight response is always on at a slow hum in the background."
    },
    {
      "author": "SEGARRA",
      "text": "That's Dr. Aditi Nerurkar. She's an internal medicine physician at Harvard, and she wrote a book called \"The 5 Resets.\""
    },
    {
      "author": "NERURKAR",
      "text": "\"The 5 Resets\" has been laid out to be a road map."
    },
    {
      "author": "SEGARRA",
      "text": "A road map to recovering from chronic stress 'cause stress doesn't just make us feel terrible in the moment - it can also have ongoing effects on our bodies. It puts us at higher risk for heart disease, high blood pressure and strokes, and it can also increase inflammation in our bodies and weaken our immune systems. NPR health correspondent Rhitu Chatterjee talked to Dr. Nerurkar, and on today's episode, they're going to walk us through these five resets and how they can help you live a healthier, less stressful life."
    },
    {
      "author": "RHITU CHATTERJEE, BYLINE",
      "text": "Aditi says a key part of lowering one's stress is finding ways to rest and recover."
    },
    {
      "author": "NERURKAR",
      "text": "Rest and recovery are not just nice-to-have luxuries. They are essential for our brains and bodies and particularly for the biological features of our brains and bodies to thrive."
    },
    {
      "author": "CHATTERJEE",
      "text": "Now, if you're already stressed and overwhelmed, you might be thinking, I have no time for rest and recovery, or, the idea of adding one more thing on my plate, even if it's to ultimately lower stress, makes me feel even more overwhelmed. Well, that's exactly how most of Aditi's former patients felt when they came to see her. Take, for example, a patient she calls Wes."
    },
    {
      "author": "NERURKAR",
      "text": "Wes is a single dad of three. He works two jobs. And his doctors had told him that it's important for him to lose weight because he has high blood pressure, is slowly starting to develop high cholesterol and may develop diabetes down the road."
    },
    {
      "author": "CHATTERJEE",
      "text": "She says Wes knew he had to change his diet, but he just couldn't do it because he was living in survival mode."
    },
    {
      "author": "NERURKAR",
      "text": "He would wake up early in the morning, take care of his children, which was his first priority. He would rush out the door. He would get to his first job. Then, between jobs, he needed to eat."
    },
    {
      "author": "CHATTERJEE",
      "text": "And so he'd swing by a drive-through on his way to his second job and grab a burger and fries."
    },
    {
      "author": "NERURKAR",
      "text": "And it was easy, fast and cheap. Then he would go on to his next job, and he would finish that, and he would come home exhausted, fatigued, having done the best he possibly could. He would go to sleep. He would wake up, and he would do it all over again."
    },
    {
      "author": "CHATTERJEE",
      "text": "Wes is like a lot of people. His circumstances were tough. He didn't have the money or the time to join a gym or take a long vacation, although I'm sure he'd have enjoyed that. But Aditi's resets are small adjustments to people's daily lives that have been shown to lower stress levels. So she began helping Wes with her first reset, which is also our first takeaway. It's called finding your MOST goal."
    },
    {
      "author": "NERURKAR",
      "text": "MOST is an acronym - M-O-S-T."
    },
    {
      "author": "CHATTERJEE",
      "text": "M for motivating, O for objective and measurable, S for small and T for timely - something you can accomplish within a couple of months. So start thinking about what it is about your stressed-out, overwhelmed life you want to change and why. Is there something you can look forward to when you make that change and are feeling less overwhelmed?"
    },
    {
      "author": "NERURKAR",
      "text": "Ask yourself, what matters to me most? Studies have found that when you focus on what matters to you most, it can help you increase your sense of self-efficacy. And self-efficacy is your sense and ability to feel like, hey, I can do that."
    },
    {
      "author": "CHATTERJEE",
      "text": "Aditi says Wes wanted to get healthy so he could be around for his kids for the long haul. That was his M, the motivation for his goal. So Aditi helped him find ways to make little tweaks to his daily routines, the stuff that makes up the rest of the MOST acronym - the objective, small and timely things that Wes could do right away - things that could lighten his load within a short period of time, like buying healthier foods at the grocery store, and..."
    },
    {
      "author": "NERURKAR",
      "text": "When he was packing his three children's lunch the night before, he would do the same for himself."
    },
    {
      "author": "CHATTERJEE",
      "text": "Once he started to do that, he stopped eating fast food for lunch, and he started to use those 20 minutes between his two jobs to take a walk at a nearby industrial park."
    },
    {
      "author": "NERURKAR",
      "text": "That 20-minute walk helped him so much in terms of creating a habit of daily movement. He was able to decrease his stress. It created a stopgap measure for him because it helped him create a bookend between one job and the other."
    },
    {
      "author": "CHATTERJEE",
      "text": "All of which began to lower his daily stress levels and exhaustion. So when you're thinking about your MOST goal, try to think hard about why you want to have less stress. Maybe, like Wes, you want to have more time for your kids or other family or friends, or perhaps you want to make room in your life for something else that brings you joy. If you figure out that why, it will make it easier for your already exhausted, overwhelmed brain to start thinking about those other little changes you can make in your daily life to get to your goal."
    },
    {
      "author": "CHATTERJEE",
      "text": "Our second takeaway - Aditi's second reset - is all about finding quiet in a noisy world by changing your relationship with technology because most of our lives these days are filled with so much noise and information coming at us all the time from our devices, especially our smartphones. Studies show that, on average, people spend more than four hours on their phone each day. That's more than 28 hours a week. Surveys also show that over 50% of respondents grabbed their phones within 15 minutes of waking up, about 15% doing this as soon as they wake up."
    },
    {
      "author": "NERURKAR",
      "text": "They are scrolling through the headlines or social media or their email. Think about what that is doing to your brain and your body. Think about what that's doing to your stress."
    },
    {
      "author": "CHATTERJEE",
      "text": "Aditi also writes about a phenomenon that researcher David Levy called popcorn brain. Think about what happens when you sit down to read a book, and then grab your phone to look up a word and then check messages and social media updates. That urge to constantly bounce from task to task when we're online - that's popcorn brain."
    },
    {
      "author": "NERURKAR",
      "text": "Our brain circuitry starts to pop from that extended time spent online, and it makes it increasingly difficult to live offline."
    },
    {
      "author": "CHATTERJEE",
      "text": "Because the pace of life offline is much slower than the online one and needs more time and attention. A good way to counter that sensation of a popping brain circuitry, Aditi says, is by setting boundaries with your phone. Limit scrolling to 20 minutes a day. One thing that can help you get there is by limiting the push notifications and alerts on your phone. During the day, she suggests putting your phone away in a drawer or, if possible, 10 feet away so it's easier to resist that urge to grab it all the time. At night, she suggests keeping the phone far enough so you can't reach for it first thing in the morning."
    },
    {
      "author": "NERURKAR",
      "text": "So when you open your eye, give your body and brain the ability to open the other eye and just rest in the moment for 30 seconds, for one minute - doesn't have to be long. But just acclimate to the morning, the light, and then you can check your phone. But giving yourself that little moment of pause, of grounding at the start of your day can be a game-changer."
    },
    {
      "author": "CHATTERJEE",
      "text": "Our third takeaway - Aditi's third reset - is about ways to tap into the mind-body connection to lower stress."
    },
    {
      "author": "NERURKAR",
      "text": "The mind-body connection - it might be a new phrase to you, but you have been operating with the mind-body connection in the background your whole life."
    },
    {
      "author": "CHATTERJEE",
      "text": "Butterflies in your stomach when you fall in love, your heart racing before a big interview or your muscles feeling tight and achy after a long, stressful day at work - all examples of the mind-body connection."
    },
    {
      "author": "NERURKAR",
      "text": "Your mind and your body are in constant communication and inextricably linked. What's good for your body is good for your brain and vice versa."
    },
    {
      "author": "CHATTERJEE",
      "text": "And she has a number of ways to harness this connection to our benefit. For example, regular deep breathing exercises, like one exercise called stop, breathe, be that she's used for many years."
    },
    {
      "author": "NERURKAR",
      "text": "When I had a busy clinical practice, and I was a medical resident in training, and I would see 30 patients a day - and so my task was as I would knock on the patient door before entering the next room - and I would stop, breathe, and center myself and just be. It's three seconds. And I would say this to myself under my breath; stop, breathe, and be."
    },
    {
      "author": "CHATTERJEE",
      "text": "Aditi says this technique can be particularly useful before you do something stressful - say, a work meeting that you've been dreading. It only takes a few seconds but, when repeated many times over the course of the day, can have a dramatic effect on stress levels. Daily movement can also help with that."
    },
    {
      "author": "NERURKAR",
      "text": "Not only is movement good for the brain and the body, but in fact, not enough movement - or rather, no movement - being sedentary - is, in fact, bad for the brain and body."
    },
    {
      "author": "CHATTERJEE",
      "text": "And so try finding ways to sit less and move more. Maybe you take five-minute walks a few times a day. Or maybe, like Aditi's patient Wes, you do one 20-minute walk every day. Our next takeaway - the fourth reset in Aditi's book - is about the benefits of doing tasks one at a time and taking regular work breaks because most people these days don't take breaks at work, and multitasking has become the norm."
    },
    {
      "author": "NERURKAR",
      "text": "The Slack channel, the emails, everything going at once - multitasking - it is something that all of us do because it's part of modern working life, and we are required to multitask."
    },
    {
      "author": "CHATTERJEE",
      "text": "But she cautions that even if we think we're good at multitasking, studies show that only about 2% of people can effectively do it."
    },
    {
      "author": "NERURKAR",
      "text": "We know that multitasking is a scientific misnomer. There is no such thing. When we are multitasking, what we are actually doing is task switching, doing two separate tasks in rapid succession."
    },
    {
      "author": "CHATTERJEE",
      "text": "Aditi says that's taxing on the brain."
    },
    {
      "author": "NERURKAR",
      "text": "Multitasking - or rather, task switching - weakens our prefrontal cortex, weakens our cognition, our memory, our attention and, ironically, our ability to be productive."
    },
    {
      "author": "CHATTERJEE",
      "text": "What can help, she says, is a technique called time blocking."
    },
    {
      "author": "NERURKAR",
      "text": "Essentially, it means doing one task for - you know, you start at five or 10 minutes, and then you take a short break, and then you do another task for five, 10, 20 minutes, and take a short break, and then do the next task."
    },
    {
      "author": "CHATTERJEE",
      "text": "She says doing just one task at a time is better for the brain, and so are regular breaks throughout the day. Aditi says the breaks don't need to be very long - anywhere between three and 10 minutes. But she says be intentional about those breaks, and do something to de-stress."
    },
    {
      "author": "NERURKAR",
      "text": "Whether it means getting up and stretching, taking a walk, going outside, doing something where you are intentionally creating a little bit of spaciousness in your brain can have an impact - not just on feeling good, but actually changing the biology of your stress in your brain and your body. In fact, when you take a break, you are enhancing your productivity."
    },
    {
      "author": "CHATTERJEE",
      "text": "Her fifth reset and our last takeaway can help you counter one of the most common impacts of stress on people's psyches by quieting the inner critic."
    },
    {
      "author": "NERURKAR",
      "text": "So when there is a negative experience, it becomes sticky in your brain like Velcro. The same amount of good and bad may be happening to you at the same time. But when you're feeling a sense of stress, you hold on to those negative experiences, and there's a heightened sense of negativity."
    },
    {
      "author": "CHATTERJEE",
      "text": "She says, when you're stressed, the brain uses a part of it called the amygdala."
    },
    {
      "author": "NERURKAR",
      "text": "Your amygdala is focused on survival and self-preservation. And your inner critic has a megaphone during periods of stress because ironically, it's trying to keep you safe and out of harm's way. And so when you are trying something new or when you're learning something new, that inner critic is holding that megaphone and shouting from the rooftops, you're not good enough; you're going to fail; you'll never get there."
    },
    {
      "author": "CHATTERJEE",
      "text": "One proven way to hush that negative inner critic is with a daily exercise of gratitude journaling. Aditi says, every night before you go to bed, write down five things you're grateful for that happened that day. There will be days when you'll have plenty to write about, and on some days, it might be hard to find things that you're grateful for. But still, she says, stick to the exercise, even if it's to acknowledge the basic things you have."
    },
    {
      "author": "NERURKAR",
      "text": "One of those things could be, I have a roof over my head; I have food in my fridge and my pantry."
    },
    {
      "author": "CHATTERJEE",
      "text": "Over time, she says, the practice makes the brain less like Velcro and more like Teflon to negative stressful experiences. And it does this through a process called cognitive reframing."
    },
    {
      "author": "NERURKAR",
      "text": "It shifts your focus to focusing on those good things. And that, in turn, will change your brain. It'll change your brain circuitry, and it will silence that inner critic and quiet down, decrease the volume of your amygdala."
    },
    {
      "author": "CHATTERJEE",
      "text": "And now it's time for a recap. Our first takeaway is figuring out your MOST goal. MOST is an acronym - M for motivating, O for objective and measurable, S for small and T for timely. This will help your already stressed and overwhelmed brain feel motivated to make changes and figure out where to start. Takeaway No. 2 - set boundaries with your phone and other devices. Keep your phone out of reach at night so you don't reach for it first thing in the morning, and limit scrolling to 20 minutes a day. Takeaway No. 3 - tap into your mind-body connection to lower stress throughout the day. Deep breathing exercises and daily movement are a great way to do that. Takeaway No. 4 - stop trying to multitask. Focus on one task at a time, and take regular breaks at work. Takeaway No. 5 - practice daily gratitude journaling. It only takes about five minutes but can dramatically rewire your brain to be less stressed and more open to positive experiences and thoughts. But regardless of which of these resets you use, Aditi advises starting with just two things. She calls this the resilience rule of two."
    },
    {
      "author": "NERURKAR",
      "text": "The resilience rule of two is how your brain responds to change. Change is a stressor for your brain. Even positive changes in your life can be a stress for your brain. This is why New Year's resolutions don't stick - because we often have the everything-but-the-kitchen-sink approach, and we try to do everything all at once. Nothing sticks, and so we throw in the towel and we say, oh, well, didn't work."
    },
    {
      "author": "CHATTERJEE",
      "text": "But starting with just two changes at a time, she says, will make it more likely for you to succeed in your efforts and for those strategies to become daily habits. And once they are part of your daily life, she says, then you can go ahead and try two more changes."
    },
    {
      "author": "NERURKAR",
      "text": "That is how we work with our biology rather than against it."
    },
    {
      "author": "SEGARRA",
      "text": "That was Dr. Aditi Nerurkar in conversation with NPR health correspondent Rhitu Chatterjee. For more LIFE KIT, check out our other episodes. We have one on sleep myths and another on how to lift weights. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. People love it. I think you're going to love it, too. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen and Sylvie Douglis. Engineering support comes from Maggie Luthar. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7143599462.mp3",
  "img": "https://media.npr.org/assets/img/2024/02/01/lk_stress-less-8_rizzo_podcast_wide-369996619a429ec240c328ba83aa3776838ff253.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "ADITI NERURKAR",
    "NERURKAR",
    "RHITU CHATTERJEE, BYLINE",
    "CHATTERJEE"
  ]
}