{
  "title": "Having a roommate can be great, but it takes some work to make it work",
  "url": "https://www.npr.org/transcripts/1196978978",
  "intro": "Rooming with other people can be tricky. Here's how to negotiate a living environment that's safe, comfortable and pleasant for everyone.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "Hey, everybody. It's Marielle. OK, so what I'm about to admit - I'm not saying I'm proud of it. But I'm not not proud of it."
    },
    {
      "author": "SEGARRA",
      "text": "When I was a bit younger, in one of my early roommate situations, I had a roommate who would constantly forget to pay me back for shared expenses. And I tried telling her, but things never changed. So I started using her shampoo. I told myself I was going to recoup my losses one hair wash at a time. I mean, yeah, OK, passive-aggressive, but it did make me feel better. The truth is, living with other people - sometimes it just gets under your skin, you know? It's the way they do dishes - or don't do dishes. It's the heavy-handed rules they've imposed, like the toothpaste tube must go in the cabinet, not on the sink - little bit inflexible, if you ask me. But we're all different, and we have different standards of cleanliness and ideas of how we want our homes to feel."
    },
    {
      "author": "SEGARRA",
      "text": "I should say having roommates can also be a blessing, not just financially, but mentally, emotionally. You know, it can be nice knowing you're not alone, that you're not coming home to an empty house, that you have people to sit around and watch the game with on Sundays. The point is, though, if you're going to have roommates, you want to try to be on the same page as much as possible and to figure out your needs and boundaries before you sign that lease or move in together."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, NPR's education desk producer Janet Woojeong Lee is going to walk us through how to do all that - to come up with your non-negotiables and communicate about them, to assess what you actually want from a roommate situation and to work through conflict - because, apparently, there are other ways to do that beyond the slow but steady depletion of your roommate's toiletries."
    },
    {
      "author": "JANET WOOJEONG LEE, BYLINE",
      "text": "All right. Let's start by getting the right mindset. Say you're entering a new roommate relationship. Whether it's your first ever random roommate in college or a different living situation you're moving into, you can lower the stakes by remembering that all this is likely temporary."
    },
    {
      "author": "BECKY SIMPSON",
      "text": "My advice would be to go into this experience with an open mind and with a curious perspective."
    },
    {
      "author": "LEE",
      "text": "Becky Simpson is an illustrator based in Tennessee. She wrote a graphic novel that came out in 2016. It's called \"The Roommate Book: Sharing Lives And Slapping Fives.\" That was her way of celebrating roommate life."
    },
    {
      "author": "SIMPSON",
      "text": "And I would also go into it expecting to find good things, and you might be surprised where you find it."
    },
    {
      "author": "LEE",
      "text": "You can meet someone who you genuinely get along with or someone who introduces you to an entirely different lifestyle or perspective - or I found some small things along the way, too, like discovering new music from my roommate's playlist or trying out their workout routine. Then there's, of course, the more practical benefits of living with roommates. That's why a lot of us are living with other people in the first place."
    },
    {
      "author": "DANIELLE BAYARD JACKSON",
      "text": "You can also just remind yourself of the practicality of it - of what your alternative would be - because it does help a lot of people financially."
    },
    {
      "author": "LEE",
      "text": "That's friendship coach Danielle Bayard Jackson. She's worked with clients who have a hard time getting along with their roommates."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "Some are with roommates because they want to be - others because they have to."
    },
    {
      "author": "LEE",
      "text": "Even with all this in mind, Becky says, when feeling worried about the unknown, it helps to focus on what you need out of this living situation."
    },
    {
      "author": "SIMPSON",
      "text": "I would really consider, what are your non-negotiables, and what affects your energy day to day?"
    },
    {
      "author": "LEE",
      "text": "And that brings us to takeaway No. 1 - know your non-negotiables. Becky says this shouldn't be a long list of preferences. Treat these like your absolute must-haves in order to live in a healthy home."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "Ultimately, at the foundation of all this is you want to feel safe, and you want to feel comfortable."
    },
    {
      "author": "LEE",
      "text": "Your non-negotiables could be a range of things. Here are some examples from Danielle."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "Drugs and alcohol, for some people, is a huge no. I've also heard some people say overnight guests that they don't know is a huge no."
    },
    {
      "author": "LEE",
      "text": "Another one I hear often are pets. Or, if you're a light sleeper, your non-negotiable may be that you need roommates who are awake at similar hours of the day. If you're moving into a house or taking over someone's room, neighborhoods, or building specifics - like how much light you're getting - that could also be a hard yes or no factor. Becky reminds us, even if a living situation sounds enticing at first, you really shouldn't consider it if it means giving up your non-negotiables. And once you figure them out, use them to guide your relationship with your roommates."
    },
    {
      "author": "SIMPSON",
      "text": "What kinds of conversations to have with them, what kind of boundaries and expectations to set, what battles are worth picking throughout the year."
    },
    {
      "author": "LEE",
      "text": "If living within your budget is a top priority for you, maybe it's worth talking to your roommates about that unexpectedly high electricity bill as soon as you can. Your non-negotiables may also change during your lease, and it's helpful to make note of these different needs and preferences. And all that gives us a rough idea of what we want our living situation to look like."
    },
    {
      "author": "LEE",
      "text": "So let's dig in a little deeper on how your roommate fits into that picture, which brings us to our second takeaway - assess what kind of roommate relationship you're looking for."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "It helps when you're friends with your roommate, but it's not a requirement."
    },
    {
      "author": "LEE",
      "text": "You can be compatible roommates without being close friends. Or if you're considering moving in with friends, it may be worth proceeding with caution. As our experts say, that could even hurt your preexisting relationship."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "I think something that's often top of mind for us when we're trying to figure out if our friend could be our roommate - is we think about how much fun we have or how much we like them."
    },
    {
      "author": "LEE",
      "text": "You may have an expectation of what living together looks like - hanging out all the time and making more plans together. But no matter how much you love your friends, Danielle says it's super important to ask - how have you worked through conflict in the past?"
    },
    {
      "author": "BAYARD JACKSON",
      "text": "A person who can have hard conversations well is a requirement that I think we often overlook because you're going to have a lot of that."
    },
    {
      "author": "LEE",
      "text": "How has your friend received feedback from you? Are they good about communicating their needs before things go out of hand? Maybe the two of you love to have fun but try to avoid conflict at all costs. That dynamic could also look different when a third friend or other roommates are in the picture. There's a lot to think about."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "I think it also might help to generally look at your lifestyles and if those are compatible in terms of your operating hours and what your day-to-day looks like."
    },
    {
      "author": "LEE",
      "text": "Do you have similar work hours? What about the time you'd be spending at home? Maybe you prefer making plans during the day, but your friend prefers going out at night. After you do all this thinking, you may realize your roommate isn't someone you need to be close with. Again, you don't need to live with friends. It's perfectly fine to live with other people who are respectful, pay their bills and keep to themselves."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "As unsexy as it sounds, a lot of rooming together is business. And we're negotiating what it looks like to create an environment that we both feel safe and comfortable in."
    },
    {
      "author": "LEE",
      "text": "And if any of this doesn't make you feel safe and comfortable, remember that you aren't trapped. You've got options - which brings us to takeaway No. 3 - ask each other a bunch of questions before moving in. Discuss the logistical stuff up front, like, how are we splitting rent? Do we want to have a guest policy or have a cleaning schedule?"
    },
    {
      "author": "BAYARD JACKSON",
      "text": "Some of the things you might have to tactically negotiate would be things like, all right, what's going to be the level of cleanliness that we use as a standard?"
    },
    {
      "author": "LEE",
      "text": "Say your potential roommate describes themselves as a pretty clean person. Whether it's a complete stranger or a friend, push them a little bit. Ask them what a pretty clean space looks like. You might be surprised by what they say. Maybe they don't need to ever vacuum or need to do that every single day. Maybe it's someone who's comfortable living with a few coats and bags out in the living room. Having a few dishes in the sink doesn't bother them, as long as they're cleaned up sometime that week."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "Maybe it's not my preferred - you know, what is the minimum we can agree to? What does cleanliness look like for you?"
    },
    {
      "author": "LEE",
      "text": "Other things you could discuss with your roommate - how are you going to pay rent and split other bills? What's a reasonable timeline for that to avoid paying late fees? What's acceptable to share or borrow? Or do we just assume that's cool?"
    },
    {
      "author": "BAYARD JACKSON",
      "text": "Those are the kinds of things that might be uncomfortable but might help you save your friendship in the meantime."
    },
    {
      "author": "LEE",
      "text": "Now, even with what feels like extra communication, you'll still run into the gray area - things that aren't quite your non-negotiables, but that start bothering you. Like, your roommate says, I'll Venmo you for groceries, but it never happens. Or their toiletries are taking up all the cabinet space in your bathroom. Maybe it feels a little extra to say something, especially if no one else seems to care. So should I just go in my room, sleep on it, and call it a day? Our experts say maybe don't do that."
    },
    {
      "author": "ROB BROWN",
      "text": "I'd often recommend to people to sweat the small stuff."
    },
    {
      "author": "LEE",
      "text": "That's advice from Rob Brown, who does diversity, equity and inclusion work at Northwestern University. He also used to work in conflict mediation and for residential services on different college campuses."
    },
    {
      "author": "LEE",
      "text": "And Rob brings us to our fourth takeaway - sweat the small stuff. He says sometimes it's better to bring up the small stuff before it festers."
    },
    {
      "author": "BROWN",
      "text": "Your energy will be lower, which makes it a little bit easier to actually bring it up in conversation, versus when you've been building up so much animosity and mistrust and frustration, and now it becomes a thing where it's not just the behavior you're wanting to address. It's - you know, this person doesn't respect me is where you enter the conversation, which is just a much harder place to start a conversation."
    },
    {
      "author": "LEE",
      "text": "Rob says, if you can handle the initial awkwardness, sweating the small stuff could save yourself from conflict or even your relationship in the long run."
    },
    {
      "author": "BROWN",
      "text": "If there is something that you really don't want to happen again, the only way your roommate is going to know to behave or act differently is if you say something."
    },
    {
      "author": "LEE",
      "text": "A reminder for conflict-avoidant folks like myself - we aren't trying to call someone out here or complain about how someone does this or doesn't do that. Ideally, Rob says you're asking for something - the more specific, the better. First, bring up something that's been happening, like, hey, I noticed you left your shoes out in the middle of the hallway. Then, propose a change, and it helps to include a why. Would you mind taking them off on the side or moving them to the shoe rack? I've been tripping on them lately. And it always helps to close out these conversations with a genuine thank you."
    },
    {
      "author": "BROWN",
      "text": "We can't necessarily control people and control their behavior, but we can present a very clear question and request for the future."
    },
    {
      "author": "LEE",
      "text": "Rob also suggests it could be a game-changer to have an early conversation about your preferred communication style, especially if you're living with strangers or with a bigger group, like in a shared house or a co-op."
    },
    {
      "author": "BROWN",
      "text": "If something goes wrong - if you don't like something I'm doing, like, what's the most effective way for me to address that to you?"
    },
    {
      "author": "LEE",
      "text": "That may be addressing things in the moment. Clear the air as soon as you can. Or you could have designated roommate meetings - biweekly or monthly check-ins that everyone commits to. That's something Danielle has seen work for her clients."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "And the good thing about this is sometimes it'll save you from saying something that you don't even need to say because maybe it bothered you in the moment, and you're like, OK, I'll wait till our weekly meeting. And three days later, you're like, you know what? It wasn't even worth it - not that big a deal. And so a weekly meeting, while formal, could be a really saving grace for some people."
    },
    {
      "author": "LEE",
      "text": "And of course, all of this is so much easier said than done. One thing I noticed in Rob's language is separating the person from their behavior. He says this can help you feel a little more grounded in roommate conflicts. So rather than saying someone is an annoying person or a horrible roommate, focus on their behavior or lifestyle that just aren't compatible with yours. Rob says this mindset also applies when it comes to living with roommates who have different ideologies, worldviews or politics than yours. It's something many students and young people are going through these days."
    },
    {
      "author": "BROWN",
      "text": "And then I think the question is - what does it look like to be in a relationship with one another with these two conflicting points of view?"
    },
    {
      "author": "BAYARD JACKSON",
      "text": "And so maybe it looks like I'm not trying to shape or change you or your values. But when you engage with them in a tangible way, are we able to create boundaries around where and how that happens in a way where you still feel like you are living in your home?"
    },
    {
      "author": "LEE",
      "text": "Even if you take all our advice, not all these conversations may go the way you'd like. You checked in about your roommate's communication style, then talked to them in person rather than texting. And even after you had what felt like a solid chat - maybe multiple times over a couple months - nothing has changed. Then, it may be time to revisit your non-negotiables. Rob says it's worth asking yourself..."
    },
    {
      "author": "BROWN",
      "text": "How much longer can I live with this behavior? - so not, like, live with this person, but this pattern of behavior that is frustrating me."
    },
    {
      "author": "LEE",
      "text": "For listeners who are deep into this - in a tough living situation you can't wait to get out of - this all may sound far too idealistic. If that's you, a couple reminders - it may help for you to take a deep breath and remember that all this is likely temporary."
    },
    {
      "author": "SIMPSON",
      "text": "As time goes on, those things that stress us out - we don't think about them years later. And so it puts into perspective how the little things really are little things and don't matter in the future."
    },
    {
      "author": "LEE",
      "text": "We also shared some tools for you to address the conflict head-on. And when you finally have the headspace to look at the grand scheme of things, this is likely a pretty unique, limited time where you get to invite other people into your home and your day-to-day life. Becky says focusing your energy on these positive aspects of roommate living could help make things feel much more bearable."
    },
    {
      "author": "SIMPSON",
      "text": "Even if you're not best friends with them, showing appreciation and giving where you can in small ways does so much for the relationship and creating a space with love."
    },
    {
      "author": "LEE",
      "text": "On that note, here's our final takeaway. Takeaway No. 5 - invite more whimsy and play into your roommate life."
    },
    {
      "author": "SIMPSON",
      "text": "So I'm really glad I did that because those memories - that's what I think about the most when I think about my roommate life."
    },
    {
      "author": "LEE",
      "text": "So what does that look like in practice? You can start a house guestbook and have your friends sign it or cook or bake something together, try new recipes. If you want to go all out, you could host events together - like, throw a themed watch party for a TV show or sports game. These are all things I've tried with different roommates. Here's another example from Danielle."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "I'm seeing online - people have these, like, PowerPoint parties, which is really popular on TikTok. And so, like, each person makes a really fun, playful PowerPoint, and they get together and have drinks. And it could be on any subject."
    },
    {
      "author": "LEE",
      "text": "Sprinkle in some fun and lightheartedness whenever you can, and be open to trying new things. I watched a handful of scary movies that I would have never considered if not for my roommates. You could also lean into the energy of communal living. When you come home at the end of your day, you'll have someone around."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "And so I think if you can remain curious, even, about the other person you're living with - and so leaning into the ways you can learn through this experience, have some financial stress alleviated, and then also how you can have certain skills developed within you, then you might find a way to even be grateful for the situation."
    },
    {
      "author": "LEE",
      "text": "Whether you're choosing to live with other people or having to do so in the moment, a few years into living with roommates, you'll also learn so much about yourself - little things I learned, like how other people take their coffee with sugar, with creamer, but I still like it black. I had a roommate who organized her closet by color. So I started doing that, and I really like it. And ultimately, I learned over the years that, despite the stressors and conflicts, I am so much happier and healthier coming home to friends."
    },
    {
      "author": "LEE",
      "text": "Now, a quick recap."
    },
    {
      "author": "LEE",
      "text": "Takeaway No. 1 - know your non-negotiables. Before you commit to moving in with someone, think about the two to three things you must have - or not have - in order to feel safe and comfortable in your own home."
    },
    {
      "author": "LEE",
      "text": "Takeaway No. 2 - assess what you need from your roommate relationship. That may be living with friends or good roommates who may not necessarily be close. Remember that it's not a requirement to be friends with people you live with, and choosing to not live with your best friends may even save that relationship you have."
    },
    {
      "author": "LEE",
      "text": "Takeaway No. 3 - ask each other a ton of questions before moving in. Define the little things that may feel obvious, like what does paying rent on time look like to you? How would you describe what sharing everything in the kitchen looks like in practice? These early conversations could even save you from conflict."
    },
    {
      "author": "LEE",
      "text": "Takeaway No. 4 - sweat the small stuff. Your roommate's ways of life that's starting to bother you - bring them up early on and ask for specific changes in behavior, like pointing out their dishes that have been sitting in the sink for a week and asking them to put them in the dishwasher immediately."
    },
    {
      "author": "LEE",
      "text": "And last but not least, takeaway No. 5 - invite more whimsy and play into your living situation. Lean into the experience, have fun and try to make the most out of this time of your life. We got this."
    },
    {
      "author": "SEGARRA",
      "text": "That was NPR's education desk producer, Janet Woojeong Lee. For more LIFE KIT, check out our other episodes. We have one on dealing with conflict and another on how to make friends as an adult. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Janet Woojeong Lee. It was edited by Meghan Keane and Audrey Nguyen. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Sylvie Douglis. Julia Carney is our podcast coordinator, and engineering support comes from Cena Loffredo. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8120858871.mp3",
  "img": "https://media.npr.org/assets/img/2024/04/11/gettyimages-1374484681_wide-4ddc110e435f04840cb5c38abbbe76e51f0e0f2b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "JANET WOOJEONG LEE, BYLINE",
    "BECKY SIMPSON",
    "LEE",
    "SIMPSON",
    "DANIELLE BAYARD JACKSON",
    "BAYARD JACKSON",
    "ROB BROWN",
    "BROWN"
  ]
}