{
  "title": "How to buy less stuff",
  "url": "https://www.npr.org/transcripts/1196980085",
  "intro": "If you're struggling to save for long-term goals, find yourself lost in a sea of clutter or are concerned about consumerism and climate change, there are ways to curb your shopping habits. This episode, journalist Stacey Vanek Smith talks to writers, influencers and activists in the sustainable fashion industry about how to reign in overconsumption, rethink our power as consumers and challenge ourselves to buy less.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. When was the last time you bought something - like a piece of clothing or jewelry or electronics or makeup or a kitchen gadget or home decor? Was it a month ago, a week ago, an hour ago? After all, buying things is so easy now. We can drop a hundred bucks on a deluxe egg cooker while we're waiting for the subway or buy sunglasses on flash sale while we're in line for coffee, even grab an adorable hot pink cake stand while we're in a Zoom meeting because we definitely will start making cakes if we have a cake stand, right?"
    },
    {
      "author": "SEGARRA",
      "text": "Of course, a lot of the stuff we're buying isn't stuff we need."
    },
    {
      "author": "ELYSIA BERMAN",
      "text": "Let's go through my purse. I have - let's count - one, two, three..."
    },
    {
      "author": "BERMAN",
      "text": "...Four, five, six - six lip balms."
    },
    {
      "author": "SEGARRA",
      "text": "That's Elysia Berman. She's 35 and works in fashion in New York. Trying new products and new looks is relevant to her job, but mostly, she just loves shopping. And over time, she has ended up with a lot of stuff she didn't need."
    },
    {
      "author": "BERMAN",
      "text": "I have two hand creams, two perfumes. I have sun - oh, I have a lip liner. I have sunscreen. I have face spray. Basically - oh, cuticle cream. I'm like the Mary Poppins of beauty products."
    },
    {
      "author": "SEGARRA",
      "text": "All of these products are things Elysia bought at least eight months ago. That's when she started her no-buy challenge, as in she made a decision to join the no-buy challenge. No-buy has become a movement on social media with millions of people giving it a try, most for 30 days. But for Elysia, she felt like she needed something more drastic."
    },
    {
      "author": "BERMAN",
      "text": "One of my goals for 2024 is to do a no-buy year."
    },
    {
      "author": "SEGARRA",
      "text": "This is Elysia's first TikTok post. She started making the videos just to hold herself accountable."
    },
    {
      "author": "BERMAN",
      "text": "Means no new clothes, no new accessories, no new beauty."
    },
    {
      "author": "SEGARRA",
      "text": "So right now a lot of people are reexamining how they consume because they want to get a handle on their finances, because they want less clutter in their houses, because they're worried about how all of the buying we're doing is affecting the planet. We asked journalist Stacey Vanek Smith to look into the viral no-buy challenge, how it's going and what some of the best advice is for people who want to start their own challenge or just to consume more mindfully."
    },
    {
      "author": "STACEY VANEK SMITH",
      "text": "I've been covering business and economics for more than 15 years. And one thing that has always blown my mind is how much shopping is the lifeblood of our economy. Nearly 75% of the U.S. economy - biggest economy in the world - is consumer spending, aka people buying stuff. It is not an exaggeration to say that you buying that coastal grandma cardigan on your lunch break is a main pillar of the whole world's economy. Consumerism is a vast and powerful machine, and opting out of it is not easy. For Elysia Berman, the push to try came from this one moment last December when she ducked into a store in Brooklyn to buy gloves."
    },
    {
      "author": "BERMAN",
      "text": "I left the store with a $600 winter coat that I just didn't need and couldn't afford. And, yeah, like, I was so overdrafted that I did a balance transfer into my account to pay for it. Like, it was a mess. So that was kind of my, like, breaking point."
    },
    {
      "author": "VANEK SMITH",
      "text": "Elysia started to think about how much she was buying, and she started to feel like it was too much."
    },
    {
      "author": "BERMAN",
      "text": "I got probably between 10 and 30 things a week. It was like - you know, there would be one big-ticket item a week and then maybe, like, lip glosses or a pair of socks. You know, but I had to get something pretty much every single day or, like - I was an addict."
    },
    {
      "author": "VANEK SMITH",
      "text": "Elysia was also in a lot of debt. Her bank account was empty. Her closets were bursting. And she had been reading about what overconsumption was doing to the planet - the giant mountain of discarded clothes in Chile, the one you can see from space, the piles of clothes that have washed up and overtaken the beaches in Ghana. She decided she was going to make a change, a big change. Elysia decided to try the no-buy challenge. She'd seen it on social media - people saying, I'm not going to buy anything for 30 days or 60 days and then chronicling their no-buy journeys on TikTok. Elysia decided to join in for a year."
    },
    {
      "author": "VANEK SMITH",
      "text": "At the time she made her first TikTok, she did not have many followers. The videos were mostly for her. But almost right away, people started following Elysia in droves. She now has more than a hundred thousand followers, and they direct-message her all the time, saying things like, I'm doing a no-buy challenge, too. Or, you inspired me to do a no-buy challenge. Elysia says it's been incredibly helpful and incredibly inspiring."
    },
    {
      "author": "VANEK SMITH",
      "text": "So that is our takeaway number one - find a community."
    },
    {
      "author": "BERMAN",
      "text": "I was seeing that there was this community of people doing it out there already, and it's since kind of become almost like a support group."
    },
    {
      "author": "VANEK SMITH",
      "text": "The community can be social media, but there are also all kinds of support groups for mindful consumption, minimizing waste, shopping addictions. Some are in person. Some are online. Pick whatever works best for you. Now, the community you choose should align with whatever your goal is. So maybe a no-buy challenge is not for you. You can try something different. That's our second takeaway - find your challenge. This comes from Aja Barber, designer, journalist and author of the book \"Consumed: The Need For Collective Change: Colonialism, Climate Change, And Consumerism.\" Aja also runs her own online community oriented around mindful buying."
    },
    {
      "author": "AJA BARBER",
      "text": "This is something I do on my platform. I would challenge you to not buy a single dress new this year. That forces people to be a little bit creative, but it doesn't entirely limit them. I've challenged my readership to buy 50% of their clothing second hand, which is a challenge I did for myself."
    },
    {
      "author": "VANEK SMITH",
      "text": "Other ideas - do a low-buy month or year where you set a spending budget and stick to it. You can also try delayed gratification shopping where you save all the things you want to buy until the end of the month and then decide, so you're less likely to make impulse buys. You can also challenge yourself to mend your clothes. In fact, we have an episode on how to start up a mending hobby so you can extend the life span of what you wear. There's also the 75 hard style challenge where you document what you wear every day for 75 days, don't buy any clothes. And this can help you get a broader perspective on your style and what you feel good in."
    },
    {
      "author": "VANEK SMITH",
      "text": "Once you have your challenge on lock, Aja says, it's time for takeaway number three."
    },
    {
      "author": "BARBER",
      "text": "Get a grip on your social media. And that looks like unsubscribing from email lists. And it also looks like looking at who you're following on social media because when you get onto Instagram and other platforms, those ads that are being served to you are being tailored based off of who you follow and who you interact with. We have all of these interesting tools on the internet that really encourage us to buy things we don't need. You look at a dress once, and that dress follows you around the internet, haunting you until you buy it so it'll leave you alone, you know?"
    },
    {
      "author": "VANEK SMITH",
      "text": "For Elysia Berman, modifying her social media was a game changer."
    },
    {
      "author": "BERMAN",
      "text": "I unfollowed every single influencer who ever influenced me to make a purchase. Even today, if someone comes across my For You page and I see something that they're shilling, I block them just because I kind of am opting out of that narrative, if you will. And then another thing that I did was I put, like, blocks on certain sites. So, like, I can't - literally, if I go try to browse certain sites, I'm not able to."
    },
    {
      "author": "VANEK SMITH",
      "text": "After your social media is sorted, it's time for takeaway number four - setting the ground rules."
    },
    {
      "author": "VANEK SMITH",
      "text": "What are the rules that you set for yourself?"
    },
    {
      "author": "BERMAN",
      "text": "I..."
    },
    {
      "author": "VANEK SMITH",
      "text": "Oh, you just pulled it up on your phone."
    },
    {
      "author": "BERMAN",
      "text": "Yeah."
    },
    {
      "author": "VANEK SMITH",
      "text": "Oh, you, like, wrote - is this like a treatise that you wrote yourself?"
    },
    {
      "author": "BERMAN",
      "text": "I wrote myself. Yeah, I have a little treatise with myself. So this..."
    },
    {
      "author": "VANEK SMITH",
      "text": "So there's, like, a no column and a yes column. OK."
    },
    {
      "author": "VANEK SMITH",
      "text": "Now identify your problem areas - the things you'd like to change, what you want to stop buying, buy less of - aka your no column."
    },
    {
      "author": "VANEK SMITH",
      "text": "Tell me the no column."
    },
    {
      "author": "BERMAN",
      "text": "So no new clothes, obviously, no new beauty products - I'm not allowed to buy any new perfume because I have so many - no jewelry, no new technology, no home decor and no bathing suits or beach stuff. These are weird and highly specific to me. The no-buy rules are going to be different for everyone. My area of overconsumption was beauty and fashion. You know, there are people who may overconsume books."
    },
    {
      "author": "VANEK SMITH",
      "text": "And now onto the yes column. Think about what you do want to spend your money on and what kinds of things are allowed in your no-buy."
    },
    {
      "author": "BERMAN",
      "text": "In the yes column, I'm allowed to get dinners with friends and my husband. I do allow fresh-cut flowers. I'm allowed to buy books. I'm allowed to buy video games. Basically, anything that enriches my life is going to be in the yes column."
    },
    {
      "author": "VANEK SMITH",
      "text": "Having things that you are allowed to spend on - even splurge on - is really important, says Elysia. That's because the dopamine hit you get from shopping is real. And when you stop buying new things, it can get really hard."
    },
    {
      "author": "BERMAN",
      "text": "I think you have to find alternative means of getting that dopamine. You can't just kind of expect to deprive yourself and for it to work. Like, you will fail."
    },
    {
      "author": "VANEK SMITH",
      "text": "Things in Elysia's yes column - Pilates classes, concerts, even budget travel. These are things Elysia feels good about spending money on. And when the hard moments come, Elysia says she tries to focus on what her long-term values are and whether whatever she's tempted to buy aligns with those values."
    },
    {
      "author": "DILYS WILLIAMS",
      "text": "We've got to really rethink what it is we're doing and what our intention is as - you know, as human beings."
    },
    {
      "author": "VANEK SMITH",
      "text": "Dilys Williams is the director of the Centre for Sustainable Fashion at the University of the Arts in London. Dilys recommends choosing clothes and other products the same way you choose what you eat. After all, she says, food and fashion come from a lot of the same places."
    },
    {
      "author": "WILLIAMS",
      "text": "Fashion tells us about who we are. It's a visual barometer of what's going on in the world. And everything that we wear comes from the Earth. So it's really powerful, and it's personal."
    },
    {
      "author": "VANEK SMITH",
      "text": "Dilys' takeaway number five - educate yourself about where your clothes come from. There are some wonderful online resources, including sustainable-fashion.com - that's sustainable-fashion.com - that is where Dilys and her colleagues offer courses, discussion groups and all kinds of free information about clothing and how it's sourced. Dilys has been teaching sustainable fashion for more than a decade. Fast fashion has long been a part of her focus. But she says ultra-fast fashion - those are websites like Shein and Temu - they have taken things to an entirely new level."
    },
    {
      "author": "WILLIAMS",
      "text": "It's gone from fast fashion to now fashion. It's literally real time. Click on something, and the algorithms mean that they can just, yes, outsource this. And what would have taken a few weeks now can take 10 days."
    },
    {
      "author": "VANEK SMITH",
      "text": "Take the slinky, black halter dress Kim Kardashian wore in an Instagram post a couple of weeks ago - got almost 3 million likes, which is probably what prompted Shein to make a knockoff version, the halter neck mermaid dress. Price? $8.49. And listen. Paying eight bucks to look like Kim Kardashian - yes, please. I am on a budget, and looking like Kim Kardashian sounds amazing to me right now. But author and designer Aja Barber says I need to change that mindset because an $8 dress is not a good deal for anyone."
    },
    {
      "author": "BARBER",
      "text": "I always get people asking me - you know, oh, fast fashion is more affordable. It's not affordable for the planet, and it's probably not that affordable for you, either. This system of constantly buying isn't actually that affordable."
    },
    {
      "author": "VANEK SMITH",
      "text": "Takeaway number  6 - recalibrate your idea of what is normal when it comes to how much clothes cost because that $8 dress is way too expensive in a whole bunch of ways, says Aja."
    },
    {
      "author": "BARBER",
      "text": "We've come to be a society that has utterly devalued clothing because of its abundance and because also, the supply chain is so murky that it's very easy for those of us who are on the consumer end to completely ignore what this system is doing to our fellow humans and our planet."
    },
    {
      "author": "VANEK SMITH",
      "text": "Aja says she gets the appeal of an $8 dress. She used to buy lots of $8 dresses. But the way she thought about clothing and value changed profoundly in one afternoon."
    },
    {
      "author": "BARBER",
      "text": "I was living in my parents' basement. I was, you know, in between jobs. And for some reason, I had saved all of my receipts for one particular store, which was H&M. And I remember sitting down one day and going, let me add up all these receipts for just this year. I did that, and I was absolutely horrified. I was horrified because here I was in my parents' basement, buying clothing that I didn't need to impress people I didn't even like, you know? I just knew that that wasn't how I wanted to spend my money."
    },
    {
      "author": "VANEK SMITH",
      "text": "Aja started to wonder what it was about buying all of these mountains of really cheap clothes that she found appealing. And she realized in a really tough moment in her life this was the one moment where she felt in control, where she felt abundant and excited. Ultimately, though, it left her feeling empty."
    },
    {
      "author": "BARBER",
      "text": "I think people are leaning into fast fashion because we ultimately feel powerless. When you get to a point where you're like, OK, I am having a hard time finding steady work, and I don't think that I'm ever going to be able to own a house in this lifetime, and I've had to move back in with my parents, and the planet is on fire, but the one thing you can do is you found this website called Shein where you can buy a hundred items of clothing for $200 - so why don't I do that and share it on social media?"
    },
    {
      "author": "VANEK SMITH",
      "text": "Aja says one thing she's found most helpful in recalibrating her price expectations around clothes is meeting the people who are making the clothes, demystifying and humanizing the supply chain."
    },
    {
      "author": "BARBER",
      "text": "I'm doing a lot of field trips where we go to, like, a workshop of a designer that I know. And they can see the clothing in person, putting faces and names to people who make our clothing and understand that, no, clothing made in factories isn't made by fairies. It's made by human hands who need to get paid the same wages that we need to get paid."
    },
    {
      "author": "VANEK SMITH",
      "text": "Aja says for her, this was the cure to the allure of the $8 dress."
    },
    {
      "author": "BARBER",
      "text": "When people actually know more of the backstory, I think that it makes a lot more sense that maybe I should actually save for a top from Phoebe English rather than, you know, just buying the same fast fashion stuff that lasts me a year."
    },
    {
      "author": "VANEK SMITH",
      "text": "Aja says there are huge rewards to be had when you start to consume more mindfully. Yes, changing how you buy can feel like deprivation, but it can also connect you to the people and communities all around the world who make clothes, design clothes and to the people who want to connect more fully to the things they buy. And, says Aja, this can move the needle. The fashion industry is reportedly responsible for around 10% of carbon emissions."
    },
    {
      "author": "VANEK SMITH",
      "text": "There are emotional payoffs, as well. TikTok influencer and no-buy challenger Elysia Berman says since she stopped buying stuff, she's noticed her relationship to clothes has changed profoundly. She still loves fashion and design, but she doesn't always feel compelled to buy the things she likes and admires. And her mental health has improved in ways she didn't expect."
    },
    {
      "author": "BERMAN",
      "text": "I kind of had this, like, newfound mental clarity. And I was like, what am I feeling? Essentially, I had gone through, like, detox and withdrawal, like, from the dopamine that you get from shopping."
    },
    {
      "author": "VANEK SMITH",
      "text": "As far as the extremeness of a no-buy, Elysia says, yeah, it's tough. She says doing a low-buy challenge could be a better place to start. Her advice for anyone who wants to go all in like she did is her takeaway number seven - give yourself grace because you will need it."
    },
    {
      "author": "BERMAN",
      "text": "I broke my no-buy and bought a pair of shoes that, to be fair, I have been wanting for probably close to 10 years."
    },
    {
      "author": "VANEK SMITH",
      "text": "What kind of shoes were they?"
    },
    {
      "author": "BERMAN",
      "text": "They're Alexander Wang. They're called the Sloane boot. They look like Frankenstein boots. Most people won't like them, but I love them."
    },
    {
      "author": "VANEK SMITH",
      "text": "The siren song of Frankenstein boots - sometimes, it just gets you."
    },
    {
      "author": "VANEK SMITH",
      "text": "Elysia has broken her no-buy a few times in the last eight months. But every time, she's posted about it on her TikTok right away. She didn't want to hide it or let herself go into a shopping shame spiral. She wanted to own it, open up about it and let everybody know she's not a stoic and that backsliding is part of the journey, too."
    },
    {
      "author": "BERMAN",
      "text": "Y'all, I broke my no-buy. So I've wanted these shoes since 2014 when I saw them on the runway. And I just found these for such a good price, and I am so happy."
    },
    {
      "author": "BARBER",
      "text": "Elysia told her viewers she would make good on this moment by selling a pair of shoes she already had, a one-in, one-out policy, which will also bring in a little money, keep her on track financially. And that, she says, is very important to her. In the last eight months, Elysia saved tens of thousands of dollars and has paid down more than a quarter of her debt. But there's been another payoff, too, for Elysia, one of the biggest and one she never really expected."
    },
    {
      "author": "BERMAN",
      "text": "So I am very proud of myself, which is not - I don't really - I never really felt very proud. I've seen a new level of dedication and focus that maybe I wasn't aware of. It's not that I didn't have it. It's just that I wasn't aware that I was capable of it before."
    },
    {
      "author": "VANEK SMITH",
      "text": "So if you want to try a no-buy or a low-buy or just start consuming more mindfully, here are seven takeaways for how to get started. Takeaway number one - find a community - social media, support groups - find people who will make the journey and any changes you make much easier. Takeaway number two - find a challenge that works best for you. No-buy, low-buy, vintage challenge, no-dress challenge - take your pick. Takeaway number three - curate your social media. This will make changing your buying habits a lot easier. Takeaway number four - make a yes and a no list. What do you want to stop buying or buy less of? And what do you want to replace it with? What are some things you feel good about spending your money on?"
    },
    {
      "author": "VANEK SMITH",
      "text": "Takeaway number five - educate yourself. Find out which brands are doing it right and which ones aren't. Websites like Fashion Revolution, Labour Behind the Label, Clean Clothes Campaign - these are all excellent resources. You can also check out sustainable-fashion.com. It offers classes, community and lots of information. Takeaway number six - start to recalibrate how you value clothes. Maybe it's better to have a few pairs of really nice shoes than 20 pairs of really cheap shoes that destroy your feet. And finally, takeaway number seven - give yourself some grace. Change is hard. It takes courage, and failure is a part of it. Don't worry if you break your rules. Just keep going."
    },
    {
      "author": "SEGARRA",
      "text": "That was journalist Stacey Vanek Smith. For more LIFE KIT, check out our other episodes. We've got one on how to mend your own clothes and another on how to develop your personal style. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. It was edited by Sylvie Douglis and Meghan Keane. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle and Clare Marie Schneider. Engineering support comes from David Greenburg. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2556825145.mp3",
  "img": "https://media.npr.org/assets/img/2024/08/28/template-4-example-3-_wide-0dd11e74f3907c4882f06788f45b2fb27471beae.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "ELYSIA BERMAN",
    "BERMAN",
    "STACEY VANEK SMITH",
    "VANEK SMITH",
    "AJA BARBER",
    "BARBER",
    "DILYS WILLIAMS",
    "WILLIAMS"
  ]
}