{
  "title": "These 5 big purchases can save energy — and money — at home",
  "url": "https://www.npr.org/transcripts/1196977935",
  "intro": "To live a more climate friendly life, invest in home appliances and vehicles that run on electricity, not fossil fuels, say sustainability experts. Here are a few energy-saving solutions to consider.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody, it's Marielle. This week, NPR is doing something new - dedicating an entire week to stories and conversations about the search for climate solutions. A lot of these solutions need to happen on a large scale, right? They're actions that countries and companies need to take. And one person can't reverse climate change on their own, but there are ways to make more climate-friendly choices in your home and in how you get around. NPR climate correspondent Jeff Brady has been covering this, and he says it's all about electrification."
    },
    {
      "author": "JEFF BRADY, BYLINE",
      "text": "That is switching from burning fossil fuels to using electricity that's produced with climate-friendly energy - that's mostly solar and wind and nuclear power. Scientists tell us that, to have a chance of avoiding the worst effects of climate change, like catastrophic flooding and deadly heat waves, the world really needs to leave more fossil fuels like coal, oil and gas in the ground."
    },
    {
      "author": "SEGARRA",
      "text": "And if you think about all the things you do now that burn fossil fuels - you know, like, maybe drive a car or use a boiler or a gas stove..."
    },
    {
      "author": "BRADY",
      "text": "If you switch to electricity for each of those, you'll fix the problem from your end. And then, collectively, the U.S. and other countries - we're all in the process of making the electricity grid that supplies all of that energy cleaner."
    },
    {
      "author": "SEGARRA",
      "text": "Making these upgrades to your home and to your lifestyle will cost money, and you will need to plan ahead. So on this episode of LIFE KIT, Jeff and I talk about how to do that depending on your budget and your living situations. And we'll have some other tips on climate-friendly choices you can make at home beyond electrification."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, Jeff."
    },
    {
      "author": "BRADY",
      "text": "Hey there."
    },
    {
      "author": "SEGARRA",
      "text": "How hard is it to electrify the things in your life?"
    },
    {
      "author": "BRADY",
      "text": "It can be difficult, but, you know, there are opportunities for change. Joel Rosenberg is with the group Rewiring America, and he wrote a guide for electrifying your life. He says the switch doesn't have to be painful because most of these appliances and, of course, cars - they all wear out, and they need to be replaced anyway."
    },
    {
      "author": "JOEL ROSENBERG",
      "text": "The equipment that you have in your house is probably 10 to 20 years old. And for a lot of these machines, that's about the lifetime that they last. We encourage you to, when it starts dying, get electrifying."
    },
    {
      "author": "SEGARRA",
      "text": "OK. When it starts dying - not when it's fully dead, right?"
    },
    {
      "author": "BRADY",
      "text": "Yeah. And that's where the planning ahead comes in. You need to find businesses that have the same goals as you so that, when you're ready to replace a fossil-fuel appliance, there's a plan in place to make that happen. I had an experience replacing my heating and air conditioning system where I just kind of went back to the same folks who I had always used, and they didn't have the same energy efficiency goals as me. And so they steered me toward a cheaper, less efficient furnace. So now, for the next 15 or 20 years, while that's in place, I'm going to be paying higher energy bills. But even bigger concern to me is that that's going to be responsible for emitting more greenhouse gas emissions. So if I'd planned ahead, I could have avoided all of that by identifying a business that has the same goals as me. I'm trying not to beat myself up over that, and Joel helped me feel better."
    },
    {
      "author": "ROSENBERG",
      "text": "Nobody should feel guilty about making this decision in the past before you knew. What we are strongly in favor of is that you try to commit to not buying any more fossil-fuel appliances. That's what we want people to do. But don't feel guilty about it. Just feel good about taking action to not do that."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I think that's a good point. So why don't we start with cooking. What does electrification look like in the kitchen?"
    },
    {
      "author": "BRADY",
      "text": "Yeah, there's something less than 40% of the homes in the U.S. now who use gas cooking, and there are very few climate-warming emissions that come from that stove itself. But here's something to think about that you might not when you go to buy a new stove. A gas stove is connected to this vast system of pipelines. They go all the way back to the wellhead, where that gas came out of the ground. And that system - it leaks climate-warming methane from beginning to end. So if you have a gas stove, you're contributing to that system. And that's important because methane has about 25 times the climate-warming power of carbon dioxide. That's the greenhouse gas most of us hear about. And energy modelers - they just don't really see much of a future for gas utilities in a world that's successfully addressing climate change - so even more evidence there that electrification is the way to go when it comes to cooking."
    },
    {
      "author": "SEGARRA",
      "text": "And what are the options for electric stoves?"
    },
    {
      "author": "BRADY",
      "text": "There is a new kind of electric stove out there. Well, it's kind of new to a lot of us. It's been around for quite a while - the technology. It's called induction, and it uses magnetism to heat a pan. So instead of heating a coil and then heating the pan and then heating what's in the pan, the magnetism actually heats the pan and then what's inside of it. And in the process, it's much more efficient. There's not much wasted heat that's coming up and around that pan. But over at Consumer Reports, they've done a lot of testing on different kinds of stoves. I talked with Shanika Whitehurst, and she says that research shows that induction stoves outperform just about all the gas and electric stoves out there. And you might not know that you're looking at an induction stove 'cause it has that glass, smooth top on it. But Whitehurst says don't confuse it with the old electric ranges with a gas (ph) top - you know, that just have those electric coils below the glass surface."
    },
    {
      "author": "SHANIKA WHITEHURST",
      "text": "You know, before, people see the flat-top surface - it's like, I don't want that. It's going to take forever for my water to boil, you know? And we've gone from it taking 20 minutes to it taking literally under 90 seconds for water to start boiling. So the technologies have caught up in such a way that it's like, wow, this is really something."
    },
    {
      "author": "BRADY",
      "text": "There are some downsides, though. Because it uses magnetism, all of your pans - they have to be magnetic. So just take a magnet and put it on your pans and - seeing if they'll work with an induction stove. And if you have gas now, you might need to pay an electrician to install a special kind of outlet."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So how big of an investment is this if you're getting a new induction range?"
    },
    {
      "author": "BRADY",
      "text": "They are generally more expensive than other kinds of stoves. The top-rated induction stove at Consumer Reports costs about a thousand dollars more than the top electric or gas models. There are some government subsidies out there to help pay the extra cost. You can check with an appliance store or your state energy office, maybe even your utility. They'll have details about that. But there is also a simple and cheap solution."
    },
    {
      "author": "SEGARRA",
      "text": "We love those."
    },
    {
      "author": "BRADY",
      "text": "Yes, we do love those. Maybe if you rent your home and you're not, you know, going out and buying a brand-new stove, you can buy just a small induction cooktop. These things cost less than a hundred dollars. Set it on the counter. I did this for a while to experiment with using the technology, and it did cook really fast. It takes up a little space on the counter, but it was great to try out before committing, you know, to an expensive appliance."
    },
    {
      "author": "SEGARRA",
      "text": "What about heating and air conditioning? That's another big one at home, and I imagine that those suck up a lot of energy."
    },
    {
      "author": "BRADY",
      "text": "Sure. With any building, heating and air conditioning is the largest source of energy consumption. I think most of us know that from our utility bills. And it's also a category where energy consumption is likely to increase as climate change worsens. The Department of Energy is predicting that, as the climate warms, air conditioner energy consumption is going to grow faster than any other category. So getting an efficient furnace and air conditioning system is really important. Now, they can get expensive, and that cost really depends on your current setup. So if you already have air heat, probably going to be a little bit cheaper. But if you have a boiler and radiators with a gas boiler, your costs are probably going to go way up. Here's Joel Rosenberg from Rewiring America again."
    },
    {
      "author": "ROSENBERG",
      "text": "The low end - you might be able to get away with, you know, five grand. And on the high end, it might be 50 grand to do your whole home - to run entirely on heat pumps."
    },
    {
      "author": "SEGARRA",
      "text": "What's a heat pump, and how's that different from a furnace?"
    },
    {
      "author": "BRADY",
      "text": "(Laughter). It - a heat pump is another technology. It's a solution, and we could really kind of geek out here on heat pumps. I have done that. But, essentially, instead of heating up or cooling down the air in our homes, a heat pump just kind of moves hot and cold air around to where you want it. And a heat pump delivers more than three times the heat for the same amount of electricity, so you're getting a real boost there with a heat pump."
    },
    {
      "author": "SEGARRA",
      "text": "So the upfront cost is more, but, long term, you're potentially saving money because you're paying for less energy."
    },
    {
      "author": "BRADY",
      "text": "Yeah, absolutely right."
    },
    {
      "author": "SEGARRA",
      "text": "So let's say you can't afford to put a heat pump in your house right now, or you're renting, and you're not about to do that."
    },
    {
      "author": "BRADY",
      "text": "Sure. There are some portable heat pumps out there, and they're pretty efficient. These can be good for an apartment. Or maybe if you just want to do something in one room in your house - these portable heat pumps - you can use them for that. But even simpler than that, you can choose to raise your thermostat a few degrees in the summer or lower it a few in the winter, and both of those can help save energy and money."
    },
    {
      "author": "SEGARRA",
      "text": "What about if you don't have central air in your apartment - like, you're working with window-unit air conditioners?"
    },
    {
      "author": "BRADY",
      "text": "I'd look at some of these portable heat pumps 'cause that could replace that window air conditioner. And depending on how old that window air conditioner is, it could be pretty inefficient."
    },
    {
      "author": "SEGARRA",
      "text": "Got it. Heat pumps - you can use them for heating and cooling."
    },
    {
      "author": "BRADY",
      "text": "And more."
    },
    {
      "author": "SEGARRA",
      "text": "More - what's the more?"
    },
    {
      "author": "BRADY",
      "text": "(Laughter) Well, let's talk about heating water. That is..."
    },
    {
      "author": "SEGARRA",
      "text": "Aha."
    },
    {
      "author": "BRADY",
      "text": "Like, the second-largest use of energy in your home is heating water. About 18% of a home's energy use goes to water heating. And most of us have gas or electric water heaters, but now you can also get a heat pump water heater. And Consumer Reports ranks these really high. These things are 2 to 3 times more efficient than most electric water heaters. But Shanika Whitehurst from Consumer Reports - she says you can expect to pay more for one of these heat pump water heaters."
    },
    {
      "author": "WHITEHURST",
      "text": "Now, because they're newer technologies, they are on the higher end from a cost perspective. But if you look across all of the years of ownership for it, it levels itself out maybe after about two, three years of use."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So when is the time to make this switch? Like, do you just wait until your current heater breaks and then replace it with a heat pump water heater?"
    },
    {
      "author": "BRADY",
      "text": "And here we're going to talk about planning ahead because this happened to me a couple of years ago. My gas water heater - it died. One morning I'm in the shower, and the water is cold (laughter). And that is an emergency for me. I wanted hot water again quickly. And because I hadn't planned ahead, we ended up installing another gas water heater. So this is one of those electrification moves where you got to think about it. Maybe if your water heater is getting close to 10 years old, it's time to start making a plan if you want to switch to an electric one or an electric heat pump one. You may need to have an electrician out, and that's going to take you some time."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Again, what if you rent your home? In that case, usually you've never even seen the water heater. Your water just gets hot. And if it's not hot, you call the landlord and complain."
    },
    {
      "author": "BRADY",
      "text": "Well, there are still steps you can take. Maybe you can pressure that landlord into installing something more efficient. But if that's not in the cards, Joel says there are other things you can do to conserve energy and water."
    },
    {
      "author": "ROSENBERG",
      "text": "One of the things you can do is to check the little aerator thing that screws onto your sink faucets or change out your showerhead so that it just uses less water, such that, when you do use hot water, you're using less of it, and therefore less of it needs to be heated to replace it."
    },
    {
      "author": "SEGARRA",
      "text": "But I guess you could also just take showers that aren't quite as hot."
    },
    {
      "author": "BRADY",
      "text": "Maybe you can."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "I guess you don't have to set it to, like, scalding, you know, boiling temperatures every time you take a bath."
    },
    {
      "author": "SEGARRA",
      "text": "And so we've been talking about showers, but we also tend to use a lot of water when we are doing laundry in our homes, right? What are some ways that you can save energy when you're doing laundry?"
    },
    {
      "author": "BRADY",
      "text": "Well, one thing you can do is make sure you're doing full loads of laundry. That's going to save you water and energy. And then, when you can, wash your clothes in cold water. And now that's washing clothes. Drying clothes actually uses even more energy. And I think this is a good place to mention the government's Energy Star program. That's designed to reduce the energy that appliances use. Manufacturers who make super efficient appliances - they get to use that Energy Star label. And for clothes dryers, the Energy Star models use about 20% less. And they have this kind of cool statistic out there that if all Americans switched to Energy Star dryers collectively, that would save about a billion and a half dollars in energy costs and avoid the same amount of pollution as about 2 million cars."
    },
    {
      "author": "SEGARRA",
      "text": "Dang."
    },
    {
      "author": "BRADY",
      "text": "Yeah, it's something. That's the whole thing about, like, acting collectively - is that's how climate solutions work."
    },
    {
      "author": "SEGARRA",
      "text": "So I do feel like I've got to throw in a mention here for just drying your clothes on a clothesline or a drying rack 'cause it also makes your clothes last longer and wear better."
    },
    {
      "author": "BRADY",
      "text": "Yes, and that is exactly one of Shanika's recommendations."
    },
    {
      "author": "WHITEHURST",
      "text": "Air drying is always an option. Growing up, you know, my mom - we had a clothesline outside. And it's like - it's one of the ones you always forget about (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "All right. We want to talk about transportation, too - right? - 'cause obviously that is a big use of energy."
    },
    {
      "author": "BRADY",
      "text": "Right. It is the largest source of greenhouse gas emissions in the U.S. right now. Using public transportation - that's a very climate-friendly solution, so do that if you can. But for many Americans, that's not an option, and getting around means using a car. And just like most of the other things we've talked about, you can switch from burning gas to an electric car."
    },
    {
      "author": "ROSENBERG",
      "text": "The ideal, if you need a car, is to get an electric car and to get the electric car that best suits your needs. And every year, more and more cars are being manufactured that fit many, many needs, from pickup trucks to, you know, small cars to electric bicycles."
    },
    {
      "author": "BRADY",
      "text": "There is a lot of government money out there to help people buy EVs. The federal government has $7,500 incentives, and some states offer subsidies on top of that. You can also get that $7,500 for a lease now, which can be an even bigger subsidy because, with a lease, you're not buying the whole car, you know? You're just leasing it for the first couple of years and paying for that depreciation. So that $7,500 covers even more of that cost."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Well, what about an electric bike? I've had friends say that those really help them when they're going to get groceries and stuff like that. And it gets you to a place faster, and you don't have to use entirely your own leg power to get there."
    },
    {
      "author": "BRADY",
      "text": "Sure. That's a good option, and there are a lot of different ones you can choose from out there now. It's going to be much cheaper than any sort of car that you could buy, and it's going to use less energy."
    },
    {
      "author": "SEGARRA",
      "text": "Just wear a helmet, right?"
    },
    {
      "author": "BRADY",
      "text": "Absolutely. And I think the big message here is there's a lot changing, and there are a lot of options becoming available to make more climate-friendly purchases now."
    },
    {
      "author": "SEGARRA",
      "text": "All right, Jeff, thank you so much."
    },
    {
      "author": "BRADY",
      "text": "Yes, thank you. This was fun."
    },
    {
      "author": "SEGARRA",
      "text": "All right. It's time for a recap. One way you can make climate-friendly choices at home - when your appliances start dying, start electrifying, meaning buy appliances that run on electric power rather than fossil fuels. But also understand that you have to plan ahead because it can take a little while to replace what you have with a different kind of system. Also, consider a heat pump instead of a boiler or furnace. And if you're a renter and you're not the one buying new appliances, you can still make climate-friendly choices, like washing clothes in cold water whenever possible, letting them air dry and also turning down the water temperature or adjusting the thermostat by just a couple degrees. Oh, and give public transit a shot if that's an option for you. Or think about an electric car or an e-bike. Head to npr.org/climateweek for more stories of climate change solutions."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was reported by Jeff Brady and produced by Carly Rubin. It was edited by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Clare Marie Schneider. Engineering support comes from Cena Loffredo. Fact-checking by Carly Rubin and Margaret Cirino. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2895915146.mp3",
  "img": "https://media.npr.org/assets/img/2023/10/03/climatepurchases_collage2_wide-e0de17478227fab7e4ae32f7f9804d6c82224f5a.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "JEFF BRADY, BYLINE",
    "BRADY",
    "JOEL ROSENBERG",
    "ROSENBERG",
    "SHANIKA WHITEHURST",
    "WHITEHURST"
  ]
}