{"title":"Check, please! The etiquette of splitting the tab","url":"https://www.npr.org/transcripts/1196979691","intro":"Dining out with a large group and not sure how to handle the check? In this episode, chef and food writer Kiki Aranita walks us through common dining scenarios to ensure the bill is handled fairly and smoothly.","transcript":[{"author":"MARIELLE SEGARRA, BYLINE","text":"You're listening to LIFE KIT..."},{"author":"SEGARRA","text":"...From NPR."},{"author":"ANDREW LIMBONG, HOST","text":"Hey, what's up, everyone? Andrew Limbong here, in for Marielle Segarra. All right - maybe you've been here before. You're dining out with your friends. You ordered appetizers. Maybe you got a bottle for the table. You all went in on dessert. And then the bill arrives. How do you handle it? Is there an awkward race to the wallets? Does one person claim the credit card points? What if you only got a salad while your buddy splurged on the surf-and-turf special? How do you ensure everyone walks out of the restaurant feeling good about how the check was handled?"},{"author":"KIKI ARANITA","text":"It's like the closure of the meal. You know, you have your appetizers, you have your entrees, you have your dessert, and then you have your argument."},{"author":"LIMBONG","text":"That's Kiki Aranita. She's a food writer for The Strategist, and she has a long career in the restaurant world."},{"author":"ARANITA","text":"As a server, as a bartender. I've also owned my own restaurant."},{"author":"LIMBONG","text":"Kiki started working in restaurants long before those little portable credit card machines were around."},{"author":"ARANITA","text":"Basically, we would, like, get a piece of paper out and try to do all the calculations according to how many guests were in the party and try to split it that way, but that would hold up the line."},{"author":"MALAKA GHARIB, BYLINE","text":"The servers would do that?"},{"author":"ARANITA","text":"Yeah."},{"author":"GHARIB","text":"With paper and pen?"},{"author":"ARANITA","text":"Yes."},{"author":"GHARIB","text":"Oh, my gosh."},{"author":"ARANITA","text":"Yeah. I mean, that's how things were done, like, just up until a few years ago."},{"author":"GHARIB","text":"Wow. They should get a tip for doing that."},{"author":"ARANITA","text":"That doesn't normally happen."},{"author":"LIMBONG","text":"By and large, things are easier now for the waitstaff, but technology still hasn't solved the social problem of who pays for what when. LIFE KIT's Malaka Gharib spoke with Kiki about the etiquette of splitting a restaurant bill. They'll cover common dining scenarios and discuss how to dial down the awkwardness while keeping things fair and square - because whether you're eating family-style at a Korean barbecue or just getting rounds at the brewery, handling the check shouldn't be a sore spot at the end of the night."},{"author":"GHARIB","text":"Let's first talk about what it means to split a bill because it doesn't necessarily mean you're splitting the check evenly, right? It's, like, kind of an art. There's practical considerations, social considerations, financial considerations, you know, airline miles considerations, so tell me a little bit about what splitting the bill means to you."},{"author":"ARANITA","text":"Wow, OK. All right. That is a big question. Splitting the bill, like, at face value is just like, all right, I'm going to pay for my share, and you're going to pay for your share. And somewhere, there's going to be a sense of equality. Whether or not, like - and maybe you got three drinks; I got two. Or maybe you got all the drinks, and I got none. Maybe you will cover the tip. So we'll split the check, but there will be a sense of equality in how the funds are divvied up."},{"author":"GHARIB","text":"And in what scenarios might it not really be good etiquette to split a restaurant check?"},{"author":"ARANITA","text":"So splitting the check can get very difficult if - for example, like, if I say, like, hey, I'm taking you out for dinner, that means I'm going to pay the bill. I don't expect you to pay for your own share. So it depends on the communication and what you say at the initiation of the date that factors a lot into who's going to pick up the bill or whether or not you're going to split the check. I think you need to manage expectations and be very clear, especially if you are inviting somebody out and there's any concern of financial hardship or not being on the same financial footing. You need to make it very clear who's going to pay upfront. I don't think it has to be much more difficult than that."},{"author":"GHARIB","text":"So that's takeaway one - if you've decided to split the bill, talk about the particulars. Is everyone doing separate checks? Is everyone splitting the bill evenly? A conversation ahead of time can avoid chaos once the check arrives."},{"author":"GHARIB","text":"Let's talk about one of the most common scenarios that people might face when eating out with friends. That's alcohol, right? So, like, some people order a cocktail, some people order a can of beer. Some people order no alcohol at all. And then how do you handle the check at the end of this meal?"},{"author":"ARANITA","text":"So I really think that - and hopefully you don't drink to the point where you forget this - I really think that the people who are drinking should be conscious of the ones who aren't so that, when it comes to the bill, maybe they can pick up, like, a larger portion of the tip or the tip entirely. But they should be sensitive, like, to the people who aren't drinking."},{"author":"GHARIB","text":"But what happens - this always happens. Like, oh, let's just, like, split the bill. And then, like, the one person who didn't order drinks is left paying tens of dollars more than they were supposed to. What should they do? Should they sulk in a corner? Should they, like, take somebody aside and say, like, I don't think this is fair? What should this poor person do?"},{"author":"ARANITA","text":"So first of all, don't get upset."},{"author":"GHARIB","text":"(Laughter)."},{"author":"ARANITA","text":"And just be like, hey, guys, I didn't drink. And usually, that is enough to be like, oh, right, let's reconfigure the bill a little bit to make it more fair. It should be fine if you just speak up. The problems only arise when somebody doesn't speak up."},{"author":"GHARIB","text":"Right. And just so we make this clear, this rule applies for, like, anybody who orders extra stuff - right? - like a dessert, you know, like, expensive stuff like the lobster, etc."},{"author":"ARANITA","text":"Yeah, just communicate. Like, if you're like hey, like, you had two drinks, but only an appetizer, and I ordered three lobster tails - like, let's see what's fair about this."},{"author":"GHARIB","text":"That is takeaway two - speak up if you think you're unfairly paying for something on the bill. If you don't drink, but everyone else ordered round after round of $20 cocktails, it doesn't make sense for you to have to pay for those drinks, too. Your dining partner should be able to adjust your share of the bill accordingly."},{"author":"GHARIB","text":"OK, so this is something that I do all the time - I always jump the gun. I'm terribly guilty about this. I take my friends to a restaurant that I really love. And when the server comes around, like, I just start ordering, like, all the appetizers that I think they're going to love. Like, I just get really, really excited because - and I'm assuming my friends are going to love it, and they want to eat it as much as I do. So then what's the way to approach the bill at the end of this meal? Do I pay for it because I was the one who ordered it without their consent, even though that they ate it, or what happens?"},{"author":"ARANITA","text":"I think you have to get their consent..."},{"author":"ARANITA","text":"...At the beginning of the meal. And you're like, hey, is it cool if I order appetizers for the table? Then the table has to agree and give you consent, and then you're like, OK, cool. Otherwise, you're going to probably be stuck with a larger bill."},{"author":"GHARIB","text":"Yeah, yeah, you're right. OK, so this is a scenario that I experienced recently at a group dinner. Someone showed up late, after the apps had been ordered and eaten. But then, when they arrived, it was time for, like, us to all order, like, an entree and a couple of drinks.  And so they basically ate dinner and the drinks, but they missed the appetizers. How should the group manage the situation?"},{"author":"ARANITA","text":"The easiest way to deal with the situation is, when you are ready to order, say that you want your stuff on a separate check."},{"author":"GHARIB","text":"Is that annoying for the server?"},{"author":"ARANITA","text":"No, it's just a separate check. That is easier to deal with than having to split a check in complicated percentages at the end of the night."},{"author":"GHARIB","text":"So that's takeaway three - mind the server. It's fine to ask for separate checks, but make sure you tell them at the start of the meal, not the end, so they can make a note as they take your orders. The worst they'll say is no. I also asked Kiki how many credit cards are too many when splitting the bill."},{"author":"ARANITA","text":"I mean, splitting two ways is really not a big deal. If you're a party of six, just do two credit cards and figure it out amongst yourselves."},{"author":"GHARIB","text":"OK, so if you want to do three or four credit cards, that's fine, too, but read the room. If it's a busy night, it might be a lot to ask the server. Also, if one person is putting their card down for everybody, try to settle up in the moment."},{"author":"ARANITA","text":"I don't like owing anybody anything, so sometimes we'll even, like, settle the payment requests, like, at the table or right afterwards. I'll be like, please, just send me a payment request - like, I don't want to forget. I might forget, so just send me one. Like, it's fine - just send it to me."},{"author":"GHARIB","text":"That brings us to takeaway four - make it easy on everyone, and use an app. There's a bunch of options out there for instant payment and also ones that help keep tally of a bill over, say, a weekend away with friends. Kiki mentioned she uses one called Kittysplit."},{"author":"ARANITA","text":"Kittysplit is a website that you can set up a system of splitting amongst your friends. So, for example, I went to France with 10 of my closest friends, and everybody was, like, picking up different bills. And nobody could keep track of who ordered what or who owed what or who said they would pay for what. So anticipating this scenario, we started a Kittysplit. And every time somebody was like, OK, I'm going to pick up the tab, but you guys are going to pay me back, then you put your receipt amount into the website. And at the end of the trip, it calculates what everybody owes you or what you owe everybody else."},{"author":"GHARIB","text":"It's always a bit of a tense moment when the server comes with the bill. Like, if you haven't already figured out how you're going to deal with the check, like, that's when the discussion or the argument begins."},{"author":"ARANITA","text":"Yeah."},{"author":"GHARIB","text":"I remember my dad got into this huge fight with our server because he wanted to pay for lunch, but my fiance, who's now my husband, had already paid for it - so then my dad was, like, directing the blame on the server, and he caused such a scene that, like, everyone in our party had to, like, leave the restaurant. It was so embarrassing."},{"author":"ARANITA","text":"(Laughter)."},{"author":"GHARIB","text":"Anyway - how do - you've probably seen this - like, people arguing over checks. Like, this is, like, a great pastime of the world over - arguing about the check. So what can people do to avoid situations like that in the middle of the restaurant?"},{"author":"ARANITA","text":"OK, so arguing about the check is something that happens in a lot of cultures, including the ones that I belong to, and both sides of my family are very, very, very large. And there's - and, like, my traditional Chinese family is traditional, and there were times I remember as a kid when my aunts and uncles would pretty much, basically, come to blows at the end of it about who's going to pick up the tab at the end of the night. But they did come up with a solution, and I'm very proud of them for it. They establish, before we dine out, who is going to pay the bill, and then they're going to rotate. And it's never, like, the same person consecutively, but it's established before the meal so that you don't make it a public display at the end of the night."},{"author":"GHARIB","text":"Takeaway five - sometimes, other people are going to want to pay for the whole bill, and there might be an argument about that. But remember - that's a totally normal part of dining out, and, hey, it may even be your turn someday to treat the group."},{"author":"ARANITA","text":"When you go out with your friends in your 20s, maybe there's a closer scrutiny of the bill at the end of the night, but it doesn't make too much sense to nitpick too hard because your friendship will evolve. Fortunes will evolve - and hopefully evolve for the better - and by the time you get to your 30s, like, a few dollars here and there of buying somebody's coffee or splitting somebody's sandwich is really not going to be a big deal. I like to say that it all comes out in the wash. What matters more is the friendship and the feeling that you get from dining out with these people as opposed to who owes what."},{"author":"GHARIB","text":"Kiki, thank you so much."},{"author":"ARANITA","text":"Yeah, of course."},{"author":"GHARIB","text":"That was chef and food writer Kiki Aranita."},{"author":"GHARIB","text":"All right, folks, let's recap. Takeaway one - if you're planning on splitting the bill with a group, talk about how you're going to do that before you order. That way, there are no surprises at the end of the meal."},{"author":"GHARIB","text":"Takeaway two - be sensitive to the people in your party who didn't order as much as everyone else. And if you feel like you're stuck with an unfair tab, speak up."},{"author":"GHARIB","text":"Takeaway three - be considerate of your server. If it's a busy night, don't make them fiddle around with 10 credit cards. And whatever you do, do not stiff the server of their tip."},{"author":"GHARIB","text":"Takeaway four - when all else fails, put down one card and have everyone Venmo you. It's easy for everyone and great for that person in your group who's obsessed with racking up credit card points."},{"author":"GHARIB","text":"And takeaway five - arguing over the check is a great American pastime. It's an honor to be able to say, especially among good friends, this is on me tonight."},{"author":"LIMBONG","text":"For more LIFE KIT, check out our other episodes. We have one on how to tip and another on how to eat seafood responsibly. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"LIMBONG","text":"This episode of LIFE KIT was reported by LIFE KIT's digital editor, Malaka Gharib. It was produced by Sylvie Douglis. LIFE KIT's host is Marielle Segarra. Our visuals editor is Beck Harlan. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Ted Mebane. I'm Andrew Limbong. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8551273011.mp3","img":"https://media.npr.org/assets/img/2024/06/14/gettyimages-200382681-001-1-_wide-c021d6a76681e54e2d14fcf676e6d49eaeaa300f.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, BYLINE","SEGARRA","ANDREW LIMBONG, HOST","KIKI ARANITA","LIMBONG","ARANITA","MALAKA GHARIB, BYLINE","GHARIB"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,432,20706,18146,21787,16874,7569,15182,10036,8907,8850,29700,26326,2207,1836,1831,2451,3005,3718,2681,5671,4567,4943,1995,2999,30606,26208,20040,15910,23401,17467,14177,13144,11730,8100,2321,1935,18698,9332,21648,14481,13557,9269,7916,20371,24319,13712,15583,24338,7972,6148,18516,21246,9227,10655,10220,9047,11384,7216,16194,14517,18435,20810,14518,14089,24116,25465,2488,19516,8506,19108,21364,4965,2179,2061,28816,19952,9220,14979,18564,9554,12366,13908,11925,21860,5381,6224,11452,7837,6307,11014,13225,27580,14266,7405,20190,8503,19169,14878,15785,16179,23417,19754,16253,13586,17158,20768,11533,13981,15408,13269,17889,1247,6097,23207,17706,25705,17753,20769,28776,25895,8592,10723,9730,23338,12391,15610,15495,10595,17781,17840,16967,14499,8586,7125,8804,14939,13633,8115,10551,18336,7924,8335,17469,18464,19202,24571,15654,3688,933,22357,14717,16450,17447,8425,19222,13682,19878,14818,14588,18154,16382,17963,17258,13585,9649,9002,6577,8727,15836,12641,9305,17730,15676,18242,8645,13127,13160,14420,14141,11747,19331,16315,1076,24621,21502,21093,13094,14273,3975,20036,16723,17139,14012,14991,11330,12289,18772,12700,15503,11649,11976,16545,15020,13168,1705,1228,14122,20307,11359,20293,20852,15049,16350,18895,13075,6401,4515,2870,14098,10778,23694,12596,24131,23780,9572,5677,18832,12124,11155,11258,11808,15970,7600,12300,13315,15115,13557,19216,13050,14375,12586,16996,16017,23316,24770,14627,15987,19009,6249,13703,5910,4466,21985,5965,8866,12919,750,4472,25023,23338,24091,18922,12758,26482,27580,3105,2045,16507,12612,11867,11900,4217,1210,780,18060,26896,18039,18178,10552,10911,17349,11403,11573,24148,25028,21458,13985,11258,21343,18029,22412,20806,14991,11011,13306,14036,11369,11853,10463,18565,1441,15952,11512,1128,24553,18040,16279,18879,13579,9614,10859,15487,21192,6962,15675,15822,9364,19794,2508,23405,20659,15004,12295,18715,18720,9391,10196,17434,12078,16683,19037,17204,20260,13410,25855,20352,19790,13724,26525,15650,7524,14971,1445,22436,23119,25138,15875,16912,17238,23693,14636,10853,24377,15957,8068,9413,19496,9869,16190,16146,1907,17069,18364,18739,3887,11621,14435,21326,12260,11124,11088,905,868,960,1123,1055,1204,1171,918,908,1054,747,769,548,529,582,518,354,319,142,780,20516,23585,26599,16628,24737,14272,12019,26989,20029,13231,14507,20508,14949,17929,25020,13577,11606,11698,11571,14237,15083,17598,18128,23670,15197,9023,23661,24785,15747,20417,21267,24772,10172,9059,17377,17933,9703,17753,3209,18269,16025,20417,12923,14577,12092,10519,7684,9954,23807,15233,22372,16859,15985,13445,7399,17382,12218,14583,12955,24248,13388,19109,9969,20521,6931,18083,13623,15955,15944,10374,8168,15170,12394,11641,8847,13704,11465,7250,9389,24187,23300,15993,10556,86,58,8045,28195,10713,23867,13758,16077,26022,22468,12945,16705,15990,20017,19569,15639,17842,19652,11773,16075,13816,19137,7861,13591,5868,17158,20488,17395,15645,15049,23797,15241,16234,23614,17274,9988,16061,19742,16079,16771,12973,8630,21776,24069,28027,22182,24773,15976,25207,12994,17131,11276,104,3,3492,27041,23392,25266,18881,25291,17048,16795,15455,17093,829,20820,23595,12032,17101,17113,11265,19285,6734,19362,18660,14583,16614,9448,15798,16583,18287,13887,22020,13687,14578,15370,23113,13346,20493,6470,24777,19374,12575,12741,22021,20188,22529,9309,14591,11627,25013,21813,19598,6802,20800,14671,23154,8808,24589,21032,19460,13076,14157,24225,17353,19124,24638,19296,21453,19917,10753,24446,11530,18777,11374,9131,9156,25602,24610,16465,7902,14613,20658,22025,13917,26398,12472,22926,16534,22470,26614,17303,13817,12033,21008,17512,18242,20992,9557,597,13,5,22111,23591,12741,13971,14253,19376,18250,10453,7063,22239,20662,12338,8841,9203,5549,15342,12221,14026,16011,9758,6312,16276,19996,16281,11933,10300,12966,15996,11413,17030,18966,13131,20902,8567,21615,15681,6091,10916,12018,15332,14631,17796,16139,15196,9247,11988,11935,21891,12524,7093,15771,18892,18453,21087,14628,18007,8331,16323,12579,9376,20059,21623,10002,17982,16970,7775,3745,19113,14505,16181,23518,8019,6463,10115,21329,22171,20462,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,12946,12868,13112,5754,4185,42,3,20076,15016,24247,11251,6577,12474,11393,23081,8776,15305,14426,8216,8675,4643,2714,19808,19518,9021,7534,7690,4556,11230,25312,13015,13785,22744,22770,24873,21967,10070,13474,10066,108,21304,17641,10442,16753,21116,13720,11017,7621,12226,19076,6296,5734,19319,25371,10857,13417,11280,9250,13059,15405,3183,18012,17011,24461,9733,10161,8617,2279,25543,8435,13507,11813,5148,4576,25,15,15,13,26757,16459,20714,26417,26565,24135,13361,8115,9416,11552,21359,18818,24862,27387,9543,22759,18754,8380,10785,10298,11437,14649,12262,12494,28276,26225,2517,26442,22367,9783,19172,23793,8388,11330,13226,13142,14235,12081,25210,22402,13432,16662,3270,1093,15798,27972,27338,14992,6944,20747,6795,9620,6255,15047,17713,26863,25484,15634,24799,10632,13016,447,24714,17235,21651,25105,25886,6385,60,18418,11905,8047,8333,10910,24232,7170,16492,16475,18695,7996,47,22768,8182,15968,7054,25436,15416,8470,22417,9548,15873,7095,4572,12159,8814,8833,13941,18332,14746,14552,15550,11583,6809,9397,5805,9371,12273,1980,1621,1316,25978,25565,25741,15487,15417,2059,9083,13377,7981,7870,10506,8786,9202,9385,6153,11629,4693,1654,9022,24493,22594,19388,5798,15616,18409,16439,870,18956,14367,16757,10352,287,5784,12488,20029,24440,21088,15834,7539,14133,9149,151,17200,9582,5350,18245,10741,10232,14717,15466,10794,10244,29462,16781,26298,22643,14642,18801,23234,16536,10224,13237,14919,16224,9607,23524,26303,12628,12669,3308,4242,20559,13746,4465,18809,8820,13794,6466,12225,14666,9191,5019,14188,13521,13688,13789,8963,2419,25044,20479,6714,25610,18628,15824,21693,9326,25008,24123,23824,17299,7061,25274,24170,17995,13967,14138,24200,18218,17267,10991,8926,4116,7404,11801,8836,12623,1839,7653,16659,11340,10543,11779,11506,10503,13582,13786,8711,17198,9624,2246,3184,24613,14639,7015,5202,12319,13726,15604,7849,16003,13418,6642,4591,23245,24454,8695,25140,8994,8778,9080,9334,6848,7422,5780,12985,12858,20234,21354,6079,16869,8803,2191,7330,23083,25122,25728,12389,11471,11075,10169,11241,11084,3789,16715,15929,7517,11950,19285,7809,24404,20383,16000,20590,3646,24870,5479,894,20188,23748,17833,12351,5670,9284,9383,13334,3917,19682,13926,24471,15516,19970,24285,10868,7621,15466,12132,19463,6656,2416,23538,13237,14570,10861,7069,6713,7203,23292,1966,18223,21782,10983,9820,5709,17743,3465,3064,5040,18959,26973,24531,27957,27329,6378,23612,22812,11028,18629,17412,17552,15601,11167,6979,6149,12576,19443,18208,17811,13087,11412,8015,10740,23613,16644,18076,12441,16922,14177,8234,4790,7833,15752,10460,21458,9497,8542,12065,8905,24734,9755,8651,17266,18276,5349,2791,2561,2237,1975,20845,26021,26189,17078,23172,13387,17829,10571,16958,11247,6457,11894,15440,15099,21508,19866,11041,20967,2820,12868,21349,20841,17435,14867,24008,13274,13171,11405,11780,10409,14388,14035,16821,9287,14090,14605,15753,15538,19128,25457,27292,22992,26926,26745,7771,17430,5776,6021,20688,23886,18455,11862,25152,9193,19992,9940,12151,12662,12968,12535,7296,12707,10958,8506,13597,13081,4355,6486,25303,25566,21637,23772,24062,6099,11173,8280,19952,9640,67,11072,6781,15555,9728,9242,8396,24173,10075,13482,11261,20997,7640,2109,21142,20719,14824,11099,21091,21740,12766,16775,3547,12046,12615,10284,17283,23565,16927,12981,10073,8904,13004,1097,10613,7143,9450,23474,11739,2293,23078,15219,23996,14288,13769,9177,16763,11414,9336,4494,20737,24868,18273,24703,26027,22475,24893,13470,17054,15530,25335,23171,26789,12162,15396,22229,14761,10613,25523,16092,6425,3543,19662,6878,26930,15581,10857,12941,18089,16255,8847,9941,3700,19024,27828,13455,24701,23352,26574,12574,14587,24117,17510,15504,15179,19746,16508,13408,9664,4920,5104,13825,15603,12965,18822,19169,16116,9035,4287,20317,27224,23119,4808,1242,24171,12029,25507,7666,30521,29997,25095,3412,20057,4966,24875,18350,12559,3914,18210,10023,7226,25559,19879,15414,6395,16190,14344,7667,6016,11765,10687,7834,11582,9496,11846,9305,12190,14897,23625,16888,9298,13808,7559,23757,1044,24375,21666,7832,23975,7045,13475,11688,14303,12085,6883,5819,2754,14498,27278,12584,17981,12383,10419,18525,12076,19647,26541,13953,16319,10423,11106,15380,18112,21745,11316,19370,18751,1744,16939,22185,23017,2163,4468,8821,22845,26038,13165,26229,18613,11870,23280,27413,22551,11963,6608,11127,3492,9928,17973,9149,8811,10828,8627,10937,7010,24075,13477,5472,14612,14285,11308,24422,8744,15479,2475,3242,1036,74,26389,20719,19807,16378,11907,8192,5685,2952,2301,19831,18304,12217,11026,12675,8501,16816,11322,15690,16030,9753,6851,8497,10078,15363,9131,8413,16330,10724,27014,18195,13533,13281,20588,24611,20398,20524,8090,16326,19246,12893,12691,15342,14131,19262,10700,22309,11622,10157,7982,14081,16781,23768,11861,8525,14024,13313,15707,8125,13705,12914,13424,6468,1693,495,26017,19653,16997,26114,25340,16137,20026,11819,24962,21141,19950,16990,15781,17781,4358,16726,14292,19806,17314,14257,1380,21592,19680,723,189,649,25692,23998,25355,24370,23429,20766,12497,10142,10322,16129,24448,13108,15430,11440,16567,23581,18184,10279,7709,5720,14881,21099,15277,13626,15205,11549,13312,15224,2376,23088,19566,24521,24183,12297,20736,9347,14567,14452,12472,14263,13300,18267,18980,8405,5064,5012,13916,9515,26106,16142,18548,17064,21083,10162,12445,8857,6010,8154,26373,13443,12995,13590,11914,13078,12274,23740,17585,21907,8179,16720,7164,16312,7799,12479,27801,24626,25331,2688,23702,19595,22413,8941,10421,6063,6795,10308,9883,104,7506,25399,24021,29854,25574,11536,11200,10775,18703,15169,26982,26555,1391,7880,8176,15111,16553,25466,10992,5881,6577,10655,6524,464,26028,19106,24795,16773,16766,29617,10797,15896,21386,12053,14720,15846,14302,10361,24613,24144,7089,181,4317,8579,21906,24382,9565,24970,26452,13992,120,18074,16476,18681,16437,20042,6500,728,14190,10970,11789,16378,9175,8271,5980,10993,10261,13751,1787,18886,17034,15207,14320,25096,11945,15651,10222,11701,9007,7480,597,11858,21808,14587,26412,7642,27533,25788,19022,24900,24277,18539,19246,27071,21530,23332,14957,9320,989,16649,22446,25700,22748,16442,14552,83,84,2765,26885,17368,17761,15445,25235,21876,8125,2576,191,25862,13623,19738,23996,9990,10982,5854,6637,9950,15197,11278,11712,8740,15334,10094,10004,9193,7360,9252,18523,10001,16700,2109,25538,21365,25350,11746,23323,11498,8125,22023,4915,25736,24970,22621,24783,4718,21448,19161,19981,22060,25140,14533,13039,11753,12401,23627,23910,9951,7960,1584,17206,10428,8150,19176,10369,13963,15563,11801,10863,6871,3010,2928,2701,1939,19463,21538,15343,10238,5526,21586,13053,16500,14876,23068,26235,26824,20743,16761,25326,16277,12872,12355,24452,19188,26352,8110,28049,16668,7777,15189,14670,10934,17793,11692,11320,7232,4367,20572,13031,18565,8366,18516,3796,25006,19223,21874,7065,13828,10343,13874,13243,7658,13948,9415,14376,15206,1779,20059,14484,15839,9703,13448,7255,13207,15330,18012,8887,8830,20234,14597,8505,9161,5982,8368,4786,1764,15054,22474,23739,11063,8183,5816,24976,19515,20299,24906,12382,20864,16074,10919,16477,25896,9811,14373,18359,18558,16256,3772,13985,20514,22103,17156,14563,17917,10594,12014,13330,1273,1582,24946,16364,12369,18658,10688,21115,26483,26499,17860,13392,25759,15102,16913,10631,6775,24153,21158,20793,23057,20651,18720,14443,2211,7974,26521,14734,25309,11742,11567,8326,6777,9180,14176,5972,1444,24736,9148,15988,25294,12589,5018,6957,19040,11583,10989,22439,24750,17117,19632,16364,9635,12239,20262,10631,11970,24521,2068,1580,10535,17283,13755,1969,27466,19569,11345,12355,12950,1864,21366,19303,11332,10693,25970,17471,8301,1776,14031,25323,20773,20894,14110,8607,12336,15985,8498,16175,17498,13595,14096,15716,12757,20600,23578,23783,25251,18277,19856,9717,26599,8604,1165,10947,10814,8603,6904,12335,11956,12780,19143,3367,18701,13569,20243,9069,4586,11847,8296,21939,5590,6401,8851,17034,9243,26493,9984,3910,25289,25287,25626,24221,8827,9537,5443,13310,5126,8330,4899,12199,17339,24937,8507,79,148,24267,25183,25214,13916,18149,9231,14958,11023,9601,10181,6672,5520,10556,13021,11397,16619,10484,24694,13132,10963,16300,24358,7208,8822,10194,8489,21622,3998,23576,23197,4472,6708,19487,16036,25691,9674,8618,15883,12331,13419,11476,6291,11564,6935,15342,6941,2881,1115,24667,10663,10453,12477,87,112,23183,16735,25145,12130,25459,13297,11078,6258,25791,11421,9907,6262,20434,11188,19717,16581,15092,24014,14108,11295,9238,8591,23830,15127,13165,13090,22007,11868,16753,10345,15972,7817,9752,6525,23494,11867,23239,15465,16948,24185,1925,9,18045,22761,27412,21866,16832,14238,15144,21351,21938,12202,10875,13061,8554,23149,17727,14568,28658,20239,17808,9064,14721,24502,12982,2051,22622,20962,23349,13456,17601,22273,9466,9374,7025,5133,26688,27926,26199,25395,9868,24814,13177,14705,17113,13774,6274,18592,13498,13824,19190,24371,11330,8253,16701,14333,1550,20471,20015,17761,14950,615,10985,22493,27293,24624,12925,20549,9733,11787,12085,17466,21375,13908,13407,14560,7169,22082,10208,1139,27541,16563,19842,15885,17987,7394,20734,13111,11328,10824,22001,21585,20184,3386,20843,22118,4258,19643,14326,6441,24292,12223,18488,22473,25685,15288,20955,24924,24927,17645,11280,14052,11636,18980,38,22153,16633,7157,25632,26007,19420,25599,20786,13135,565,25352,27086,11497,27037,1354,22310,15581,10816,19394,13315,1924,14655,23440,27360,10675,18119,26068,17583,226,21326,3030,1914,9553,22579,1254,25266,15942,11908,19892,7049,10299,12665,5999,12293,7769,7785,8963,9926,11855,10727,9276,24472,15450,21423,23922,24797,17909,9829,8218,4973,10440,7555,2141,3467,25349,21908,25229,19541,8803,17315,10053,10608,10648,9540,8058,15152,7132,8561,6903,148,7156,10917,9440,2085,24202,23402,25682,13194,6527,90,302,22366,24024,23912,7161,17343,14965,17936,16977,9565,11463,15222,11307,9301,4717,1599,23572,15788,11005,765,272,179,24825,15892,14806,23207,13764,14037,19140,9013,7154,5433,9158,19325,18438,8379,23656,121,113,568,23717,24990,26575,16785,15442,2851,10806,23551,24442,14738,15775,1633,21064,24473,9732,12871,24000,17454,21916,7993,4824,17899,15070,12484,17191,4644,22676,12645,10157,6835,6906,1294,10919,10681,12945,7957,7664,7773,7841,10838,12024,863,18950,19094,22784,14076,18860,10895,12289,11421,9372,19603,13741,7775,14279,17385,11228,17789,18772,11411,4088,2766,2359,2041,18735,22171,24330,5493,5313,19208,11276,19115,9819,12828,12919,8880,13526,15394,7301,21284,20689,20082,10795,7909,1448,21452,21006,16023,15287,14827,16947,11998,20581,11808,18435,17444,16258,15656,15957,7918,22885,7700,10181,7827,15057,8572,23067,25265,20172,25168,8073,13122,7850,7593,22486,9322,12403,7411,12601,7795,8466,8445,12948,3627,12349,15466,12688,9755,28039,6859,4820,26640,20943,12444,2164,22537,13339,16488,11048,10875,9429,9896,19325,16477,9486,4706,15678,11858,12099,17205,6051,23480,25290,23941,17210,13323,16213,16538,16805,18194,18579,25392,13902,2271,18674,25339,14020,15196,18230,8727,10508,10210,13865,8725,11780,8776,13431,17838,14142,19449,5971,9697,7031,8206,7948,8398,19007,9376,17030,7597,8152,9428,2737,21228,26189,12969,20535,19201,20779,24774,12314,25397,19621,14542,10028,25979,12563,21968,20619,9350,21638,12865,7603,15632,20577,7562,20303,8346,14080,4649,25225,12447,9403,14678,13255,3695,3035,7371,15505,25057,26216,16774,24611,22540,5830,3266,454,65,26893,21471,14862,18583,21135,12086,23143,10151,10278,4375,3542,3421,3218,3525,22612,28049,16317,13533,25629,25511,22579,4085,3895,4170,26712,26885,6427,4463,17199,17233,14999,12253,14757,12376,11430,25918,22690,9486,21895,9912,15713,15804,14113,25780,14897,17367,14660,20168,19263,7908,2874,2180,4393,19011,20769,3380,12769,14184,10864,6973,11826,13081,14536,18237,15766,12943,8626,13850,4310,13197,10565,13166,18469,25094,11276,22141,11986,28778,1848,2083,1923,12122,19907,13161,14628,17717,26130,18676,19384,6778,21800,21598,17795,18276,11033,12384,18666,9370,12182,20359,4775,20483,23048,13463,22290,26355,10898,13386,21307,10743,4539,1740,1696,12106,24097,25595,3944,24837,20689,18571,11799,23187,16993,24028,23198,26757,17942,28003,8870,1796,9170,21653,15020,25568,16605,23915,11421,9993,9209,26673,25795,26059,25530,25422,9038,3710,1569,1662,12137,22573,26018,14836,11588,25622,18973,20724,27144,15741,19020,18572,8872,16362,11906,13349,17940,17135,15453,18502,27585,21684,25875,4082,20300,27751,15950,25503,3692,4396,4377,3799,3517,3092,24681,25604,26727,27481,17889,20977,17738,14597,10994,20912,15776,10689,14882,21714,18104,14305,9000,16689,14137,17240,11092,17949,24337,18747,18194,10259,27340,10130,16113,16577,16500,10218,2787,20399,28155,26546,15705,19256,14418,13618,15309,18579,18407,16955,18077,23412,26268,15184,17481,17980,19260,18037,13593,14389,4404,3286,3403,24157,24858,20715,17141,11773,21806,21029,10590,15758,13696,17031,13230,11125,12575,14398,19818,14957,14607,23309,9157,14823,18253,7581,11858,13523,4135,18005,14431,22931,7686,22421,11831,18278,16981,19203,9212,14674,21824,21433,6842,18495,16526,7105,10458,10154,9884,16646,28329,24362,14009,23056,18614,24078,14265,21915,10511,8980,22862,13449,13587,14573,14248,26782,20855,25696,10416,22522,20120,19333,29551,21260,19243,15317,16762,7562,4114,4416,3869,734,622,525,370,297,217,139,81,46,20,10,6,5,27,23591,12778,12741,13971,15564,19376,13297,10453,2078,22239,18165,12338,9203,8677,11626,15342,10784,14026,16011,9758,1657,16276,19996,14079,11933,8832,15996,13486,10372,18966,16413,13131,20902,11484,21615,15681,10916,8614,15332,11315,14631,17796,10274,15196,11988,11935,16253,21891,10712,3635,18287,18892,15302,21087,18007,10814,8331,16323,12579,6738,21623,17717,17982,16970,13725,7775,3221,19113,14046,16181,23518,8019,2639,21329,14704,22171,11803,17515,15316,9404,15314,14023,19820,8206,8235,12937,11272,11284,7321,14093,15464,17652,20364,12868,11637,13112,5754,1651,11,789,25488,19081,23933,17277,24634,14348,10979,23149,20093,16529,6608,21819,22039,21350,26219,10948,8613,22043,16008,2264,28069,28066,12128,13290,4392,17908,23934,13797,12952,14618,20844,7432,21209,20465,15317,17299,23015,15790,15301,21324,11240,4529,25230,20455,15374,12674,18063,24341,12767,21858,20105,12538,27572,15571,15686,18548,16069,11928,15321,14117,6559,23230,15475,14310,9742,21708,23783,23573,18795,8207,23539,21142,8164,23130,19846,25675,17670,14466,15211,19703,19775,26180,15025,15284,9660,9566,13399,9917,5538,2099,25662,16632,14520,18715,9626,9063,20993,25414,10853,18273,25213,26920,20056,25923,25743,28295,6027,24159,23209,14617,13031,4626,56,10],"fragments":[{"begin":"0.000","end":"1.560","lines":["You're listening to LIFE KIT..."]},{"begin":"1.560","end":"2.600","lines":["...From NPR."]},{"begin":"2.600","end":"55.760","lines":["Hey, what's up, everyone? Andrew Limbong here, in for Marielle Segarra. All right - maybe you've been here before. You're dining out with your friends. You ordered appetizers. Maybe you got a bottle for the table. You all went in on dessert. And then the bill arrives. How do you handle it? Is there an awkward race to the wallets? Does one person claim the credit card points? What if you only got a salad while your buddy splurged on the surf-and-turf special? How do you ensure everyone walks out of the restaurant feeling good about how the check was handled?"]},{"begin":"55.760","end":"61.760","lines":["It's like the closure of the meal. You know, you have your appetizers, you have your entrees, you have your dessert, and then you have your argument."]},{"begin":"61.760","end":"67.960","lines":["That's Kiki Aranita. She's a food writer for The Strategist, and she has a long career in the restaurant world."]},{"begin":"67.960","end":"72.120","lines":["As a server, as a bartender. I've also owned my own restaurant."]},{"begin":"72.120","end":"80.360","lines":["Kiki started working in restaurants long before those little portable credit card machines were around."]},{"begin":"80.360","end":"100.720","lines":["Basically, we would, like, get a piece of paper out and try to do all the calculations according to how many guests were in the party and try to split it that way, but that would hold up the line."]},{"begin":"100.720","end":"102.200","lines":["The servers would do that?"]},{"begin":"102.200","end":"102.720","lines":["Yeah."]},{"begin":"102.720","end":"104.040","lines":["With paper and pen?"]},{"begin":"104.040","end":"105.480","lines":["Yes."]},{"begin":"105.480","end":"107.600","lines":["Oh, my gosh."]},{"begin":"107.600","end":"116.400","lines":["Yeah. I mean, that's how things were done, like, just up until a few years ago."]},{"begin":"116.400","end":"120.200","lines":["Wow. They should get a tip for doing that."]},{"begin":"120.200","end":"122.720","lines":["That doesn't normally happen."]},{"begin":"122.720","end":"163.000","lines":["By and large, things are easier now for the waitstaff, but technology still hasn't solved the social problem of who pays for what when. LIFE KIT's Malaka Gharib spoke with Kiki about the etiquette of splitting a restaurant bill. They'll cover common dining scenarios and discuss how to dial down the awkwardness while keeping things fair and square - because whether you're eating family-style at a Korean barbecue or just getting rounds at the brewery, handling the check shouldn't be a sore spot at the end of the night."]},{"begin":"163.000","end":"195.720","lines":["Let's first talk about what it means to split a bill because it doesn't necessarily mean you're splitting the check evenly, right? It's, like, kind of an art. There's practical considerations, social considerations, financial considerations, you know, airline miles considerations, so tell me a little bit about what splitting the bill means to you."]},{"begin":"195.720","end":"234.960","lines":["Wow, OK. All right. That is a big question. Splitting the bill, like, at face value is just like, all right, I'm going to pay for my share, and you're going to pay for your share. And somewhere, there's going to be a sense of equality. Whether or not, like - and maybe you got three drinks; I got two. Or maybe you got all the drinks, and I got none. Maybe you will cover the tip. So we'll split the check, but there will be a sense of equality in how the funds are divvied up."]},{"begin":"234.960","end":"243.080","lines":["And in what scenarios might it not really be good etiquette to split a restaurant check?"]},{"begin":"243.080","end":"310.400","lines":["So splitting the check can get very difficult if - for example, like, if I say, like, hey, I'm taking you out for dinner, that means I'm going to pay the bill. I don't expect you to pay for your own share. So it depends on the communication and what you say at the initiation of the date that factors a lot into who's going to pick up the bill or whether or not you're going to split the check. I think you need to manage expectations and be very clear, especially if you are inviting somebody out and there's any concern of financial hardship or not being on the same financial footing. You need to make it very clear who's going to pay upfront. I don't think it has to be much more difficult than that."]},{"begin":"310.400","end":"331.360","lines":["So that's takeaway one - if you've decided to split the bill, talk about the particulars. Is everyone doing separate checks? Is everyone splitting the bill evenly? A conversation ahead of time can avoid chaos once the check arrives."]},{"begin":"331.360","end":"360.520","lines":["Let's talk about one of the most common scenarios that people might face when eating out with friends. That's alcohol, right? So, like, some people order a cocktail, some people order a can of beer. Some people order no alcohol at all. And then how do you handle the check at the end of this meal?"]},{"begin":"360.520","end":"394.520","lines":["So I really think that - and hopefully you don't drink to the point where you forget this - I really think that the people who are drinking should be conscious of the ones who aren't so that, when it comes to the bill, maybe they can pick up, like, a larger portion of the tip or the tip entirely. But they should be sensitive, like, to the people who aren't drinking."]},{"begin":"394.520","end":"425.840","lines":["But what happens - this always happens. Like, oh, let's just, like, split the bill. And then, like, the one person who didn't order drinks is left paying tens of dollars more than they were supposed to. What should they do? Should they sulk in a corner? Should they, like, take somebody aside and say, like, I don't think this is fair? What should this poor person do?"]},{"begin":"425.840","end":"429.560","lines":["So first of all, don't get upset."]},{"begin":"429.560","end":"431.120","lines":["(Laughter)."]},{"begin":"431.120","end":"445.800","lines":["And just be like, hey, guys, I didn't drink. And usually, that is enough to be like, oh, right, let's reconfigure the bill a little bit to make it more fair. It should be fine if you just speak up. The problems only arise when somebody doesn't speak up."]},{"begin":"445.800","end":"456.320","lines":["Right. And just so we make this clear, this rule applies for, like, anybody who orders extra stuff - right? - like a dessert, you know, like, expensive stuff like the lobster, etc."]},{"begin":"456.320","end":"466.640","lines":["Yeah, just communicate. Like, if you're like hey, like, you had two drinks, but only an appetizer, and I ordered three lobster tails - like, let's see what's fair about this."]},{"begin":"466.640","end":"483.400","lines":["That is takeaway two - speak up if you think you're unfairly paying for something on the bill. If you don't drink, but everyone else ordered round after round of $20 cocktails, it doesn't make sense for you to have to pay for those drinks, too. Your dining partner should be able to adjust your share of the bill accordingly."]},{"begin":"483.400","end":"514.800","lines":["OK, so this is something that I do all the time - I always jump the gun. I'm terribly guilty about this. I take my friends to a restaurant that I really love. And when the server comes around, like, I just start ordering, like, all the appetizers that I think they're going to love. Like, I just get really, really excited because - and I'm assuming my friends are going to love it, and they want to eat it as much as I do. So then what's the way to approach the bill at the end of this meal? Do I pay for it because I was the one who ordered it without their consent, even though that they ate it, or what happens?"]},{"begin":"514.800","end":"517.640","lines":["I think you have to get their consent..."]},{"begin":"517.640","end":"532.000","lines":["...At the beginning of the meal. And you're like, hey, is it cool if I order appetizers for the table? Then the table has to agree and give you consent, and then you're like, OK, cool. Otherwise, you're going to probably be stuck with a larger bill."]},{"begin":"532.000","end":"554.840","lines":["Yeah, yeah, you're right. OK, so this is a scenario that I experienced recently at a group dinner. Someone showed up late, after the apps had been ordered and eaten. But then, when they arrived, it was time for, like, us to all order, like, an entree and a couple of drinks.  And so they basically ate dinner and the drinks, but they missed the appetizers. How should the group manage the situation?"]},{"begin":"554.840","end":"562.320","lines":["The easiest way to deal with the situation is, when you are ready to order, say that you want your stuff on a separate check."]},{"begin":"562.320","end":"563.800","lines":["Is that annoying for the server?"]},{"begin":"563.800","end":"572.120","lines":["No, it's just a separate check. That is easier to deal with than having to split a check in complicated percentages at the end of the night."]},{"begin":"572.120","end":"588.120","lines":["So that's takeaway three - mind the server. It's fine to ask for separate checks, but make sure you tell them at the start of the meal, not the end, so they can make a note as they take your orders. The worst they'll say is no. I also asked Kiki how many credit cards are too many when splitting the bill."]},{"begin":"588.120","end":"595.560","lines":["I mean, splitting two ways is really not a big deal. If you're a party of six, just do two credit cards and figure it out amongst yourselves."]},{"begin":"595.560","end":"608.360","lines":["OK, so if you want to do three or four credit cards, that's fine, too, but read the room. If it's a busy night, it might be a lot to ask the server. Also, if one person is putting their card down for everybody, try to settle up in the moment."]},{"begin":"608.360","end":"622.240","lines":["I don't like owing anybody anything, so sometimes we'll even, like, settle the payment requests, like, at the table or right afterwards. I'll be like, please, just send me a payment request - like, I don't want to forget. I might forget, so just send me one. Like, it's fine - just send it to me."]},{"begin":"622.240","end":"636.400","lines":["That brings us to takeaway four - make it easy on everyone, and use an app. There's a bunch of options out there for instant payment and also ones that help keep tally of a bill over, say, a weekend away with friends. Kiki mentioned she uses one called Kittysplit."]},{"begin":"636.400","end":"675.400","lines":["Kittysplit is a website that you can set up a system of splitting amongst your friends. So, for example, I went to France with 10 of my closest friends, and everybody was, like, picking up different bills. And nobody could keep track of who ordered what or who owed what or who said they would pay for what. So anticipating this scenario, we started a Kittysplit. And every time somebody was like, OK, I'm going to pick up the tab, but you guys are going to pay me back, then you put your receipt amount into the website. And at the end of the trip, it calculates what everybody owes you or what you owe everybody else."]},{"begin":"675.400","end":"685.400","lines":["It's always a bit of a tense moment when the server comes with the bill. Like, if you haven't already figured out how you're going to deal with the check, like, that's when the discussion or the argument begins."]},{"begin":"685.400","end":"685.800","lines":["Yeah."]},{"begin":"685.800","end":"703.600","lines":["I remember my dad got into this huge fight with our server because he wanted to pay for lunch, but my fiance, who's now my husband, had already paid for it - so then my dad was, like, directing the blame on the server, and he caused such a scene that, like, everyone in our party had to, like, leave the restaurant. It was so embarrassing."]},{"begin":"703.600","end":"704.720","lines":["(Laughter)."]},{"begin":"704.720","end":"717.920","lines":["Anyway - how do - you've probably seen this - like, people arguing over checks. Like, this is, like, a great pastime of the world over - arguing about the check. So what can people do to avoid situations like that in the middle of the restaurant?"]},{"begin":"717.920","end":"766.600","lines":["OK, so arguing about the check is something that happens in a lot of cultures, including the ones that I belong to, and both sides of my family are very, very, very large. And there's - and, like, my traditional Chinese family is traditional, and there were times I remember as a kid when my aunts and uncles would pretty much, basically, come to blows at the end of it about who's going to pick up the tab at the end of the night. But they did come up with a solution, and I'm very proud of them for it. They establish, before we dine out, who is going to pay the bill, and then they're going to rotate. And it's never, like, the same person consecutively, but it's established before the meal so that you don't make it a public display at the end of the night."]},{"begin":"766.600","end":"780.200","lines":["Takeaway five - sometimes, other people are going to want to pay for the whole bill, and there might be an argument about that. But remember - that's a totally normal part of dining out, and, hey, it may even be your turn someday to treat the group."]},{"begin":"780.200","end":"816.480","lines":["When you go out with your friends in your 20s, maybe there's a closer scrutiny of the bill at the end of the night, but it doesn't make too much sense to nitpick too hard because your friendship will evolve. Fortunes will evolve - and hopefully evolve for the better - and by the time you get to your 30s, like, a few dollars here and there of buying somebody's coffee or splitting somebody's sandwich is really not going to be a big deal. I like to say that it all comes out in the wash. What matters more is the friendship and the feeling that you get from dining out with these people as opposed to who owes what."]},{"begin":"816.480","end":"817.760","lines":["Kiki, thank you so much."]},{"begin":"817.760","end":"819.680","lines":["Yeah, of course."]},{"begin":"819.680","end":"824.080","lines":["That was chef and food writer Kiki Aranita."]},{"begin":"824.080","end":"835.400","lines":["All right, folks, let's recap. Takeaway one - if you're planning on splitting the bill with a group, talk about how you're going to do that before you order. That way, there are no surprises at the end of the meal."]},{"begin":"835.400","end":"843.400","lines":["Takeaway two - be sensitive to the people in your party who didn't order as much as everyone else. And if you feel like you're stuck with an unfair tab, speak up."]},{"begin":"843.400","end":"861.280","lines":["Takeaway three - be considerate of your server. If it's a busy night, don't make them fiddle around with 10 credit cards. And whatever you do, do not stiff the server of their tip."]},{"begin":"861.280","end":"880.960","lines":["Takeaway four - when all else fails, put down one card and have everyone Venmo you. It's easy for everyone and great for that person in your group who's obsessed with racking up credit card points."]},{"begin":"880.960","end":"897.560","lines":["And takeaway five - arguing over the check is a great American pastime. It's an honor to be able to say, especially among good friends, this is on me tonight."]},{"begin":"897.560","end":"937.640","lines":["For more LIFE KIT, check out our other episodes. We have one on how to tip and another on how to eat seafood responsibly. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"937.640","end":"982.840","lines":["This episode of LIFE KIT was reported by LIFE KIT's digital editor, Malaka Gharib. It was produced by Sylvie Douglis. LIFE KIT's host is Marielle Segarra. Our visuals editor is Beck Harlan. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Ted Mebane. I'm Andrew Limbong. Thanks for listening."]}],"duration":982}