{
  "title": "Take charge of your gyno visit",
  "url": "https://www.npr.org/transcripts/1196979278",
  "intro": "A visit to the gynecologist isn't just an essential part of your health routine. It's an opportunity to ask questions about your reproductive health, from birth control to painful periods to a decreased interest in sex. Dr. Rachel Bervell, co-founder of The Black OBGYN Project, explains how women and trans or non-binary people can structure their next visit — and get the answers they need.                                                                   A previous version of this podcast defined endometriosis as a condition that happens when menstrual tissue that's supposed to be in the womb ends up outside the womb. It would have been more accurate to mention that gynecologists disagree on the origin of endometriosis. Some believe endometrial tissue originates in the uterus and migrates outside of the womb. Others believe that it originates outside of the uterus during fetal development.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "EMILY KWONG, HOST",
      "text": "Hey, everyone - Emily Kwong here, in for Marielle Segarra. I am the host of SHORT WAVE, NPR's science podcast. And I'm here to talk about body-ody-odies (ph) and why, if you have reproductive organs like a cervix, vagina or ovaries, you should consider regularly seeing a gynecologist, whether you're a woman, trans or nonbinary. If these are your parts, this is for you. And if hearing the word vagina makes you flinch, just know you are not alone. For being such an intimate part of us, just naming our reproductive systems can feel like breaking a major taboo. That was certainly the case for Dr. Rachel Bervell."
    },
    {
      "author": "RACHEL BERVELL",
      "text": "I come from, like, a really strict immigrant household. Like, I never had the birds and the bees talk. I never had any of those type of conversations."
    },
    {
      "author": "KWONG",
      "text": "But now Rachel has these types of conversations all day, every day. She's a physician trained in obstetrics and gynecology and the co-founder of The Black OBGYN Project. When Rachel told her friends she wanted to pursue OB-GYN care, they were dumbfounded."
    },
    {
      "author": "BERVELL",
      "text": "People were like, oh, my gosh, Rachel, this is so funny 'cause in college, you used to be like, sex. Like, I would literally whisper it, and here I am being like, OK, everyone, let's talk about your periods and menstrual cycles and blood."
    },
    {
      "author": "KWONG",
      "text": "Rachel's enthusiasm, her knowledge - it's infectious. Talking to her helped me reframe what it means to even go to the gynecologist. So whether you're preparing for your first visit ever or well past the point of menopause, may this episode remind you that you deserve the best care down there. In this episode of LIFE KIT, how to make your gyno visit as smooth and supportive as possible. Plus, Rachel answers your most pressing listener questions. Nothing is off the table."
    },
    {
      "author": "KWONG",
      "text": "All right. So, Rachel, how often should you be seeing a gynecologist?"
    },
    {
      "author": "BERVELL",
      "text": "Most of the time, you can visit your gynecologist annually."
    },
    {
      "author": "KWONG",
      "text": "Once a year."
    },
    {
      "author": "BERVELL",
      "text": "Once a year, exactly - whether that is your family medicine doctor who will do OB-GYN care, whether that is..."
    },
    {
      "author": "KWONG",
      "text": "Yeah."
    },
    {
      "author": "BERVELL",
      "text": "...A gynecologist specifically. Maybe you have an internist who will be that person for you. Either way, it's good to have a medical professional look at you and lay eyes on you at least once a year. And the reason is because there are new criteria for where you need to be screened for certain illnesses or certain diseases, whether that is a Pap test or a Pap smear, whether that's a mammogram, which begins happening when you're in your 40s or in your 50s, again, depending on your history. There are certain things that happen, these different milestones that happen that - you kind of need someone to tell you when that milestone is coming up and what you need to do next."
    },
    {
      "author": "KWONG",
      "text": "So if you belong to a marginalized group, seeing a gynecologist can be a thornier subject."
    },
    {
      "author": "BERVELL",
      "text": "Yeah."
    },
    {
      "author": "KWONG",
      "text": "And we know this in the data."
    },
    {
      "author": "BERVELL",
      "text": "Yeah."
    },
    {
      "author": "KWONG",
      "text": "We know this from your work. You talk about this very openly on social media that maternal mortality rates are higher for Black people. Black women are more likely to develop and die from cervical cancer. And then you have, you know, trans and nonbinary patients reporting that gynecology visits can be a big source of gender dysphoria. So what would be a recommendation for finding a provider who can be sensitive to your individual needs and who you can just trust with your health and show up and feel comfortable?"
    },
    {
      "author": "BERVELL",
      "text": "Culturally responsive care is so important. I think you are hitting the nail on the head as to why, right? So I think No. 1, it's important to find a physician who listens to you. Find someone who will give you the ability to share your story, to share your concerns and is literally listening to you. If you feel like the other person on your team is not providing you the opportunity to share your concerns, hear your concerns or get to a point of resolution that makes you literally feel OK or physically feel OK, then it is OK, as much as your time allots for it, as much as insurance allots for it, for you to seek a second opinion. You know, when you go on, like, a series of first dates, oftentimes in those first date conversations, you're asking down the road what you are hoping will be comfortable with you. What is your intention for dating, right?"
    },
    {
      "author": "BERVELL",
      "text": "And it's the same thing with a physician. My intention with finding a provider is to find someone who will not make me be one of the morbidity and mortality statistics because Black women are dying three times more than their white counterparts, and that's scary. That scares me. And, Dr. So-and-so, I want to make sure that I am not a statistic. How can we work to make sure that doesn't happen?"
    },
    {
      "author": "KWONG",
      "text": "Yeah. Once you find a gynecologist you feel really comfortable with, how do you prepare for that routine exam? Do you have to do anything..."
    },
    {
      "author": "BERVELL",
      "text": "Yeah."
    },
    {
      "author": "KWONG",
      "text": "...Beforehand special?"
    },
    {
      "author": "BERVELL",
      "text": "Yeah. No."
    },
    {
      "author": "KWONG",
      "text": "No?"
    },
    {
      "author": "BERVELL",
      "text": "When I say no, what I mean is I know as a patient."
    },
    {
      "author": "KWONG",
      "text": "Wait. So you don't have to wait until your period's over or shave."
    },
    {
      "author": "BERVELL",
      "text": "Yes. I knew you were going to say that. You don't need to shave. You don't need to shave. You don't need to really change who you are, change how you're presenting yourself. Come as you are."
    },
    {
      "author": "KWONG",
      "text": "When you go into that routine appointment, what can you expect? And why are you all doing what you are doing? Like, what are the conditions you're screening for in those basic routine assessments?"
    },
    {
      "author": "BERVELL",
      "text": "So when you first go to any appointment, no matter whether it's an OB-GYN appointment, whether you're going to an orthopedic physician, the person who takes you back will do something called the vitals. Vitals include your weight, height in many cases, your heart rate, your blood oxygen level as well as your blood pressure. And the reason we're doing that is so that we get a good baseline of what your overall health snapshot looks like. Next, you get into the room, and there might be a few intake questions from that same nurse, kind of asking, what's bringing you in? What's going on? Is this just a physical? Is this a routine? Or is there a problem? Are you here to get your IUD removed? Are you here to get a Nexplanon inserted? Are you here because the medication that you were put on last month is just not working for you?"
    },
    {
      "author": "BERVELL",
      "text": "After that, the provider will come in to do the physical examination. That includes listening to your heart, listening to your lungs, touching your belly, make sure that there's not any masses, bulges, lumps, bumps. And then doing an internal pelvic exam with a speculum - looking and observing the cervix, which is the opening of your womb or the opening of the uterus, making sure it looks healthy and normal, collecting a Pap smear or Pap test, if that's what's necessary during that visit, and then being done."
    },
    {
      "author": "KWONG",
      "text": "Can you just briefly define a Pap smear?"
    },
    {
      "author": "BERVELL",
      "text": "A Pap smear is a routine exam that is to prevent cervical cancer. When you get a Pap smear done, as I mentioned, your provider will be looking at the opening of your uterus. The opening of that uterus is called the cervix and the quite literal door of that cervix is called the os. At the os, there's a transition zone of different cells. That transition zone can also be the location of disease and malignancy because that's what cancer is. It's cells that are changing its form and growing rapidly."
    },
    {
      "author": "BERVELL",
      "text": "During a Pap smear, what happens is that your provider will take a little sample, and on that brush that they'll then send to the lab will be a bunch of cells. And the lab tech or the pathologist will be able to look under a microscope at the cells and see if there's any cells that are changing form that indicate to us that there might be some sort of abnormal transition of the cellular wall. When we do that, we're able to identify and prevent pre-cancer and cancer."
    },
    {
      "author": "BERVELL",
      "text": "Now, the second part of a Pap test - specifically the HPV screening - and so that is specifically looking at whether the presence of the virus is on those cells, right? So one is looking at whether the cells are abnormal, and then the second part is looking at whether HPV is present on those cells."
    },
    {
      "author": "KWONG",
      "text": "How often should you be getting this?"
    },
    {
      "author": "BERVELL",
      "text": "When it comes to the question of how often you should be screening - from the ages of 21 to 29, when you are getting a Pap test or a Pap smear, you are receiving that every three years. However, it does not include the HPV screening. OK? But as soon as you become 30, which is, like, the big moment, when you get a Pap smear, you have an option of getting the Pap smear with the HPV testing, which is called co-testing, or just getting the Pap smear itself. The guidelines say that you get co-testing every five years. But if you do not get co-tested, you get screened or you get your Pap smear every three years."
    },
    {
      "author": "KWONG",
      "text": "We had a listener write in saying that she had terrible anxiety surrounding Pap smears. And we were wondering, just like broadly speaking, are there any changes that can be made to a routine exam that most gynecologists would be willing to accommodate? Like, how much can you ask for in these visits?"
    },
    {
      "author": "BERVELL",
      "text": "Yeah. Sometimes the anxiety is just because of a really bad experience, whether that's because of an assault prior or conditions like vaginismus or other pain. And so you can prepare for the visit with your provider as a partner to make sure that the Pap smear is more easy for you. Another thing to think about is asking a provider for a smaller speculum, if you feel like there will be concern with pain or discomfort, asking for the provider to put more lubrication on the speculum. I think overall, my recommendation to this listener is for them to talk to their provider more candidly about what makes them feel more comfortable and to really understand why we're doing this exam, which is to prevent cancer at the end of the day, which is why it's really important to get it done, but doing it so in a way that still prioritizes your needs and prioritizes your comfort."
    },
    {
      "author": "KWONG",
      "text": "I appreciate everything you're sharing because a distant relative died of cervical cancer, and, you know, the need to see a gynecologist is medical. It's real. And, like, seeing one regularly is important."
    },
    {
      "author": "BERVELL",
      "text": "Yeah."
    },
    {
      "author": "KWONG",
      "text": "Yeah."
    },
    {
      "author": "BERVELL",
      "text": "Yeah. Thanks for sharing that with me and absolutely. I think, again, considering that these are topics that are deemed taboo - you're not going to the dinner table and talking about your Pap smear, right? And so I think because we aren't talking about it, if there isn't awareness or education or knowledge, you're not going to know that it's important."
    },
    {
      "author": "KWONG",
      "text": "Yeah. But if we saw ourselves as heroes and we were like, I got a Pap smear today..."
    },
    {
      "author": "BERVELL",
      "text": "Yeah. You go through the story of the medical visit..."
    },
    {
      "author": "KWONG",
      "text": "I am the main character of my life."
    },
    {
      "author": "BERVELL",
      "text": "Yes, exactly, exactly. Maybe that will change some things, but we should just make superhero capes for everybody."
    },
    {
      "author": "KWONG",
      "text": "OK. Well, I'm going to introduce some LIFE KIT listeners with true main character energy. Thank you to everyone who submitted questions for Rachel. We're going to go through them now. So a lot of listeners wrote in about having intense period pain. And we were wondering, you know, how do you know when your pain isn't normal? And what are some reasons why you might have chronic period pain?"
    },
    {
      "author": "BERVELL",
      "text": "One thing that we always share is that excessive pain during your period is not normal. Conditions that we get really worried about if you're having excessive pain can include something called endometriosis, which is when parts that are supposed to be inside of your uterus - menstrual tissue that's supposed to be within the womb - end up outside of the womb. And those implants around the womb and in other parts of your body, in some cases, can cause debilitating pain and debilitating discomfort to patients. So if you are having intense period pain and it goes beyond the ability to take an over-the-counter medication like Tylenol or ibuprofen, then you should really consider talking to your physician, your provider, and identifying other ways to ease that pain."
    },
    {
      "author": "KWONG",
      "text": "On the topic of sex, a few listeners wrote in about their libidos dropping. One wrote, (reading) I'm a postmenopausal woman with both ovaries removed and no hormone therapy. How do I get my libido back?"
    },
    {
      "author": "KWONG",
      "text": "And my question for you in addition to that is, like, is that something a gynecologist is equipped to help you with - libido?"
    },
    {
      "author": "BERVELL",
      "text": "Absolutely. No 1, come as you are. No. 2, ask all the questions on your mind. The first thing we know is when we stop our ovarian function, you know, which is really what menopause is all about, you are no longer releasing eggs. You're no longer able to have those eggs fertilized. What we know when that stops is that there will be a decrease in estrogen. And estrogen oftentimes is what keeps the vagina moist."
    },
    {
      "author": "BERVELL",
      "text": "If you've had your ovaries removed, you're no longer even releasing even baseline estrogen levels. And so you're going to experience dryness. You're going to experience decrease in libido. You're going to maybe not really be interested in even thinking about all of that, especially if you're not on hormone replacement therapy. It's best that you speak to your provider about what is ongoing and how they can best get you back to a place that makes you feel better."
    },
    {
      "author": "KWONG",
      "text": "What about if sex is hurting you? What might be happening there?"
    },
    {
      "author": "BERVELL",
      "text": "Yeah. So dyspareunia, or pain with sexual intercourse. is actually quite common. And there can be a lot of reasons why. Sometimes it could be that there's something physical in the way blocking the opening of your vaginal canal, and that is impeding penetrative sex. Or you can have conditions like vaginismus, which is a spasm of your pelvic floor muscles. And with that spasm comes a tightening of your pelvic floor muscles, as well as the vaginal cavity or the vaginal canal."
    },
    {
      "author": "BERVELL",
      "text": "For those that do have dysfunctions in sexual intercourse or sexual being, their gynecologists can help by providing dilators. They can help by sharing them with a reproductive psychiatrist or reproductive psychologist who can kind of help overcome the barriers that might be occurring from a psychological perspective that's causing anxiety around sexual intercourse. If there's concern that you might have a sexually transmitted infection, we can do tests. And so there can be a lot of reasons why you're having pain with sex. But if you don't tell anybody, then we can't really do the work to figure out what's going on."
    },
    {
      "author": "KWONG",
      "text": "Yeah. And in the world of family planning and fertility, I know you can see a gynecologist about that, too. You can go to a gynecologist to get an IUD inserted. You can go to a gynecologist to get a prescription for birth control. Do you just have any general advice about how to talk to a gynecologist about birth control if you've never been on it before?"
    },
    {
      "author": "BERVELL",
      "text": "Yeah. I think the first question is to figure out what your goals are. Are you getting on birth control because you are worried about some other health conditions and you've heard that birth control can help, like acne? Or are you concerned that your periods are not consistent or not regular and you want some help with allowing there to be some consistency? Are you concerned that you have heavy bleeding, and that's why you're going to get on birth control? Are you worried because you don't want to get pregnant and you're not ready to start your family growth at that moment? You have to figure out what your goals are at the end of the day."
    },
    {
      "author": "BERVELL",
      "text": "One of the organizations I love and I always refer to is Bedsider - B-E-D-S-I-D-E-R.org. They're a fantastic organization. And they've done a wonderful job of listing all the birth control types with their effectiveness and what it does, what's included, what it looks like, where it goes."
    },
    {
      "author": "KWONG",
      "text": "What I'm learning from you is that there are so many reasons to see a gynecologist. And there's so many different conditions that a gynecologist can treat you for. When is it better to see a different doctor instead of a gynecologist at go? For example, like, if you want to pursue gender-affirming hormone therapy, should you go see your gynecologist first? Or if you know you want to do fertility treatments, should you go see that gynecologist first? What's the right order to do stuff?"
    },
    {
      "author": "BERVELL",
      "text": "Yeah. I oftentimes want to remind patients that while you're searching for a doctor, it's important to also search them online and see who they are because just because you're an OB-GYN and you might think that that person has an understanding of gender-affirming care might not mean that that's their specialization. And instead, maybe it's a family physician that can best help you with gender-affirming care."
    },
    {
      "author": "BERVELL",
      "text": "And so I think it's important that, instead of just thinking about, oh, my gynecologist can do everything - maybe thinking about asking the gynecologist what they can do when you're with them and then having referrals subsequently or if - before you even step into their consultation room, searching and seeing what type of conditions they do cover and what kind of conditions they have specialization in and expertise in treating and helping. I think that's really important, and it gives you, again, a little bit more control over your healthcare visit."
    },
    {
      "author": "KWONG",
      "text": "We've been talking this whole time about gynecologists really just being co-partners in figuring out a person's health and how to proceed, but I don't think everyone has that relationship with their gynecologist. And here's an example of a listener who wrote in with that concern. Someone wrote, (reading) I deal with multiple sclerosis, which causes rather severe spasticity. And in order for me to get a simple exam, it takes two people to help support my knees and keep things open so that physicians can do what they need to do. But most doctors' offices have said they cannot accommodate."
    },
    {
      "author": "KWONG",
      "text": "Like, they cannot dedicate two nurses to hold their legs. As a result, they wrote, (reading) I do not go in to see a gynecologist as often as I should simply because it's really uncomfortable and quite embarrassing when my foot kicks the doctor without my control. Broadly, what do you do if you're struggling to find a gynecologist who can meet your needs?"
    },
    {
      "author": "BERVELL",
      "text": "Wow, this is a really great question. And I know, again, this isn't really the best answer because it's kind of telling the patient that they have to do the work for themselves, but No. 1 is you know what you need, and you know that providers are supposed to take care of your needs as a patient that has MS or any other disability. Making sure that the clinic can be accessible to you in that way should be your priority. And the clinic should be able to respect that and respond to that accordingly because that's our duty - so speaking up, sending a message ahead of time."
    },
    {
      "author": "BERVELL",
      "text": "If your provider cannot accommodate you, well, first, I think that is a problem in and of itself. But then I think you should find someone else who will respect you, respect how you appear, respect how you are coming to the provider and can ensure that you are getting the care that is necessary. And I'm so sorry to hear that there was prior experiences where you weren't able to be seen the way that you wanted to be seen."
    },
    {
      "author": "KWONG",
      "text": "Right. Well, Rachel, I have one last question for you. You've so much enthusiasm for gynecology, for the potential that gynecologists can be co-partners with their patients. And I'm wondering. Where does all this enthusiasm come from?"
    },
    {
      "author": "BERVELL",
      "text": "So the way I think about this first is that we all came from a womb. No matter what your family structure is, no matter who your parents are or who you call family, you were born out of a womb. And in order for us to best help your health and the health of those in our community, we really have to take care of those that are birthing, that population and that society. And so I think that's the first reason."
    },
    {
      "author": "BERVELL",
      "text": "The second is I'm the daughter of immigrants. My parents are from Ghana, West Africa. That's a huge part of my identity. And in Ghanaian communities, it's a matrilineal society. And so I have a profound respect for women and their role in society. And I think those two things together made me really reflect on what I wanted to do and the impact I wanted to leave as a physician when I decided that I wanted to be a doctor. Those things are what drew me into the field and the space, and I really love it."
    },
    {
      "author": "KWONG",
      "text": "Rachel Bervell is a physician trained in obstetrics and gynecology and the co-founder of The Black OBGYN Project. Thank you so much for your time."
    },
    {
      "author": "KWONG",
      "text": "After all of this quality medical information, here's a little recap of tips for your next visit. Tip one - finding a good gyno is personal. Change providers until you find the one that fits you and your needs. Then schedule appointments with that provider at least once a year. Tip two - at that appointment, come as you are, even on your period. No special preparation is required. Tip three - do come with your questions, all of your questions. Period pain, your libido, getting on birth control - everything is on the table, and no topic is off-limits. If your gynecologist doesn't know, they'll make a referral."
    },
    {
      "author": "KWONG",
      "text": "Tip four - if parts of your appointment make you nervous, like the Pap smear, tell your gynecologist. You can ask them to make changes for your comfort. And tip five - seeing a gynecologist is a cornerstone of your health. It's truly important for life-saving preventative care. So treat those visits like a favor you're doing to your future self. I had a whole separate conversation with Rachel about fibroids, how common they are, how painful they can be and treatment options available. That episode will drop towards the end of the month. Subscribe to the SHORT WAVE podcast to catch it."
    },
    {
      "author": "KWONG",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to advocate for yourself at the doctor's office, another on navigating your monthly period. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. We would love to hear from you. And if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "KWONG",
      "text": "This episode was produced by Margaret Cirino. It was edited by our supervising editor, Meghan Keane. Our Visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from David Greenberg. I'm Emily Kwong. Thank you for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/ondemand.npr.org/anon.npr-mp3/npr/lifekit/2024/05/20240516_lifekit_417127b9-f146-41a1-9e58-b7f9b70feb51.mp3",
  "img": "https://media.npr.org/assets/img/2024/05/15/lk_obgyn-questions_wide-a295006be9caebb00bfaa5fb830fbdb7977d246a.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "EMILY KWONG, HOST",
    "RACHEL BERVELL",
    "KWONG",
    "BERVELL"
  ]
}