{
  "title": "Thoughts on Ozempic from a body-positive doctor",
  "url": "https://www.npr.org/transcripts/1196978728",
  "intro": "The popular weight loss drug Ozempic makes shedding pounds seem like magic. But the reality is more complicated, says family physician Dr. Mara Gordon. She explains why it's hard to talk about Ozempic without addressing weight stigma and diet culture.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "STACEY VANEK SMITH, HOST",
      "text": "Hey, everyone. I'm Stacey Vanek Smith in for Marielle Segarra. Ozempic, a few years ago, most of us had never even heard of it. And today it is hard to avoid hearing about it."
    },
    {
      "author": "RHIANNON ALLY",
      "text": "The slimming side effects of diabetes drugs Ozempic and Mounjaro have made them very popular for weight loss."
    },
    {
      "author": "VANEK SMITH",
      "text": "More than 9 million people are now taking the prescription weight-loss drug, along with similar drugs like Wegovy and Ro. Ozempic has been showing up all over social media and Hollywood and award shows."
    },
    {
      "author": "UNIDENTIFIED JOURNALIST",
      "text": "Oprah reveals she's on weight-loss medication. The celeb recently made headlines for her body transformation after hitting the red carpet for \"The Color Purple\" premiere, rocking a stunning dress that showed off her slim figure."
    },
    {
      "author": "VANEK SMITH",
      "text": "But what about the rest of us? Dr. Mara Gordon is a family medicine practitioner in New Jersey, and she considers herself to be a size-inclusive doctor."
    },
    {
      "author": "MARA GORDON",
      "text": "So I like weight-inclusive. I like size-inclusive. I like weight-neutral. It's really medicine that tries to step away from our obsession with weight and body size in medicine."
    },
    {
      "author": "VANEK SMITH",
      "text": "Recently, many of Dr. Gordon's own patients have been asking her about Ozempic, telling her that they're interested in a prescription. They want to try this magical weight-loss drug. Dr. Gordon says the results of this have been surprising, some good, some bad, some totally unexpected."
    },
    {
      "author": "GORDON",
      "text": "Medicine is complicated. That's why I'm in this field, because I like it, and I like the messiness of it."
    },
    {
      "author": "VANEK SMITH",
      "text": "Dr. Gordon actually wrote an essay for NPR about her experiences, and she's been on LIFE KIT a few times as well. So we wanted to bring her on to talk about some of what she's been seeing. So if you're considering taking a drug like Ozempic or if you're just curious about it, we have got you covered. After the break, the good, the bad, all about Ozempic."
    },
    {
      "author": "VANEK SMITH",
      "text": "Before we dive into how Dr. Mara Gordon thinks about Ozempic and what she's noticed with her own patients, it's important to understand how she thinks about weight and health, because it has been a journey for her."
    },
    {
      "author": "GORDON",
      "text": "I would say it started as a resident and I started slowly realizing that what I had thought was helpful, which was, you know, suggesting that my patients try to hop on the treadmill more or, oh, have you thought about losing a few pounds? It might help your knee pain. Not only was it not seeming to work, it was not effective at, you know, stopping their knee pain, and not to mention not effective at helping them lose weight. It was - seemed to be causing a lot of harm."
    },
    {
      "author": "GORDON",
      "text": "And I noticed sort of just a look that would come across people's faces when I would bring up their weight, just a sort of disengagement, a sense of distrust. Really kind of seemed like betrayal a lot of the time, that I was sort of turning the conversation to something that they weren't always there to talk about, and they had definitely already thought about themselves because everything in our culture was telling them to. And it sort of set me up not as their ally, but as an antagonist. And I noticed this over and over again, just that, you know, it wasn't helping. And it was actually causing harm. And so I decided to do a little bit of a literature review on it. And I looked up some of the medical literature on primary care, weight counseling, so, you know, that's, like I said, a primary care doctor like me saying, hey, why don't you lose a few pounds? And it has so little research to back it up. There's basically no evidence that it's effective at helping people lose weight. There's a ton of research on this that shows that, you know, when patients feel stigmatized by their doctors around obesity, they just stop coming, right? They don't engage in care. They don't get recommended screening tests. They don't come to recommended preventative visits. They avoid the doctor at all costs. It's really, really harmful. And this is really well documented in pretty big sample sizes that this kind of stigmatizing behavior on the part of doctors has real health harms for our patients."
    },
    {
      "author": "VANEK SMITH",
      "text": "I mean, I imagine some skeptics might push back a little on your practice and say, you know, maybe you're doing your patients a disservice. Like, maybe they don't love hearing about weight, but if it's having a real impact on their health or if losing weight could help them with joint pain, with blood sugar, with high blood pressure, shouldn't you bring it up?"
    },
    {
      "author": "GORDON",
      "text": "Well, so the approach that I like to take is just really focusing on the medical issue. So my approach is that I try to tackle whatever individual, you know, ailment my patient is facing, right? So if it's diabetes, we treat diabetes. Part of the treatment for diabetes is exercise, eating lots of fruits and veggies. Those things are great. I think exercise is absolutely one of the best medical treatments that we have. I want to support my patients in finding ways to move their body that feel good for them. But I just think we have so much stigma and so much shame around body size in our culture that really sort of pinning their success or failure to a number on the scale causes so much more harm than good."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yeah. Yeah, I remember once - this was years ago, but I quit smoking, and I gained, like..."
    },
    {
      "author": "GORDON",
      "text": "Congratulations. That's awesome."
    },
    {
      "author": "VANEK SMITH",
      "text": "Thank you. Thank you."
    },
    {
      "author": "GORDON",
      "text": "Yeah."
    },
    {
      "author": "VANEK SMITH",
      "text": "Like, 30 - I gained, like, 30 or 35 pounds. I gained quite a bit of weight 'cause I would just eat a lot of sugar to make up for - like, that's how I would deal with cravings. And I went to a doctor, and I didn't tell him that I had smoked, and he gave me this huge lecture on how I needed to lose weight. It was so traumatizing to me at the time, and I do remember that I just - like, I completely - I didn't want to tell him anything. I didn't tell him anything."
    },
    {
      "author": "GORDON",
      "text": "Yeah, and thank you so much for sharing that. I mean, your story is not the first of obesity stigma that I've heard in medical settings, and it is absolutely not going to be the last. And, you know, I appreciate you sort of being brave and vulnerable to share that 'cause this stuff can be really hard to talk about."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yeah. So maybe this is something for our listeners to keep in mind, that you should find a doctor who makes you feel comfortable and open, and if finding a weight-inclusive doctor sounds appealing, know that they exist. You can seek them out even if you have no interest in Ozempic at all."
    },
    {
      "author": "VANEK SMITH",
      "text": "So I feel like that's a good moment to kind of turn to the topic at hand, Ozempic, because that I think, certainly has just changed the conversation around weight that we're having in this country. How have you noticed it? Like, what have you heard from your patients? When did you start hearing about this, I guess, from your patients?"
    },
    {
      "author": "GORDON",
      "text": "So I had heard about the medicine Ozempic for many years. Since I've been in practice of medicine, I've been using it for years to treat diabetes. It was developed as a diabetes drug. And it is great. It can help protect your heart. It can help lower your blood sugar. It can help protect your kidneys. It really, really has a lot of benefits for patients who have diabetes or people who are really at high risk of cardiovascular disease. And in 2021, there was a big practice-changing article that came out in the New England Journal of Medicine that was a trial that looked at the use of Ozempic in patients who did not have diabetes. So it was basically patients who had higher BMIs who did not have diabetes - if you gave them Ozempic, would they lose weight? And the answer was yes. And I remember seeing it in the New England Journal of Medicine and just saying, oh, my God, somebody is going to get really, really rich off of this. It is - I sort of sensed, and I was right, that it was going to become a huge commercial phenomenon because diet culture is so ingrained in our society."
    },
    {
      "author": "VANEK SMITH",
      "text": "Oh, this industry is enormous, right?"
    },
    {
      "author": "GORDON",
      "text": "Totally."
    },
    {
      "author": "VANEK SMITH",
      "text": "Like, it's billions and billions of dollars."
    },
    {
      "author": "GORDON",
      "text": "Totally. And so now doctors could get in on the action. And, yeah, so that was sort of my first sense of what Ozempic would become. And now it's pretty widely available, with some important caveats, which is in New Jersey, where I practice, Medicaid will not cover it for nondiabetic patients. So my practice is I would say vast majority publicly insured. And so basically, even if my non-diabetic patients want it, they can't get it. So whether or not you think Ozempic for weight loss is good, bad, neutral, complicated - I'm going to go with complicated - it's still not available to low-income folks in most of the United States. So there's that, which is just an important point to make. And I mean, immediately people started asking for it."
    },
    {
      "author": "GORDON",
      "text": "So I do prescribe Ozempic. I have a couple patients who really are happy with it - yeah - who've lost weight, feel really good on it, some who are sort of bewildered by it and how the world treats them really differently now that they've lost a lot of weight. A couple people have been diagnosed with depression since starting the Ozempic, so yeah, it's complicated. I have a couple patients who stopped it because the stomach upset was just really, really intolerable for them, that they really wanted to enjoy food, that food is one of life's great pleasures. It's so cultural and, you know, family-oriented. I mean, food is just part of so many things in our culture and to feel like they never wanted to eat was very upsetting to them. So I have a couple patients who decided to stop it. Everybody's different."
    },
    {
      "author": "VANEK SMITH",
      "text": "I mean, there are ads all over the subway system in New York for Ro, I think. But I mean, the ads are everywhere. Like, you can't really escape it. And the ads are primarily targeted towards using it for weight loss."
    },
    {
      "author": "GORDON",
      "text": "Yeah. And I mean, my question is who's making money off of it, right? Who's benefiting? And, you know, some people might argue that patients are benefiting. And I think some do. But I think it's always - you know, whenever a patient comes to me and they say that they want to lose weight, my first question is always, why? Right? Like, what's your goal? What are you trying to achieve? I get really, really interesting answers. And it's not clear that weight loss is always the solution, right? So a lot of the time it has to do with sort of feeling tired, feeling slow, feeling fatigued, a little depressed. And you know, patients get so upset. But I mean, really the answer is exercise, right? And I struggle with exercise too. It's hard to make time for it in our daily lives. I mean, it's just really an uphill battle. Like, our culture is not favorable to exercise. But, like, if you want to feel like you can chase your kids at the playground or, like, you know, play soccer with them, like, you gotta get moving."
    },
    {
      "author": "GORDON",
      "text": "And I try really, really hard to sort of disentangle our talk about exercise from our talk about weight loss. Right? And they're so bound up together in our society because of diet culture, right? Because there's a lot of people making a lot of money off of trying to get you to lose weight. So I think exercise is for everybody - fat, thin, old, young. You just have to find something that feels good for you. And it can take so many different forms. It doesn't need to be, you know, running a marathon at all. Gardening counts. Walking counts. Swimming counts. I mean, there's so much you can do to just move your body. So that's what I work really hard with my patients to do, is try to think about how they can move in ways that feel good and help them achieve their goals."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yeah. You know, I actually think that's a useful takeaway for our listeners, too. I mean, we've all spent our lives swimming in messages about weight and body image and all the rest of it - now, all this messaging about Ozempic. And, you know, maybe something that's useful to do when we are feeling like maybe we want to lose some weight or change our bodies in some way, is to think about what else might be going on and ask ourselves maybe why we want to lose this weight and what we think would change in our lives if we did lose this weight. I mean, this drug - I think it's easy to lose sight of the fact - it's pretty new. And I think it wasn't necessarily developed for, like, for weight loss necessarily. And a lot of times when drugs become this popular, like, side effects will start to emerge or because, you know, there are so many different individual bodies that have different reactions to the drug. I'm wondering like, what are maybe some of the open questions or the medical questions or concerns that you have or that are kind of floating around about Ozempic."
    },
    {
      "author": "GORDON",
      "text": "So as a doctor, my rule is start low and go slow. Only start a med if you really need it. Try to use the minimum dose. Don't escalate it unless there's, like, a clear indication. Just that less is more in medicine. And that's kind of an unpopular perspective. Even though that's what we learn in med school, we quickly unlearn it because we realize that, you know, our whole corporate health care system is predicated on more and more and more and more, more. But as a - you know, working in my little corner of primary care, that's sort of the mantra that I try to adhere to. So I think that - I think it's very good to be skeptical of the social forces at work that are making it so popular. Who benefits from those social forces? Who's losing from those social forces? Yeah. So I think it's good to have just a basic degree of skepticism. There's a lot of active research. I've sort of read these sort of anecdotal accounts about, oh, ozempic made me stop gambling. And that has - my understanding is very little data to back it up. So I think it's an active area of research. It's really interesting to see how obsessive behaviors might be related to gut hormones or..."
    },
    {
      "author": "VANEK SMITH",
      "text": "Oh, yeah. Yeah, yeah."
    },
    {
      "author": "GORDON",
      "text": "It's quite fascinating. Yeah. You know, I'll eagerly be seeing what kind of research comes out, but I think skepticism about that is good."
    },
    {
      "author": "VANEK SMITH",
      "text": "I wanted to ask you, like, for anyone who's listening to this who maybe is considering asking their doctor about Ozempic or, like, when your patients come to you and they're curious about it, thinking about maybe using it, what do you ask them? What do you tell them to think about? What would you tell people to consider before they would start using Ozempic or Wegovy or one of - a drug like that?"
    },
    {
      "author": "GORDON",
      "text": "Yeah. So, I mean, at first, I'll say, like, don't feel shame - so self-compassion. And finding somebody that you trust, a health care provider that you feel comfortable with, that you can sort of talk through those issues with, I think, would be my first step. Next step is trying to unpack why you want to lose weight, right? So is it just something that you've been told by some nasty doctor at some point when you..."
    },
    {
      "author": "VANEK SMITH",
      "text": "(Laughter)."
    },
    {
      "author": "GORDON",
      "text": "...Quit smoking 20 years ago? Is it something that your grandma says that you should do? Is it a comment that you had at the Thanksgiving dinner table that sent you spiraling? And then three, you know, just sort of deciding what your personal risk-benefit ratio is, I think, around using a medication like this, possibly for life. There is some research that shows that people tend to regain weight if they stop it, right? So if it's important to you to lose weight using a medicine like Ozempic, if you've discussed the risks and benefits with your doctor and you feel like it's a good fit for you, then yeah, I think trying to sort of have a conversation with yourself - is this something I'm okay with being on for the rest of my life? What does that mean for the way that I think about food and enjoy food? What does it mean culturally for me around my experiences with food and deciding if, yeah, if it's worth it. And a good primary care doctor that you feel comfortable with exploring those issues is just so important to have along for the ride."
    },
    {
      "author": "VANEK SMITH",
      "text": "Well, Mara Gordon, thank you so much for talking with us about Ozempic."
    },
    {
      "author": "GORDON",
      "text": "Yeah. Thank you so much for having me."
    },
    {
      "author": "VANEK SMITH",
      "text": "So just to recap, a few things to think about if you are curious about Ozempic. Number one, find a doctor who is weight inclusive. This could be really helpful to have productive conversations. Number two, think about your goal as it relates to weight loss. Do you actually need to lose weight? What are you hoping will happen if you do lose weight? Is there another way to achieve that goal or to help achieve that goal in addition to losing the weight you're wanting to lose? Number three, drugs like Ozempic - they come with some pretty serious side effects and trade-offs. And it's worth it to weigh those pros and cons with a doctor you trust."
    },
    {
      "author": "VANEK SMITH",
      "text": "For more LIFE KIT, kit, please check out our other episodes. We have, in fact, another episode with Dr. Mara Gordon all about how to find a great primary care doctor. You can find that at npr.org/lifekit. And if you love LIFE KIT and you want more, subscribe to our newsletter. That is at npr.org/lifekitnewsletter. Also, we would love to hear from you. If you have episode ideas or feedback you want to share, please email us - lifekit@npr.org."
    },
    {
      "author": "VANEK SMITH",
      "text": "This episode of LIFE KIT Kit was produced by Sylvie Douglis. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen and Clare Marie Schneider. Engineering support comes from Patrick Murray. I'm Stacey Vanek Smith, in for Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5064171989.mp3",
  "img": "https://media.npr.org/assets/img/2024/02/23/finalv2_wide-c7a0574acda0eba4f8e7922a3f0653ff0fc78900.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "STACEY VANEK SMITH, HOST",
    "RHIANNON ALLY",
    "VANEK SMITH",
    "UNIDENTIFIED JOURNALIST",
    "MARA GORDON",
    "GORDON"
  ]
}