{
  "title": "BMI is flawed. Try a body composition test",
  "url": "https://www.npr.org/transcripts/1196979600",
  "intro": "For decades, health experts have relied on body mass index (BMI), a ratio of weight to height, to classify people as underweight, normal weight, overweight or obese. But sometimes, you need more than two numbers to understand your health. For example, BMI can't tell you how much of your weight is fat versus muscle. That's why a growing number of researchers and physicians prefer other metrics instead. NPR health correspondent Allison Aubrey breaks down the history and shortcomings of BMI, and shares other methods to get a fuller picture of your body.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "ANDREW LIMBONG, HOST",
      "text": "Hey. What's up, everyone? Andrew Limbong here, in for Marielle Segarra. Twenty-seven-point-four - that is my current body mass index, or BMI. This is the number that, for decades, health experts have used to classify people as underweight, normal weight, overweight or obese. Like, right now, you can hop onto the NIH website and find out your BMI. Or maybe don't - because a growing number of researchers and physicians think it's time for a new metric because that number doesn't actually tell you all that much."
    },
    {
      "author": "LIMBONG",
      "text": "But if not BMI, then what? What numbers can we use to help us track our health to make sure we're achieving whatever health goals we might have in mind? In this episode of LIFE KIT, I talk with NPR health correspondent Allison Aubrey about the history and shortcomings of BMI and also this relatively new way of getting a fuller picture about your own body."
    },
    {
      "author": "LIMBONG",
      "text": "Hey, Allison."
    },
    {
      "author": "ALLISON AUBREY, BYLINE",
      "text": "Hey. Good to be here."
    },
    {
      "author": "LIMBONG",
      "text": "All right. So what is BMI, and how is it calculated?"
    },
    {
      "author": "AUBREY",
      "text": "Sure. BMI is basically a medical screening tool, and it's pretty simple to calculate. It's based on two numbers - your weight and your height. Now, the use of BMI goes way back. Back in the 1830s or so, a Belgian mathematician ran some numbers to establish height and weight norms for, quote-unquote, \"the normal man.\" And then life insurance companies began using this weight-height ratio as a factor in assessing risk. If somebody had a very high BMI or something way off the norm, that was considered a risk."
    },
    {
      "author": "AUBREY",
      "text": "So sometimes you'll hear people say, oh, BMI is based on European white males, and this is why - some of these original calculations and norms were from European males. And typically, in the early-mid 1900s, most people buying life insurance were men of European descent."
    },
    {
      "author": "LIMBONG",
      "text": "How interesting. So I've heard the term being bandied about and stuff. How is it, like, actually used today?"
    },
    {
      "author": "AUBREY",
      "text": "Well, it's still widely used today. It's on almost every medical record because it's very easy to calculate. A doctor doesn't need to examine you to calculate a BMI. They just need your weight and your height. So it's more of a screening tool. And here's how Dr. Richard Joseph - he's a physician at Brigham and Women's Hospital who specializes in metabolic health - explains it."
    },
    {
      "author": "RICHARD JOSEPH",
      "text": "It's a pretty crude metric. And so it really doesn't have any, you know, utility, truthfully, in understanding people's underlying health."
    },
    {
      "author": "AUBREY",
      "text": "And he says since a lot of the original data came from European men, as we just discussed, it can be flawed."
    },
    {
      "author": "JOSEPH",
      "text": "So it really doesn't apply broadly to, you know, the diverse population. You know, people who are of Asian descent often can be skinnier and have underlying metabolic diseases that you wouldn't see if you just looked at their BMI. And same thing for - folks who are African American might carry weight in different ways as well."
    },
    {
      "author": "AUBREY",
      "text": "So basically, we're all just different in the way we carry our weight."
    },
    {
      "author": "LIMBONG",
      "text": "Hmm. So what he's saying is that, like, using that as a standard - it doesn't really work for people of different backgrounds."
    },
    {
      "author": "AUBREY",
      "text": "Yes. That's exactly right. I mean, people can be a normal weight but have low muscle mass and high body fat, while others have higher body weight but are muscular and lean. And a scale won't tell you the difference, and neither will BMI."
    },
    {
      "author": "LIMBONG",
      "text": "Huh. You know, it's funny. So when I was in my, like, early to mid-20s, I was kind of living, like, a dirtbag, 20-year-old life..."
    },
    {
      "author": "LIMBONG",
      "text": "...You know what I mean? - doing all the dirtbag..."
    },
    {
      "author": "AUBREY",
      "text": "Dirtbag, huh? OK."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "AUBREY",
      "text": "I won't ask."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "AUBREY",
      "text": "(Laughter)."
    },
    {
      "author": "LIMBONG",
      "text": "And my BMI - you know, I'm 5'7\". I think I was, like, weighing, you know, 155-ish. And I was, like, within the, quote-unquote, like, \"good, normal\" (laughter) BMI range, right? Now that I'm, like, older, a little wiser, you know, I've taken - you know, I've started running, doing, like, weights and all that stuff. I'm - the number on my scale - it's, like - I think I'm, like, 170, 180. I'm - I weigh more. I haven't figured out how to get any taller."
    },
    {
      "author": "AUBREY",
      "text": "(Laughter)."
    },
    {
      "author": "LIMBONG",
      "text": "So, you know, I'm still working on that. But, you know..."
    },
    {
      "author": "AUBREY",
      "text": "Right."
    },
    {
      "author": "LIMBONG",
      "text": "...Whatever. But I'm technically overweight now by BMI standards."
    },
    {
      "author": "AUBREY",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "Is this something - is it - it seems - I don't want to say misleading but maybe not like the clearest picture of a person's health?"
    },
    {
      "author": "AUBREY",
      "text": "That's right. I mean, let me give you another example kind of similar to the story you just shared about yourself. I spoke to..."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "AUBREY",
      "text": "...A woman named Mana Mostatabi. She's 38 years old. She told me the scale has never been her friend. As far back as, like, when she was in high school, she was a competitive athlete, and her BMI put her in the overweight category."
    },
    {
      "author": "MANA MOSTATABI",
      "text": "At my fittest, like, I ran high school track. But it's because I am a muscly person. Like, my dad always joked that I should have been a wrestler."
    },
    {
      "author": "AUBREY",
      "text": "She was always trying to get the scale to budge, she told me. And then what she realizes now is that BMI told her very little about her health."
    },
    {
      "author": "MOSTATABI",
      "text": "So it's never going to take into account how much muscle you have. Breasts and hips -that's just sort of part of what we are."
    },
    {
      "author": "LIMBONG",
      "text": "Takeaway one - if you're looking for more information about your body composition, like your muscle mass or body fat, BMI won't give you that info. So try a different tool instead."
    },
    {
      "author": "LIMBONG",
      "text": "You know, if the scale doesn't work - right? - you can't use that number. The BMI number, you know, isn't all that useful. What can you use? What are some alternatives here?"
    },
    {
      "author": "AUBREY",
      "text": "Well, Mostatabi now has a new way to track, and this is using a body composition scan. This is something that's offered at Orangetheory Fitness, where she works out. The chain uses a brand of machine or a device called an InBody, which measures body fat and muscle mass, which are two key, important metrics for health. The InBody looks kind of like a metal scale with two arms."
    },
    {
      "author": "MOSTATABI",
      "text": "So you get on the scale. You're supposed to wipe your hands and feet with these special cloths that, like, allow for better electrical currents."
    },
    {
      "author": "AUBREY",
      "text": "And the way it works is this device sends safe electrical currents through your body. It's known as bioelectrical impedance, and the technology has been around for decades. I spoke to Scott Brown. He's vice president of fitness at Orangetheory. And he described to me how it calculates fat and muscle."
    },
    {
      "author": "SCOTT BROWN",
      "text": "And how fast that current is returning to the different electrodes is going to give a measurement of how much fat or muscle you have because the current travels through those body tissues at different speeds or different rates."
    },
    {
      "author": "LIMBONG",
      "text": "Right. So Mana Mostatabi wipes her hands, gets the electrical currents, like, through her..."
    },
    {
      "author": "AUBREY",
      "text": "Yep."
    },
    {
      "author": "LIMBONG",
      "text": "...Body. So what kind of information does she get from that?"
    },
    {
      "author": "AUBREY",
      "text": "Well, she had her first InBody analysis back in January, she says. Now, back then, she was kind of out of shape and had resolved for a fresh start. So all winter long, she really hit it hard. She was working out, like, four or five times a week. She told me she did a lot of resistance training and some cardio on a treadmill and rowing."
    },
    {
      "author": "MOSTATABI",
      "text": "At the end of the transformation challenge, I had lost 10 pounds of body fat and also gained four pounds of muscle. And it was just so affirming."
    },
    {
      "author": "LIMBONG",
      "text": "Wow. So, you know, it's interesting that she broke down those numbers because, if you were to do the math, and then get on a scale, I'm not sure - you don't really get any information from there - right? - the numbers. But, like, now she has - she affirmed that, like, she was on the right track, and she's doing the right things, right?"
    },
    {
      "author": "AUBREY",
      "text": "Yeah. She really feels that these efforts are improving her health, and now she has a way to measure. What she was really excited about is to see that she had gained muscle because, you know, the evidence shows that women who weight train and build strength can expect to live longer and healthier lives. You know, instead of just focusing on weight, she's now more focused on metrics that matter more to her health."
    },
    {
      "author": "MOSTATABI",
      "text": "And the InBody scan is actually the first tool I've ever used that showed gains. And to see that I could grow so much muscle as a woman just is incredibly empowering."
    },
    {
      "author": "AUBREY",
      "text": "So this data gave her a baseline and a way to track her progress, which she found very motivating."
    },
    {
      "author": "LIMBONG",
      "text": "To track your progress over time, try a body comp scan. That can show you more helpful metrics, like muscle gains or fat loss."
    },
    {
      "author": "LIMBONG",
      "text": "So I'm - I've found myself on the fitness side of TikTok, where, when they talk about body compositions, they pretty much just talk about how good they look in the mirror, you know..."
    },
    {
      "author": "AUBREY",
      "text": "(Laughter)."
    },
    {
      "author": "LIMBONG",
      "text": "...Like, the size of your traps and all..."
    },
    {
      "author": "AUBREY",
      "text": "Shocker."
    },
    {
      "author": "LIMBONG",
      "text": "...Yeah - which I imagine isn't the most scientifically accurate way to calculate body composition. So what other options are there?"
    },
    {
      "author": "AUBREY",
      "text": "Well, an MRI - a magnetic resonance imaging - is considered to be the gold standard. But that's just not practical for most people, given the expense and kind of access to medical imaging. Dr. Joseph orders DEXA scans, which is a type of X-ray, for some of his patients. These scans also measure bone mineral density, which is recommended for people 65 and up. And what people don't always realize is that they also accurately measure body composition and fat distribution."
    },
    {
      "author": "AUBREY",
      "text": "Now, these can cost hundreds of dollars. Prices have begun to come down a bit in some areas, as more machines are available and there's more demand, but still can be a pricey option. And then I'd say this option that's taken off in gyms and workout studios, such as Anytime Fitness and, as I've already mentioned, Orangetheory, is bioelectrical impedance analysis - using devices such as this InBody that we mentioned, or other brands, such as the Evolt 360. And depending on the gym or the workout place, the scans are often free with membership or available for a small fee."
    },
    {
      "author": "AUBREY",
      "text": "Now, these bioelectrical impedance devices are typically not as precise as an MRI or DEXA, but they have been shown to be reliable at tracking changes over time, as long as people follow the directions."
    },
    {
      "author": "LIMBONG",
      "text": "Can you get insurance to cover some of the more pricey tests?"
    },
    {
      "author": "AUBREY",
      "text": "You know, MRIs and DEXAs are typically only covered by insurance if there's a medical indication. So metabolic doctors may order it for patients. People 65 and up, as I mentioned, could get it for a bone density scan. But people will probably need to pay out of pocket to get the DEXA if they don't have one of these indications. And I think that's part of the appeal of these scales like the InBody because, you know, you can basically get them sometimes for free or for a small fee."
    },
    {
      "author": "LIMBONG",
      "text": "Takeaway three - if you want even more information, you could do an MRI or a DEXA scan. Talk to your doctor if it's something you're interested in."
    },
    {
      "author": "LIMBONG",
      "text": "You know, I just want to circle back real quick to something Mana said. You know, she was talking about how pleased she was about gaining muscle. And I followed, like, your coverage on women and the importance of resistance training and all of that. But I'm curious, how much muscle is, like, a realistic amount for a normal person to gain?"
    },
    {
      "author": "AUBREY",
      "text": "Yeah. You know, I'm really glad you asked this because I started asking that question in January, and it took me a couple of months to come to this conclusion. But, I mean, on average, women gain less muscle at a slower rate compared to men. And that's universally understood."
    },
    {
      "author": "AUBREY",
      "text": "During Orangetheory's eight-week transformation challenge, men who were focused on muscle gains added about 0.83 pounds - so less than a pound of muscle over eight weeks on average - compared to about a half a pound of muscle gain for females. And across all participants, there was only about a 0.1 pound average muscle gain. So unless you're really focused on building muscle with weightlifting and dialing up protein in the diet, you really won't see too much of a change in eight weeks."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah, unless you're committed to doing the, like, only chicken, rice, broccoli for dinner (laughter), three meals a day or whatever. Yeah."
    },
    {
      "author": "AUBREY",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "So it can..."
    },
    {
      "author": "AUBREY",
      "text": "Very high protein. Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah. It can take a minute to build some muscle is what you're saying."
    },
    {
      "author": "AUBREY",
      "text": "Absolutely. And there's just a lot of variability from person to person. I mean, the ability to grow new muscle is influenced by, you know, gender, by age, by genetics. But I will point out the reason it's helpful to know your muscle mass is because studies show that strength is a predictor of longevity."
    },
    {
      "author": "AUBREY",
      "text": "I mean, sometimes when we're young, it's hard to imagine frailty, but loss of muscle is incredibly common as we age. I mean, there's a medical term for it - sarcopenia. So muscle loss is - look, it increases the risk of falling, which is a top cause of death from injury among older people. It's important to focus on maintaining strength."
    },
    {
      "author": "LIMBONG",
      "text": "Hmm. And building muscle helps prevent this?"
    },
    {
      "author": "AUBREY",
      "text": "Yes, it does. I mean - and it's important to point out, you know, it's possible to gain muscle and lose fat without losing any weight, which might be what happened to you..."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah (laughter)."
    },
    {
      "author": "AUBREY",
      "text": "...I mean, based on what you described for me. So, you know, the scale stays the same, but body composition can change rather significantly. And this is what happened to a woman I spoke to last month. Her name is Karen White. She's 59 years old. She's a certified health coach in Alexandria, Va. Over the last three years, she's gained about three pounds of muscle. And her body fat has dropped from about 26% down to 22%. She's the exact same weight after three years of tracking, but the positive changes in her body composition, she says, are profound."
    },
    {
      "author": "KAREN WHITE",
      "text": "We shouldn't put all this emphasis on scale weight. Let's put the emphasis on - what is that scale weight made of? You know, is it fat? Is it muscle? What is it? And I think that's where the InBody is very useful. So you can see, in black and white, am I metabolically healthy? Am I in healthy ranges?"
    },
    {
      "author": "AUBREY",
      "text": "And when she realized she needed to build more muscle three years ago, she started lifting weights and doing other types of resistance training about three times a week."
    },
    {
      "author": "LIMBONG",
      "text": "Hmm. And so when you do the body comp scan, you get the numbers back, how much fat is OK or, you know, how much fat is considered, like, ideal or in the healthy range?"
    },
    {
      "author": "AUBREY",
      "text": "Yeah. This is another question that's been a little bit hard to answer. I mean, when it comes to body fat, having too much of it can increase the risk of metabolic disease, especially visceral fat. That's the fat that surrounds the abdominal organs like the stomach, the liver, intestines. This is considered inflammatory fat."
    },
    {
      "author": "AUBREY",
      "text": "The American College of Sports Medicine sets fitness categories for body fat based on age and gender. But there is not a universally agreed upon target for what's considered ideal. I mean, I'll point out that, using these ACSM standards, most Americans would be classified in the poor fitness category because the average body fat among adults in the U.S. is 33% on average."
    },
    {
      "author": "AUBREY",
      "text": "Now, the U.S. military considers the healthy body fat for military fitness to be between 10% and 20% for young men and up to 25% for middle-aged men. Women typically have more body fat, with a healthy range from 15% to 30% for young women and up to 38% for older women. But Dr. Joseph says, look, the rule of thumb here for fitness is that it is you against you. I mean, rather than fixate on an external benchmark, it's important to look at your trends over time. And that's where body composition scans can be helpful."
    },
    {
      "author": "LIMBONG",
      "text": "You know, I feel like the big takeaway is, like, even if, you know, you don't go to a gym and don't have access to one of these scans or whatever, or even you don't take one, it does seem kind of helpful to know that the number on the scale, like, paints an incomplete picture - right? - and, you know, maybe just, you know, getting some weights in, doing some resistance training..."
    },
    {
      "author": "AUBREY",
      "text": "That's exactly right."
    },
    {
      "author": "LIMBONG",
      "text": "Like, it might be best for all of us, right? Yeah."
    },
    {
      "author": "AUBREY",
      "text": "That's exactly right. I mean, I think the big takeaway - boom - you hit the nail on the head. If you would rather not step on a scale or calculate your BMI, you have a good excuse. There are lots of other ways to assess your body composition that can be more helpful and give you actionable information."
    },
    {
      "author": "LIMBONG",
      "text": "And that's takeaway four - you know, there isn't a hard-and-fast rule for the exact amount of body fat or muscle mass you should have. What's most important is to compare your current self to your past self."
    },
    {
      "author": "LIMBONG",
      "text": "All right. Thanks, Allison."
    },
    {
      "author": "AUBREY",
      "text": "Thanks. Great to be here."
    },
    {
      "author": "LIMBONG",
      "text": "All right. Time for a recap. Takeaway one - BMI alone might not be enough to learn about your health. But there are other options, like takeaway two - a body composition scan can give you more info about your muscle or body fat numbers."
    },
    {
      "author": "LIMBONG",
      "text": "And takeaway three - you can get a bioelectrical impedance analysis at most gyms. Or talk to your doctor about an MRI or DEXA scan if you want to know about your bone density or other health measures."
    },
    {
      "author": "LIMBONG",
      "text": "And takeaway four - no matter what test you choose, compare yourself to your past benchmarks rather than any external standards."
    },
    {
      "author": "LIMBONG",
      "text": "For more on LIFE KIT, check out our other episodes. We've got one on getting into weightlifting and another on rethinking weight loss. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And also, we'd love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "LIMBONG",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. It was edited by Clare Marie Schneider and Meghan Keane. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle and Sylvie Douglis. Engineering support comes from Neisha Heinis. I'm Andrew Limbong. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4727356023.mp3",
  "img": "https://media.npr.org/assets/img/2024/06/12/lk_body-composition_fabrizio_1_wide-28b00ae00d106f19cf10c14d6f3aa4a97848c931.jpeg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "ANDREW LIMBONG, HOST",
    "LIMBONG",
    "ALLISON AUBREY, BYLINE",
    "AUBREY",
    "RICHARD JOSEPH",
    "JOSEPH",
    "MANA MOSTATABI",
    "MOSTATABI",
    "SCOTT BROWN",
    "KAREN WHITE"
  ]
}