{
  "title": "Unhappy at work? How to plan your next move",
  "url": "https://www.npr.org/transcripts/1196979919",
  "intro": "To find a job you actually enjoy, figure out what's making you unhappy and move forward from there, says Tessa West, author of the new book Job Therapy: Finding Work That Works for You. West offers practical exercises to help assess your strongest skill sets, your stressors and what you need next from your career.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle."
    },
    {
      "author": "SEGARRA",
      "text": "I wonder if you've ever had a moment like this. You're brushing your teeth or driving your car or riding the subway, getting ready for work, and you think, what am I doing? I hate this job. Is this what I signed up for?"
    },
    {
      "author": "TESSA WEST",
      "text": "It's a little like looking over at your spouse in bed and thinking, who are you? You aren't the person I married. You aren't the person I became committed to at some point in time."
    },
    {
      "author": "SEGARRA",
      "text": "That's Tessa West, a psychology professor at NYU and author of the book \"Job Therapy: Finding Work That Works For You.\" A recent Gallup survey found that employee engagement in the U.S. has sunk to an 11-year low, with a growing number of people feeling dissatisfied and unmotivated at work."
    },
    {
      "author": "WEST",
      "text": "If you are feeling disappointed, if you have anxious boredom, if you're experiencing ennui in the workplace - just this kind of low-level malaise around your career or your job - you're in good company."
    },
    {
      "author": "SEGARRA",
      "text": "But luckily, West has some advice for you on how to look inward to figure out what it is about your job that's making you unhappy and move forward from there. She recently spoke with Deepa Fernandes, co-host of NPR's Here And Now. Here's that conversation."
    },
    {
      "author": "DEEPA FERNANDES, BYLINE",
      "text": "You draw a direct line between the discontent we might feel at work and what people might feel in a relationship that they might go get therapy for, but we don't do that when it comes to work. And I think what you're saying is, maybe there's something in that. And Tessa, you've interviewed thousands of people who are thinking about or have recently changed jobs. Just before we launch into, you know, some of these stories and what we can do about it, why therapy? What can therapy help us with when we think about our work?"
    },
    {
      "author": "WEST",
      "text": "Well, I've been studying close relationships for 15 years. I actually started off as a romantic relationships researcher. And what I like about a therapeutic approach to our job is that it allows us to embrace all those complicated, messy emotions we have around work. I think a lot of the red flags that we are seeing around people's relationships with their career are often not processed as such. It's things like ambivalence, loving and hating your job at the same time. Even showing bursts of engagement when you're having an identity crisis. And we see people doing these kind of confusing behaviors that go a little bit against what our instinct says you ought to be doing when you're unhappy at work."
    },
    {
      "author": "WEST",
      "text": "We see them in our relationships with our careers, but we don't often process them. Instead, we focus on structural decisions. Do I want to work from home? What do I want my compensation package to look like? And that's a little like thinking you can solve a marriage by buying a bigger house. I think we know intuitively that doesn't work with our personal lives, and that also doesn't work in our professional ones. And so learning to embrace those messy emotions, processing those deep psychological issues underlying your unhappiness - these are all concepts that I think really lend themselves to thinking about a therapeutic approach to your job or your career."
    },
    {
      "author": "FERNANDES",
      "text": "So that's takeaway one - it's normal to have mixed emotions about work and for it to feel confusing or complicated, kind of like a relationship or other parts of your personal life. So let's hold that thought and let's move on to a couple of the people who you introduce us to in your book. One of them is Tricia Baker (ph). Now, she's a former school psychologist. And she told you that the role worked really well early on in her career because it aligned with her interest in mental health. And it was a really practical job to have while managing her own family. But she didn't realize when she was getting her education what her day-to-job would look like, and it proved unsatisfying. Let's listen to Tricia."
    },
    {
      "author": "TRICIA BAKER",
      "text": "That's kind of what happened with me. It was less about working directly with people and kids having issues and more about assessment and meetings and report-writing."
    },
    {
      "author": "FERNANDES",
      "text": "I mean, I think so many people can relate to that in whatever our profession is when meetings and memos and, you know, very kind of admin-y (ph) type things take up a lot of our job. Tricia clearly drifted apart from the job she signed up for and she told you she realized she wanted a therapist job that was more hands-on. She ultimately did move on, but it took a lot of time and thought to do so."
    },
    {
      "author": "FERNANDES",
      "text": "And you talk about several reasons people might be unhappy like Tricia. And one of the most relatable is this idea of having a crisis of identity. I'd love for you, Tessa, to help us unpack why so many people come to have their identity so tied to their job, to their work. Why do we do this?"
    },
    {
      "author": "WEST",
      "text": "You know, I think that we often underestimate how impactful the workplace is and who we see ourselves as people. We think there should be some kind of separation between our personal selves and our work selves. But at the end of the day, most of us actually spend more time at work than we do at home. So, you know, as a relationship psychologist, it doesn't surprise me that our sense of self - how we define ourselves, where we get, you know, our sort of true sense of satisfaction in life - often comes down to our work life identity. And we tell ourselves we shouldn't feel this way - we shouldn't define ourselves in terms of our careers, our accomplishments - but I actually think it's pretty normative to do this."
    },
    {
      "author": "WEST",
      "text": "What I think is unhealthy is if you're in a career where there's a mismatch between how much you want that career to be a part of your identity and what that career is asking of you. People are often unhappy if they want to be what I call in my book a happy distancer. You know, you're fine with your career identity. It doesn't - it's not a huge piece of who you are. But you might work in a place that's really asking that of you, and that's where that workplace unhappiness comes from. It comes from that mismatch between what a career is asking you to do and what you want to actually give into it."
    },
    {
      "author": "FERNANDES",
      "text": "Tessa, I want to ask you because, you know, something that I think many people feel at some point is being stretched too thin at work - meaning you have so many other things to do in addition to the basics of your job that you sometimes feel like you can't just be the best you can at your actual job. It leads to feeling overwhelmed, burnt out, unsatisfied. But I'm wondering, you know, if your bosses are OK with you kind of doing all these various things, and that leads to a mediocre work product, which also maybe is OK, but you yourself have higher standards, and you want to do better, what is one to do?"
    },
    {
      "author": "WEST",
      "text": "I think the first question you want to ask yourself is, is all the work I'm doing with these different roles, many of which I've learned are voluntary - we're taking them on, but we're not getting credit for the work that we do in them - are they actually helping me get ahead? And sort of the inconvenient truth is bosses and managers will often ask people to take on extra work that they don't even have a system for granting them credit for, and their hard work certainly is never discussed in a promotion or, you know, a kind of end-of-the-year quarterly promotion decision-making meeting. So the first step you want to do is actually ask your boss or manager, is the work I'm doing in this going to actually count for something? Will it even be discussed when it comes time to actually making decisions about where you want to put me next?"
    },
    {
      "author": "FERNANDES",
      "text": "Takeaway two - be proactive and make sure the work you're doing is actually moving you in a direction you want to go, and, critically, ask for feedback."
    },
    {
      "author": "WEST",
      "text": "Asking for feedback and digging for data at work is one of the most difficult things that we do. But the people who I spoke to who are on the receiving end of those asks - leaders and promoters - they're often happy to give it to you. And I think if you're uncomfortable asking your boss, ask another boss - someone else who's in the room during those decision-making meetings - what you think you should be doing to get ahead. And you want to look for patterns in those answers to try to kind of converge on one path or one process."
    },
    {
      "author": "FERNANDES",
      "text": "You know, and I'm wondering because, Tessa, you know, I've lived in places where work doesn't really define one's identity, or it's a lesser part, culturally, of who we are than it is here in the United States. And so I'm wondering if there's work maybe we need to do on ourselves so we don't tie that need for appreciation at work with our general happiness. Maybe we need to seek that feeling of appreciation elsewhere in our lives and just kind of - I don't know - is there some work we could do there on ourselves?"
    },
    {
      "author": "WEST",
      "text": "Absolutely. I think it is always a dangerous place to be when your self-esteem is entirely tied to one dimension. But I think even for those who still feel like they don't have a lot going on outside of work and asking them to develop these kind of nonworkplace identities feels like a heavy lift. There are other sources of self-esteem that you can get from work that aren't just about your performance - your interpersonal relationships, your ability to teach people the hidden curriculum, to teach them how to have conversations with strangers - some of these interpersonal skills that we tend to kind of not formally give people credit for but are super important for keeping a workplace ticking."
    },
    {
      "author": "WEST",
      "text": "And so if you have some of those skills, I think that you can actually feel much better about yourself if you learn how to utilize them. And what I've learned is a lot of people are looking for things like that that aren't just about performance - that are about interpersonal connection, that can give you much higher self-esteem and self-worth."
    },
    {
      "author": "FERNANDES",
      "text": "So if you're listening out there and you're thinking, oh, my gosh, I need some of this in my life, well, Tessa's book gives a lot of very practical steps to do. In some ways, Tessa, it's a little bit like homework, but in a good way. And one of the things that you have in there is a test. It's a stress test. Walk me through that."
    },
    {
      "author": "WEST",
      "text": "So I - as a social psychologist, I often study the stress people feel and how it shows up in their body and their physiology. And what I developed for this book is a simple test. In the morning, write down what you're anticipating that you're going to be the most stressed about that day. And then in the evening, write down what actually stressed you out. And what I found in my book is that there's about 50% overlap. Half the time, those morning things either never happened or they turned out to not be so stressful because you put steps in place to actually manage the stress."
    },
    {
      "author": "WEST",
      "text": "But the other half the time, the stressors that people are experiencing on a pretty regular basis at work - things like a commute or your boss putting a meeting on your schedule last minute - they don't encode them as stressors in the moment, even though they can look back and think that was really stressful for me. So it's important to keep track of these things to collect data on yourself and your own stressors."
    },
    {
      "author": "FERNANDES",
      "text": "Takeaway three - document your stresses. Oh, my gosh, such good advice. Every morning for a couple of days, write down what you think will stress you out. And at the end of the day, then, write down what actually stressed you out. So what patterns have you noticed? You know, as you're thinking about moving on to the next job, you point out, you know, you have to kind of almost be systematic about it. Think about the pros and the cons. List them out even if you're not really sure what your next move is yet. And you have an exercise. It's called the three-things exercise. Tell us about that."
    },
    {
      "author": "WEST",
      "text": "Yeah. So I think it's really important, when people kind of walk through these exercises, to think about the things that you want to keep in your job. You know, what is a skill that I have that I'm bringing to work? How am I executing that skill, and what is the context in which I execute that skill? Often, when we think about the workplace, we think about starting fresh. We want to do something brand new that's different. And instead, we need to think about how we can import what we're already good at to the next thing."
    },
    {
      "author": "WEST",
      "text": "But to do that, you need to break it down into these different kind of components. And then, when you network with people, you can ask them things, like, how do I execute on this skill? Is this skill even relevant? What would the tasks look like in which I would do that? And I think these kinds of kind of simple tasks are meant to help you then ask the right questions during the networking stage when you're trying to discover new careers or new jobs."
    },
    {
      "author": "FERNANDES",
      "text": "Takeaway four - if you're feeling ready to move on from your job, create a list of your specific skills and ask yourself which ones you want to bring with you to your next career. And this exercise will help you figure out what you do or don't want from your day-to-day work."
    },
    {
      "author": "FERNANDES",
      "text": "You know, and I'm thinking to the former school psychologist, Tricia Baker, who we heard from earlier. And one of, you know, her real discontents with her job was the amount of kind of admin stuff - paperwork, meetings, that kind of thing. And, you know, it makes me think that there may be many people who feel that we don't actually get to do the hands-on part of our job enough, but wouldn't that cross a lot of things if you change jobs? You'll probably just come up against that again. I feel like there's this sense of, like, better the devil I know. I may as well stay here than jump ship and be in the same boat again."
    },
    {
      "author": "WEST",
      "text": "Yes. I think people kind of fall into one of two camps - the camp you just described or the grass-is-greener camp. And I think, really, the only way to know what it's going to be like out there is to network with people and ask them questions like, before I started this job, nobody told me that - to uncover the hidden curriculum, to uncover those roles like what Tricia experienced - those admin roles that nobody told you would take up 60% of your time. And I think talking to people in these careers is really the best way to get that data that Tricia eventually got through her own experience. But had she kind of spoken to some of those individuals who were entering in that field, she probably could have learned a little bit about how much of this job was admin - how much of it is admin just in her school district or how much is in the entire industry."
    },
    {
      "author": "FERNANDES",
      "text": "Now, she made the leap, but it required her being out of work for a few years, going back to school, her family being very flexible with her. That's a lot. But she says, in the end, it was all worth it to change jobs."
    },
    {
      "author": "BAKER",
      "text": "I'm really, really glad I took the leap. You know, I think I never would have been able to fully suppress that desire to go into, you know, the career that I ultimately really was passionate about. And in the end, it worked out because I found a way to do what I love and also find some balance at home. And I'm now working telehealth, so I can be at home and have a more flexible schedule while doing work that I think is making a difference with people."
    },
    {
      "author": "FERNANDES",
      "text": "So Tessa, Tricia clearly had this struggle between her heart and her head. And I think, you know, as we leave this conversation, there are probably many people assessing if they should leave a job or not. How much should we base that decision on kind of our heart versus our head?"
    },
    {
      "author": "WEST",
      "text": "I think both. But I think the lesson here is, do not feel like you have to make any big, scary leaps when you're doing this. The advice I give in job therapy is all about little, baby steps you can take to align your head with your heart - to explore things to see if the practical are aligning with the emotional. And a lot of those steps you can take while you're still employed, while you're still in your old career - things like dating new identities, learning about, you know, what other careers look like. In fact, I don't recommend anyone break up with any job or career until they start going through these steps. So baby steps, small steps you can take to really align the practical with those emotional needs that you're looking for at work."
    },
    {
      "author": "FERNANDES",
      "text": "Thank you so much, Tessa."
    },
    {
      "author": "WEST",
      "text": "Thank you for having me."
    },
    {
      "author": "FERNANDES",
      "text": "OK. Let's recap. Takeaway one - embrace that work is complicated. It's OK to love and hate your job at the same time."
    },
    {
      "author": "FERNANDES",
      "text": "Takeaway two - make sure your job is headed somewhere you want to go. Communicate and ask for feedback about what you're doing, and confirm that your daily task will contribute to a promotion or a job title you're interested in."
    },
    {
      "author": "FERNANDES",
      "text": "Takeaway three - get some data if you're feeling dissatisfied at work by going through the daily stress test and thinking about your day - what are you the most worried about? And then, at the end of your day, what actually stressed you out?"
    },
    {
      "author": "FERNANDES",
      "text": "Takeaway four - complete the three-things exercise. What skills do you want to bring with you to your next job?"
    },
    {
      "author": "SEGARRA",
      "text": "That's Tessa West talking to Deepa Fernandes from Here And Now. And if you want to hear more from Here And Now, check out their podcast, Here And Now, anytime. For more LIFE KIT, check out our other episodes. We have one on how to ace a job interview and another on how to switch careers. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit.npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Margaret Cirino and Sylvie Douglis. Engineering support comes from Kwesi Lee. Special thanks to Ashley Locke. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3664810403.mp3",
  "img": "https://media.npr.org/assets/img/2024/07/19/gettyimages-1251608537-copy_wide-e4b94d2f09912a0f76e5fed1c8a04336f9489653.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "TESSA WEST",
    "WEST",
    "DEEPA FERNANDES, BYLINE",
    "FERNANDES",
    "TRICIA BAKER",
    "BAKER"
  ]
}