{
  "title": "Wolfing down your meals? Here's how to slow down and eat more mindfully",
  "url": "https://www.npr.org/transcripts/1196977570",
  "intro": "Lilian Cheung, a mindful eating lecturer at Harvard, shares helpful tips on how to slow down while eating — including saying 'The 5 Contemplations' by Buddhist master Thích Nhất Hanh.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. You ever eat so fast that you get hiccups from just, like, inhaling the meal? Or you bite your cheek or your tongue 'cause you mistook it for food? Yeah, I've done it."
    },
    {
      "author": "LILIAN CHEUNG",
      "text": "And that's horrible because once you bit your tongue or part of your side of your mouth, you get a canker sore, and it's going to just really disrupt your eating throughout the next days, right? So that's no fun."
    },
    {
      "author": "SEGARRA",
      "text": "That's Lilian Cheung. She's a lecturer on nutrition and the director of mindfulness research and practice at Harvard University. Other signs you're eating too fast..."
    },
    {
      "author": "CHEUNG",
      "text": "You may get heartburn (laughter) and just discomfort. Or later on you might feel still hungry and want to eat more despite of the fact that you thought you ate already."
    },
    {
      "author": "SEGARRA",
      "text": "There are a lot of reasons we scarf down our food - tight deadlines, short lunch breaks, also the great American virtue of productivity that's infiltrated every part of our lives. Like, let me hurry up and eat so I can run more errands. Or if you grew up without enough food, you might have a feeling of scarcity while you're eating. And for some of us, it's just a habit. You know, we eat while we're reading emails or scrolling on our phones."
    },
    {
      "author": "CHEUNG",
      "text": "People are not eating - really sitting down to eat a meal. Very often, we found ourselves eating something and doing something else."
    },
    {
      "author": "SEGARRA",
      "text": "Lilian practices and researches something called mindful eating."
    },
    {
      "author": "CHEUNG",
      "text": "Mindful eating practice encourages us to make choices that are satisfying and nourishing to the body. And as we become more aware of our eating habits, we can take steps towards behavior that will benefit not only ourselves, but also an environment."
    },
    {
      "author": "SEGARRA",
      "text": "Mindful eating asks us to slow down and notice our food."
    },
    {
      "author": "CHEUNG",
      "text": "It's about what to eat, how to eat, how much to eat and awareness of why we eat what we eat."
    },
    {
      "author": "SEGARRA",
      "text": "And, of course, how fast we eat. So today on LIFE KIT, how we can become more mindful of our eating habits. And in particular, what are some techniques we can use to eat at a healthy pace? We'll also talk about what to do when you don't have a lot of time for a particular meal."
    },
    {
      "author": "SEGARRA",
      "text": "Lilian, how fast are we supposed to eat a meal? Like, is there a standard we should be following?"
    },
    {
      "author": "CHEUNG",
      "text": "Well, you'll find most nutritionists urging us to take 20 minutes for a meal."
    },
    {
      "author": "SEGARRA",
      "text": "OK."
    },
    {
      "author": "CHEUNG",
      "text": "Because it takes about that time for your body to get the signal to the brain that you are full. If you eat fast, your brain is not getting the signal that you are full until about 20 minutes. And that involves nervous system as well as hormonal system."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So then you eat too much and you feel terrible after."
    },
    {
      "author": "CHEUNG",
      "text": "That's right. And we tend to do that in the 21st century because most people are not eating - really sitting down to eat a meal. Very often, we found ourselves eating something and doing something else."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so let's get into some of the really practical tips here. If you want to start to slow down when you eat or to eat at a healthy pace, what are some principles you can follow?"
    },
    {
      "author": "CHEUNG",
      "text": "So first is allocate time to eat and only eat. And make sure your cellphone is not with you or is face down. You're not going to be responding to any messages that come through. And then, to make sure we engage our senses, be with the food and ask yourself, what's on my plate? How hungry am I today in this meal? And notice the taste, really. The recipe that I just cooked - is it too salty? Does it need something else that I can improve it next time? And engage your smell - all your senses - the texture and whatever thought that arose as you eat because there might be some emotional aspects related to the food, and be aware of it."
    },
    {
      "author": "SEGARRA",
      "text": "OK, let's say you make a meal that is something that your grandmother used to make for you. And you're eating it and you're tasting - oh, my God, this tastes just like my grandma's stuffed cabbage. You know, like, that's an emotional reaction that you can have to a meal, too, that's positive. But if you pause - rather than just shoveling it in, if you're pausing and saying, like, what do I feel when I bite into this stuffed cabbage, you know, who does it remind me of - does that help?"
    },
    {
      "author": "CHEUNG",
      "text": "Yeah, it does help because it brings back loving, wonderful memories. And the dish that you used as an example is a great, healthy dish. So nowadays, we have to consider sort of the physiological and emotional, psychological aspects of food. But I really worry for America because the amount of ultra-processed, highly refined foods in the market is so huge, and it's easy to get addicted to it. So we have to be very mindful when we yearn for those."
    },
    {
      "author": "CHEUNG",
      "text": "And if you're really longing for potato chips, eat it, but make sure you just take a handful and put it in a nice dish and eat it mindfully to be able to taste the saltiness, the crispiness. And thank the universe for the right climate to be able to have that potato and the manpower that has been engaged in making it available not only at the factory - OK? - but also transportation to get the chips to the supermarket, et cetera. But mindful eating really allows us to become much more aware of what we have, how we get it and what it takes to be able to have that."
    },
    {
      "author": "SEGARRA",
      "text": "The point you make about taking the potato chips and putting them in a bowl - it gets at another tip for how to eat at a healthy pace, which is take smaller portions to the table, right?"
    },
    {
      "author": "CHEUNG",
      "text": "Exactly. If you have a whole bag of chips with you and start eating, it's really challenging and difficult to stop because, you know, we love the taste. We love the crispiness. And especially when you may be looking at your cellphone or watching a TV program, you're distracted and you feel good about the crispiness and the taste and you just want more and more without consciously thinking about stopping."
    },
    {
      "author": "SEGARRA",
      "text": "I wonder, is there a space for saying affirmations, even in your head - you know, like, I'm not in a rush - you know? - or, I enjoy my food, or something really simple to keep yourself on track?"
    },
    {
      "author": "CHEUNG",
      "text": "Oh, yes. I think the key with a hurried life when you start to eat is literally stop and take a few breaths in and out. Look at what you are eating and tell yourself, I'm going to enjoy this, and the food will nourish me, both my body and my mind."
    },
    {
      "author": "SEGARRA",
      "text": "And is there a particular way we should try to eat, like any technique that you could tell us that'll help us eat slower?"
    },
    {
      "author": "CHEUNG",
      "text": "I think chewing is important. We don't chew enough, and we just swallow the food. It's harder on our digestion that way. So chewing - our teeth are supposed to help us to break up the food so that it's easier for absorption. So look at your food. Know what you're eating. Take a bite and chew, chew, chew. And then pause a little bit. Drink some water. Or maybe for other cuisines, they may be having soups, OK? So take the time."
    },
    {
      "author": "SEGARRA",
      "text": "We've been talking about this with the idea that we have choice in our lives."
    },
    {
      "author": "CHEUNG",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Right? But sometimes we're in situations where we really don't have much time to eat a meal, especially if we work at a job where we get, like, a 15-minute lunch break. I remember when I worked in retail at a clothing store and I had to clock out, run up to the food court, get on the escalator, wait in line, get my food, eat it, and be back on the floor 15 minutes later. I mean, how? How do you eat at a healthy pace when all you have is 15 minutes?"
    },
    {
      "author": "CHEUNG",
      "text": "In that case, I would split up the food, the meal. Eat at a good pace that you find comfortable. Save it for later for a snack."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, that makes sense. I felt - I always felt like maybe - again, life gets in the way. If you don't have time to prep your meals or - you know, if I could've brought food from home, then that would have saved me some time. But it's tough. It's tough. And sometimes people work at a job where they really have to eat at their desk that day."
    },
    {
      "author": "CHEUNG",
      "text": "Yeah, and that's OK. Just when you're eating at a desk, maybe just make sure that you're not going to be looking at your email."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I think there might be an element, too, of setting boundaries with your coworkers - you know, if you have to put an away message on Slack that says, eating lunch."
    },
    {
      "author": "CHEUNG",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Or if somebody comes up to you, you can just be like, just eating. I'll get back to you."
    },
    {
      "author": "CHEUNG",
      "text": "That's right. And you just tell them, I have to nourish my mind and my body with this food."
    },
    {
      "author": "SEGARRA",
      "text": "I love that."
    },
    {
      "author": "SEGARRA",
      "text": "Lilian shared an incantation that she learned from the late Buddhist monk Thich Nhat Hanh called the Five Contemplations, and she says these have helped her practice mindful eating."
    },
    {
      "author": "CHEUNG",
      "text": "This food is the gift of the Earth, the sky, numerous living beings and much hard work and loving work. May we eat with mindfulness and gratitude so as to be worthy to receive this food. May we recognize and transform unwholesome mental formations, especially our greed, and learn to eat with moderation. May we keep our compassion alive by eating in such a way that reduces the suffering of living beings, stops contributing to climate change and heals and preserve our precious climate. We accept this food so that we may nurture our brotherhood and sisterhood, our family, and realize our ideal of serving all human beings."
    },
    {
      "author": "SEGARRA",
      "text": "OK, time for a recap and some extras drawn from Lilian's book with Thich Nhat Hanh. It's called \"Savor: Mindful Eating, Mindful Life.\" Engage your senses as you eat. Notice the sounds, smells, colors, tastes, textures and the emotions that you're feeling. Honor the food. Acknowledge the work that went into putting that meal on your plate. Eat smaller portions. Instead of grabbing the whole bag of potato chips, pour some chips into a bowl and take your time eating them. Savor and chew your food thoroughly. This will help with digestion and will also engage your senses. See if you can make your snack or meal last about 20 minutes, and try not to skip meals. Even if you just have a small bite, give yourself a few minutes to eat and savor."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. There's one about mindfulness-based stress reduction and another on honoring traditions through food. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Thomas Lu. It was edited by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Clare Marie Schneider. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Carly Rubin. Engineering support comes from Cena Loffredo. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5982890130.mp3",
  "img": "https://media.npr.org/assets/img/2023/09/07/gettyimages-1335806101_wide-8df881f4ad932c0fe87a400e6d157d3fc0303f33.jpeg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "LILIAN CHEUNG",
    "CHEUNG"
  ]
}