{
  "title": "How to save a life with CPR",
  "url": "https://www.npr.org/transcripts/1196978053",
  "intro": "Every year, more than 350,000 people go into cardiac arrest outside of a hospital setting in the United States. CPR, or cardiopulmonary resuscitation, can help double or triple survival rates. In this episode, we'll explain the basics of this emergency procedure so you can feel empowered to help in a life-or-death situation.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle."
    },
    {
      "author": "SEGARRA",
      "text": "Every year, more than 350,000 people go into cardiac arrest outside of the hospital in the U.S., meaning their heart stops beating. Could be because of a heart attack or because they choked on something. There are a lot of causes. And people without existing heart conditions can also go into cardiac arrest. But maybe the more shocking statistic is this one."
    },
    {
      "author": "KATHERINE Y BROWN",
      "text": "Only about 40% of people who suffer from cardiac arrest receive CPR from a bystander or layperson."
    },
    {
      "author": "SEGARRA",
      "text": "That's Katherine Y. Brown, the founder of Learn CPR America."
    },
    {
      "author": "BROWN",
      "text": "I have been teaching CPR for over 30 years. This is three decades of my life."
    },
    {
      "author": "SEGARRA",
      "text": "Katherine's mom was a CPR instructor with the American Heart Association, and Katherine went on to open a CPR company on the South Side of Chicago, where she's from. Now, at first, nobody signed up, so she packed up her mannequin and started going door to door - like, knock, knock - hello, if someone in this house went into cardiac arrest, would you know what to do?"
    },
    {
      "author": "BROWN",
      "text": "I used to go into housing projects, biker bars, interrupt people's family reunions who I didn't know."
    },
    {
      "author": "SEGARRA",
      "text": "That's how she got her nickname - the CPR lady."
    },
    {
      "author": "BROWN",
      "text": "Oh, that's just the CPR lady. If you let her teach you CPR, she'll teach you, and then she'll leave you alone. But if you don't let her teach you, she's going to keep bugging you. So (laughter)..."
    },
    {
      "author": "SEGARRA",
      "text": "Katherine is a CPR evangelist because she says it can make a difference. This is life or death."
    },
    {
      "author": "BROWN",
      "text": "I'm not so sure that people hear that enough to know that a cardiac arrest can happen to anyone at any time. And, just doing CPR, you can double and triple survival rates. And this is what we need. We need lives to be saved."
    },
    {
      "author": "SEGARRA",
      "text": "On today's episode of LIFE KIT, we're going to teach you the basics of how to do CPR on adults, children and infants. We'll go over things like, does this person actually need CPR? How do I do it? How fast? Should I give them breaths, too? And when do I stop? We'll also talk about how to use an AED if there's one available. That's a machine that can deliver a shock to restore a person's heart rhythm."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, by the way, in reporting this episode, LIFE KIT producer Sylvie Douglis and I took a Red Cross certification course for CPR and first aid, so you'll hear audio from that class, too."
    },
    {
      "author": "UNIDENTIFIED INSTRUCTOR",
      "text": "Oh my gosh, you saved your patient. Congratulations."
    },
    {
      "author": "SEGARRA",
      "text": "What is CPR? What does it even stand for?"
    },
    {
      "author": "BROWN",
      "text": "CPR stands for cardiopulmonary resuscitation. So when you are dealing with an event where someone needs CPR, something has happened to cause their heart to suddenly stop beating. That's why we need more people to be the beat. Because your hands are actually doing what the heart cannot do for itself at that moment. So cardio is referring to the heart. Pulmonary is referring to the lungs. Resuscitation - we're trying to bring them back."
    },
    {
      "author": "SEGARRA",
      "text": "What are some of the things that can cause someone to go into cardiac arrest or have their heart stop beating?"
    },
    {
      "author": "BROWN",
      "text": "So when we think about a cardiac arrest, that person's heart has stopped, right? Think about that word. Rest means to stop. The heart is not doing anything. There are many things that lead to a cardiac arrest, but the reality is that sometimes the cause can be completely unknown. No one has a sign on that says, hey, at 12 noon today, I'm going to go into cardiac arrest. It doesn't happen like that. A lot of times it's sudden, it's unexpected. No known cause."
    },
    {
      "author": "SEGARRA",
      "text": "So in our class, they told us the first thing you want to do in a situation where someone is unconscious or you think they need help is to make sure that the scene is safe. And then, after that, how do you know if this is a situation where someone needs CPR?"
    },
    {
      "author": "BROWN",
      "text": "So when you come upon the person - let's say we have a teenager or an adult that suddenly collapsed - you want to tap hard as you can on those shoulders, and you're going to say, hey, are you OK?"
    },
    {
      "author": "UNIDENTIFIED INSTRUCTOR",
      "text": "So you want to do the shout-tap-shout. You want to tap their shoulders..."
    },
    {
      "author": "UNIDENTIFIED INSTRUCTOR",
      "text": "...And you want to yell in their ear. You want to say, (shouting) hey, hey."
    },
    {
      "author": "UNIDENTIFIED INSTRUCTOR",
      "text": "(Shouting) Hey, hey. Are you OK? Are you OK?"
    },
    {
      "author": "UNIDENTIFIED INSTRUCTOR",
      "text": "The idea is that if there's any chance that this person is still conscious - right? - you want to try to wake them up."
    },
    {
      "author": "BROWN",
      "text": "You're looking for any signs of life. Do you see that chest rising or falling? Do you feel any airflow? If you don't see any signs of life at all, quickly call 911."
    },
    {
      "author": "UNIDENTIFIED INSTRUCTOR",
      "text": "If you have bystanders available, you want to make sure that you are explicitly telling people what to do. So you want to point directly up at your bystander, and you want to say, hey, you - call 911. Because a lot of people will panic, right? They might not know what to do. So if you give them direct instructions - right? - the higher this person's chances of survival will be."
    },
    {
      "author": "BROWN",
      "text": "I like to say, you in the orange shirt or the red shirt - or if you know the person by name. Just make sure that they know it's them and that you see and acknowledge that they actually call for help. If you're alone, you can put it on speakerphone, but you definitely want to get help. Remember, you never, ever want to be in a situation where you think it's safer to get in your car and drive. You don't want to do that because the paramedics and personnel that arrive on the scene - they have equipment. They're highly trained. So you want to get help as soon as absolutely possible."
    },
    {
      "author": "SEGARRA",
      "text": "OK. But you don't want to stop and check for a pulse, right? Why is that?"
    },
    {
      "author": "BROWN",
      "text": "People were checking for a pulse longer than 10 seconds. Time was being lost. It only takes 4 to 6 minutes to suffer irreversible brain damage. So by taking that step away, especially when we're dealing with non-medical personnel, you want to simplify the steps."
    },
    {
      "author": "SEGARRA",
      "text": "Got it. OK. And so when you are starting to push like that, you cross your - you put your hand - one hand over the other and press with the heel of your hand. But you said in the center of the chest. Is that basically, like, right between the person's nipples?"
    },
    {
      "author": "BROWN",
      "text": "Well, let me say this (laughter). OK, I'm going to give you the PG version that you'll never forget, right? I despise the nipple example. I think it's the worst reference ever known to man..."
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter)."
    },
    {
      "author": "BROWN",
      "text": "...Because I have four children. They are 30, 23, 22, and 15. And I breastfed my children. That's the worst example 'cause my nipples might not live where your nipples live at anymore."
    },
    {
      "author": "SEGARRA",
      "text": "I appreciate that."
    },
    {
      "author": "BROWN",
      "text": "Yes, let's..."
    },
    {
      "author": "SEGARRA",
      "text": "That is a good point."
    },
    {
      "author": "BROWN",
      "text": "Right. So yeah - that - no. So kneel at the person's side, put the heel of the hand in the center of the chest. Keep our arms straight, elbows locked. You're pushing straight down at least 2 inches. So when you're kneeling at that person's side, you're remembering - you're bending at the waist. You're pulling the heel of your hand in the center of the chest. You interlock those fingers if you're able. Your arms straight, elbows locked - push straight down at least 2 inches deep as hard as you can. And we do it to 120 beats a minute. Two familiar songs - the cadence kind of helps you push, push, push..."
    },
    {
      "author": "UNIDENTIFIED INSTRUCTOR",
      "text": "One and two and three and four and five and six and seven and eight..."
    },
    {
      "author": "BEE GEES",
      "text": "(Singing) Ah, ha, ha, ha. Staying alive, staying alive. Ah, ha..."
    },
    {
      "author": "BROWN",
      "text": "Staying alive, staying alive."
    },
    {
      "author": "UNIDENTIFIED INSTRUCTOR",
      "text": "...nine, 10, 11, 12, 13..."
    },
    {
      "author": "LOS DEL RIO",
      "text": "(Singing in Spanish)."
    },
    {
      "author": "LOS DEL RIO",
      "text": "(Singing) Hey, Macarena."
    },
    {
      "author": "BROWN",
      "text": "(Singing) Hey, Macarena."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I could totally picture that. So you mostly teach hands-only CPR, meaning you don't teach people who aren't medical professionals generally to do rescue breaths. Why is that?"
    },
    {
      "author": "BROWN",
      "text": "So research shows that hands-only CPR is almost equally as effective as traditional CPR - that's going to be that CPR with the rescue breaths. Why? Because it was initiated, and people started doing those chest compressions. I think people get that confused, and they say, well, CPR doesn't have any breaths at all. And that's not true. It's just that - for example, consider me. I'm walking in grocery stores and gas stations and teaching people. I've got to take a complex topic, break it down into a simple step that they can remember."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And then if you are going to attempt the rescue breaths, you have to tilt back the person's head a little bit, right?"
    },
    {
      "author": "BROWN",
      "text": "Yes. Place one hand on the person's forehead. Pull the head back, two fingers under the chin. And when you get ready to give a rescue breath, you've got the airway open, right? Press your mouth over theirs. Give a breath just until you see their chest rise, next breath, and then you're going to go back to chest compressions - 30 chest compressions followed by two breaths - so 30 and two, 30 and two."
    },
    {
      "author": "SEGARRA",
      "text": "What about if you're giving CPR to a child or to a baby. How is it different?"
    },
    {
      "author": "BROWN",
      "text": "So in many instances, research shows that there was something respiratory in nature sometimes that led to the child or the infant needing CPR. They also have a smaller lung capacity. For that reason, regular, traditional CPR - CPR chest compressions and rescue breaths - is recommended for children and infants."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. It can be harder to explain, with a baby, the positioning - like, how you actually give CPR to a baby because your hands are so much bigger than their chest. In our class, they taught us to wrap our hands around the baby and press with our thumbs in the center of the chest."
    },
    {
      "author": "BROWN",
      "text": "And many people refer to that as a two-thumbs, encircling-hand technique. And you use your thumbs at the same time and you're pushing - correct. And I say, for people who want to learn on children and infants, to take a traditional CPR class. There are classes happening all around the world."
    },
    {
      "author": "SEGARRA",
      "text": "So now when you tell someone, hey, you call 911, you can also tell them to look for an AED machine. Let's talk about the AED. What is it?"
    },
    {
      "author": "BROWN",
      "text": "The AED is an automated external defibrillator, which is a portable medical device. It has voice prompts and is designed to analyze that person's heart rhythm during a cardiac arrest. And if necessary, it will deliver a shock. You can find them in schools, public places, airports, sometimes shopping centers - and casinos, of all places. You get a better chance of finding an AED in a casino than you do in underserved communities. And we got to do something about that. There are disparities that exist between layperson or bystander CPR rates and AED use because there is a lack of resources in our communities of color, rural communities and also low-income neighborhoods."
    },
    {
      "author": "BROWN",
      "text": "But let's talk about the AED. So the most important step with the automated external defibrillator is just to turn it on."
    },
    {
      "author": "BROWN",
      "text": "When you turn it on, it has voice prompts. And you're going to see some pads inside of it. And it will say..."
    },
    {
      "author": "AUTOMATED VOICE",
      "text": "Apply pads to patient's bare chest."
    },
    {
      "author": "BROWN",
      "text": "Apply pads to patient's bare chest. Plug in pad connector next to flashing light. So once you apply those pads to the victim's chest, the device will say, analyzing heart rhythm."
    },
    {
      "author": "AUTOMATED VOICE",
      "text": "Analyzing heart rhythm."
    },
    {
      "author": "UNIDENTIFIED INSTRUCTOR",
      "text": "And it's going to start analyzing. So as soon as it starts analyzing, you want to say what?"
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Clear."
    },
    {
      "author": "UNIDENTIFIED INSTRUCTOR",
      "text": "Clear."
    },
    {
      "author": "BROWN",
      "text": "You want to make sure that you don't touch the patient, and you're going to tell everybody around to stand clear."
    },
    {
      "author": "AUTOMATED VOICE",
      "text": "Shock advised. Charging."
    },
    {
      "author": "UNIDENTIFIED INSTRUCTOR",
      "text": "You want to make sure that we say clear again."
    },
    {
      "author": "AUTOMATED VOICE",
      "text": "Stay clear of the patient."
    },
    {
      "author": "AUTOMATED VOICE",
      "text": "Deliver the shock now. Press the orange button now."
    },
    {
      "author": "UNIDENTIFIED INSTRUCTOR",
      "text": "And you want to make sure you give a clear before you shock."
    },
    {
      "author": "AUTOMATED VOICE",
      "text": "Shock delivered."
    },
    {
      "author": "UNIDENTIFIED INSTRUCTOR",
      "text": "And then get ready to start."
    },
    {
      "author": "AUTOMATED VOICE",
      "text": "Begin CPR."
    },
    {
      "author": "UNIDENTIFIED INSTRUCTOR",
      "text": "And then we want to go right back into our CPR chest compressions, and it will give you a nice, little metronome to follow."
    },
    {
      "author": "BROWN",
      "text": "Every two minutes, the device will pause. It will analyze the heart rhythm."
    },
    {
      "author": "BROWN",
      "text": "Now, if for some reason the device says, no shock advised, I want you to go right back to doing chest compressions, get the CPR done and wait for help to get there. Do not stop until help arrives. That's so important."
    },
    {
      "author": "SEGARRA",
      "text": "If there's more than one person, can you switch off?"
    },
    {
      "author": "BROWN",
      "text": "Absolutely. After every five cycles of 30 and two, you trade off if a person is available."
    },
    {
      "author": "SEGARRA",
      "text": "So let's say you haven't taken a class or gotten a certification in CPR, but you know this much now. You're in a situation. No one else around you is, like, officially trained in CPR. Should you try it?"
    },
    {
      "author": "BROWN",
      "text": "Absolutely, absolutely - even if you have not had formal training, absolutely, you should try. Sometimes when I'm teaching and people say, I don't want to hurt the person, and I say, you can't kill a dead person. You can't kill a dead person. Their heart has stopped. A person who, in good faith, administers emergency care at the scene of an emergency, is not liable in civil damages for an act performed during the emergency unless the act is willfully and wantonly negligent."
    },
    {
      "author": "SEGARRA",
      "text": "OK, that's good to know. So who should take a CPR class like the one that Sylvie and I took?"
    },
    {
      "author": "BROWN",
      "text": "Everyone (laughter). And you've heard that first from your CPR lady. Everyone should know CPR. You learned stop, drop and roll. You learned all these different things. I believe that CPR should be just as standard. You're never too young. My son, when he was little - he's 15 now. I would put his teddy bear on the floor, and he'd push on the teddy bear. Why? Because that's what he knew mommy doing, right?"
    },
    {
      "author": "BROWN",
      "text": "I have something called the AED game. Their parents don't like it, but it's really cool. This is how it goes. I tell them what the AED is, how to use it. And then every time they go past the AED machine, if their parent doesn't notice it, then they have to give their child $20. The parents are like, $20? I'm like, inflation - times are hard. So the key is - what am I teaching them? I'm teaching them to look for what? - the AED - to notice it, to pay attention to it."
    },
    {
      "author": "BROWN",
      "text": "So I send, you know, my CPR heroes out there. Why? Because they remember it. And it's not about the money. It's just about finding fun ways to get the message. When we have sporting events, there are commercials that come up during sporting events. There should be CPR commercials showing at sporting events. Every household needs to have someone trained in CPR. If not, you're going to have people like me that will continue to knock on doors (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Katherine, you are the best. Thank you so much. This has been great."
    },
    {
      "author": "BROWN",
      "text": "Thank you so much."
    },
    {
      "author": "SEGARRA",
      "text": "All right, it's time for a recap. When you come upon an adult who appears unconscious and unresponsive, if the situation is safe for you to approach, you're going to tap them on the shoulders hard and say, hey, hey, are you OK? If they don't respond, quickly look to see if their chest is rising and falling with breath. If not, you want to call 911 and then start CPR. Now, if you're alone, put your phone on speaker and call 911 as you start CPR. But if there are other folks around, look at one person and say, hey, you - call 911, and then find the AED machine. You want to make sure they hear you and understand the task."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so CPR on an adult or a teenager - basically, it comes down to push hard and fast in the center of their chest. You want to go about 2 inches deep. As Katherine mentioned, there are several songs you can use to pace yourself, and the classic one is \"Staying Alive.\""
    },
    {
      "author": "SEGARRA",
      "text": "If you choose to do rescue breaths, the cadence is 30 chest compressions and then two breaths into the person's mouth. And you can use a barrier if there's one available, like in a first aid kit."
    },
    {
      "author": "SEGARRA",
      "text": "If there's an AED available, turn it on, put the pads on the person's chest and follow the prompts. If you're administering a shock, make sure no one is touching the victim, including you. And then, after the shock, you go back to giving CPR until the person wakes up or help arrives. You're going to keep the pads on their chest while you're doing this."
    },
    {
      "author": "SEGARRA",
      "text": "With children and infants, rescue breaths are always recommended. Also, for infants, you're going to use something called the encircling-thumbs technique. You can find a diagram of that online."
    },
    {
      "author": "SEGARRA",
      "text": "These are the basics, but we would absolutely recommend that you take a training course like I did. And now I'm certified for two years. Practicing hands-on made me feel more confident and empowered in case the situation ever comes up."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one about learning another lifesaving skill - swimming. And we also have one with survivalist Bear Grylls about how to act in an emergency. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Valentina Rodriguez Sanchez. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8263514629.mp3",
  "img": "https://media.npr.org/assets/img/2023/10/25/gettyimages-1404400016_wide-a3cd32f1968b9893d48d2ec3e6e3eb670b1af306.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "KATHERINE Y BROWN",
    "BROWN",
    "UNIDENTIFIED INSTRUCTOR",
    "BEE GEES",
    "LOS DEL RIO",
    "AUTOMATED VOICE",
    "UNIDENTIFIED PERSON"
  ]
}