{"title":"LISTEN: Fruit flies don't appear out of nowhere. Here's how to get rid of them","url":"https://www.npr.org/transcripts/1196980099","intro":"Seeing a swarm of pesky fruit flies in the kitchen is frustrating. We talk with a fruit fly researcher about how fruit flies make their way into your home, how to ripen fruit without attracting them and how to trap them.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT..."},{"author":"SEGARRA","text":"...From NPR."},{"author":"SEGARRA","text":"Hey, everybody. It's Marielle. I'm going to start this episode with a joke that was told to me by LIFE KIT reporter Andee Tagle. She heard it from somebody else. Time flies like the wind. Fruit flies like bananas. You get it? 'Cause fruit flies, they're attracted to bananas. OK, I had to tell you that joke because I have a fruit fly problem right now. I mean, it's not, like, an infestation, but they are lurking in my kitchen. I kill one, and I think the problem is over and then more spring up. You know the deal. It's the summer. Fresh fruit is ripening on my counter. I haven't known what to do about it. So we called in the big guns."},{"author":"LAURIE STEVISON","text":"Yeah, unfortunately, I've become sort of an expert at killing the thing that I work with (laughter)."},{"author":"SEGARRA","text":"Laurie Stevison is an associate professor of biology at Auburn University. She works with fruit flies in her research - rears them, dissects them, studies them. She says this is a common problem, especially during the summer. And when fruit flies pop up, it's easy to feel like, man, my house is gross."},{"author":"STEVISON","text":"I think everybody struggles with this. I mean, I think maybe some people feel ashamed, like it means that their house is not clean. I would absolutely say that's not true. Your house smells really good. That's why they want to be there."},{"author":"SEGARRA","text":"Thank you, Laurie. My house does smell good. Now, let me be clear. I would prefer to simply escort any insect out of my house rather than kill it. And I've tried that with the fruit flies. I open my windows. I say, come on, y'all. See the outside world. Let's do this the easy way. But that has not worked. So on this episode of LIFE KIT, what to do about fruit flies? We'll talk about a little trap you can make at home, how to ripen your summer peaches when you can't leave them out on the counter and how to make your kitchen inhospitable to fruit flies in the first place."},{"author":"SEGARRA","text":"Well, OK, tell me - where do fruit flies come from? 'Cause I feel like they just kind of spontaneously appear in my kitchen."},{"author":"STEVISON","text":"What I think is really interesting about fruit flies is that from an ecological perspective, we actually don't really know. We know where we can collect them. You know, doing fieldwork on fruit flies is really challenging. You have to go to vineyards or apple orchards and put out traps. And then you have nothing to do all day. And then you come back, and you collect the flies - really tough work."},{"author":"SEGARRA","text":"I'm just picturing you, like, drinking wine at the vineyard while you wait for the flies..."},{"author":"STEVISON","text":"(Laughter) Exactly."},{"author":"SEGARRA","text":"...To gather."},{"author":"STEVISON","text":"Exactly, yeah. We know that they can have this thing called diapause. So they, like, basically hibernate during the winter. And then, you know, early spring, late spring, when it starts to get warm out, when certain crops are in production, they start to come out, and they multiply really, really fast."},{"author":"SEGARRA","text":"And then how do they get into my kitchen? Have they been living there all winter..."},{"author":"STEVISON","text":"Ah, that's a good question."},{"author":"SEGARRA","text":"...And, like, hibernating in my kitchen?"},{"author":"STEVISON","text":"No, probably not."},{"author":"SEGARRA","text":"OK."},{"author":"STEVISON","text":"You probably bring them in. So you're going to the farmer's market. You're picking up fruits and vegetables. You're bringing them back into your house. You're probably setting them on your counter in a nice bowl that becomes very aromatic. And then when you go outside to play outside, you waft all of that nice aroma of the fruit outside. And the fruit flies are like, yummy. And they fly in. So one way they could come in is they might come in through those fruits, right? And so, you know, you could be bringing in fruit that already has eggs that were laid on them. So, like, washing your fruit before you - when you bring it home immediately instead of right before you're going to eat it can help - opening and closing the door, using screen doors."},{"author":"STEVISON","text":"But, I mean, really, all it takes is one. One female can lay over a hundred eggs. And then in nine to 11 days, all of those eggs are going to hatch as adults. And so it can become a really big problem really fast. That's why it seems like they come out of nowhere, right?"},{"author":"SEGARRA","text":"So, Laurie, what is it that fruit flies are actually attracted to? What is it that they eat?"},{"author":"STEVISON","text":"So they're fruit flies. So they're going to be eating the fruit. And what they're attracted to is that smell in the fruit as it's ripening. So it's going to be converting all of those sugars into alcohols as it continues to ripen. So when it gets overripe, it smells almost rancid. It's also producing things like vinegar."},{"author":"SEGARRA","text":"So takeaway one - pretty basic - fruit flies are mostly attracted to - you guessed it - fruit. And though they definitely seem to appear out of thin air, you're probably letting them in through the front door or carrying them in on your produce. So make sure to wash those apples or peaches or pears as soon as you bring them home. Also, let's note whole fruits are not the only sweet things fruit flies notice on your kitchen counter."},{"author":"STEVISON","text":"Well, if you have baked goods in your house that have fruit in them, like a blueberry muffin, then they might be attracted to that. So I definitely wouldn't eat it past, like, seven to 10 days 'cause it might - they might have laid eggs, and you're going to get larvae in them."},{"author":"SEGARRA","text":"I have this one fruit fly - 'cause I've been doing targeted killings, which I know probably is not the approach. But I've been..."},{"author":"STEVISON","text":"What? - do you have, like, a salt gun?"},{"author":"SEGARRA","text":"(Laughter) No. I have a - I like that idea, though. I have, like, this sticky tape that is supposed to catch, like, flies or lantern flies or things. And I just - I approach them quietly. I stalk them. And when they land on a flat surface, I approach them quietly and then..."},{"author":"SEGARRA","text":"...Smash them quick. And - but there's one - there's really just one right now that has been evading me. So let's figure out a plan to kill..."},{"author":"STEVISON","text":"Absolutely."},{"author":"SEGARRA","text":"...Her."},{"author":"STEVISON","text":"Yeah, stalking her is not going to work."},{"author":"SEGARRA","text":"She keeps escaping."},{"author":"SEGARRA","text":"Moving on to takeaway two - get rid of fruit flies by building a simple trap."},{"author":"STEVISON","text":"So like you mentioned, there's some traps that you can buy. A lot of those sticky traps tend to be more for houseflies, which are a totally different species than fruit flies. Fruit flies are attracted to - big surprise - vinegar. I know there's that expression that you'll attract more flies with honey than vinegar, but it's actually not true. The red wine vinegar is the perfect thing to attract the fruit flies."},{"author":"STEVISON","text":"So, you know, you don't need anything fancy. You can get a beer bottle lying around or a soda bottle. Put some vinegar in there. And then add in just a little bit of, like, dish soap or hand soap - just something to kind of increase the viscosity of the liquid and then maybe, like, a little bit of water to kind of make it soapy. And then swirl it around and wait. They'll come there. That's what they want. They'll smell it. They'll come in, and then the soap will trap them. Once they get in that water, they will sink, and they'll die. And so if you put one of these out, within a day or two, you'll probably have, you know, 20 to 50 flies depending on how bad your problem is."},{"author":"SEGARRA","text":"OK. And then does it matter - you mentioned a soda bottle or a beer bottle. Those are tall and have a - you know, a small opening. Is it - is that better or could you use, like, a little bowl or something?"},{"author":"STEVISON","text":"Yeah, so having, like, a small opening is really helpful. So you could use, like, a funnel to make it smaller if you were using it on, say, like, a Mason jar that might be wider. If you wanted to use a bowl, you could put, like, say, Saran wrap over it and maybe punch some holes. And then that way, you're sort of minimizing where they can get in and therefore out. They will find their way in. I mean, just as easily as they find their way in your house through that smell of that fruit bowl, they're going to smell that red wine vinegar or apple cider vinegar or just white vinegar - any type of vinegar. I mean, if you have leftover beer from the night before 'cause it just got left out, that would work. And they're going to be like, oh, my goodness."},{"author":"SEGARRA","text":"OK. And then after you make the trap, and you get a bunch of flies stuck in it, just throw it out - pour it down..."},{"author":"STEVISON","text":"Yeah."},{"author":"SEGARRA","text":"...The drain - what you do with it?"},{"author":"STEVISON","text":"Yeah, you could do either. You could flush it down the toilet. It's, like, solid waste, right? Speaking of your drain, though, that can be really - sometimes the flies like to lay their eggs in the drain. So then the pupae will crawl up, and they'll pupate in there. And, you know, you might be wondering, like, where are these coming from? I thought I got them all. They might be coming from your drain actually."},{"author":"SEGARRA","text":"And this is takeaway three. I know. It's awful to think about. But if you have fruit flies and you're not really sure where they're coming from, they might be living in the drain of your kitchen sink. Here's what to do."},{"author":"STEVISON","text":"One thing you can do is, you know, just boil water in a tea kettle and pour it down the drain and then put a stop. Fill it up like you're going to do dishes or something, and then just leave it overnight, and that should help with the drain problem."},{"author":"SEGARRA","text":"OK. And then one thing I love in the summer is a fresh, ripe peach. And I'm used to leaving them out to let them ripen. And then lately, I've just been putting them in my fridge, and they're not good, and they're not ripening. How can I ripen my fruit without attracting fruit flies?"},{"author":"STEVISON","text":"That's a really good question. So one of the things that fruits do is they're giving off this, like, hormone that helps to ripen them. So one thing that you can do is put them in a small, brown paper bag. And then the hormone will build up in, like, concentration inside the bag and help to ripen the fruit. You could even add, like, say, one of your bananas that's a little past it 'cause it's going to be giving off a lot of that hormone. And so then it'll help ripen your peach. And then by having in a paper bag, perhaps the fruit flies won't get as much of that smell coming at them. It will not ripen in the fridge."},{"author":"SEGARRA","text":"No, it - I just had the worst peach yesterday. It was so bad. I, like, tried to - I had had it in the fridge. And then I tried to bite into it. It was cold, and it was not ripe. And..."},{"author":"STEVISON","text":"Oh, no."},{"author":"SEGARRA","text":"...I was very - I was upset, to be honest. I was looking forward to it. What do you do when you bring the fruit home? Should you wash it all right away so that the eggs don't - so that you get the eggs off, I guess?"},{"author":"STEVISON","text":"That would be what I would recommend just in case there are any on there. Go ahead and wash them off. And then that way, you're not bringing some in that, like, perhaps in a few days will emerge, and then you'll have larvae."},{"author":"SEGARRA","text":"I mean, you know, it's like we're trying to move from processed foods to fresh foods. I think a lot of people are trying to do that because we know that processed foods are not very good for us and have all sort of health risks associated. So a lot of people are like, fresh veggies, fresh fruits, you know? And - but that comes with its own new challenges."},{"author":"STEVISON","text":"Absolutely. That's a really good point. Again, we're shifting our behaviors, and the flies are along for the ride."},{"author":"SEGARRA","text":"OK, it's time for a recap. Takeaway one - fruit flies are, of course, attracted to fruit, especially the overripe kind. When you bring some home, wash it with water to remove any eggs. And then put the fruit in a brown paper bag to ripen. Also, try not to leave out any baked goods, especially with blueberries or bananas or other fruit in there because that stuff is fruit fly bait."},{"author":"SEGARRA","text":"Takeaway two - if you currently have a fruit fly problem, you can make a trap with a beer bottle or soda bottle or a bowl with Saran wrap over it. You'll just punch a small hole in the wrap because you want a narrow top. Laurie suggests pouring about 2 ounces of red wine vinegar or apple cider vinegar or white vinegar, plus a few drops of dish soap to make the whole thing soapy and viscous and trap the flies. And then you wait. They will find their way in and get stuck."},{"author":"SEGARRA","text":"Takeaway three - if you have fruit flies, and you're not sure where they're coming from, they might be living in the drain of your kitchen sink. Laurie recommends boiling water, pouring it down the drain, then putting a sink stopper in and filling the sink. You can leave it overnight to make sure more flies don't come out. And remember; if you have fruit flies, that doesn't mean your house is unsanitary. It probably just smells good."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have a beginner's guide to green cleaning and another on reducing food waste. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Andee Tagle. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Sylvie Douglis, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Patrick Murray. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6905499782.mp3","img":"https://media.npr.org/assets/img/2024/08/20/template-1-example_wide-315894442a3ca4e5eea422be9a9f919a949b8ab1.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","LAURIE STEVISON","STEVISON"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,11,7928,23170,14545,23888,22646,14618,17798,11575,23727,15981,25605,3807,3358,2426,2883,2715,2063,2473,1977,1492,1369,862,16456,27597,13616,12107,12095,220,18,25987,26695,21894,14676,12529,8303,14978,22626,18097,17367,11305,21150,20775,9892,1016,22633,12206,15446,17032,4118,1104,947,26399,25962,11400,15869,16556,15680,4953,79,487,24761,25803,15298,274,18218,17808,7939,551,23,33,27485,25272,13104,8439,19278,14081,6667,17816,11105,13385,27058,25146,24494,23761,16344,26599,24851,23815,20641,18029,22555,24686,16068,11748,158,17583,24400,22505,9141,9673,13848,19026,16436,16341,4233,2054,24188,12195,9901,17203,25690,22881,27050,10051,25073,20071,13925,12406,19773,12666,13689,15327,24902,11765,10409,27659,22798,26693,19685,14009,12413,14418,25186,18882,25244,26107,15523,4499,7870,628,22883,21741,2582,7963,25433,13581,11792,7122,5635,625,25266,24784,22897,22366,24254,26010,23197,26235,16981,24390,17897,15422,20056,13630,13909,28836,19295,2981,9389,7046,12484,11971,4030,15122,20776,14406,17082,21258,13339,19113,14076,7417,14214,11467,10136,22417,18549,19432,14237,18495,25148,25622,20584,24981,21244,19636,15684,7625,6827,10021,27426,14934,15587,20133,21309,9355,24961,21995,13623,17414,17182,15935,20647,10173,5195,2804,5790,23414,15401,26031,25398,24980,26522,23364,18914,14660,2985,25642,27661,26640,26405,23966,15474,17859,22340,19436,27380,3123,7478,23258,11548,11160,10655,4108,15142,23899,11599,11060,11174,15118,23787,24484,17895,16384,25572,10611,17163,19465,12841,13753,9639,14082,22328,13948,9254,4925,2538,22970,12761,18446,18239,17152,8667,6746,12997,10328,16123,25184,23668,24747,12662,19165,22795,12818,19621,11579,6690,8635,21291,11409,13372,9582,17968,13615,13077,1070,22351,24812,22466,17335,23027,14660,13395,12509,8132,24868,15174,25177,15251,23107,9572,12981,12923,8565,10238,395,24896,24913,14991,13697,8728,5047,16355,14420,16709,15957,25256,13717,14961,16596,12773,13815,13691,13732,9364,5427,8271,19576,17347,24968,25340,16873,13145,4946,2422,24964,26832,15001,21518,15595,3014,21674,9927,21867,20030,12799,7838,25550,22589,18552,21633,9685,14100,6775,17186,12339,10928,17392,14551,10545,11715,9359,8553,8414,12225,26019,22800,24044,9876,11656,15060,22250,15410,10926,13912,10361,10764,12680,11946,11406,16380,17461,16060,23123,4997,3640,1114,224,28150,15631,7321,22477,16023,13466,25760,17679,11100,24981,24200,11142,9958,24791,26256,18278,12342,20262,11141,24955,13379,4343,27363,24295,13288,13350,14278,28298,23896,11956,16884,17434,19058,21684,26666,9426,20215,18877,19081,2646,27498,24119,23580,24166,25063,20967,19364,12463,24863,8166,7296,22901,21374,13739,25423,16834,12157,9246,18743,18618,24358,26880,23088,12297,19235,25435,22523,25835,9011,24927,26090,25748,17404,16683,12321,14537,12015,11047,23882,22990,26631,12839,14888,19327,11488,7505,24,14,3,5213,28516,12366,27475,18719,20545,25236,16887,4727,14637,9322,18089,9759,17189,16812,26109,14035,8805,9609,8362,13791,22548,13573,18454,20494,21028,17579,16681,14068,9774,13458,12656,13728,25629,13489,10584,23950,21025,23196,15471,4212,25153,21609,26352,25896,14328,19001,17977,24751,12664,14441,11014,21,3,2,18971,13246,16470,21258,14004,12362,19384,19474,21648,4558,21773,12289,11133,7086,14703,14277,15348,10394,18683,6923,16907,17046,15589,8025,13986,13435,7917,7304,8721,10538,14766,9725,12320,11046,14811,14046,8717,7388,19139,17246,12376,12273,9736,12679,25423,10030,8410,8750,4771,18686,13714,6460,5484,22389,22936,10935,16312,15714,14087,22467,8326,3740,11657,13105,24680,15600,11565,7460,7373,16024,11417,12460,17171,9634,10617,15899,9751,10777,12869,6203,25849,14287,21019,19358,10328,7872,18860,15174,9314,22292,17627,575,3,4,19817,19419,9690,18655,16564,15758,21379,20683,20434,1138,14857,9077,9383,13403,6694,13113,16817,10316,9996,19280,6423,395,22287,15255,21550,8769,7534,19318,15924,9492,10527,7727,18134,9145,19061,20389,12066,8950,16731,10227,8957,12951,11376,11959,13470,22621,15731,8192,3890,23063,13735,21986,21755,20303,14776,14320,16465,11903,8687,12147,12624,11855,12395,12237,10456,22574,10248,17898,21447,21377,21861,15112,21544,13727,12631,11667,13,6,355,11443,11262,15913,12691,9840,25837,11792,18647,7545,26033,25846,23640,15637,24806,20687,25879,22691,18284,10006,14040,24381,23010,10002,18594,12763,12947,19534,7780,14194,23790,26361,12575,14729,12957,19181,20968,21058,11971,13240,12002,26390,11438,6771,3193,19835,18059,16028,13966,7427,6010,14451,17723,12837,13017,8217,8003,12927,6983,1707,15012,20713,16232,6271,11199,3568,19586,20845,25282,24313,23346,21388,22221,10251,10676,6313,56,10289,9334,11103,12935,11373,2831,1,0,0,25993,26275,14578,158,26658,13376,25,19607,20998,25499,26399,18097,18008,17690,23746,27820,28407,23652,28311,27627,17820,21680,12113,16985,10527,11203,12323,63,20580,19183,16945,10828,18509,20334,18549,22506,15110,21162,21355,17293,21827,26629,21177,21466,23614,21525,17975,2171,20390,24230,20797,10693,21812,13034,17447,10512,10861,22695,23748,21288,21934,13708,11643,14623,14206,16222,15142,10580,23492,18979,16977,15546,23817,10390,4653,20796,18780,24095,13157,22257,12439,17410,15411,10194,16309,18208,9315,12298,12660,13918,3302,16000,13803,16477,12037,26260,13069,2676,27684,27038,23183,22204,19096,25987,23251,17152,12620,12127,17194,18173,23531,6594,10826,11363,26865,14891,15437,8794,19021,15171,14857,16762,12258,11344,16596,10418,14161,13905,24880,13236,11183,14551,22704,15770,9665,8493,7053,2584,15411,11421,5989,18,13,15315,13060,9463,490,11524,11203,13764,12713,6977,23618,8974,12636,16435,20473,15857,13021,1345,8344,6560,17669,8114,21536,9684,22384,8496,6739,6226,9868,7371,1081,18185,21821,20052,21203,8198,7230,393,1920,8850,9638,7585,836,16190,20722,19837,23856,1427,3630,3488,9043,20133,16051,9940,7743,7297,52,27,2363,21850,26953,25887,26245,18512,25152,18318,18323,20352,26380,23675,17182,19162,14920,17515,24653,17624,17727,8626,10884,8182,22171,16194,1142,23853,22753,23603,19397,13045,12420,18849,13274,22550,9658,14435,12141,25576,14420,17443,19028,2736,26283,23038,17730,16731,17448,9363,15233,24280,2186,11369,14913,17927,25459,16734,22964,23274,8776,8682,18312,23834,13346,11546,18363,22343,26207,223,10,8485,10865,8634,19461,25982,23967,21837,17459,21944,22660,10241,13926,21772,25524,20210,10280,24206,12694,23458,21587,26468,13359,14263,20873,9019,4201,26693,11445,26861,21208,26776,12124,20939,26478,22038,8169,13792,12666,18975,16639,22784,16542,1724,18363,17728,13483,20735,15637,20991,20348,24194,15832,17062,14097,14126,24351,14781,25013,9197,19666,15994,15156,2323,25086,20266,20255,8552,20445,24119,20610,18885,11783,16845,16225,17017,1708,15018,11775,12250,21456,17412,15340,15588,15475,1487,1083,22222,25772,21407,6551,14437,13574,3153,22652,25087,9312,19638,811,27303,14054,12053,9880,13299,6149,20011,23134,14426,17566,19234,1132,23410,17784,13653,12264,23242,18284,24228,16769,8832,6966,21862,22048,19096,14554,21421,2814,19196,19266,26399,921,11465,22913,14699,13016,15593,8338,9593,6979,14163,9681,18444,9985,10563,20643,14777,11491,524,24435,18267,14319,296,17472,13919,11946,9451,12180,8322,1456,17626,26218,23710,22474,27837,17669,24498,17912,26003,25172,10082,27228,22239,22167,6608,1525,20276,17710,17693,15646,15071,9680,7850,17553,10479,10772,17491,25127,15038,15357,22560,1417,18477,20707,7812,5721,24031,14181,9662,24201,18475,14566,9188,16462,12523,15943,12901,13055,1466,10201,9345,22433,6676,21485,16204,4244,8,22758,22916,17861,15453,11477,13959,12904,14446,21461,16376,15448,20317,24926,10296,23219,19994,26870,13123,18473,23004,19420,15052,17339,21663,18680,16410,4200,1302,3355,25568,14239,20360,19009,16301,11703,6140,18078,18810,13053,22813,25194,13464,2287,19107,10997,9854,10539,9006,17311,23756,12078,8536,8225,7329,11634,6901,6617,5411,15914,21009,14796,8685,17833,8614,6870,9987,13048,14218,17415,6179,13974,14260,21545,7328,21028,11285,7689,7701,9061,7114,17791,14051,9981,2918,3878,12736,23910,13675,18226,8116,16281,10810,18186,10418,12745,10417,13931,14913,7006,23519,9654,9864,6840,7913,4971,469,24496,20319,19844,22374,22260,15279,24796,14475,19408,10543,9739,14965,5310,14530,17236,6977,20869,23837,25535,25727,22193,24264,21901,28135,17543,12354,23224,14281,19597,20257,18976,20422,20680,27733,507,26102,26441,23348,22659,2606,23617,26135,4279,24199,16674,2352,21015,27157,84,25550,26304,16235,10793,15952,25097,9110,24691,9672,11169,9939,7089,21182,24979,16623,10061,15553,10797,8510,24848,18941,12806,10690,19910,23125,19249,14654,25645,24824,30007,25485,26432,25081,4546,5439,20066,15466,8824,6632,24913,24674,14092,14655,15868,8101,7834,13990,24078,7831,8800,7662,13181,26107,8826,23072,25618,11577,15548,16562,10568,25013,25856,19981,14622,18837,23427,17512,23348,26408,3464,17684,3270,24361,4509,8014,27645,16597,3229,26071,21114,10926,21443,15910,13970,22252,12591,25257,13820,11915,24616,9373,10402,22561,27996,22483,23812,27423,17181,12258,18396,14908,11078,13115,8613,23226,9762,18306,15213,19197,8335,4530,5472,18420,21047,18560,25825,14182,12888,14821,11816,13684,8302,8604,11884,24777,23596,19520,14628,11297,5724,27158,19837,6834,23138,21564,22776,23568,12940,13713,13503,5526,4442,11516,22799,10452,9653,9604,2505,26646,19955,11190,18387,23344,14089,12692,11027,20836,3380,9661,26944,24617,23495,17083,19974,9091,25771,17948,13360,8453,7921,21241,24138,13392,22864,20816,30492,4033,19613,14377,16587,13439,6423,24195,18577,20528,1336,17966,16683,19702,11688,15074,22215,11264,12577,14153,7466,2772,17398,24633,22072,21099,22228,15690,8034,1593,13504,19177,17911,13514,11243,12695,13714,15860,20032,20473,8684,8469,16838,10998,22952,18574,15323,12427,14278,12805,23132,17721,12761,1394,5058,12097,22556,11442,8922,10559,11491,18757,9604,22869,17609,15962,28693,1624,27780,27483,7025,18428,19908,15214,9609,11334,9816,18147,11219,5946,21849,17747,14275,10814,8048,16165,12279,9219,3846,81,13229,13325,6910,8893,9475,17263,9793,4963,19973,11557,8171,16313,7627,12290,7549,16119,5893,746,10529,19041,15725,7043,19550,10568,10531,5299,502,11851,10780,22029,11610,17934,21306,17141,19299,11645,8820,12401,10746,14640,11493,9408,9291,9475,6554,10919,30937,11483,738,17074,13495,1843,16376,30353,13505,12857,15887,6740,8944,11456,2471,3382,23604,22690,18002,17037,9590,10250,9859,19821,16033,9579,1498,14251,16214,9314,9391,19735,10391,20782,3934,2906,2633,8332,14674,15532,13090,15786,10677,8005,25513,4141,8571,8419,17339,17016,1369,9757,20058,9276,20530,18617,22906,18445,520,7000,13380,9632,8095,14589,13176,22506,1548,4927,11257,16645,19903,19353,19680,22161,8055,16603,19837,15141,7935,5115,1745,13643,6820,3607,23818,27269,11690,15156,19455,8105,13763,13119,9970,12378,7431,8088,8144,5110,12912,13140,12126,20883,14822,19767,9260,6642,5870,12318,8519,10820,15964,9827,747,24308,13900,34,25471,18097,15616,11606,6018,10862,10951,11884,5659,9177,11092,8957,8171,1848,12,23182,14606,18332,11503,24903,7050,7275,6285,10806,11721,10640,10493,14420,15376,11249,1154,10794,21107,14277,9580,8320,9910,10071,8563,14570,11510,14710,7185,14041,12217,1803,17690,10934,15351,9123,7433,7539,10562,11677,16286,9175,10900,13847,3069,239,9959,22940,11977,15599,12457,10721,5502,11049,8905,17340,13323,8799,18073,14280,8391,734,7300,15226,10632,9693,9266,9527,10921,13444,10989,8066,6056,16345,15554,19485,10962,4447,456,6,14859,17183,15244,7988,9558,7344,6814,15477,13095,123,6657,20211,20457,13531,6417,10083,5441,7485,11575,22764,12908,11213,9345,14367,8176,18807,17917,27709,11356,13710,14048,10991,8975,16343,13614,10402,13914,12784,11402,12556,9868,1270,11308,23891,23066,12465,13559,9983,11604,17801,24807,23581,14664,18725,14108,6481,13069,10203,17787,24528,10230,12947,10356,2271,19766,26381,2817,25734,25083,21092,18330,13537,24996,13104,21733,12635,16609,14035,20,28572,17865,40,3157,16636,24440,11694,26,492,19,25097,25842,18445,18564,21448,6925,40,11303,7209,28599,17835,18336,23123,27712,19300,12887,10885,2454,10132,25104,17577,24062,11965,11578,31,6,20918,18170,20855,15969,15652,12260,12311,3139,23414,24398,25191,16773,20194,17023,16143,25446,26341,17785,26980,16621,12755,145,17746,13630,13599,25185,12376,12388,12855,9451,11991,1052,17854,23157,7811,10027,21208,27419,19567,6315,17235,17826,10027,12871,22185,12666,9544,1315,21717,17241,10780,9168,23346,23058,8008,14136,4243,21447,21738,23872,13728,4353,23652,21083,18494,20414,19462,26480,13172,18653,11371,25539,13300,20643,13238,11701,22553,15570,3390,20548,26340,12175,12683,8729,8624,7857,7394,15918,18949,9446,1019,22681,26151,21002,11940,19452,9672,14271,24218,3594,2646,25759,21628,26450,24274,12410,16310,10487,12947,2245,20289,15316,25332,15090,851,20828,26209,18922,16083,11355,10146,16819,13733,24682,25023,25497,11623,10526,748,12606,12116,24409,22041,21337,22014,17818,11465,9509,86,24098,26925,28513,718,500,5999,26826,26956,24728,16079,10733,12836,10666,25285,25313,12554,19701,5870,9010,9975,174,170,26536,25693,11101,10013,12885,24449,16538,19716,17667,13592,13219,18010,3869,12548,11417,15337,21629,14605,14789,15633,21460,24234,26060,8250,2521,24865,18420,12129,14805,10874,5183,11918,24831,25187,6693,8280,7857,1361,56,15,24471,23095,18343,9553,4865,19819,19030,3381,21615,10021,20141,18055,19598,14099,197,8706,10849,12165,13184,13403,13653,16998,9284,9266,6270,6275,1113,18379,18650,11597,10657,8085,13361,10708,8599,6251,12984,7850,9145,18857,6372,9351,16051,17937,1031,16242,13604,12760,11675,9035,10642,14263,5634,5547,13331,13980,9630,16858,18761,16800,1218,12867,9261,11773,15495,2859,943,21,14301,15125,15141,18456,9894,9417,7637,8970,12089,5205,18943,15742,14956,11237,16917,6007,15538,17408,8077,6961,16945,15159,16681,16457,9573,7873,6057,8259,5453,1084,15944,21022,10511,10773,21201,17338,18601,24118,15503,16288,9835,21011,21068,16268,11732,24928,11929,13713,6604,5185,1518,15364,21270,18062,8966,20733,12164,4212,28204,16051,21810,11986,16288,6925,10675,13984,12159,14300,17340,24194,22450,20412,21675,24896,22826,12022,11415,11933,12862,21536,7854,6379,18989,12701,16340,11974,26238,18772,686,25603,9070,5687,5103,9181,23707,18096,16783,11117,8716,9500,14204,5543,9648,5375,25912,20025,4435,54,10,296,24252,18123,13429,17823,19535,10624,10425,12402,25468,12300,22754,22520,16592,16268,18378,20123,12115,35,98,27276,4397,14,15,23999,26520,24849,19914,11032,64,24489,15524,22873,24153,19218,7842,20108,22675,22845,17997,11065,7438,5825,12485,3994,13401,18691,8585,8575,1468,19778,23700,18122,19586,23559,16597,14739,14847,1790,232,14,990,20489,16562,12112,22787,13319,2410,137,13740,10520,8209,21773,9092,1251,9528,5334,22483,21879,9968,555,25952,11193,11469,11687,7404,14,4601,23707,25975,6772,6514,18987,9756,27527,15685,9588,10598,9225,26478,7963,17467,7662,25020,26552,16307,25691,20308,20127,14926,16666,25335,25679,7413,13059,22846,23389,29307,26229,10333,26027,19768,8110,22644,14700,9404,12532,5999,24511,16905,17030,5477,112,2828,25587,25785,10063,25969,12707,17441,26133,25263,20113,4055,27095,26009,13913,16588,7388,7226,9915,11313,5918,92,66,25033,10105,11642,24896,13964,17524,17028,24994,15155,18518,16100,9472,11616,1726,15862,25896,20300,3071,15677,20303,25651,26198,12637,6671,17774,8683,13971,11715,14751,16688,16287,8270,14291,6224,14691,15469,6294,8335,13347,18107,13953,2676,18227,26476,10418,6851,26917,17483,14988,1228,19234,19250,18667,9750,22807,19033,15531,17333,14500,8475,5117,20664,9829,18395,15740,9752,4299,6067,13505,15532,15495,8358,17562,10868,15039,7866,11204,19382,7254,16055,10736,14513,19965,15330,16041,15387,10640,7281,3283,15367,22564,24303,14954,23364,10943,5955,5379,25395,11093,21617,17658,20736,21572,21192,18979,7455,6960,9458,14740,25144,22891,9529,11471,8806,10911,3624,3073,13485,15029,13876,16040,14678,25591,12540,14816,19852,10892,15438,15987,26494,9548,10748,22723,15605,22675,20178,17249,24929,16621,15955,18161,11441,10045,23141,22158,12119,16893,15206,9010,10424,2584,6462,21619,26166,18127,10684,7434,2045,25160,24492,18442,14756,16903,10644,15972,8999,13904,18219,14071,14122,12867,10310,6810,20750,18185,6337,7777,26046,11891,20699,16931,9414,7405,11964,11694,10417,14818,8205,11345,9388,20835,11802,14965,10295,1713,17606,20387,16177,2355,10913,11391,18919,12586,9775,7551,18539,9714,1929,1775,1566,22488,23597,9644,17671,24491,9498,11584,19202,26250,17669,16861,18309,13433,13024,14700,11283,13609,9482,15408,4152,21848,26851,25998,15796,20805,18813,20937,22774,14233,8702,19926,18784,17567,22441,8813,7852,20402,9288,5690,2995,12531,22511,20954,7912,10353,10142,10911,4944,16022,7414,2015,1641,19275,28113,10411,18246,12688,10899,7236,17032,11977,14931,8889,3000,2815,13564,12124,14387,7973,2535,1884,1066,1064,23961,25343,11534,18015,15646,6192,5282,8301,23003,12947,25320,10098,8740,11269,10492,14509,14986,14339,13686,13504,10454,5408,17683,19819,18726,24236,11256,19505,8038,7685,13679,18371,22958,14800,20588,6852,11225,17768,25770,12518,14592,15148,10694,10438,12105,14169,13624,11141,6087,5562,1308,24719,10563,24008,11541,5617,22058,8093,18368,10306,18029,9590,9848,7678,17463,27188,19393,23920,19608,11424,13866,11505,6929,2093,1177,14748,27471,22209,9093,12975,15510,10850,10449,5254,11040,15828,13257,21098,23112,9272,12072,19259,11530,12255,8368,7660,1756,22925,17639,13544,24791,24388,13731,19525,15020,11490,14592,7072,8479,6126,18920,24370,10873,19064,7958,8764,17170,18253,14089,14001,14577,13426,8878,7632,7966,2289,14638,12755,19804,9535,24736,13356,8041,3735,12802,26453,20365,18630,5679,3694,13368,11391,8496,3424,1380,9794,6968,1974,9212,5577,2304,13411,19114,10089,11323,4123,771,330,114,68,27,14,9,2,22111,23591,11463,13971,13952,15564,19376,12343,7716,9468,22239,14067,8299,9203,8677,15342,12221,13873,15125,16011,9758,16276,16109,19996,14079,11933,12966,15996,13486,4186,18966,16413,18390,20902,21615,15681,6091,10916,7714,15332,14631,6195,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,9782,18007,8331,7962,16323,9376,962,21623,14408,17982,16970,13725,7775,2453,19113,16181,23518,21662,6463,148,21329,13532,22171,11803,17515,15316,7912,15314,19820,7486,8235,7901,12937,11284,7321,6793,14093,17652,9012,20364,12868,13112,5754,5560,209,3,23720,25488,23933,15757,17277,24634,14348,10979,23149,16529,13854,15189,21819,22039,17047,26219,10948,17617,22043,5737,28069,28066,25963,12128,13290,15611,23934,15237,9741,12952,20415,20844,7432,21209,20465,15317,17299,23015,15790,21324,9915,11240,3737,25230,20455,6006,12674,18063,24341,21858,20105,13448,16042,27572,15686,18548,16069,15907,15321,14500,10210,4926,23230,15475,14310,7072,21708,23783,20291,10244,15901,23539,11984,10139,23130,14453,25675,17670,15211,19703,17626,26180,15968,15025,15284,9660,9566,13399,9917,5538,25662,24671,16632,14520,18715,9626,19803,20993,25414,10853,21593,26920,25275,14836,25923,28295,7002,15540,24159,23209,13245,13031,795,54],"fragments":[{"begin":"0.000","end":"4.400","lines":["You're listening to LIFE KIT..."]},{"begin":"4.400","end":"5.600","lines":["...From NPR."]},{"begin":"5.600","end":"62.560","lines":["Hey, everybody. It's Marielle. I'm going to start this episode with a joke that was told to me by LIFE KIT reporter Andee Tagle. She heard it from somebody else. Time flies like the wind. Fruit flies like bananas. You get it? 'Cause fruit flies, they're attracted to bananas. OK, I had to tell you that joke because I have a fruit fly problem right now. I mean, it's not, like, an infestation, but they are lurking in my kitchen. I kill one, and I think the problem is over and then more spring up. You know the deal. It's the summer. Fresh fruit is ripening on my counter. I haven't known what to do about it. So we called in the big guns."]},{"begin":"62.560","end":"73.000","lines":["Yeah, unfortunately, I've become sort of an expert at killing the thing that I work with (laughter)."]},{"begin":"73.000","end":"90.600","lines":["Laurie Stevison is an associate professor of biology at Auburn University. She works with fruit flies in her research - rears them, dissects them, studies them. She says this is a common problem, especially during the summer. And when fruit flies pop up, it's easy to feel like, man, my house is gross."]},{"begin":"90.600","end":"105.160","lines":["I think everybody struggles with this. I mean, I think maybe some people feel ashamed, like it means that their house is not clean. I would absolutely say that's not true. Your house smells really good. That's why they want to be there."]},{"begin":"105.160","end":"166.520","lines":["Thank you, Laurie. My house does smell good. Now, let me be clear. I would prefer to simply escort any insect out of my house rather than kill it. And I've tried that with the fruit flies. I open my windows. I say, come on, y'all. See the outside world. Let's do this the easy way. But that has not worked. So on this episode of LIFE KIT, what to do about fruit flies? We'll talk about a little trap you can make at home, how to ripen your summer peaches when you can't leave them out on the counter and how to make your kitchen inhospitable to fruit flies in the first place."]},{"begin":"166.520","end":"178.720","lines":["Well, OK, tell me - where do fruit flies come from? 'Cause I feel like they just kind of spontaneously appear in my kitchen."]},{"begin":"178.720","end":"217.880","lines":["What I think is really interesting about fruit flies is that from an ecological perspective, we actually don't really know. We know where we can collect them. You know, doing fieldwork on fruit flies is really challenging. You have to go to vineyards or apple orchards and put out traps. And then you have nothing to do all day. And then you come back, and you collect the flies - really tough work."]},{"begin":"217.880","end":"223.480","lines":["I'm just picturing you, like, drinking wine at the vineyard while you wait for the flies..."]},{"begin":"223.480","end":"225.880","lines":["(Laughter) Exactly."]},{"begin":"225.880","end":"227.200","lines":["...To gather."]},{"begin":"227.200","end":"261.320","lines":["Exactly, yeah. We know that they can have this thing called diapause. So they, like, basically hibernate during the winter. And then, you know, early spring, late spring, when it starts to get warm out, when certain crops are in production, they start to come out, and they multiply really, really fast."]},{"begin":"261.320","end":"268.040","lines":["And then how do they get into my kitchen? Have they been living there all winter..."]},{"begin":"268.040","end":"271.160","lines":["Ah, that's a good question."]},{"begin":"271.160","end":"276.080","lines":["...And, like, hibernating in my kitchen?"]},{"begin":"276.080","end":"278.360","lines":["No, probably not."]},{"begin":"278.360","end":"279.400","lines":["OK."]},{"begin":"279.400","end":"362.880","lines":["You probably bring them in. So you're going to the farmer's market. You're picking up fruits and vegetables. You're bringing them back into your house. You're probably setting them on your counter in a nice bowl that becomes very aromatic. And then when you go outside to play outside, you waft all of that nice aroma of the fruit outside. And the fruit flies are like, yummy. And they fly in. So one way they could come in is they might come in through those fruits, right? And so, you know, you could be bringing in fruit that already has eggs that were laid on them. So, like, washing your fruit before you - when you bring it home immediately instead of right before you're going to eat it can help - opening and closing the door, using screen doors."]},{"begin":"362.880","end":"385.560","lines":["But, I mean, really, all it takes is one. One female can lay over a hundred eggs. And then in nine to 11 days, all of those eggs are going to hatch as adults. And so it can become a really big problem really fast. That's why it seems like they come out of nowhere, right?"]},{"begin":"385.560","end":"390.280","lines":["So, Laurie, what is it that fruit flies are actually attracted to? What is it that they eat?"]},{"begin":"390.280","end":"411.440","lines":["So they're fruit flies. So they're going to be eating the fruit. And what they're attracted to is that smell in the fruit as it's ripening. So it's going to be converting all of those sugars into alcohols as it continues to ripen. So when it gets overripe, it smells almost rancid. It's also producing things like vinegar."]},{"begin":"411.440","end":"434.440","lines":["So takeaway one - pretty basic - fruit flies are mostly attracted to - you guessed it - fruit. And though they definitely seem to appear out of thin air, you're probably letting them in through the front door or carrying them in on your produce. So make sure to wash those apples or peaches or pears as soon as you bring them home. Also, let's note whole fruits are not the only sweet things fruit flies notice on your kitchen counter."]},{"begin":"434.440","end":"449.240","lines":["Well, if you have baked goods in your house that have fruit in them, like a blueberry muffin, then they might be attracted to that. So I definitely wouldn't eat it past, like, seven to 10 days 'cause it might - they might have laid eggs, and you're going to get larvae in them."]},{"begin":"449.240","end":"455.480","lines":["I have this one fruit fly - 'cause I've been doing targeted killings, which I know probably is not the approach. But I've been..."]},{"begin":"455.480","end":"457.400","lines":["What? - do you have, like, a salt gun?"]},{"begin":"457.400","end":"476.880","lines":["(Laughter) No. I have a - I like that idea, though. I have, like, this sticky tape that is supposed to catch, like, flies or lantern flies or things. And I just - I approach them quietly. I stalk them. And when they land on a flat surface, I approach them quietly and then..."]},{"begin":"476.880","end":"484.560","lines":["...Smash them quick. And - but there's one - there's really just one right now that has been evading me. So let's figure out a plan to kill..."]},{"begin":"484.560","end":"485.720","lines":["Absolutely."]},{"begin":"485.720","end":"486.280","lines":["...Her."]},{"begin":"486.280","end":"489.080","lines":["Yeah, stalking her is not going to work."]},{"begin":"489.080","end":"491.320","lines":["She keeps escaping."]},{"begin":"491.320","end":"496.760","lines":["Moving on to takeaway two - get rid of fruit flies by building a simple trap."]},{"begin":"496.760","end":"522.120","lines":["So like you mentioned, there's some traps that you can buy. A lot of those sticky traps tend to be more for houseflies, which are a totally different species than fruit flies. Fruit flies are attracted to - big surprise - vinegar. I know there's that expression that you'll attract more flies with honey than vinegar, but it's actually not true. The red wine vinegar is the perfect thing to attract the fruit flies."]},{"begin":"522.120","end":"566.680","lines":["So, you know, you don't need anything fancy. You can get a beer bottle lying around or a soda bottle. Put some vinegar in there. And then add in just a little bit of, like, dish soap or hand soap - just something to kind of increase the viscosity of the liquid and then maybe, like, a little bit of water to kind of make it soapy. And then swirl it around and wait. They'll come there. That's what they want. They'll smell it. They'll come in, and then the soap will trap them. Once they get in that water, they will sink, and they'll die. And so if you put one of these out, within a day or two, you'll probably have, you know, 20 to 50 flies depending on how bad your problem is."]},{"begin":"566.680","end":"581.760","lines":["OK. And then does it matter - you mentioned a soda bottle or a beer bottle. Those are tall and have a - you know, a small opening. Is it - is that better or could you use, like, a little bowl or something?"]},{"begin":"581.760","end":"624.760","lines":["Yeah, so having, like, a small opening is really helpful. So you could use, like, a funnel to make it smaller if you were using it on, say, like, a Mason jar that might be wider. If you wanted to use a bowl, you could put, like, say, Saran wrap over it and maybe punch some holes. And then that way, you're sort of minimizing where they can get in and therefore out. They will find their way in. I mean, just as easily as they find their way in your house through that smell of that fruit bowl, they're going to smell that red wine vinegar or apple cider vinegar or just white vinegar - any type of vinegar. I mean, if you have leftover beer from the night before 'cause it just got left out, that would work. And they're going to be like, oh, my goodness."]},{"begin":"624.760","end":"632.880","lines":["OK. And then after you make the trap, and you get a bunch of flies stuck in it, just throw it out - pour it down..."]},{"begin":"632.880","end":"633.320","lines":["Yeah."]},{"begin":"633.320","end":"634.880","lines":["...The drain - what you do with it?"]},{"begin":"634.880","end":"656.920","lines":["Yeah, you could do either. You could flush it down the toilet. It's, like, solid waste, right? Speaking of your drain, though, that can be really - sometimes the flies like to lay their eggs in the drain. So then the pupae will crawl up, and they'll pupate in there. And, you know, you might be wondering, like, where are these coming from? I thought I got them all. They might be coming from your drain actually."]},{"begin":"656.920","end":"667.360","lines":["And this is takeaway three. I know. It's awful to think about. But if you have fruit flies and you're not really sure where they're coming from, they might be living in the drain of your kitchen sink. Here's what to do."]},{"begin":"667.360","end":"681.640","lines":["One thing you can do is, you know, just boil water in a tea kettle and pour it down the drain and then put a stop. Fill it up like you're going to do dishes or something, and then just leave it overnight, and that should help with the drain problem."]},{"begin":"681.640","end":"700.360","lines":["OK. And then one thing I love in the summer is a fresh, ripe peach. And I'm used to leaving them out to let them ripen. And then lately, I've just been putting them in my fridge, and they're not good, and they're not ripening. How can I ripen my fruit without attracting fruit flies?"]},{"begin":"700.360","end":"738.120","lines":["That's a really good question. So one of the things that fruits do is they're giving off this, like, hormone that helps to ripen them. So one thing that you can do is put them in a small, brown paper bag. And then the hormone will build up in, like, concentration inside the bag and help to ripen the fruit. You could even add, like, say, one of your bananas that's a little past it 'cause it's going to be giving off a lot of that hormone. And so then it'll help ripen your peach. And then by having in a paper bag, perhaps the fruit flies won't get as much of that smell coming at them. It will not ripen in the fridge."]},{"begin":"738.120","end":"747.360","lines":["No, it - I just had the worst peach yesterday. It was so bad. I, like, tried to - I had had it in the fridge. And then I tried to bite into it. It was cold, and it was not ripe. And..."]},{"begin":"747.360","end":"748.840","lines":["Oh, no."]},{"begin":"748.840","end":"762.360","lines":["...I was very - I was upset, to be honest. I was looking forward to it. What do you do when you bring the fruit home? Should you wash it all right away so that the eggs don't - so that you get the eggs off, I guess?"]},{"begin":"762.360","end":"776.600","lines":["That would be what I would recommend just in case there are any on there. Go ahead and wash them off. And then that way, you're not bringing some in that, like, perhaps in a few days will emerge, and then you'll have larvae."]},{"begin":"776.600","end":"799.840","lines":["I mean, you know, it's like we're trying to move from processed foods to fresh foods. I think a lot of people are trying to do that because we know that processed foods are not very good for us and have all sort of health risks associated. So a lot of people are like, fresh veggies, fresh fruits, you know? And - but that comes with its own new challenges."]},{"begin":"799.840","end":"812.680","lines":["Absolutely. That's a really good point. Again, we're shifting our behaviors, and the flies are along for the ride."]},{"begin":"812.680","end":"834.480","lines":["OK, it's time for a recap. Takeaway one - fruit flies are, of course, attracted to fruit, especially the overripe kind. When you bring some home, wash it with water to remove any eggs. And then put the fruit in a brown paper bag to ripen. Also, try not to leave out any baked goods, especially with blueberries or bananas or other fruit in there because that stuff is fruit fly bait."]},{"begin":"834.480","end":"868.920","lines":["Takeaway two - if you currently have a fruit fly problem, you can make a trap with a beer bottle or soda bottle or a bowl with Saran wrap over it. You'll just punch a small hole in the wrap because you want a narrow top. Laurie suggests pouring about 2 ounces of red wine vinegar or apple cider vinegar or white vinegar, plus a few drops of dish soap to make the whole thing soapy and viscous and trap the flies. And then you wait. They will find their way in and get stuck."]},{"begin":"868.920","end":"917.680","lines":["Takeaway three - if you have fruit flies, and you're not sure where they're coming from, they might be living in the drain of your kitchen sink. Laurie recommends boiling water, pouring it down the drain, then putting a sink stopper in and filling the sink. You can leave it overnight to make sure more flies don't come out. And remember; if you have fruit flies, that doesn't mean your house is unsanitary. It probably just smells good."]},{"begin":"917.680","end":"963.360","lines":["For more LIFE KIT, check out our other episodes. We have a beginner's guide to green cleaning and another on reducing food waste. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."]},{"begin":"963.360","end":"998.040","lines":["This episode of LIFE KIT was produced by Andee Tagle. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Sylvie Douglis, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Patrick Murray. I'm Marielle Segarra. Thanks for listening."]}],"duration":998}