{
  "title": "Jet lag is not 'a choice' — here's what to know",
  "url": "https://www.npr.org/transcripts/1196979270",
  "intro": "Taylor Swift claimed that \"jet lag is a choice\" at this year's Super Bowl. Sleep scientists like Jade Wu would like you to know they very much disagree. The disorder can throw your body clock out of whack and leave you feeling sluggish — not great when you're on a big vacation abroad. Wu explains how to make jet lag less miserable and more manageable.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "REGINA BARBER, HOST",
      "text": "I'm Regina Barber, filling in for Marielle Segarra. If you're lucky enough to have traveled several time zones in a matter of hours, then you've most likely experienced jet lag - feeling groggy, out of sync with your surroundings and overall crappy. This year, Taylor Swift caused a stir for answering a question after the Super Bowl about her flight - on a private jet no less - from Tokyo to Las Vegas after she performed. When asked, how do you not have jet lag right now? She said, maybe jokingly, jet lag is a choice."
    },
    {
      "author": "JADE WU",
      "text": "She is very wrong in this instance because jet lag is very real. It's not a choice. It's very biologically ingrained."
    },
    {
      "author": "BARBER",
      "text": "That's Jade Wu, a behavioral sleep medicine psychologist and researcher at Duke University School of Medicine. I asked her to tell me what jet lag actually is."
    },
    {
      "author": "WU",
      "text": "Circadian misalignment is a umbrella term for any time your body clock is out of sync with the clock on the wall or solar clock, which is, like, where the sun is, basically, in the sky. So jet lag is one form of it. Shift work is another form. You know, being an extreme night owl some days of the week is another form. So jet lag is just the easiest-to-understand form of circadian misalignment."
    },
    {
      "author": "BARBER",
      "text": "Even though world travel is nothing new, the speed in which humans travel across the world has drastically changed in the last hundred years. We haven't evolved fast enough to keep up."
    },
    {
      "author": "WU",
      "text": "Our bodies are constantly trying to adapt to our outside environment. So, you know, our bodies are designed to be adaptable like that. We can adjust if we go gradually. So if you're taking two months across the ocean, then you'll have adjusted already by the time you arrive here. But if you're flying in a few hours, you know, your body wakes up, you know, in United States Eastern Time and then goes to bed London time - it's going to be very, very confused. The speed at which we cross time zones is not meant to be this fast."
    },
    {
      "author": "BARBER",
      "text": "In this episode of LIFE KIT, jet lsg. We talk with Jade about the science of sleep, prepping your shut-eye for traveling both east and west and what to do on that first night and day in a new location."
    },
    {
      "author": "BARBER",
      "text": "OK. So can you tell me exactly, like, what's happening in our brains and our bodies when we're experiencing that jet lag?"
    },
    {
      "author": "WU",
      "text": "Right. So in a nutshell, our bodies during jet leg - we are basically misaligned with our outside environment, which means the internal body clocks - which we have billions of them. All of our cells have their own clocks, our organ systems, our hormone systems, our brain, you know, cognitive function, blood pressure. Everything that runs in our body runs on a clock. And ideally, what's happening is all these clocks are synced up to each other and running on a predictable, consistent schedule. And what happens during jet lag is suddenly, all of these clocks are confused. Like, wait a second. I thought it was daytime. Why is it night? Or I thought it was supposed to be dark. You know, why is it so bright in the environment? So then our brain gets confused."
    },
    {
      "author": "WU",
      "text": "The master clock in our brain called the suprachiasmatic nucleus, the SCN - if that suprachiasmatic nucleus gets confused, then all of the clocks get confused. So think of all the clocks in your body as, like - it's like a billion-person orchestra. And the master clock, the SCN, is the maestro. And if the maestro can't keep time, then the entire orchestra falls apart, right?"
    },
    {
      "author": "BARBER",
      "text": "Wow."
    },
    {
      "author": "BARBER",
      "text": "So takeaway one - jet leg is a result of our circadian rhythm being off. Flying to a new time zone is giving that master clock in your brain confusing signals, which can throw you off."
    },
    {
      "author": "WU",
      "text": "So that's why we feel sluggish. We can't sleep when we want to sleep, but we can't feel awake when we want to be awake. Our thinking is slower. Our mood is worse. Our metabolism is not as good. You know, so everything basically functions a little bit worse."
    },
    {
      "author": "BARBER",
      "text": "So how does one then prepare or, like, mitigate these effects?"
    },
    {
      "author": "WU",
      "text": "Yep. So there are a few things you can do before travel, during travel and after travel. So first of all, I would say it depends on how far you're going and how long your trip is. So if it's, like, a one- to two-hour time difference and you're only going for a few days, you might as well just stay on your regular schedule. Like, recently, I went to see my best friend in Colorado. I usually live in North Carolina. I just stayed on my regular Eastern Time schedule. So from her perspective, I was, like, a super early morning riser and..."
    },
    {
      "author": "BARBER",
      "text": "(Laughter)."
    },
    {
      "author": "WU",
      "text": "...Like, went to bed really early. But I didn't have to do any adjusting back and forth. It was easy peasy. But if you're going, like, at least three time zones over, then that requires, I think, a little bit of preparation."
    },
    {
      "author": "BARBER",
      "text": "Part of that preparation can be booking a flight that isn't going to disrupt your sleep too much - if you can swing it. Once your flight is set, it's time for takeaway number two - prepare for jet lag by resting up beforehand. That means time-shifting your sleep little by little but also getting more sleep before your trip."
    },
    {
      "author": "WU",
      "text": "This is called banking sleep. I wouldn't, you know, push it too hard - like, don't force yourself to sleep when you're not sleepy, but make sure you do get lots of opportunity. And if your body really even has a little bit of desire to sleep, let it do so. You can even take some supplemental naps. So bank sleep, first of all, and then you can also start gradually shifting your timing towards the target time zone. So if you're traveling six hours east to Europe from the East Coast here, you can start getting up, you know, 15 or 30 minutes earlier every day, going to bed 15 to 30 minutes earlier every day. And do that for a few days, maybe a week or so. You won't be all the way adjusted over, maybe, but you'll be closer, and you'll be more ready to adjust to your new local time by the time you get there."
    },
    {
      "author": "BARBER",
      "text": "Takeaway number three - remember good sleep hygiene."
    },
    {
      "author": "BARBER",
      "text": "Avoid alcohol if you can, because it can disrupt your sleep. Maybe don't have that cup of coffee at 6 p.m. before your flight. Jade generally discourages using caffeine to fight jet lag because it can lead to unpredictable outcomes - so sometimes making you exhausted or wired or both. But if you must, you could aim to have some caffeine if you're heading eastbound to stay up. Avoid it if you're going west. Speaking of direction, it's helpful to keep in mind which way you're headed."
    },
    {
      "author": "WU",
      "text": "Yeah. First of all, going..."
    },
    {
      "author": "BARBER",
      "text": "Why?"
    },
    {
      "author": "WU",
      "text": "Because if you're going west, then you're delaying your sleep phase, right?"
    },
    {
      "author": "BARBER",
      "text": "Got it."
    },
    {
      "author": "WU",
      "text": "You're making your body stay up later and wake up later if you want to be attuned to the local sun. And if you're going east, you're having to become more of a morning person."
    },
    {
      "author": "BARBER",
      "text": "Right."
    },
    {
      "author": "WU",
      "text": "You have to get yourself sleeping and waking earlier, so westward travel tends to be easier. In fact, there's research showing that during March Madness, teams that are traveling west to play games perform better than if they're traveling east..."
    },
    {
      "author": "BARBER",
      "text": "Wow."
    },
    {
      "author": "WU",
      "text": "...Because they're suffering less jet leg, less circadian misalignment. And that's because our body clocks actually run a little bit longer than 24 hours."
    },
    {
      "author": "BARBER",
      "text": "Oh."
    },
    {
      "author": "WU",
      "text": "It's more like 24.1 to 24.3 hours, so that means we're always trying to delay a little bit. If we all lived in a dark cave with no clocks and no regular routines, we would just go to bed and get up 20 minutes later every day. And so that's why going west is easier because your body already kind of wants to go to bed later."
    },
    {
      "author": "BARBER",
      "text": "Yeah."
    },
    {
      "author": "WU",
      "text": "So going west is, you know - but going east is hard because then you have to fight, you know, the - fight upstream kind of doubly hard. So if you're traveling west, if it's a long flight, I would try to take a short nap on the flight, if you can, because then you can go to bed at the desired local time."
    },
    {
      "author": "BARBER",
      "text": "Right."
    },
    {
      "author": "WU",
      "text": "You can stay up long enough once you get to your destination to go to bed at whatever's conventional, and hopefully, you're sleepy enough that you can sleep a nice, solid night and wake up the morning local time, and then you're on your way. If you're traveling east, try to stay up during your flight, and that might be hard because you might have gotten up really early to go to the airport and, you know, whatnot. But try your best. You know, watch movies. And now, when you land, you're going to not be sleepy yet by the local bedtime, so you might need to take a sleep aid to help yourself fall asleep that night, or you could just rough it and just go to bed really, really late and sleep a short night."
    },
    {
      "author": "BARBER",
      "text": "And get up early."
    },
    {
      "author": "WU",
      "text": "And then just get up early and hit the ground running."
    },
    {
      "author": "BARBER",
      "text": "That brings us to takeaway number four - do your best to match your sleep schedule to local time, even if that means staying up late or going to bed super early. So what do you do that day after?"
    },
    {
      "author": "WU",
      "text": "So the best thing to do is get lots of light first thing in the morning local time. So ideally, you go outside. You exercise. You walk. You hike. You go around town. The quicker you sort of get actively engaged in the rhythm of the local schedule, the more quickly you'll adjust, especially when it comes to getting light in your eyes - so not just inside a bright building with big windows but actually outside. Err on the side of staying up too long so that you save up lots and lots of sleepiness in order to adjust to the local time, rather than going to bed too early before you're sleepy enough. If you want, just stay up that whole first day. Even if you feel sleepy, just stay up during the local day, and so you make sure you have lots of sleep drive saved up for that night."
    },
    {
      "author": "BARBER",
      "text": "My daughter and I went to Scotland, and we stayed up the entire day, and by the time it hit, like, 9 o'clock Scotland Glasgow time..."
    },
    {
      "author": "WU",
      "text": "Yeah."
    },
    {
      "author": "BARBER",
      "text": "...We started feeling - like, we started hallucinating, almost..."
    },
    {
      "author": "WU",
      "text": "(Laughter) Oh, my gosh."
    },
    {
      "author": "BARBER",
      "text": "...'Cause we had been up for, like, 30 hours..."
    },
    {
      "author": "WU",
      "text": "Oh, wow."
    },
    {
      "author": "BARBER",
      "text": "...And we were just like - or 25 hours or something like - yeah, we'd been up for, like, 25 hours. And we were like, the walls feel like they're moving. Maybe we should go to bed now."
    },
    {
      "author": "WU",
      "text": "(Laughter) Yes, that is one good way to do it, although I would say 25 hours is definitely on the long side. Maybe there was a nap opportunity somewhere before then. You can definitely..."
    },
    {
      "author": "BARBER",
      "text": "I think we did nap. We did nap."
    },
    {
      "author": "WU",
      "text": "Oh, good. OK."
    },
    {
      "author": "BARBER",
      "text": "It wasn't, like, straight 25 hours..."
    },
    {
      "author": "WU",
      "text": "Oh, OK. Good."
    },
    {
      "author": "BARBER",
      "text": "...But it was, like, moving and traveling for 25 hours."
    },
    {
      "author": "WU",
      "text": "Oof. Yeah, that's tough."
    },
    {
      "author": "BARBER",
      "text": "But we did it. We did what you said, and it was good."
    },
    {
      "author": "WU",
      "text": "OK, good."
    },
    {
      "author": "BARBER",
      "text": "We were fine the next day and for the rest of the trip."
    },
    {
      "author": "WU",
      "text": "Beautiful."
    },
    {
      "author": "BARBER",
      "text": "So I have family in Taiwan."
    },
    {
      "author": "WU",
      "text": "Oh, yeah."
    },
    {
      "author": "BARBER",
      "text": "Going even more and more west that it becomes the east."
    },
    {
      "author": "WU",
      "text": "(Laughter) Yeah. That's right."
    },
    {
      "author": "BARBER",
      "text": "And the time zones aren't, you know, just a few time zones. There are many, many, many time zones - like, you know..."
    },
    {
      "author": "WU",
      "text": "Like, 12 or 13."
    },
    {
      "author": "BARBER",
      "text": "Yeah, 12- or 13-hour difference. Like, I - what do you do? Because there's that saying that, like, for every one hour that's different, it'll take one day to adjust. So it would take you two weeks, but it took me shorter than that. So what are some misconceptions about jet lag?"
    },
    {
      "author": "WU",
      "text": "Well, one misconception is that, well, as long as you use these techniques, then it's fine. No harm, no foul. But I think it is worth remembering that every time we experience jet lag, it is putting a burden and stress on our bodies. So yes, we can use these kind of tips and tricks to try to mitigate how bad it feels in the moment, but jet lag is never a good thing, and circadian misalignment is never a good thing. You're always taking a hit. So you kind of have to think, you know, is it worth it? And often, the answer is yes. You want to visit your family in Taiwan, or you want to go on a big hiking vacation in Europe. Like, I wouldn't pass that up, you know?"
    },
    {
      "author": "BARBER",
      "text": "Right."
    },
    {
      "author": "WU",
      "text": "But I think we don't want to be cavalier about, like, oh, so-and-so is a jet-setter for their career, and they travel multiple time zones all the time - it's fine. It's really not fine. I wouldn't advise someone do a career like that for multiple, you know, years and decades because that's - you're basically then a shift worker, and shift workers have a higher chance of having cancer, for example, than..."
    },
    {
      "author": "BARBER",
      "text": "Wow. Really?"
    },
    {
      "author": "WU",
      "text": "...Day workers. Yes. In fact, shift work is one of the only, if not the only, nonbiological, nonenvironmental carcinogens."
    },
    {
      "author": "BARBER",
      "text": "Wow. Wow."
    },
    {
      "author": "WU",
      "text": "So it's literally recognized as a carcinogen when we have circadian misalignment. So jet lag - not great. If it's occasional, not a big deal. But hopefully, someone is not doing this, you know, all the time. So that's one..."
    },
    {
      "author": "BARBER",
      "text": "Wow."
    },
    {
      "author": "WU",
      "text": "...Misconception is that it really is a problem for your body. And then in terms of how long it takes to adjust, I think it's different for different people. Some people are more able to adjust quickly."
    },
    {
      "author": "BARBER",
      "text": "Right, right. I've seen that - right? - because I'm OK with jet lag, but my mom - she's over 70, and she doesn't really even get jet lag. She's always..."
    },
    {
      "author": "WU",
      "text": "Wow."
    },
    {
      "author": "BARBER",
      "text": "...Been that way, but, you know, she does travel a lot."
    },
    {
      "author": "WU",
      "text": "Oh, good for her."
    },
    {
      "author": "BARBER",
      "text": "But like you said, some people are just more susceptible than others. Why do you think that is?"
    },
    {
      "author": "WU",
      "text": "Well, for - I think there is an age effect. So your mom must be a magical creature. She really is sort of outside the rules. As we get..."
    },
    {
      "author": "BARBER",
      "text": "She is. She's always outside the rules, believe me."
    },
    {
      "author": "WU",
      "text": "(Laughter). Generally, as we get older, we tend to be - you know, we tend to shift our circadian rhythms less readily in part because the light that comes into our eyes - that's really the main signal that tells our brain what time it is outside. So, you know, someone who adjusts quickly is able to respond to that light signal very quickly."
    },
    {
      "author": "BARBER",
      "text": "Wow, OK. You actually addressed this, but I'm going to ask the question anyway. So in the end, experiencing jet lag for, like, many people is actually, like, a symptom of luxury. Like, it's traveling vast distances in a short amount of time. But like you said, there's some serious consequences to not paying attention to your body if you need sleep. So what other serious consequences are there if you're depriving your body of sleep?"
    },
    {
      "author": "WU",
      "text": "So if we're looking at sleep overall, then not getting enough sleep is depriving our bodies of very vital functions that keep us healthy and happy. So during sleep, our brains are doing things like clearing toxins from the brain, consolidating our memories, you know, releasing growth hormones and sex hormones to regulate our, you know, reproductive systems and immune systems, where our metabolism is regulated. We need sleep time even just for our cortisol levels to come down, for our body temperature to come down, blood pressure to come down."
    },
    {
      "author": "WU",
      "text": "All of these things are necessary for our very life. So cutting that short or having it at irregular times really curtails our ability to function. And actually, it's - I'm so glad you're doing an episode on jet lag because we focus so much on how much sleep people need, we don't focus on the timing of sleep. And the timing is just as important, if not more..."
    },
    {
      "author": "BARBER",
      "text": "Wow."
    },
    {
      "author": "WU",
      "text": "...Important. A recent really big study came out following, you know, a few thousand people to see, you know, basically their behaviors at timepoint one and then looking at how well they're doing years later. And it turns out the regularity of their sleep at timepoint one is even more predictive of whether they have cancer, whether they have died, whether they have heart disease years later than how much they slept at timepoint one."
    },
    {
      "author": "BARBER",
      "text": "Wow. This has, like, terrified me, but it's also intriguing me. So Taylor Swift really wasn't right that jet lag is a choice. It kind of sounds like she needs to brush up on her science. Swifties, don't come up here."
    },
    {
      "author": "WU",
      "text": "(Laughter) Well, I think probably for her, she can deal with jet lag more easily because she has, you know, the comforts and the..."
    },
    {
      "author": "BARBER",
      "text": "The resources."
    },
    {
      "author": "WU",
      "text": "The resources, exactly. And I'm sure she has..."
    },
    {
      "author": "BARBER",
      "text": "Yeah."
    },
    {
      "author": "WU",
      "text": "...A whole team managing her nutrition and her, you know, exercise and her everything, right? So someone with resources like that..."
    },
    {
      "author": "BARBER",
      "text": "And her bed on the plane."
    },
    {
      "author": "WU",
      "text": "Oh, I'm sure it's..."
    },
    {
      "author": "BARBER",
      "text": "You know?"
    },
    {
      "author": "WU",
      "text": "...Very comfortable and nice and - so for her, maybe jet lag is a little bit more of a choice and, you know, a little bit more manageable, but it is still a biological reality."
    },
    {
      "author": "BARBER",
      "text": "Excellent (laughter)."
    },
    {
      "author": "BARBER",
      "text": "OK, jet setters, it's time for a recap. Takeaway one - remember, jet lag is a result of our circadian rhythm being off. Flying to a new time zone is giving the master clock in your brain confusing signals, which can throw you off. Takeaway number two - get lots of rest before your trip. Bank some sleep. Try to shift your bedtime little by little to adjust to your new time zone. Takeaway number three - are you flying west or east? If you're traveling west, a short nap on the flight might not hurt since you're going to bed later. Going east, try to stay up on the flight so you can go to bed earlier. Takeaway four - do your best to match your sleep schedule to local time. It might mean an early bedtime, but then you'll be rested the next day to enjoy the rest of your trip."
    },
    {
      "author": "BARBER",
      "text": "For more LIFE KIT, check out our other episodes on insomnia and another one about caffeine. You can find that at npr.org/lifekit. And if you want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "BARBER",
      "text": "This episode of LIFE KIT was produced by Andee Tagle. Our Visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Audrey Wynn, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from Robert Rodriguez. I'm Regina Barber. Thank you for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9482348449.mp3",
  "img": "https://media.npr.org/assets/img/2024/05/10/lk_jetlag-copy_wide-a4a6e3c18068152d5ba9cf7e761f7c052b6ad483.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "REGINA BARBER, HOST",
    "JADE WU",
    "BARBER",
    "WU"
  ]
}