{
  "title": "How to know if you're in a codependent relationship",
  "url": "https://www.npr.org/transcripts/1196979982",
  "intro": "Do you always fall for people who don't like you back? Do your friendships feel one-sided? Do work obligations creep into your personal life? If you notice that your needs aren't being met or that your boundaries aren't respected in your relationships, these connections may have grown codependent. Luckily, there are ways to break the pattern and reclaim your sense of self. Journalist Gina Ryder explains how to spot signs of codependency in your relationships and how to forge stronger, reciprocal bonds.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. Let's talk about the movie \"Dirty Dancing.\" OK, so in the movie, Patrick Swayze is a skilled, trained dancer. And he's teaching the untrained, relatively unskilled Jennifer Grey how to dance as a duo. Her hand is on his shoulder. His hand is on her back. Their other hands are clasped. And he's like, hey..."
    },
    {
      "author": "PATRICK SWAYZE",
      "text": "(As Johnny Castle) Head up."
    },
    {
      "author": "SEGARRA",
      "text": "...You're in my space."
    },
    {
      "author": "SWAYZE",
      "text": "(As Johnny Castle) Lock your frame. Lock it. Lock, lock - look. Spaghetti arms."
    },
    {
      "author": "SEGARRA",
      "text": "Come on, spaghetti arms. Lock your arms. Hold the frames. This is my dance space."
    },
    {
      "author": "SWAYZE",
      "text": "(As Johnny Castle) This is my dance space."
    },
    {
      "author": "SEGARRA",
      "text": "And this is your dance space."
    },
    {
      "author": "SWAYZE",
      "text": "(As Johnny Castle) And this is your dance space. I don't go into yours. You don't go into mine. You got to hold the frame."
    },
    {
      "author": "SEGARRA",
      "text": "And that is a perfect metaphor for boundaries, right? This is my space. This is your space. We come together, with boundaries, and that's when we can really dance."
    },
    {
      "author": "ERIC CARMEN",
      "text": "(Singing) You're mine tonight. Now I've got you in my sights."
    },
    {
      "author": "SEGARRA",
      "text": "I did not come up with this metaphor, by the way. I heard it on a psychology podcast. They saw it on Instagram. It goes back at least 10 years, as far as I can tell. But I bring it up now because I think it'll be a useful visual as you listen to this episode about codependency. I'll be honest. I had heard the word codependency before, but I didn't really know what it meant until reporter Gina Ryder dug into it for us. For a long time, Gina said she would find herself up late at night stressing about her relationships."
    },
    {
      "author": "GINA RYDER",
      "text": "I can't think of how many times I looked on Google for insight. You know, it could be 11 p.m. It could be midnight or 1 a.m. My key words were things like one-sided friendships, liking people that don't like me back, unhealthy workplace dynamics. I was just feeling so frustrated in all of my relationships, and I wanted answers."
    },
    {
      "author": "SEGARRA",
      "text": "What these searches had in common is they were all situations where her needs weren't being met, where she was putting others before herself, saying yes when she wanted to say no, not respecting her own dance space - right? - and not understanding what was hers to take on and what she should leave up to other people. She learned that those are characteristics of codependency."
    },
    {
      "author": "SEGARRA",
      "text": "So on today's episode of LIFE KIT, Gina is going to talk about codependency, how it shows up - like, what are the signs? - and what you can do to escape this pattern while still being a caring, loving person. In fact, the experts say breaking away from codependency can actually strengthen our relationships."
    },
    {
      "author": "RYDER",
      "text": "All my late-night Google search results about codependency led me to the book \"Codependent No More\" by Melody Beattie. It is the text on the concept. It's sold millions of copies since it was published in 1986. Melody says definitions of codependency vary based on individual circumstances and a lot of other things. But here's one definition."
    },
    {
      "author": "MELODY BEATTIE",
      "text": "People who have let themselves be affected by another person's behavior and may end up obsessed with controlling that person's behavior."
    },
    {
      "author": "RYDER",
      "text": "You wrote that codependents are people who love other people more than they love themselves. What does it look like to love someone else more than yourself?"
    },
    {
      "author": "BEATTIE",
      "text": "Not being able to set the boundaries I need to set to take care of myself. So I'm letting them run riot over my life. And I'm feeling angry, resentful and/or hurt. When we're not clear on who we are and what we want, it's very hard to be in a relationship."
    },
    {
      "author": "RYDER",
      "text": "Even as my curiosity about codependency grew, I resisted the term. There's no official diagnosis in the DSM-5, which is the manual that clinicians in the United States use to diagnose mental health conditions. At the time, I thought codependency seemed like a dubious, unscientific concept that could be self-pathologizing. But then I read something on the website of Co-Dependents Anonymous, a 12-step program of recovery from codependence. It said this - (reading) the only requirement for membership is the desire to have healthy and loving relationships."
    },
    {
      "author": "RYDER",
      "text": "So with my heart set on relational harmony, I began exploring how to heal from codependency. But first, I had to understand its features, which brings us to takeaway No. 1 - recognize signs like caring versus caretaking. Expressing care for others is important for a healthy society, and especially for people who value empathy. Yet the insidious thing about codependency is that caring can veer into caretaking."
    },
    {
      "author": "RYDER",
      "text": "Maybe you pick up the lunch tab without asking first because you know your friend is struggling financially, but you yourself aren't that flush with cash. Maybe you just developed a workout routine but dropped your plans to hit the gym because your friend called and needed to vent. If you do acts like these and think nothing of them - great. It's wonderful to be generous. But if you feel safest when giving, if you find yourself abandoning your routine to rescue someone, if you feel resentful, if you're not communicating your needs or if you feel anxiety about other people's problems, that's codependency. And what I just listed are some of the caretaking characteristics Melody actually wrote about in \"Codependent No More.\" Codependency is a sense of feeling overly responsible for someone else, and it can backfire."
    },
    {
      "author": "BEATTIE",
      "text": "We tend to obsess. We just don't trust ourselves to, like, do the right thing or say the right thing or be appropriate in any situation. And we tend to let other people take charge and then get angry about it."
    },
    {
      "author": "RYDER",
      "text": "When we take on other people's problems as our own, we risk the quality of our relationships. Codependency can trick us into thinking that closeness is performing care. But the thing is care has to be mutual. What's important is to know the difference between caring and caretaking."
    },
    {
      "author": "RYDER",
      "text": "Caring is an act of compassion. When you care for someone, maybe you're sharing a genuine compliment with a colleague or sharing food with a neighbor when you have extra food to give. Now, caretaking is trying to rescue someone - as Melody puts it - rescuing someone from the consequence of their own decisions."
    },
    {
      "author": "RYDER",
      "text": "And just a quick note here. We're not talking about being someone's caretaker out of necessity, say, during a loved one's medical emergency. This can be more subtle, like reassuring a coworker you can take on their extra work, even when they mismanaged their time, or watching a neighbor's kid every week, even though you just agreed to do it once."
    },
    {
      "author": "RYDER",
      "text": "Sometimes these caretaking behaviors can be developed from growing up with a parent who struggled with addiction or illness. For Melody, it was being married to an alcoholic, an experience that led her to pioneer the concept of codependency. In the '70s, Melody was studying to become an addiction counselor, a dream that was born after recovering from addiction herself. While working as a secretary at a treatment center in Minnesota, an administrator approached her about running a support group for families facing addiction. While leading these family groups, Melody saw herself in the people she was counseling."
    },
    {
      "author": "BEATTIE",
      "text": "I started to see these behaviors in just about everyone - the caretaking, the not expressing feelings, the not having boundaries, the quiet self-hatred that ran like a drumbeat through our lives. We each have our individual histories. And there is no escaping the idea that our past and our childhoods affect us."
    },
    {
      "author": "RYDER",
      "text": "Sometimes codependency can be born out of caring for someone who really does need your help, whether or not addiction is involved. But that dynamic might seep into your other relationships. You might feel compelled to attend to others' needs before your own. And social conditioning can also leave women or people of color to struggle to say no or speak up. Really, anyone can be codependent. In a world that lacks compassion, caring about others sounds noble, and it is."
    },
    {
      "author": "RYDER",
      "text": "We need a degree of concern for others to support our neighbors and loved ones. Yet, living life constantly compelled to help others, even when we ourselves need help, is unsustainable. With codependent caretaking, our identity and personal well-being are at stake."
    },
    {
      "author": "RYDER",
      "text": "I understand that a lot of folks who struggle with codependency are rescuers or caretakers. And I'm wondering, what can they do to try to stop that over-involvement in other people's lives?"
    },
    {
      "author": "BEATTIE",
      "text": "It can be overwhelming - our amount of involvement with other people's lives - and the types of control we think we need to take to make them see it our way or do the right thing or to even make the right thing happen in life. And it just - if we realize that it does not take that much, and sometimes - it's like frying eggs. Sometimes, less is more, you know? I mean, if we do too much, we ruin it. And that's how it is in relationships often. Too much turns it bad."
    },
    {
      "author": "RYDER",
      "text": "Without being conscious of signs like caretaking, we can miss out on satisfying and reciprocal relationships. An important step is becoming aware of when you're being codependent and becoming curious about where this behavior comes from, which is our second takeaway. Takeaway No. 2 - practice observation and become aware. People might be familiar with codependency, thanks to TikTok, but might not know that they're struggling with it themselves."
    },
    {
      "author": "SHAWN MICHAEL HOWARD",
      "text": "Popular culture, you know, the movies - everything that's on television about relationships really reflect actually what is codependency. And so folks usually don't know that they're suffering from it - looks normal."
    },
    {
      "author": "RYDER",
      "text": "That's licensed marriage and family therapist Shawn Michael Howard, who goes by Shola and is in the process of legally changing his name to Adesola Nnamdi (ph). Shola says he'll see people experiencing the impact of codependency but not be able to connect the dots, kind of like me and my Google searches."
    },
    {
      "author": "HOWARD",
      "text": "They come in because they either have an - you know, an innate sense that something is wrong. They're pointing to the job, to the career, to something outside of themselves. And so folks usually come in totally unaware but knowing that something's gnawing at them. It may look like depression. It may look like anxiety. It may look like my ex. You know, it may look like my mom. And that's the beginning of recovery. It's just - it's that awareness."
    },
    {
      "author": "RYDER",
      "text": "When we're so focused on everyone else changing and getting other people to see things the way we see them, we can't see the roots of our behavior."
    },
    {
      "author": "RYDER",
      "text": "How do people become aware of their codependent tendencies?"
    },
    {
      "author": "BEATTIE",
      "text": "The first place to go - always, always, always - is within ourselves to become self-reflected and just to begin - instead of turning on ourselves - to quietly observe ourselves in our relationships, out of our relationships. How do we really feel? What do we really think? How - did that work for me? Did that not work for me? Why or why not? We don't have to do anything about it right away. We do need to become conscious."
    },
    {
      "author": "RYDER",
      "text": "Codependency can take many forms. One way to grow awareness of what form feels familiar to you is by learning the five roles of dysfunctional families. These archetypes were developed by family therapist Sharon Wegscheider-Cruse in her 1981 book, \"Another Chance.\" We've mentioned the caretaking role. Sometimes this is also called the martyr or enabler. But let's listen to Shola review the other ones."
    },
    {
      "author": "HOWARD",
      "text": "The person who's the scapegoat, the person who's blamed for the family's issues, you know, the black sheep - I related to that."
    },
    {
      "author": "RYDER",
      "text": "There's also the lost child role."
    },
    {
      "author": "HOWARD",
      "text": "The lost child tends to withdraw and avoid conflict by isolating themselves or focusing on activities outside the family."
    },
    {
      "author": "RYDER",
      "text": "Then there's the hero or the perfectionist."
    },
    {
      "author": "HOWARD",
      "text": "And their role is striving for perfection and to mask the family's dysfunction and maintain a facade of stability. And then there's what's called the mascot. And the mascot uses humor or cheerfulness to diffuse tension within the family, but they may struggle to address deeper emotional issues. And I definitely related to that. I was the person in my family who was telling jokes and tap dancing and - to get attention."
    },
    {
      "author": "RYDER",
      "text": "Can you relate to any of these roles? In the past, without being totally conscious of what I was doing and why I was doing it, I took pride in being the person to smooth over discomfort - on being a chameleon who could crack jokes, take heat or absorb tension."
    },
    {
      "author": "RYDER",
      "text": "You can recognize when you're playing a role to suit other people's comfort. When this happens, ask yourself, why am I acting this way? Is it a tendency left over from childhood? Is it a social script? When we zoom out to consider how individual and collective trauma impacts codependency, there's an opportunity here to take the pressure off the self and consider how systemic forces - such as race, gender and class - impact the roles we play."
    },
    {
      "author": "RYDER",
      "text": "The good news is we can break out of old ways of relating. As we act more authentically, other people get to know us in new ways. Before we can experience an equal relationship grounded in who we really are, we have to love ourselves. Roll your eyes along with me, but you know looking inward with love had to be our next takeaway. Takeaway No. 3 - take the focus off of other people and develop self-intimacy."
    },
    {
      "author": "RYDER",
      "text": "Loving yourself is a process that can be rough for people who identify as codependent."
    },
    {
      "author": "BEATTIE",
      "text": "Learning to love myself has been the most challenging process I've ever been through - truly. It is - for someone embroiled in self-disgust and self-hate, learning to drop it all in the negativity and move into self-love can be very challenging. But it's so worth it. It's so worth it. And it's not just a practice we do once, like, oh, I found self-love. It's a place I need to go back to every day."
    },
    {
      "author": "RYDER",
      "text": "To cultivate self-love, Melody turns to meditation. With a calm mind, she then asks herself two questions that I'm going to borrow - what am I going to do today that feels right? And what am I not going to do? Shola works with his patients on developing what's known as mentalization skills, which he says help you imagine the feelings and thoughts of others without judgment. Basically, it means knowing where you end and others begin. One step towards mentalization is reflecting on wants and needs, which could be helpful to write down."
    },
    {
      "author": "HOWARD",
      "text": "Something I do with clients is we write down - literally, just, like, get a pen, a piece of paper and start writing down wants - wants - to begin to understand, like, who am I? What in the - what do I want?"
    },
    {
      "author": "RYDER",
      "text": "Maybe you want to enroll in a class to learn more about nutrition. Maybe you'd rather work in financial planning than continue life as an English teacher. Maybe it's something more simple than switching careers or going back to school. Maybe you just want to garden more or schedule a weekend trip to the beach. Whether your desires reveal your deepest secrets or your most lighthearted wishes, knowing what you want and need and acting on that information can be the start to healthier relationships."
    },
    {
      "author": "RYDER",
      "text": "Part of how I practice self-love is through affirmations. I'm not ashamed to admit it. Affirmations help me stop people-pleasing and not rely on others for self-worth. Most mornings, after I've journaled, I read from \"The Language of Letting Go.\" It's a book by - you guessed it - Melody Beattie. It has a short daily passage that includes a little affirmation-like prayer that I read aloud. Here's a recent affirmation - today, I will let myself receive one thing from someone else, and I will let myself be comfortable with that. When I read that to Melody in our interview, she groaned."
    },
    {
      "author": "BEATTIE",
      "text": "That's the thing I have so much resistance in my life too - is receiving. And it may be because with other people, receiving came with a cost. If we were going to receive, there was a pretty big cost with it. And we don't want to be that vulnerable again."
    },
    {
      "author": "RYDER",
      "text": "Listen, it totally sucks, but it's 100% true - vulnerability is necessary. We can't experience intimacy without it. It's possible that these self-compassion techniques can be what marks the transition from codependency to healthy love."
    },
    {
      "author": "RYDER",
      "text": "It's been said that interdependency is the antidote to codependency. And I'm..."
    },
    {
      "author": "HOWARD",
      "text": "That is the goal. That is the dream. That is the..."
    },
    {
      "author": "RYDER",
      "text": "Yes."
    },
    {
      "author": "HOWARD",
      "text": "...Solution. Yeah."
    },
    {
      "author": "RYDER",
      "text": "Yes. What does it mean to be interdependent?"
    },
    {
      "author": "HOWARD",
      "text": "Two people who come together who are independent - that's like the recipe for a successful, healthy relationship that you and I are self-supporting through our own contributions. You have a job. You have your own life. You have your own hobbies. You have your own interests. You have your own friends. You have a complete life which is also imperfect. And then we come together with our independence. We're able to function on our own. Then when we come together, there's I, there's you, and then there's this third entity, the us."
    },
    {
      "author": "RYDER",
      "text": "Sounds nice, right? But how do we maintain recovery from codependency? How do we build interdependence? What else can we work on to go from bonds where one person gives and the other takes to a more give-and-take dynamic? We've got one word for you - boundaries. Takeaway No. 4 - let boundaries be your guide to releasing control. You can go to therapy, attend support groups and say affirmations every day but still be stuck in codependency. If this happens, it's OK. Shola recommends setting boundaries, saying no and even changing up our language, which can have a powerful effect."
    },
    {
      "author": "HOWARD",
      "text": "So for the past 18 years, I've removed the word should from my vocabulary 'cause we're just up against this mountain of shoulds - what you should do, what you shouldn't do - since we were kids. And on the other side of should is shame. And so we also get into vocabulary and eradicate the word should from the vocabulary. Stop saying can't. Like, I no longer say, I can't make it to your party. I say, I'm not coming."
    },
    {
      "author": "RYDER",
      "text": "Learning to set and enforce boundaries is a crucial step in recovering from codependency. Let's say a friend needs your support. You might tell them, I have a half hour to chat on my walk home from work. Do you want to share what you're going through around 5? This is a little bit better than taking the call at 10 and allowing the conversation to linger for hours when you have to get to sleep because you have an early meeting. Sometimes a crisis calls for a late night. But generally, boundaries help us practice self-care."
    },
    {
      "author": "RYDER",
      "text": "Not all boundaries are as simple as setting limits around our time. Boundaries can also be internal. They can be emotional, and they can be with ourselves."
    },
    {
      "author": "BEATTIE",
      "text": "It goes back to each person's heart. You know, what are their intentions with this interaction? What are they hoping for? Are they trying to control another person? Are they trying to be an agent of spirit bringing help?"
    },
    {
      "author": "RYDER",
      "text": "Examining intentions can be helpful. If we don't do that, it can be easy to revert to caretaking dynamics that we talked about earlier, like over-giving or over-committing or maybe even feeling used. Asking these questions can prevent resentment. Just be sure to be gentle with yourself."
    },
    {
      "author": "BEATTIE",
      "text": "What is real is the temptation to turn on ourselves when we most need our own support. It's, like, the biggest mistake we can make or the biggest return of codependency in our lives - just that turning on ourselves we do - that if anyone else turned on us the way we turn on ourselves, we'd have them arrested."
    },
    {
      "author": "RYDER",
      "text": "What does it mean to turn on ourselves? What does that look like?"
    },
    {
      "author": "BEATTIE",
      "text": "When we've not done what we deem to be our best, when we're scared, when we're vulnerable, instead of being supportive and accepting ourselves, we will just go off like we were the person that talked the worst to us when we were a kid growing up. In my case, it was my mother. I would, like, have the whole recitation of everything she ever said to me about what I couldn't do, what I did wrong, why I was suffering right now. I mean, we don't support ourselves, even remotely, in many circumstances where we'd do a little bit better with some good self-talk and self-support."
    },
    {
      "author": "RYDER",
      "text": "It sounds hokey, but gratitude can help. Here's an example of two things you might say to yourself when things get tough - I'm grateful I spoke up about my needs today. I'm grateful for the opportunity to change. Setting boundaries and saying no might be hard. Forgiving others and yourself for the past might take too long and hurt too much. But closeness with others is worth it."
    },
    {
      "author": "RYDER",
      "text": "Let me leave you with a recent affirmation from \"The Language Of Letting Go.\" (Reading) Today, I will be open to giving and receiving the healthiest love possible."
    },
    {
      "author": "RYDER",
      "text": "With gratitude, let's recap what we've learned so far. Takeaway No. 1 - know the difference between caring and caretaking. Takeaway No. 2 - practice observation and become aware. Takeaway No. 3 - take your focus off of other people and develop self-intimacy. Takeaway No. 4 - let boundaries be your guide to releasing control."
    },
    {
      "author": "SEGARRA",
      "text": "That was reporter Gina Ryder. For more LIFE KIT, check out our other episodes. We've got one on how to start therapy and another on how to be a super communicator. You can find those at npr.org/lifekit. And if you love LIFE KIT, and you stay up late at night Googling us - trying to figure out when our next episode is coming, what we're doing - subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Beth Donovan is our executive producer, and Meghan Keane is our supervising editor. Our production team also includes Andee Tagle, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from James Willetts, Tiffany Vera Castro and Cena Loffredo. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7035802185.mp3",
  "img": "https://media.npr.org/assets/img/2024/08/07/final-copy_b_wide-a076df3e37ddefc91e27ecaaae796f158b8388af.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "PATRICK SWAYZE",
    "SWAYZE",
    "ERIC CARMEN",
    "GINA RYDER",
    "RYDER",
    "MELODY BEATTIE",
    "BEATTIE",
    "SHAWN MICHAEL HOWARD",
    "HOWARD"
  ]
}