{
  "title": "Bad bosses, low pay, big mistakes: How to navigate the pitfalls of starting a new job",
  "url": "https://www.npr.org/transcripts/1196978613",
  "intro": "Just starting your career? Elainy Mata, host of the Harvard Business Review podcast New Here, offers advice on how to deal with issues that aren't part of the job description.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "STACEY VANEK SMITH, HOST",
      "text": "Hello LIFE KIT-ers. I'm Stacey Vanek Smith in for Marielle Segarra. And this episode, we are talking all about how to thrive in a new job, and we've brought in a very special guest - Elainy Mata. She's the host of a new podcast from Harvard Business Review called \"New Here.\""
    },
    {
      "author": "ELAINY MATA",
      "text": "\"New Here\" is a podcast for anyone who is one starting a new job or doing something new at work. And we are your friends to help guide you through that."
    },
    {
      "author": "VANEK SMITH",
      "text": "\"New Here\" looks at all kinds of questions that come up in the workplace, especially if you're more junior or just starting out in a new job. How long do you have to be in a job before you ask for a raise? What do you do if you make a big mistake? And how should you handle it if you realize your boss is the worst? On this episode of LIFE KIT, we go to work, look at how to handle some of the big issues that arise and navigate your workplace so that you can make your new job work for you."
    },
    {
      "author": "VANEK SMITH",
      "text": "Elainy Mata, host of \"New Here,\" thank you so much for joining us. I want to just to start out a little bit broadly. So let's say you start a new job, and you are just trying to get the lay of the land, figure out the culture of this new workplace. At \"New Here,\" you did an episode all about this, and you spoke with an expert who a lot of us know and really love."
    },
    {
      "author": "MATA",
      "text": "So for this episode, we talked to actress, comedian and author Sarah Cooper."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yes."
    },
    {
      "author": "MATA",
      "text": "And we wanted to talk to her because she has a corporate background, and we also wanted to hear her experience and how she was able to break those rules in her job when it came to etiquette."
    },
    {
      "author": "VANEK SMITH",
      "text": "I had no idea Sarah Cooper had a corporate background. I just know her, as many of us do, from her TikToks, where she would lip-sync to Donald Trump speeches. But Sarah Cooper had some really sage advice for navigating the culture of a new workplace. Elainy, what were some of your favorite tips from her and from that episode?"
    },
    {
      "author": "MATA",
      "text": "I think, for me, is just, when you're trying to figure out what the etiquette of the office is, just kind of sit back, and observe, and listen. She gave a really good example of, somebody that she looked to a lot was her VP."
    },
    {
      "author": "SARAH COOPER",
      "text": "Listening is, like - No. 1, you've got to listen to what's being said. I mean, that's the thing that I noticed about my VP - is that, when he came into our meetings, he was quiet, you know? He did not speak until he'd heard everything. That kind of quiet confidence is something that, obviously, I aspire to."
    },
    {
      "author": "COOPER",
      "text": "But it's very hard because when there's silence, I'm the type of person that's just like, blah, blah, blah, blah, blah, blah, blah."
    },
    {
      "author": "VANEK SMITH",
      "text": "That was wonderful. And what - I thought it was such a smart point because I feel like she's right; there is a lot of confidence associated with silence. But I have tended to think about it the other way. I see people who talk a lot in meetings as confident, and I feel like, often, when I'm feeling insecure, I won't say anything. So I thought it was so interesting, the point of listening and the confidence it takes sometimes to actually absorb what other people are saying."
    },
    {
      "author": "MATA",
      "text": "I agree. But I like the advice of listening - one, because it can be really hard. And also, you'll learn about the rules around the office if you kind of take a step back and just listen to what is being told to you."
    },
    {
      "author": "VANEK SMITH",
      "text": "Well, I think there's a tension in this between learning a culture at work and being your authentic self. And I feel like we get messages about both, and it can be confusing to know what to do. Like, what if your authentic self talks constantly? Or what if your authentic self never talks?"
    },
    {
      "author": "MATA",
      "text": "That's a good question. I think, for me, I am, one, naturally just a high-energy type of person. And I think I had to learn, there's places where that works, and there's places where I can hold back and allow myself to kind of be more reserved, to see how other people do it. It goes back to Sarah's advice of just observing. And it's helped me just watch what other people are doing, especially watching the person that has the job that you want, watching them do it, and see how they bring themselves out, and ask yourself like, OK, can I do it that way then? Well, let me try it and see how it works."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yeah, I liked the kind of playfulness of the approach and also the importance of learning the rules because that did occur to me in the beginning. I was like, well, why should someone have to learn workplace rules? But how would you answer that? And I mean, obviously, you want to get your paycheck; you might follow the rules about the culture."
    },
    {
      "author": "MATA",
      "text": "Yeah. Well, that's - I think that's, like - that's a huge thing, is that you want to get your - you want to get paid."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yes, yes."
    },
    {
      "author": "MATA",
      "text": "But also, like, if you want to succeed in that workplace, it's like living in an environment with other things and beings. If you want to learn how to grow in the environment, if you want to learn how to succeed or just be a better version of yourself, you have to learn what rules are in place so you can then climb and use that to your advantage so you can keep going up."
    },
    {
      "author": "VANEK SMITH",
      "text": "And let's hear what Sarah Cooper had to say."
    },
    {
      "author": "COOPER",
      "text": "Listen. You just want to get along with people, and you want people to want to work with you. That's all. You want people to be like, ooh, Sarah's going to be in this meeting; it's going to be a fun one. You know? You want them to have that feeling. And so it's really about a feeling. You know, a lot of people focus a lot on the work. Those are called hard skills. But soft skills of being able to just be someone that people like to work with is just, like - it's so - I feel like it's 80% of it. It's 80%."
    },
    {
      "author": "VANEK SMITH",
      "text": "It's such a smart point about like, it's how you make people feel. It's a little harder to quantify, you know, than like, have you done your job? Have you met your deadlines? But I do think it probably is 80% of it. I feel like that's such a smart point."
    },
    {
      "author": "MATA",
      "text": "Yeah."
    },
    {
      "author": "VANEK SMITH",
      "text": "So obviously, learning office culture involves, like, dealing with a whole group of people. But there are some people in the office who are more important to learn how to deal with or that you cannot avoid dealing with - namely, one's boss."
    },
    {
      "author": "MATA",
      "text": "(Laughter) I like that intro."
    },
    {
      "author": "VANEK SMITH",
      "text": "And you - thank you. It's my very roundabout segue. But I loved this episode. I got excited when I saw the title, as I think everybody will because what do you do if you have a bad boss, or a boss you don't get along with or a boss you feel isn't going to promote you or promote your interests? You spoke with a leadership coach named Robyn Garrett about this, and I feel like this is an issue that's going to affect everybody at some point in their career."
    },
    {
      "author": "MATA",
      "text": "Yeah. Well, the first, most surprising piece of advice that I got from Robyn is not to approach the boss directly if you have an issue - like, not to be so charged or aggressive with it."
    },
    {
      "author": "ROBYN GARRETT",
      "text": "A lot of times, approaching them directly and confronting them is not a successful strategy, unfortunately. I wish that everything was that simple. But if you think about you and your boss as being in a relationship that has a variety of factors - their factors and your factors - I think that's a little bit of a better way to approach it. So what are their needs? What are their motivations? What are your needs? What are your motivations? How do those things clash, but how can they also work together?"
    },
    {
      "author": "MATA",
      "text": "I think her way of explaining it was just, look at you and your boss as a relationship. And how would you approach being in a relationship with anybody in order to solve a problem?"
    },
    {
      "author": "GARRETT",
      "text": "So, for example, a lot of bosses are financially motivated. They're all about their KPIs and their metrics. So if you come to them, and you share your insights and feelings, they're probably not going to respond to that. But if you come to them with hard data that you've carefully researched and then packaged in a way that is, you know, suited to their preferences for consuming information, you can be a lot more successful."
    },
    {
      "author": "MATA",
      "text": "Ah, so it's like adaptability - like, kind of seeing how my boss or my manager likes to communicate or likes to receive information."
    },
    {
      "author": "GARRETT",
      "text": "Yes."
    },
    {
      "author": "MATA",
      "text": "Oh, my God, their love language - like, what's my boss' love language? And I..."
    },
    {
      "author": "GARRETT",
      "text": "Yup, that's..."
    },
    {
      "author": "MATA",
      "text": "(Laughter) And I'll give them information that way."
    },
    {
      "author": "GARRETT",
      "text": "That's right."
    },
    {
      "author": "VANEK SMITH",
      "text": "Another thing you tackle in your episode about bad bosses is, should I stay, or should I go? And Robyn was actually very clear on how to answer this question. She says it comes down to knowing your own values, and if you realize that dealing with your boss is going to cause you to have to compromise on your values as a worker or as a person, that is probably a deal-breaker."
    },
    {
      "author": "MATA",
      "text": "Yeah, and sometimes, I think the hardest part is that sometimes you're in a position where you can't leave the job for, like, financial reasons or anything, and that's really, really hard. And I guess then it comes down to, is there a different department that you can go to? Or can you ask for a different manager or a different boss to help you in that way? And remember what you're there to do, and your boss is there to help you. If they're not helping you, then it's time to reevaluate."
    },
    {
      "author": "VANEK SMITH",
      "text": "Yes. But, of course, difficulties in the workplace don't always come from outside. Sometimes they come from inside. And one of the episodes that you did was about feeling a lack of motivation, which I thought was very smart because it's something we've heard about a lot - things like quiet quitting, acting your wage. A lot of people just stopped feeling motivated. And so talk a little bit about this episode and maybe some of the reasons that came up around why people stopped feeling motivated."
    },
    {
      "author": "MATA",
      "text": "Yeah. So Muriel Wilkins - she's a leadership coach and author, and she has a podcast named \"Coaching Real Leaders,\" and she talks a lot about motivation. Muriel makes a great point that feeling unmotivated throughout our career is very normal."
    },
    {
      "author": "MURIEL WILKINS",
      "text": "If you look at sort of the root word of motivation, it's motive. And what is motive? Motive is a reason. When we don't feel motivation at work, it's because we don't feel a reason to go to work, do the work, do what's expected of us. And when we feel motivation, there's something that gives us a reason to be able to do that. I think the real question is, what's your reason?"
    },
    {
      "author": "MATA",
      "text": "Some of the reasons that she gave us for, like, feeling unmotivated early in your career are, like, lack of competency, probably feeling like you don't - you're not able to do the job, or you're not able to do what's given to you at the time, lack of affirmation and feedback and misaligned expectations."
    },
    {
      "author": "VANEK SMITH",
      "text": "You discussed in this episode a few different moments when people feel unmotivated - maybe coming back from parental leave, maybe after a long vacation, maybe just burnout. So maybe talk about some of the different reasons and the different reactions because I do think this also could be a case of, do I stay or do I go?"
    },
    {
      "author": "MATA",
      "text": "That's a thing for a lot of people, is like, when you have - when you go on vacation, you have this break, and you have a moment to kind of think about yourself outside of work and what you want and what you're looking for. And then you come back to work, and you have this uh-oh moment of like, is this really something that I need to keep doing? Is this something that's actually leading me to my goal or this bigger picture? And one thing that we had talked about and I always talk about is journaling. If you just write down when you're feeling unmotivated at work, after a while, you can start reading back and realizing when are these moments that you are noticing that you're feeling unmotivated and start identifying a pattern. And that can help you kind of figure out what the next step is for you or what the best decision is."
    },
    {
      "author": "VANEK SMITH",
      "text": "Well, one thing I think that can often affect people's feelings of motivation - and has, I know in my own experience, affected my feelings of, like, motivation - comes up a lot, like, around promotions and raises."
    },
    {
      "author": "MATA",
      "text": "Mmm hmm."
    },
    {
      "author": "VANEK SMITH",
      "text": "You did a great episode on promotions and raises with a lot of really, like, good, solid advice. So what were some of the things that you learned from this?"
    },
    {
      "author": "MATA",
      "text": "Yeah. So for this episode, we talked to two experts - author and personal finance expert Anne-Lyse Ngatta and author and career adviser Gorick Ng. And what they both mentioned is that asking for a raise or for promotion is an ongoing process. You plant the seed, and you cultivate it."
    },
    {
      "author": "GORICK NG",
      "text": "A raise and the conversation that hopefully leads to that raise isn't just something you want to wake up one day and say, OK, I'm going to set up a meeting. In an ideal world, you're coming at this having already had a couple of other conversations with folks around this person or this decision. And that means building allies and mentors at this workplace as early as your first day or even before then to understand, how do things actually work around here?"
    },
    {
      "author": "VANEK SMITH",
      "text": "OK. So now, when? OK? When do you ask for this raise? How soon is too soon? How do you know what the right timing is?"
    },
    {
      "author": "MATA",
      "text": "Yeah. So Anne-Lyse answered this really nicely, and she recommends not to ask until you hit that six-month mark, but to start that conversation can happen earlier than that."
    },
    {
      "author": "ANNE-LYSE NGATTA",
      "text": "I do believe that, you know, you - if you spend maybe six months, then you have a track record of performing and exceeding expectations, and you can make a stronger case. But also, I want to talk about the folks who have been at a company for, you know, longer than a year, and they're waiting until the next performance review. I think, by then, it's probably too late. I think you want to have the conversation at the beginning of the year when the goals are being set so that you know exactly how you're going to be reviewed and so that you can keep a record of how you're exceeding expectations so that when the time comes later in the year, you can go to your manager and say, well, you know, as I mentioned earlier this year, you know, I really want to get a raise, and this is all of the things that I did to warrant me basically asking for a raise - because the challenge with waiting until performance review time is that the budget might just not be there anymore."
    },
    {
      "author": "VANEK SMITH",
      "text": "So we now know when. But how? How do you ask for this raise? Because I feel like this can be so hard for people."
    },
    {
      "author": "MATA",
      "text": "Yeah. Well, I think, first, if you don't have reoccurring one-on-ones with your manager or boss, you should definitely set that up. And one-on-ones are just, like, a dedicated, set time, whether that's 30, 45 minutes to an hour, that you have a conversation with your boss where you can talk about your goals, your obstacles, any questions. Remember; your boss manager is there to help guide you into this world of working in this company. That should also just be a safe space for you to ask those questions in those one-on-ones with your boss and manager, and they will help you kind of stay aligned with that path."
    },
    {
      "author": "VANEK SMITH",
      "text": "What about, like, numbers, to get really nuts and bolts? I mean, do you walk in with a, like, you know, $60,000 or bust? Or is it 60,000-ish? Or what - do you walk in with a hard number or not?"
    },
    {
      "author": "MATA",
      "text": "Yeah. So Anne-Lyse gave us a really nice piece of advice here. She says you need to walk in with two numbers, so do your research. See what your market value is. Go with the two numbers - the amount that you want, but also go with, like, the highest amount. Like, so see that range. Remember your worth. Remember your value and what you're doing in that position. And that's what these reoccurring meetings for - to remind your boss and manager what your value is so that number is justifiable."
    },
    {
      "author": "VANEK SMITH",
      "text": "Well, there are, of course, moments in the workplace when things don't go that well."
    },
    {
      "author": "MATA",
      "text": "No."
    },
    {
      "author": "VANEK SMITH",
      "text": "They don't go as planned. You make a big mistake."
    },
    {
      "author": "MATA",
      "text": "Yeah."
    },
    {
      "author": "VANEK SMITH",
      "text": "And you did a wonderful episode about what to do if you really mess up at work. I loved this episode because it was - some really funny things came up. And of course, I started thinking about all the mistakes I have made in my own job. But what are some general tips for people who really mess up, and it's bad?"
    },
    {
      "author": "MATA",
      "text": "So for this episode, we talked to radio journalist Priska Neely, and we wanted to get the advice from a manager so we could give the employees the manager's perspective of, what happens when I make a mistake; what is my manager thinking? And she has been on both sides, her getting up to this position herself and now managing others. And what her advice is when you make a mistake is, kind of own up to it."
    },
    {
      "author": "PRISKA NEELY",
      "text": "I think the most important thing is just really like, you know, are they coming to me? Are they letting me know about it? If they're in a situation like that in the future, are they making the same mistake? Does it feel like they've learned a lesson? Or does it feel like they are just like, ugh, whatever?"
    },
    {
      "author": "VANEK SMITH",
      "text": "One of the things I loved about the advice that Priska gave too was, so owning it but then also moving forward, which I thought was really interesting because I think there can be - I was going to say, I think there can be a tendency - I have a tendency - to really dwell on, if I make a mistake, to just, like, apologize over and over again or to keep owning it."
    },
    {
      "author": "MATA",
      "text": "Same."
    },
    {
      "author": "VANEK SMITH",
      "text": "And Priska said that that was, like, not necessarily the best approach."
    },
    {
      "author": "MATA",
      "text": "Yeah. She came up with something like, is this a mistake that I'm making up on my own, like, based on my own expectations? Or is this something, you know, that is based on the rules set for me to follow? And I think one thing that she said was, you know, in this position, she was trying to ask her mentors like, how do I do this? How do I, like, go about this position? And a lot of her mentors was like, I don't know; I've never been in your position before. So she had to embrace her job and embrace her processes and acknowledge, like, this is a hard job; I'm going to make mistakes, but I can still do it, and I just have to keep doing it, and I'm going to learn how to keep doing it because nobody else is going to do it."
    },
    {
      "author": "VANEK SMITH",
      "text": "One last thing that I did want to ask you about was, obviously, you talked to all these different experts about all these different aspects of the workplace, but this is also your job and, like, a newish job. So I wanted to ask you - I mean, I guess it's a little meta, but what has that been like for you?"
    },
    {
      "author": "MATA",
      "text": "Yeah, I mean, well, you know what's funny? It's like, when you give advice and you, like - sometimes you don't follow your own advice, and you're kind of, like, reminded of like, oh, yeah..."
    },
    {
      "author": "VANEK SMITH",
      "text": "Oh, yes (laughter). That is - yes."
    },
    {
      "author": "MATA",
      "text": "Like, wait a second. I think the promotion and the job advice is something that I've - also have gone through. And it was really - you know, I followed that whole process, so it was meta in the way that everything that we were working on was something that I also had a stake in at the moments that they were happening. So it was a cool moment to showcase that, like, hey, me as a host is a real person. I'm also going through these things, so this advice that we're giving you is genuine and real because I'm also going through it. It's been really cool and scary to go through this process while it was happening and still work through it while I'm here. It's a journey. It's a journey, for sure."
    },
    {
      "author": "VANEK SMITH",
      "text": "Well, Elainy, thank you so much for talking with us."
    },
    {
      "author": "MATA",
      "text": "Thank you for having me. This has been a lot of fun."
    },
    {
      "author": "VANEK SMITH",
      "text": "We've been talking with Elainy Mata, host of Harvard Business Review's \"New Here\" podcast. They have many more episodes we didn't touch on today, including one on nailing your job interview and another on setting boundaries at work. Go check it out. A few takeaways from this episode. No. 1, when you're trying to find your place in a new workplace, be sure to listen. Hang back a little, and also maybe try to use a little humor with other people and, of course, with yourself. No. 2, if you realize that you hate your new boss, maybe don't tell them that. Maybe do try to see what matters to them. Learn their love language. Also, if you're feeling unmotivated at work, try journaling to determine if it's a temporary problem or if you need to make a permanent change. Takeaway No. 4, wait a little bit before asking for your first raise, probably six months at least. And when you go into that conversation, have two numbers in mind - the salary you want but also a reach number, your dream salary. Maybe start out asking for that. And finally, if you make a big mistake at work, own it right away. Be apologetic, but then move on - no dwelling. Shake it off, and move forward."
    },
    {
      "author": "VANEK SMITH",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to quit your job and another on how to successfully work a side gig. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter. That is npr.org/lifekitnewsletter. Also, we would love to hear from you. If you have episode ideas or feedback you want to share, please email us at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen and Clare Marie Schneider. Engineering support comes from Josh Newell, Kwesi Lee and Robert Rodriguez. Special thanks to Anne Saini, Hannah Bates and Mary Dooe. I'm Stacey Vanek Smith in for Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1726133554.mp3",
  "img": "https://media.npr.org/assets/img/2024/02/23/gettyimages-1168550018_wide-e928e2a74e26ac103242ba2c9fddef6010fadf98.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "STACEY VANEK SMITH, HOST",
    "ELAINY MATA",
    "VANEK SMITH",
    "MATA",
    "SARAH COOPER",
    "COOPER",
    "ROBYN GARRETT",
    "GARRETT",
    "MURIEL WILKINS",
    "GORICK NG",
    "ANNE-LYSE NGATTA",
    "PRISKA NEELY"
  ]
}