{
  "title": "Thinking of getting inked? Start with a tiny tattoo",
  "url": "https://www.npr.org/transcripts/1196978588",
  "intro": "There are many decisions that go into getting a tattoo. You need to choose the right artist, design, style and placement. Veteran tattoo artist Noemi Barajas shares tips for first-timers.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "LILIANA MARIA PERCY RUIZ, HOST",
      "text": "Hi, everyone. I'm Liliana Maria Percy Ruiz in for Marielle Segarra. I got my first tattoo when I was 26. I was living in Brooklyn at the time, and I went with my oldest friend, Charlie (ph), as he was an expert by then. His legs, arms and chest were almost entirely covered. I still remember the excitement and nerves that I had going into the shop. Would I be able to stand the pain? And would I regret having this medium-sized caricature of Groucho Marx on the inside of my left arm? Turns out, nope - I loved it, and I couldn't wait to go back. I've got four tattoos now, and I know that I'm just getting started."
    },
    {
      "author": "NOEMI BARAJAS",
      "text": "I lost count after 10. I tried one time, and I just stopped at 20 because I keep forgetting, like, oh, the other side of this arm has more - like, oh man - like, I just gave up."
    },
    {
      "author": "PERCY RUIZ",
      "text": "That's tattoo artist and illustrator Noemi Barajas."
    },
    {
      "author": "BARAJAS",
      "text": "So I got my first tattoo in 2006 'cause I know that I had just turned 18. And I saw on the internet - it was, like, a cat. It was called Kitty Study. But that was my first tattoo, and I got it on my back. I would undress, but, you know, it's kind of cold here (laughter)."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Noemi started out doing portraits at Disneyland when she was 16, and a year later started training as a tattoo artist. She currently works at a tattoo shop called The Original Goodfellas Tattoo in Orange County, Calif. In her nearly 20 years as a tattoo artist, Noemi has guided over a thousand people through the experience of getting their first tattoo. And so on this episode of LIFE KIT, we're going to get all of the details, insight and advice you'll need to decide if you're ready to get inked."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Takeaway one - when you're ready to get a tattoo, prep for your visit. Once you have a design in mind, research what styles you like and make sure that the artist and the shop are clean and reputable."
    },
    {
      "author": "PERCY RUIZ",
      "text": "So if someone has never had a tattoo and is interested in getting one, where should they start?"
    },
    {
      "author": "BARAJAS",
      "text": "I always tell them, figure out what kind of style you want, you know? Do you want, like, a black-and-gray realistic? Do you want neo-traditional, traditional? So that goes into the technique that way I have some sort of direction - where to go. And, you know, like, if you don't know what kind of style, I would suggest, you know, Google images. Or if you're trusting the artist, you know, give them, you know, artistic rights to just draw whatever for you."
    },
    {
      "author": "BARAJAS",
      "text": "But also, you want to consider where on the body, you know? If it's going to be large or small, you know, that's going to determine what techniques your artist is going to be using."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Do you have a place that you recommend people go to, whether that's Instagram or Pinterest, to be able to see a variety of tattoo artists and styles? Is there a place you'd recommend?"
    },
    {
      "author": "BARAJAS",
      "text": "I just quickly Google something, you know? Like, people don't know styles, so you kind of have to show them an example - or if - you know, if you have drawings, like, in a portfolio. So if you walk in, it depends - like, if you're there at the shop, you can see their portfolio. You can see artworks..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "BARAJAS",
      "text": "...Drawings they've done or even on the wall - like, flash tattoos. And if they're - you know, consult like this - Zoom..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "BARAJAS",
      "text": "...Or something - then you could just Google."
    },
    {
      "author": "PERCY RUIZ",
      "text": "And a lot of websites have portfolios, too - right? - to the artists, I've noticed, for shops."
    },
    {
      "author": "BARAJAS",
      "text": "Yeah."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "BARAJAS",
      "text": "I mean, they should. There are some artists that, you know, don't have websites. But, yeah, it depends."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Oh, that's really interesting. What kind of research should a person do on an artist before they even go to a shop?"
    },
    {
      "author": "BARAJAS",
      "text": "Definitely find out if they're certified or not. You just want to make sure where they learned to tattoo. And, you know, also, there's, like, workshops where it's - like, they learned how to tattoo in 2 or 3 days, you know?"
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "BARAJAS",
      "text": "So just want to make sure - you know, how'd you learn how to tattoo? - and all that. You know, it's a good question to ask. Make sure they're clean, they wrap all their equipment. Be a good sign if, you know, they're asking you for a deposit because it secures your spot, and you see that they're busy and they - you know, they do good bookkeeping, and they're professional about it. And, you know - but also, you know, just find an artist that fits your personality and you vibe with them. And, you know..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "How important is it to have a tattoo artist that has more years of experience? Like, does that always correlate? Like, should I be looking for someone who has more years of experience when I'm trying to get a tattoo?"
    },
    {
      "author": "BARAJAS",
      "text": "I mean, it's always best to get an artist that at least has 10 years under their belt, but I've seen some phenomenal work from artists that have two years tattooing. You know, it's just - it all depends. Like I said, look at their portfolio. Look at their Instagram. Maybe look at someone - I always recommend just looking at someone's work on a person because..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "BARAJAS",
      "text": "...They can do a good tattoo, but you never know what it's going to look like healed."
    },
    {
      "author": "PERCY RUIZ",
      "text": "So meaning, like, not just an - like, a drawing, but literally see it on a person's body."
    },
    {
      "author": "BARAJAS",
      "text": "Yeah. Like, locally, like off a street - you know, if you see a person walking by and they have amazing work, just stop and be like, hey, who did your arm? You know, it's always word of mouth..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "BARAJAS",
      "text": "...You know, so that's always the best way, is just word of mouth."
    },
    {
      "author": "PERCY RUIZ",
      "text": "It's interesting, the question that I always get from friends who don't have tattoos after I've gotten a new tattoo is like, but how do you feel comfortable just knowing it's going to be permanent? And for me, the thing I've asked myself is just, is this something that is going to bring me joy or a sense of meaning or remind me of someone I love when I look at it? And that's really been it for me, you know, just kind of knowing that it's something that is going to bring me a positive feeling in my life. And I'm curious if there's anything like that that you usually think about for yourself, or even when you're trying to coach someone into getting a tattoo."
    },
    {
      "author": "BARAJAS",
      "text": "So I always say that, you know - and other tattooers say it - that we're not just tattooers. We're therapists. You know, so the type of tattooing we do - it's like therapy to some people, you know."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "BARAJAS",
      "text": "So when they get the tattoo, they're just, like - I think feeling the pain, afterwards, there's - it's mind-altering, I guess. You know, it does affect your body in some way. So even if the tattoo - say it didn't come out perfect, I mean, you can always get it fixed. You can always get it covered up."
    },
    {
      "author": "PERCY RUIZ",
      "text": "I think something that was surprising for me, which is honestly indicative of how naive I was about tattoos, is how much they cost. It's not a cheap endeavor. How much would you say you have to kind of save up for in order to get a small or medium or a large tattoo? Like, what kind of costs should people expect?"
    },
    {
      "author": "BARAJAS",
      "text": "Typically around where I live, which is out here in California, the standard for shop minimum start at 100. But I know now with inflation it's gone up to, like, maybe 150 an hour. Or for something smaller, dainty, tiny - that's typically what, you know, people come in for walk-ins nowadays - they could take typically, like, five or 10 minutes to do, but you're there maybe for an hour, but that could be about 150 to 200, you know, depending on the design."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "BARAJAS",
      "text": "But it just depends on the detail. You know, going by - say I'm doing a back piece, it could be 150 an hour and up depending on the detail. So it just varies. That's something that you'd want to talk to your artist about."
    },
    {
      "author": "PERCY RUIZ",
      "text": "What's a typical deposit amount that you ask for?"
    },
    {
      "author": "BARAJAS",
      "text": "It could be 50 to 100 depending on the tattoo. But every artist is different. There's artists that like the half and some people 50, 100. Some don't even take deposits. They just book it, and then they get canceled on, so..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "OK, it's time to get more specific about exactly what you want your tattoo to look like. So takeaway two - think about the placement, color, lines, and size of your tattoo, and don't forget to take into account the fact that your body and your tattoo will continue to age."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Do you normally ask for them to send you the design or ideas they have about style in advance of the consultation, or is that something you can just share with them that day?"
    },
    {
      "author": "BARAJAS",
      "text": "Yeah, that's something you could talk about during the day. You can show them examples. You can talk about palettes. Be like, hey, do you like these colors or this color? Do you want to go black and white with it? Especially color is very important depending on the person if they have dark skin or light skin. So, you know, obviously if they have lighter skin you could pull off lighter colors if they have darker skin, there's a limited color palette. Or you can explain that you could use any color you want, but it might not show up as well as, you know, someone that has lighter skin."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "BARAJAS",
      "text": "So that's also something to consider."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Got it, got it. OK, so your own skin color as well. That's really interesting. You know, something that I didn't realize the first time I got my tattoo was the fact that the artist was going to draw what we agreed upon and then show me on my body, like, kind of place it on my body, to show me where it would be, once we talked about that, and how it would look. So how do you guide people to understand if they don't know where to put it on their bodies? Like, what kind of conversation do you have with them?"
    },
    {
      "author": "BARAJAS",
      "text": "So I always print out my designs. I always have a system. So I always print out a large, a medium and a small. And then I cut it out, and I have them go stand in front of the mirror and say, hey, so put it on your body and kind of play around with it and look at where you'd want it, you know, because that's kind of, like, what it's going to look like. So if you want to go small - you don't want to make a huge statement, then go with a small one. If you want to, like, really show it off, you know, go big or go home, you know."
    },
    {
      "author": "PERCY RUIZ",
      "text": "I love that you mentioned the different sizes, because one of the things I also think is important to name here is that you should be prepared for it to take a lot longer, right?"
    },
    {
      "author": "BARAJAS",
      "text": "Mmm-hmmm."
    },
    {
      "author": "PERCY RUIZ",
      "text": "And it's also not just size, but the idea of having more specific lines may take a lot more time. So how do you prepare someone to understand how long it's going to take to get the tattoo?"
    },
    {
      "author": "BARAJAS",
      "text": "Yeah. So I always use, like, a palm-size rule. So something palm-size might take - you know, if it's in the style of traditional it could take me three hours or so, maybe less. But you know, if you want to do it bigger, you can set up sessions or, you know, if you could sit through the pain, then we could sit up to, you know, eight to 12 hours if you can do it. You know, it takes..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "In one day?"
    },
    {
      "author": "BARAJAS",
      "text": "Yeah. One day."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Wow."
    },
    {
      "author": "BARAJAS",
      "text": "It just depends on the person's pain tolerance, you know."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "BARAJAS",
      "text": "If they're experienced with tattoos and - yeah, let's do an all-day session. Or, you know, if they're local, they can just come back every two weeks and work on it. But yeah, I always recommend just talking to their artists and see what a good game plan is."
    },
    {
      "author": "PERCY RUIZ",
      "text": "So, now, I mean, when you think about a tattoo, and you guide someone to get a tattoo, like, how do you share with them what it will look like over time? Because the reality is that, as people age, your tattoo ages, too, right?"
    },
    {
      "author": "BARAJAS",
      "text": "Yeah, yeah. There's a saying that goes, bold will hold. So sticking with bold lines and bright colors that, you know, aren't super blended will hold over time. And mind the gap - so always taking consideration of the gaps. So say you get a letter A, and you get it tiny. That gap in that A is going to shrink..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Wow."
    },
    {
      "author": "BARAJAS",
      "text": "...Down, and it's going to disappear into, like, a dot. So the bigger you go, the better. And all these, like, single-line, fine-line tattoos - they don't typically hold, you know? It depends on how you take care of it or how your artist, you know, puts in the ink. But it's a trendy tattoo right now to get a lot of those fine-line tattoos. So you just want to make sure your artist is - has good techniques in fine-line tattooing. And ask them to see healed work because, you know, once they're healed, that's another story."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Now it's time to show up for our appointment. So takeaway three - mentally and physically prepare yourself. Depending on the size of your tattoo, you might be sitting in the chair for a while. And that anxiety you feel might be your body bracing to experience some pain, or you could also just be hungry."
    },
    {
      "author": "BARAJAS",
      "text": "I always say, every single time, always eat food - high-calorie food. Go eat a giant burger if you want. If you're a vegetarian, veggie burger - I don't care. Just go (laughter). Go eat a lot of food. Like, just get yourself loaded with calories, a lot of sugar."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Oh, interesting."
    },
    {
      "author": "BARAJAS",
      "text": "You just want your energy up. Yeah. So it affects your adrenaline. We have snacks at the shop, too, just to make sure. But, yeah, if someone passes out on us or they feel woozy, we have to give them, like, a Coke or, you know, sugar 'cause it..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "BARAJAS",
      "text": "...Messes with your sugar levels."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Got it. OK, so eating something that is high-calorie, probably something comforting. So..."
    },
    {
      "author": "BARAJAS",
      "text": "Bring a snack."
    },
    {
      "author": "PERCY RUIZ",
      "text": "...Like, eating something that you really like. And then bring a snack. OK."
    },
    {
      "author": "BARAJAS",
      "text": "Or candy, yeah - have candy in your bag."
    },
    {
      "author": "PERCY RUIZ",
      "text": "OK. What about ibuprofen? Should you be taking that in advance for any kind of pain?"
    },
    {
      "author": "BARAJAS",
      "text": "I recommend, yeah, just taking the max, too."
    },
    {
      "author": "PERCY RUIZ",
      "text": "So when I'm in the chair with you - you know, we've talked through everything. I know exactly where it's going to be. You feel really good about it. I feel really good about it. What can I expect to happen next?"
    },
    {
      "author": "BARAJAS",
      "text": "I always ask, have you gone to the bathroom? Do you need to go to the bathroom?"
    },
    {
      "author": "BARAJAS",
      "text": "Because believe it or not, like, with experience, people sit down, and we're ready to go. And they're like, oh, wait, I have to pee. I'm like, go."
    },
    {
      "author": "PERCY RUIZ",
      "text": "(Laughter)."
    },
    {
      "author": "BARAJAS",
      "text": "You know, we're going to be stuck here for a while. So that's always the question. Do you need to use the restroom? You're good to go? They're like, yeah. And I'll be like, OK, you ready? And then I always - I mean, I don't know. Every artist is different. Some don't give warnings. I always say, are you ready? All right. I'm going to start off with a little line. And then..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "BARAJAS",
      "text": "...As part of my training, I've always learned to ask, how are you doing? Are you OK? You know, you ask..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "BARAJAS",
      "text": "...That within the first maybe 30 minutes because, you know, you could be stuck into your work in tattooing, and then you don't look up at the person, and they could be pale. They could be at that point where..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "BARAJAS",
      "text": "...They're getting nauseous or getting - you also, as an artist, you kind of hear their breathing. You're paying attention to that. If you're not one of those artists that like to wear headphones for some reason. But I always pay attention to my client, you know, you don't want someone passing out on you and, you know, having an accident."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah. So describe what the pain feels like traditionally. Like, if you were going to describe it - when I've talked to friends who are considering getting a tattoo, I always say that to me, it feels like a cat scratching me, just repeatedly, which is not a fun feeling, but it's also not intolerable. That's how it's felt to me. Although I will say when I got one on my bicep, it hurt so much more. And I'm assuming that's because there was - there's muscle there. So yeah. How do you describe what a tattoo feels like?"
    },
    {
      "author": "BARAJAS",
      "text": "I describe it nowadays that it feels like someone scratching on a sunburn. And also there's - you can probably Google the pain chart, but it's a diagram that shows a body and it has, like, these red marks where it shows where it hurts more. But I always describe it hurting more in the inner parts of the body."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Oh, interesting."
    },
    {
      "author": "BARAJAS",
      "text": "Yeah. So if you have a lot of nerves in your hands - you know, like, I have my palm tattooed. So that was pretty painful. So it's, you know, where you feel the most sensitivity."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah. Inner parts of the body - so hands, feet I imagine would as well."
    },
    {
      "author": "BARAJAS",
      "text": "Yeah, feet - feet are pretty sensitive. The side - a lot of young girls like to get their sides tattooed, and they don't realize that it's actually pretty painful. But if they're getting small tattoos, it goes by pretty quickly. Like you said, it's tolerable. And I always say it's more like an irritation than something that's excruciating or, like, a surgery. I don't know. I've..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "BARAJAS",
      "text": "...Had more pain from a dentist before (laughter)."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Same, same (laughter)."
    },
    {
      "author": "BARAJAS",
      "text": "Yeah, so I don't know."
    },
    {
      "author": "PERCY RUIZ",
      "text": "It's interesting you talk about the pain because I will say, it's kind of strange. After I get a tattoo, I immediately want another one. I feel this desire to get another one. And honestly, if it weren't because of money, I probably would have a lot more tattoos."
    },
    {
      "author": "BARAJAS",
      "text": "Yeah."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Like, it's just - it feels addictive."
    },
    {
      "author": "BARAJAS",
      "text": "It's like a disease. It's like a disease - it just spreads. It starts spreading..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "(Laughter)."
    },
    {
      "author": "BARAJAS",
      "text": "...Up your body, you know? I don't think I've met a person with just one tattoo, you know?"
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "BARAJAS",
      "text": "And if they do, they're like, oh, I'm getting another one."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "BARAJAS",
      "text": "But it's the experience, you know. It's like a little footprint in life."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Congratulations. You've got your first tattoo. Now you just have to make sure you take care of it. So takeaway four is to take your aftercare seriously."
    },
    {
      "author": "PERCY RUIZ",
      "text": "So when you leave the tattoo shop, you're actually going to have your tattoo covered usually, right?"
    },
    {
      "author": "BARAJAS",
      "text": "Yeah. So we wrap it with plastic. And honestly, people don't know about this, but it's actually to also protect people out in the world. Because when you leave the shop, you don't want to contaminate - you know, if you sit at a bus stop - I don't know - and you leave your blood there..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Oh, wow."
    },
    {
      "author": "BARAJAS",
      "text": "Yeah. You just always want to make sure that you leave the plastic on for an hour or two, just until you stop bleeding. That's typically the time."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Got it. And then you can take it off."
    },
    {
      "author": "BARAJAS",
      "text": "Yeah. And then once you're at home - and then you wash it with the antibacterial and you wash all the gunk off. Or if you got your tattoo at night, you sleep with it. And also an important thing is that you don't want to sleep with pets 'cause pets have dander, and it carries bacteria."
    },
    {
      "author": "PERCY RUIZ",
      "text": "So if you got tattooed at night, you'd keep it with the plastic on until the morning..."
    },
    {
      "author": "BARAJAS",
      "text": "Yeah."
    },
    {
      "author": "PERCY RUIZ",
      "text": "...And then you would wash it. Got it. OK."
    },
    {
      "author": "BARAJAS",
      "text": "Yeah."
    },
    {
      "author": "PERCY RUIZ",
      "text": "And then how often do you wash it a day?"
    },
    {
      "author": "BARAJAS",
      "text": "You could just wash it in the shower when you, you know, when you take a shower. And just use your hand. Don't use a loofah and scrub it, you know, because it'll irritate the tattoo. It's - I always say, just think of it like a burn, you know. You just want to be gentle with it."
    },
    {
      "author": "PERCY RUIZ",
      "text": "How important is it to wash your tattoo with antibacterial soap?"
    },
    {
      "author": "BARAJAS",
      "text": "Yeah, Dial soap is good. Just antibacterial stuff - make sure it's medically clean."
    },
    {
      "author": "PERCY RUIZ",
      "text": "And there's some do's and don'ts for what you can and can't do, right?"
    },
    {
      "author": "BARAJAS",
      "text": "Definitely stay out of steam rooms, saunas, lakes - anywhere you could catch bacteria. If you go to the gym, don't have your skin exposed where you can, you know, put your arm up against a sweaty, like, gym equipment, you know? Because you can get an infection like that, too. Don't be out in the sun and fry your tattoo. Don't do a lot of stretching and pulling on it. You know, there's a lot of people that like to go to the gym and work out, but if they're doing a lot of activity that's going to cause some strain to your tattoo, that can affect the healing. And typically I don't like ointments. They typically tend to clog the pores. So I recommend just lotion, unscented lotion, that's medicated. Jergens, Lubriderm, Curel - those are all good brands."
    },
    {
      "author": "PERCY RUIZ",
      "text": "And how long does the healing process take?"
    },
    {
      "author": "BARAJAS",
      "text": "You know, I always say two weeks when it's done peeling, but I always say a month for it to heal because you're going to notice that your tattoo's shiny and that's normal. So once the shininess goes away, it heals back into your normal dull skin, you know?"
    },
    {
      "author": "PERCY RUIZ",
      "text": "Got it. And that's when you can really start, like, being out in the sun. You can really start using your previous lotion, the scented lotion. Like, you don't have to worry really anymore about that."
    },
    {
      "author": "BARAJAS",
      "text": "Yeah. So once you're done peeling, you can go ahead and throw some sunscreen on it just to protect it. But I would just typically keep it covered, you know, if you have to be out in the sun or desert. You can go swimming after two weeks. I wouldn't advise it, but you can. You know, it's typically when it's done peeling that it's healed, you know, and it's just growing new cells over it."
    },
    {
      "author": "PERCY RUIZ",
      "text": "As we discussed at the top of this episode, you may be ready to get another tattoo soon after your first one is done. And maybe you want to try a new artist or a new place this next time. Noemi offers this advice."
    },
    {
      "author": "BARAJAS",
      "text": "Don't be afraid to walk into a shop. There's been people that I've met - you know, we have tinted windows outside our shop, and they're scared to come in because they don't know what's inside. And it's kind of weird. It's..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "(Laughter)."
    },
    {
      "author": "BARAJAS",
      "text": "...You know, like we're scary inside. But no. You know, there's tattooers. We're artists. We're all weird, but we're cool, and we're fun, and - I don't know - interesting."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Thank you, Noemi, for talking to me about this. It's been such a pleasure."
    },
    {
      "author": "BARAJAS",
      "text": "Yeah. You're welcome. It's been an honor."
    },
    {
      "author": "PERCY RUIZ",
      "text": "You can see examples of Noemi's work on Instagram at @noemitattoos. That's N-O-E-M-I-T-A-T-T-O-O-S. And trust me, you'll want to get tattooed by her once you do. To recap all that Noemi has taught us - before you get a tattoo, do your research. Figure out what style and design you'd like. And once you've got that in mind, find an artist and reputable shop that matches it. Next, get specific about where on your body you'd like your tattoo. You can work on that with your tattoo artist as well. And once you've figured all of that out and are ready to get your tattoo, prepare yourself for being in the chair for a while and for the pain. Once you're inked, it's all about the aftercare, so make sure to use antibacterial soap and keep it out of the sun until it's done peeling."
    },
    {
      "author": "PERCY RUIZ",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to have a healthy relationship with caffeine and another on how to find the right bra. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, have you signed up for LIFE KIT Plus yet? Becoming a subscriber to LIFE KIT Plus means you're supporting the work we do here at NPR. Subscribers also get to listen to the show without any sponsor breaks. To find out more, head over to plus.npr.org/lifekit. And to everyone who's already subscribed, we thank you."
    },
    {
      "author": "PERCY RUIZ",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib, and Meghan Keane is the supervising editor. Beth Donovan is the executive producer, and our production team also includes Andee Tagle, Audrey Nguyen, and Clare Marie Schneider. Engineering support comes from Josh Newell, Kwesi Lee and Robert Rodriguez. I'm Liliana Maria Percy Ruiz. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5304757149.mp3",
  "img": "https://media.npr.org/assets/img/2024/02/09/noemi_tattoos016_wide-bfcd16cd9815814a620868253c35ac1bd9d293cd.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "LILIANA MARIA PERCY RUIZ, HOST",
    "NOEMI BARAJAS",
    "PERCY RUIZ",
    "BARAJAS"
  ]
}