{"title":"Boo! Halloween is coming. Here's how to decide on a costume","url":"https://www.npr.org/transcripts/1196977994","intro":"Haven't figured out your costume yet? Don't sweat. Stylist Sophie Strauss explains how to create a Halloween outfit that's unexpected, fun and won't break the bank.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT..."},{"author":"SEGARRA","text":"...From NPR."},{"author":"SEGARRA","text":"Hey, everybody. It's Marielle."},{"author":"SEGARRA","text":"October is hands-down my favorite month because I love spooky season. It just feels like there's a little sparkle floating through the air. My one neighbor put out this giant, dancing, animatronic pumpkin. Another neighbor always does a theme. This year seems to be creepy dolls. Picture a lot of dolls, and then double that. We're talking porcelain dolls, Barbies, Cabbage Patch Kids sitting on the stoop, keeping watch over a glowing cauldron and staring - always staring. October is a time for mischief and make-believe - and not just for kids. We adults also get the chance to dress up in character as anyone or anything."},{"author":"SOPHIE STRAUSS","text":"It's really fun. And being an adult isn't that fun."},{"author":"SEGARRA","text":"Don't I know it. That said, it is totally normal to get to this part of October and not have a costume idea. 'Cause, yeah, the options are limitless, but that's kind of overwhelming, right? If you can be anything, how do you narrow it down? Also, maybe you're busy. You haven't had the time to think about it. Well, today is your chance, ghouls - or pumpkins. I don't know, I'm still workshopping some things. On this episode of LIFE KIT, we are going to help you find and put together a costume. And by we, I mean me and Sophie Strauss, who you just heard."},{"author":"STRAUSS","text":"I am a stylist for regular people. I help normal people from all walks of life get dressed, and I try to do that with a focus on inclusivity and sustainability and make it feel accessible."},{"author":"SEGARRA","text":"Sophie also happens to be a Halloween enthusiast, and we are going to talk about how to choose a character or maybe an object or a concept, how to make your costume recognizable and how to do all of this sustainably and without spending a lot of money. Let's fly, witches."},{"author":"SEGARRA","text":"OK, so do you know what you're going to be this year?"},{"author":"STRAUSS","text":"I do know what I'm going to be this year. I've been through the pandemic doing a big, like, slew of watching, like, classic TV shows that I somehow missed when they, like, originally aired. And then one of the big ones that we did was \"Friday Night Lights.\" So I am going to be Tim Riggins from \"Friday Night Lights.\""},{"author":"SEGARRA","text":"OK. I have not seen \"Friday Night Lights.\" Can you explain this character to me?"},{"author":"STRAUSS","text":"Yes, yes. Tim Riggins is, like, America's No. 1 heartthrob - just big himbo energy - starts off kind of dark and brooding, and then becomes sort of lovable - is the bad boy with a heart of gold. And I think his way of dressing is so specific and kind of, like, takes on its own - it's subtle, but kind of a consistent, like, Southern, you know, guy who could fix your car. But his guns are always out - like, his arms, I mean - not actual guns. And so I'm really excited to be able to embody that."},{"author":"SEGARRA","text":"OK. So how are you going to do it?"},{"author":"STRAUSS","text":"Yeah."},{"author":"SEGARRA","text":"What are the elements of the costume that you're putting together?"},{"author":"STRAUSS","text":"Well, I was really thinking a lot about, what's a costume I could do that would feel really fun for me - that would feel - give me that sort of thing that I love about a costume, which is permission to, like, lose yourself a little bit into a character, but also is something I could put together with clothes that I already own. And if I do need to purchase something, is it, A, something I can purchase used, and, B, is it something that I could see myself getting wear out of even if it wasn't Halloween? And so I have some, like, bootcut jeans. I'll wear those with cowboy boots - like, a brown leather belt. I'm going to carry a football. And then my one purchase for this was a used Dillon Panthers, like, gray T-shirt that has the sleeves cut off, so that - which is, like, a classic Tim Riggins T-shirt to wear."},{"author":"SEGARRA","text":"Well, OK, so this gets me, too. Like, I feel like, for a Halloween costume, really, it's the accessories. Like, a few accessories go a long way when it comes to signaling who you are."},{"author":"STRAUSS","text":"Oh, absolutely. 'Cause this comes up not just for Halloween in my work, but also - like, I don't know if anybody's been invited to, like, a themed party, or there's a sort of - an uptick in, like, really specific themed weddings - like, dress codes that are, like, space cowboy or, you know, ranch chic or something like that. And I think it's really tempting to, like, try to run out and buy something, like, that's, like, a full outfit head to toe. And accessories do a lot of heavy lifting and are more versatile, cheaper, tend to be, like, easy to find secondhand or maybe are something you can borrow. So same thing with Halloween costumes - is like, I'm just wearing jeans. But if I bring in, like, a football and a belt with, like, a western buckle, I think that's going to do a lot to make me go from just a lady in jeans to America's heartthrob, Tim Riggins."},{"author":"SEGARRA","text":"OK, well, let's say you don't know where to start. You don't already have, you know, Tim Riggins in mind. How do you even begin to decide what you might want to be for Halloween?"},{"author":"STRAUSS","text":"Sure. I think the first question to, like, ask yourself is to be honest about the type of Halloween person you are. Like, are you an all-out, like, hair, makeup, accessories - I can't wait to just, like, dress up and be, like - lose myself to this costume. I'm so thrilled by the idea of that. Like, are you that kind of person? Or are you somebody who's really, like - are you, you know, Jim from \"The Office,\" three-holed paper - like, are you - listen, this is not really for me, but I don't want to be the biggest party pooper ever, so I'm going to wear somewhat of a costume. I think you have to be honest with yourself because there's no right or wrong. And if you're one and you're trying to do the other, I think you're going to be sad. So that's where I would start."},{"author":"STRAUSS","text":"And then once you identify that, I tend to gravitate towards thinking about recent pop culture, thinking about shows, movies, celebrities, you know, trending news stories or topics or phrases or memes - like, that can always be a fun place to start. Or I love, like, a random household object. I think that's always unexpected and sort of a fun craft - is, like, I'm a bottle of Windex. I - you know, who - there's no wrong answer."},{"author":"SEGARRA","text":"The classic baked potato."},{"author":"STRAUSS","text":"Baked potato - it's so great. So I think Instagram has definitely lent itself to the era of, like, the pop culture reference - you know, the - I'm this really niche outfit from a really niche episode of a television show this one character wore one time. And I'm going to, like, take one photo and then use the screen - like, that's tempting. But also, like, you can be an apple. Like, who cares, you know? But I think I would sort of start by throwing out, like, directional - like, does being a fruit excite you, or does being, like, somebody from a tabloid excite you? See what makes your heart sing a little bit, and follow that down the rabbit hole."},{"author":"SEGARRA","text":"I think that, for me, getting to wear a costume is an opportunity to embrace some part of yourself that's, like, deep within or that maybe people don't normally see or embrace a character that you really admire for some reason. Sometimes you admire someone just because they're really good at, you know, throwing a football, or they're really good at parallel parking. Or they just have a lot of swagger. And you kind of like that, and you want to bring a little bit of that into your life. Or it sounds like there's, like, a gender-bendy (ph) thing, too, which I think can be really fun."},{"author":"STRAUSS","text":"Oh, for sure. I think that's, like, a huge part of the Tim Riggins thing for me is - like, as somebody who - like, I identify, I guess, as bisexual. So, like, there's something really fun being in, like, an otherwise straight relationship in my life and, like, moving through the world as a cis woman that, like, getting to be that sort of - like, embody that, like, super bro-ey (ph) energy feels, like, affirming for a part of myself that I think doesn't get as much airtime. And not that I feel like I'm pushing it down - like, I think I dress however I want to dress on any given day. But I think being able to go and turn that up to 11 feels like it excites a part of me."},{"author":"SEGARRA","text":"Yeah."},{"author":"STRAUSS","text":"There is definitely something I think that people are really drawn to. I think about this with somebody like Cruella de Vil a lot, which is, like, a really common Halloween costume. And I don't necessarily know until, like, the recent reboot that she's somebody that anybody really admired, but there's also a sort of delicious wickedness that the spooky season gives us the right to, like, tap into without actually needing to be, like, a bad person. And also, Cruella de Vil, I think, is a great example of of a good Halloween costume because it doesn't take very much effort to nail that costume. Like, if you get a little bit of black and white hairspray and a fake fur jacket - like, that - you're more than halfway there."},{"author":"SEGARRA","text":"Yeah, I think it sounds like, when people are thinking about a costume and a character that they want to be, it's an opportunity, possibly, to say, who would I really be excited to play pretend as? It could be someone you admire, but it could also be someone who's just kind of bad, and you just want to feel kind of bad today and let yourself - or maybe you go - you know, maybe you go with that person - just someone who has an element that you're seeking."},{"author":"STRAUSS","text":"I love that. I love that."},{"author":"SEGARRA","text":"So OK, if you don't have a character in mind or, like, somebody's not - it's just not happening for you..."},{"author":"STRAUSS","text":"Yeah."},{"author":"SEGARRA","text":"...I mean, it sounds like you could consider an apple or a baked potato..."},{"author":"STRAUSS","text":"(Laughter)."},{"author":"SEGARRA","text":"...Food objects, household items. But then there are also, like, classic costumes - you know, ghost, witch, vampire, pumpkin. And I imagine there are some fun little variations on that, too, that you could do."},{"author":"STRAUSS","text":"Totally. Like, I mean, you know, there's lots of good pun costumes. You know, you can be a witch. But you can cover yourself in sandwich bags, and you can be, like, a sand-witch (ph). I do think, if you're, like, really at a loss, look at what you already have. And remember, you don't need to be, like, a character from a thing. Like, you can be a teacher. You can be, I don't know, like a..."},{"author":"SEGARRA","text":"Cowgirl."},{"author":"STRAUSS","text":"...Cowgirl. Like, you know, everybody's closet has different things that lend themselves to certain costumes. But, like, each item of clothing says a little something. It arose in a cultural context, right? Is it something that's masculine or feminine on that sort of spectrum? Is it something that's fancy or casual? Is it - does it - is it part of a uniform? Is it, you know, professional? Is it athletic? Like, we instinctively recognize all of these traits in our clothes, whether or not we, like, articulate that to ourselves. And I think Halloween is a really good opportunity to go, oh, well, if I have a bunch of workout clothes, then maybe I make a little headset out of tinfoil, and I'm - I don't know - like, a SoulCycle instructor. If that's what you have, that's fine."},{"author":"SEGARRA","text":"I actually was thinking this year, in terms of, like, something you already have - I was walking past my closet. I have this lavender jumpsuit that's really flowy. And I was like, what if I was a one-eyed, one-horned, flying purple people eater?"},{"author":"STRAUSS","text":"Yes. yes."},{"author":"SEGARRA","text":"Nobody's ever that."},{"author":"STRAUSS","text":"No. And yet everybody knows what that is."},{"author":"SEGARRA","text":"But the only thing is, with the one eye - like, do I just cover one of my eyes or, like - 'cause I still need to be able to, like, see when I'm walking around. Like, I got to think about that. Maybe I could just put, like, another eye in the middle of my forehead."},{"author":"STRAUSS","text":"Yeah, that's what I was going to say. I think makeup is always overlooked as a huge and relatively, like, nonwasteful way to access, you know, a character. And you could even take, like, little Barbie dolls or something and, like, tie them around you like you're - and cover them in, like, red paint or something, like you're eating them."},{"author":"SEGARRA","text":"Yeah. The way we're talking about doing this is very sustainable because it's using stuff you have in your closet..."},{"author":"STRAUSS","text":"Yeah."},{"author":"SEGARRA","text":"...And then maybe some makeup and some construction paper. What about if you want to buy a costume or buy elements of a costume?"},{"author":"STRAUSS","text":"Yeah."},{"author":"SEGARRA","text":"Where can you start - I mean, thrift stores?"},{"author":"STRAUSS","text":"So yeah, I feel like I have an order of operations for - like, if you're going to buy stuff, what's the order that you try to buy stuff in? So it's like the first and best option is, like, just using what you have and getting a little crafty. The second step that I think a lot of people forget about is borrowing stuff from friends - whether that's whole items of clothing or accessories that - we all have friends who have slightly different style than we do. We always have that friend. I'm this friend, as a stylist, where people always come to me to borrow stuff 'cause I have a little of everything..."},{"author":"SEGARRA","text":"Yeah, I bet."},{"author":"STRAUSS","text":"...And going to a friend and saying, hey, do you have a cowboy hat I can borrow? Do you have a bolo tie I can borrow? Do you have, like, silver disco earrings? Do you have a, you know, sparkly top? Then, I would say, buying secondhand accessories, buying secondhand clothes - so, like, regular clothes that you could see yourself wearing and integrating into your wardrobe outside of Halloween."},{"author":"STRAUSS","text":"Then, I would say - this is maybe controversial, but I would honestly say buy new real clothes before you buy a secondhand costume, which is, like, those costumes you get at, like, Spirit Halloween or on Amazon or whatever that are like - come in a little plastic bag, and it's like - you put it on, and it's, like, a Snow White dress or whatever. That's, like - if you're going to buy those at all - those are very low on my list - you really - like, there are so many of those secondhand. I cannot tell you how many are available secondhand because nobody keeps them because nobody wears them more than once. And the absolute last, last, last thing you should do is buy a new, packaged costume."},{"author":"SEGARRA","text":"OK. Do you have any other thoughts - anything I forgot to ask you?"},{"author":"STRAUSS","text":"A lot of times, sustainability and having fun are sort of positioned as diametrically opposed. I think that's sort of a myth, in that if you can give yourself permission to not necessarily do everything perfectly - any of it - the sustainability perfectly, the costume perfectly - and, like, let it really be about the spirit of the thing, which is, like, having fun, getting outside of yourself, connecting with your family, connecting with, like, your inner child - that doing things sustainably actually facilitates that fun because it gives you a little bit of space to be creative, to be thrifty, to connect with the people around you when you're asking to borrow something or you're making something, and that doing things in that way is part of the spirit. It's not antithetical to the spirit of Halloween."},{"author":"SEGARRA","text":"OK, last question."},{"author":"STRAUSS","text":"Yeah."},{"author":"SEGARRA","text":"What is your favorite Halloween candy?"},{"author":"STRAUSS","text":"Ooh, probably 100 Grand, which is like - is that a weird one?"},{"author":"SEGARRA","text":"Yeah. That's a - that one. I wasn't expecting it."},{"author":"STRAUSS","text":"I - they're so good."},{"author":"SEGARRA","text":"Sophie, thank you so much. This has been lovely."},{"author":"STRAUSS","text":"Thanks for having me. This was so much fun."},{"author":"SEGARRA","text":"My favorite, by the way, is Twix - and then, just behind that, Mounds and Reese's peanut butter cups in a dead heat. With that, it's time for a recap."},{"author":"SEGARRA","text":"When you're choosing a Halloween costume, think about what kind of Halloween person you are, and be honest with yourself. Are you really going to go all-out with your costume, or are you on the opposite extreme, where you just want to wear a pair of cat ears and call it a day? To spark ideas, you could think about recent pop culture trends - right? - shows, movies, trending topics. If none of that appeals, think about a character who you admire or just think is kind of dangerous - someone whose energy you'd like to embrace for an evening. You can also look through your closet. Do you have any items of clothing that might lend themselves to a costume? I have a denim jumpsuit. And one year, I wore that with a red bandana and red lipstick, and I was Rosie the Riveter. Consider being a random household object. I saw a video on Instagram of this really cute girl dressed up as a washing machine. If you're going to buy a costume, try going to a thrift store first instead of buying something new. Or see if your friends have any old costumes or accessories that they can lend you. Lastly, remember to have fun and make a little mischief."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one on how to throw a theme party and another on how to be a good host. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share or just pictures of you in your Halloween costume, email us at lifekit@npr.org."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Neil Tevault, Cena Loffredo and Valentina Rodriguez-Sanchez. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/ondemand.npr.org/anon.npr-mp3/npr/lifekit/2023/10/20231017_lifekit_2999a94a-5b69-4ac8-bcf4-7f1ccb38e62d.mp3","img":"https://media.npr.org/assets/img/2023/10/16/gettyimages-1318318473_wide-d4c151bd941386f1a0aab2ef2be2baa2278dc47f.jpeg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","SOPHIE STRAUSS","STRAUSS"],"wave_peaks":[21648,16998,22916,23140,7298,16630,10466,9332,5332,31729,27104,14396,2378,1800,1277,1816,23269,26837,6094,15061,9560,12320,10653,6634,14010,9558,5818,28159,27237,24932,17527,19430,22267,8435,13081,14963,8354,5437,10785,11666,6619,7995,10807,5783,9749,6960,3662,6613,19675,10870,15760,15151,20108,15960,8203,17102,3137,3070,30339,26540,14440,4211,27064,16476,10911,12454,10123,10498,12088,8731,9669,3671,4469,32135,28443,28306,15744,16015,12897,4519,14461,12486,11687,7508,9371,16403,3169,26661,27329,27337,10118,15906,10494,27607,12923,5190,28463,21751,22086,29945,15875,30166,27330,10985,26892,22464,17374,11644,30080,23541,13970,4869,13724,11576,9665,7284,6421,8353,4789,7478,19572,13587,5073,3178,6096,6127,6299,7263,6148,3080,2600,26332,28369,27573,19191,27514,22444,13451,11973,6867,2477,15541,16903,21660,8725,11021,20894,18689,24558,14926,11092,16898,10778,7602,10041,10749,5902,17001,17665,16835,21065,26609,6011,11831,11069,3246,18548,8286,5730,5017,1338,15880,4695,855,9371,13868,15178,13974,15547,7609,3493,19749,19872,9096,53,28481,27813,20261,13004,12161,11106,10162,17846,13025,20273,8967,7719,22644,16388,13797,5313,7334,855,20518,25755,23692,10870,11340,8375,1405,15792,13032,14189,8393,7021,9722,20674,23210,11455,18437,14553,12977,13351,1730,884,21975,14710,5763,9055,8150,10425,10208,8950,12933,9708,1753,1981,17293,24470,18632,23094,14057,14917,6849,2680,14430,3194,27580,15630,6913,1954,19913,16521,7984,9785,4313,7650,26667,20916,15311,26370,24429,18313,16635,12568,14965,13310,9680,13340,13594,12085,3774,2122,22782,13545,15350,6833,12766,14944,18277,17387,13240,11529,23888,15585,14477,9470,11715,7743,9064,5579,21161,22017,6316,993,663,21874,13650,420,2903,16274,15173,17046,12401,1962,20838,21036,19788,22154,1839,21777,19003,1611,15943,15104,3431,1641,19705,21653,7952,18348,7856,3700,22338,17892,14081,7493,8013,5182,13938,10820,6150,4920,6755,15701,12755,9332,3061,22573,13677,4713,9764,15120,19631,11207,17466,11533,2483,9924,29049,25026,27977,13752,21038,8547,8021,17318,16393,21437,22499,31587,30397,18363,15118,21301,11438,7373,17352,30288,26712,16752,25642,12992,2931,27874,26829,26578,27783,25761,25804,29581,16620,23119,21671,21712,11146,17200,17701,2641,17687,21042,20041,11172,5409,2027,1663,28979,27829,26570,16916,6459,1680,1311,628,520,261,250,82,30,11,3,0,0,0,0,16174,11900,9430,16882,15451,13373,9169,8362,1683,250,11195,15599,11212,4950,5788,12186,6329,24112,19142,13511,16160,8995,12629,10607,20216,11750,9919,16252,14880,2105,3528,24108,10109,19781,24015,6474,6996,20692,23409,23751,22224,17762,5839,17233,9291,14331,6343,13081,18449,12838,18405,15568,19629,16046,19452,11372,22866,20075,14070,7242,7761,19654,9928,7472,8163,7526,7817,14353,16024,14091,5396,1598,8645,16297,18774,13236,14556,7769,5517,7406,6815,17622,16709,3985,19720,4947,10493,15354,15326,10244,18369,2934,13603,12179,12556,13398,11313,12576,4034,24322,17551,17206,24238,7823,4395,24826,20208,25376,10324,9049,23949,22825,12723,20353,11483,11138,12174,18263,8989,10967,21233,14999,1312,3149,17762,20873,24225,15400,18898,14965,15582,5924,15439,10686,9155,6246,13232,18512,23240,18640,12032,11959,13050,14113,15154,13684,23581,2833,549,124,1749,11759,16571,20681,15567,14186,5230,241,19947,23845,16648,22051,9335,12553,11876,12522,25332,24193,1467,10333,24273,12530,7524,1055,345,4274,18129,11154,903,5911,24673,11596,17189,23465,23652,15667,23755,11450,24224,22482,9321,10851,4442,13192,11240,13043,10469,4151,536,22808,10680,183,10139,20136,20827,13427,10647,6906,6706,6904,14822,15750,1019,25328,13654,25553,15565,7962,9920,5689,7795,8008,26923,27253,25338,13689,14294,6957,7984,8751,8056,6203,23262,24084,23795,2580,15111,14349,13772,19554,24088,23471,24157,13654,14656,16245,11034,24509,14202,12743,23549,23439,7080,19144,15289,21592,21641,1566,25488,23606,19837,20325,19263,24787,16040,21294,10194,8425,19271,10763,13520,9218,13981,8451,12120,7878,13171,22779,8543,1667,24853,24764,21704,7807,12354,9028,22704,15917,303,20729,6835,13179,23211,21112,22967,11110,7681,3899,1284,21345,16027,24192,10406,13907,13366,10479,9933,16993,16536,14352,14369,8276,6910,8970,10834,9136,11588,8633,17759,10608,16650,17457,9702,1412,9880,14265,11864,11870,6567,22623,14372,6099,2117,1333,21728,23086,13223,23009,22340,18534,6415,10545,12804,18894,19091,1364,2386,9765,8174,22270,15969,23766,18120,11614,23531,20303,20960,20326,17920,4014,397,23574,10305,14060,20028,23426,15833,12508,21226,21440,15467,12777,9917,10363,6959,23552,10770,9384,11662,2896,16193,16956,12842,8841,5857,13958,17103,14391,17269,8983,16670,19529,9321,22613,11068,7789,15728,17829,24466,7830,6973,24067,14446,20220,17678,16776,24303,18420,9662,13381,12276,4621,19307,16769,11563,16548,14261,17190,23367,10721,13222,14002,20083,10000,14118,25028,25810,14944,24157,10834,14403,5578,4866,292,14400,14971,10768,143,26400,21715,27896,13080,21938,14514,18100,16936,17625,14775,8844,7641,17933,7857,9183,10204,210,1670,17170,22581,17189,6246,6248,16380,21517,17475,21460,18591,20085,8358,13383,19521,21645,19119,15592,1132,1748,11108,14550,8174,10339,15528,13819,12088,6047,21437,18276,11174,13239,12440,11677,10779,11008,8638,10431,5957,22819,24147,15873,14364,15569,12038,7927,9935,11974,9554,17518,24861,21974,19253,14767,849,22665,22788,23500,14459,11800,8020,15123,25513,23994,14285,18737,9754,21244,15112,23785,11149,5100,16351,17644,23557,14318,14827,1767,7753,24177,10221,1649,357,26625,23181,22955,23794,7757,9652,21087,21546,13105,17065,22870,10712,12474,12518,7673,23032,20836,5192,12362,7980,22595,23165,11497,11254,9628,5662,23594,19530,14251,10723,14016,13622,11897,309,8395,15723,12224,466,19397,7910,18520,8087,22150,7219,16110,12541,24115,4296,19906,18832,4330,4450,16556,14151,17591,22960,21473,7342,10231,21605,749,645,22937,22102,15876,12935,9299,4238,25391,22317,24210,19880,12431,9928,14465,23550,12886,10194,11540,19301,24215,22603,23799,18333,14919,16089,19265,14707,7316,17931,14762,6831,11138,13660,3763,15776,16989,17637,6831,9041,6524,8651,4637,10207,20602,18391,10141,107,6058,21095,13177,611,448,360,1569,17337,23703,23259,19010,12760,25303,13138,14675,25099,17364,20439,16336,21321,5830,9773,10283,10007,10154,5088,4341,6051,2502,11147,20236,8550,6411,8631,8687,23936,10214,13622,9651,5850,13064,6084,1228,7665,23559,2146,21437,17285,22994,24597,9737,23993,6410,15017,12227,15874,17554,22580,21820,19147,9331,9494,17315,8309,22976,17131,12481,4833,15387,15509,23832,21315,9824,15814,23718,16375,5191,775,19707,1311,24905,17527,24290,24095,9008,20226,18165,11613,10970,9611,12374,22651,23003,8490,13122,636,23094,9266,14656,7763,23480,8310,17580,20410,16713,15704,22217,24060,23784,22237,9068,10105,6987,1119,1358,25439,12467,656,18765,12671,10971,12969,12990,11591,12492,17965,12671,22926,11509,11075,17031,22518,18198,335,23073,10549,25410,11781,7785,715,6541,15760,10053,19629,12239,8855,18531,18103,14405,12266,21114,12669,19580,13477,9060,17052,13687,6282,21343,18057,22593,11271,7082,1343,7899,13380,21569,16854,22936,14633,22928,23859,14589,18877,8020,12426,21367,23711,24471,9449,11795,9306,23315,16236,5048,18808,24988,22853,9557,14707,340,4404,16518,16423,24693,23412,22550,1776,23580,18650,22096,5142,8481,8787,24175,10396,15621,10660,5136,863,11827,23881,15294,24530,24368,18872,17571,12041,9943,23323,8869,8836,20805,7526,6043,4061,719,5781,26496,9405,8357,4612,221,640,13169,7910,7907,24911,8926,5336,12117,14819,21882,15449,24159,13221,9462,13061,7898,6903,23672,8631,20909,23242,11864,21441,24199,4067,567,92,23083,5903,23925,22982,17874,23578,9846,9409,7509,20041,8907,14347,9229,6434,11956,7294,8807,17208,11994,23721,8487,8436,3946,427,16071,17914,6250,7617,13200,9095,22741,19491,25382,15087,19476,23727,26576,19396,11526,11383,11970,25487,11795,24243,9554,25534,11995,11628,21152,24205,12347,18778,19115,18830,22982,16137,8726,23657,21574,22070,19645,23609,10214,22534,21054,5222,11032,19412,17985,6707,20833,13869,10975,11726,11292,705,20648,20398,21846,9889,11401,18926,18974,24218,13010,21591,18843,21551,11106,11651,13957,15898,11839,9832,13671,14682,11769,6403,5853,10948,23647,15190,7348,1076,22036,22348,10707,13286,15819,23289,9226,10420,12414,2805,9938,15542,22982,22803,7476,855,529,24399,19245,25182,14702,23457,22778,14456,22054,8291,15269,14080,246,22757,13645,17364,23196,12369,7853,13706,19164,10116,9958,17714,16744,11448,1381,23094,24700,13940,11647,9939,10045,457,410,5386,21907,22215,23070,23423,20515,10104,14324,7768,24115,16697,16204,15167,9678,8308,118,130,140,1617,26016,24780,18272,9427,2855,15886,13113,9252,2892,27500,18394,22755,8148,18116,9073,6102,7269,6106,5042,382,15106,16813,18337,17083,12915,22706,26153,12531,12380,19318,10964,18650,14013,6977,19526,17189,10759,9483,13989,12002,10932,20682,22170,19303,14926,14142,11820,17955,14176,17207,8428,9897,4166,12375,28195,26014,27128,17821,11592,9809,13584,12705,14931,9466,14376,23808,22513,15482,24053,20405,24777,19295,15918,22442,22098,16114,23878,22064,9805,3833,26091,24179,26721,26241,24483,11468,26771,14522,14114,18460,23599,10632,14607,15790,24368,26237,842,28074,6262,245,21507,20778,17440,17744,15064,22458,26953,30354,29182,28353,10966,21541,6047,16,24588,11684,17131,17941,12199,16642,17068,5488,21309,19692,13942,12264,16833,6054,103,24615,10122,23685,22436,23392,6167,23328,8581,7481,4873,6257,7721,10313,6114,577,24392,24314,6505,17702,8334,8286,7646,467,23975,19317,8479,9334,11255,22623,14476,22022,11347,15970,13872,12455,25758,8222,8034,11861,10223,9957,16144,7850,11809,11249,10131,11198,13010,23368,23323,11168,11257,16355,18824,13397,12880,11444,10880,4084,1009,25068,18969,2053,138,24317,22488,13715,24408,15274,14919,23582,8522,23947,10585,23840,17224,11324,15713,13874,10974,8606,9796,10644,10263,23628,22432,20186,21197,22938,9967,20710,17859,8311,21372,15245,10666,8507,19212,24776,22812,23265,19052,14820,13878,23966,14289,8900,687,23860,23141,4793,23731,18230,9343,25007,7802,7352,12405,22107,17870,10018,4610,9287,8586,17477,12484,12520,14618,10464,8543,13318,16275,10855,14186,955,11169,23674,18851,9620,5951,15975,6088,16207,4616,13098,18082,6472,16506,7736,13245,17582,11514,20427,8540,8547,872,14241,23653,13346,21474,17533,22139,13487,17266,23870,7760,10294,9797,8840,13429,23751,17099,23555,23549,16392,17075,15427,17382,11661,9938,6417,12784,10541,13369,14211,13466,10429,9136,14362,22462,15930,21352,16976,14584,1025,335,23705,15306,15138,18333,16052,16676,11688,7413,21784,5082,17215,7725,11931,13536,16051,24224,8389,786,21109,25164,19220,19573,23621,11301,12783,25117,24507,6836,7863,15202,17041,20067,9847,13497,5068,1412,24655,23209,5286,23623,22369,16805,24338,15514,16495,3673,13470,9148,9977,19057,18142,4597,16105,23091,15973,24253,14196,22446,9456,13145,16708,8647,837,19506,15183,18866,17987,23883,23643,19765,7264,14275,10234,23120,19175,24185,14325,13399,18419,14941,12924,22528,20591,11490,21143,24896,3781,4166,21652,12826,23852,12802,10217,17617,5251,27920,22388,10943,488,16049,30113,18369,17303,18402,14066,16750,7010,19125,19274,7112,2733,90,17528,22885,15337,9974,8197,3898,10985,23580,10074,10294,5182,2328,15919,9970,18316,16236,1002,137,133,108,12184,15805,15787,7653,8801,13195,26533,26736,11043,12420,8529,120,7525,20413,21480,22800,17050,3495,16567,17548,18366,23731,20487,23244,15549,9323,8076,23897,11759,11472,14824,6469,11488,20408,20875,11250,21304,13465,10139,29551,26432,18726,17487,22027,1353,4480,18852,24872,24236,17131,25802,26658,13726,24540,14335,27795,26107,24553,9070,11944,7299,7916,149,4689,9980,10628,8472,13615,7085,3672,5431,6720,338,10491,16107,24396,9779,9671,22008,11524,15697,16781,19088,9292,16687,14277,15685,8739,16238,27191,27024,13789,13504,11707,20177,780,133,127,131,27550,15919,28078,18647,10935,17148,18265,12662,11047,23312,19451,16152,24643,19884,17888,22254,17361,12522,16851,27907,26924,20447,23263,26483,20808,5913,24725,23494,22209,19882,3919,25376,14123,24267,9848,7490,20097,16570,19421,12668,16680,5150,17291,12836,8597,10900,17474,10858,11585,3805,21628,25562,14177,14345,17120,14788,12169,9694,9838,10223,10499,5153,10260,7199,5510,5882,18582,12145,14628,13936,12009,16222,23936,17834,15146,19420,23802,23803,5263,11366,7914,17595,15898,21573,9416,7025,14344,16533,9103,24091,23918,4390,10950,15244,11268,20361,10872,9139,5522,13854,22584,15587,6832,12180,20942,17005,5131,570,14132,23033,22940,23806,4658,322,8324,26172,18681,22529,22138,18367,16873,24302,15672,22734,7735,11837,12773,17767,18170,13155,24533,11226,18377,9450,8092,8594,6774,15322,9646,9117,14104,6144,10904,10159,764,13563,16219,21153,12629,18737,3730,19155,13888,7051,23447,19141,10033,1244,12223,18057,25588,24578,25254,23990,13190,23396,9583,9522,24155,15157,16294,9024,22741,9245,18304,23746,463,210,16265,23897,10393,9455,25244,11015,10727,15123,3479,358,12693,21023,24599,18918,9644,10980,11215,18810,14083,18095,13320,6222,11912,5682,24946,15162,23854,21278,20127,10829,21424,9596,2215,11576,16335,19943,13570,14248,22904,22302,15597,15004,1449,15855,9413,14814,24091,13842,16566,18878,17843,14349,21194,19126,20361,23485,14260,13894,23697,2688,529,25311,24004,18047,16261,16975,12359,13476,13100,23888,23030,21551,7101,8943,15522,24498,15990,18913,9939,18902,10507,23416,12903,13745,3297,1757,25671,18041,24905,14787,11495,23762,21383,10919,11578,23021,25030,18435,23073,13556,6597,22659,23213,17359,9735,17546,9860,21705,9367,16533,16595,21489,20497,18290,16938,22182,12657,4081,4952,5203,8489,6682,7581,7081,13890,13118,11593,10496,3631,25907,26758,15660,11369,12073,10223,10104,1593,23090,10487,15333,20628,22364,20433,17444,14582,16166,16211,9684,27503,14074,17005,11215,11429,10191,17053,8614,11223,9778,1479,28041,22974,17835,374,10753,10192,14802,12391,12883,10302,8656,12430,19827,10577,14031,20142,221,191,4830,24639,12384,4045,4557,22707,18694,28504,27403,29308,28182,14646,10092,15449,13828,26059,24051,22888,15783,18954,11918,3321,26082,4089,3081,21282,20242,8875,23120,18090,16731,26884,20310,13258,6427,20526,27685,25579,25812,24541,21208,13471,14615,27061,22725,12480,26106,7172,254,11473,17559,22100,22047,12481,2059,26753,29089,23188,22751,21824,24704,25406,23689,21271,17286,21861,24112,8377,7509,11202,25551,17490,12095,10391,6429,386,15328,10943,22349,11524,6517,14600,8828,11285,11614,6860,2549,6489,21841,18765,10341,19983,21789,10398,10142,13143,10513,23097,5359,22650,17098,8796,319,5595,21388,12060,15020,7205,7090,21945,11499,5605,872,4793,5191,14724,13827,4833,6475,7291,8731,13760,18286,17154,22088,15120,14585,6265,4564,3258,326,18400,8204,3209,649,11741,5289,5734,6067,2961,13394,7364,6912,13075,5799,3380,3993,4089,4634,5523,200,235,13312,10659,29012,26261,15394,15175,18758,11908,10639,6989,16001,9766,6081,11408,5046,9224,9339,18548,22576,14697,13588,18081,15399,17207,5630,16794,19462,17668,22010,4503,12126,26640,9072,6591,6264,996,3458,21101,18606,16178,7041,7554,6309,4360,19668,26469,26756,16974,8565,4835,21839,26592,16363,9612,13522,6690,2858,8168,9324,249,3214,20745,9112,26476,11678,7184,13151,12475,9429,5662,1237,25223,24437,18464,17680,19811,4023,11768,10132,20296,16076,24211,22415,7736,6556,13825,8187,15689,23686,18055,15272,23913,13263,16105,10177,13427,10796,8616,10883,21088,8779,1110,243,7756,25186,23371,8395,19048,7575,13723,23987,24142,11627,24573,5568,5664,12828,22917,21468,21876,22439,23143,9709,12794,20104,14866,14091,8092,24156,4100,1264,25460,22001,15162,19402,5499,23142,12819,16141,11760,16550,14170,14207,5794,18496,664,24584,23964,16143,16863,9640,23849,8687,9831,10143,13857,24041,24959,19864,13644,21817,11628,5862,23841,15914,23683,8228,13088,15581,13516,21360,21716,17915,19949,12908,407,12094,16093,10627,3791,1329,13588,25063,11398,5650,24714,18811,24513,13531,16691,24000,20839,20967,10810,12282,10113,18533,11817,20878,13898,9658,8429,16212,23158,13118,14410,17038,13843,10711,9296,8576,9942,18624,7102,1132,16546,12687,670,23776,7690,22862,16115,591,21838,23641,1406,24292,16508,23184,17022,18950,4044,24590,23581,10628,22308,8031,5286,1271,434,251,113,22765,19573,9044,10444,7569,23623,9669,15859,20250,329,23994,19009,20375,11491,5805,12577,23776,9861,7404,3405,94,17529,10377,6737,15354,16028,5811,242,77,23343,23743,23947,9134,5672,24916,24567,16813,18489,13862,5121,380,535,233,8118,24135,27031,9454,10254,28017,24054,13131,13733,12107,23145,23528,7418,264,143,60,255,7008,13444,12977,9558,24745,12873,9307,6967,15454,23406,16461,7380,7998,22936,7781,8509,1955,77,10739,20358,1855,24183,24367,18578,22769,20834,14539,23591,20058,15471,22684,14528,14158,9082,23052,14143,24370,23774,11407,9256,23772,8958,12050,21882,20626,16908,17377,23198,6919,1255,24386,20077,20094,9392,16029,24076,15786,23308,9450,14878,12542,6465,5321,11123,15699,22488,18516,23290,15674,11763,8043,10602,8508,6719,11757,14403,11084,9858,15466,11544,13478,11178,16526,12389,24877,13598,15672,12449,9165,4144,1450,19330,25030,22741,11934,11842,23971,21308,23703,22834,22160,4668,7495,19694,21129,8112,7906,6077,20847,5894,21322,6358,3300,2276,2119,2358,25020,12498,17284,9819,12775,22005,8230,13716,13570,12286,6059,24155,24025,11022,10859,4821,7530,13610,14690,8008,12455,24281,8825,23718,8657,3332,24063,23782,6646,14454,1752,13723,13876,24206,25288,19897,7828,9553,5599,10968,13445,13439,17715,13738,10377,3305,22957,26113,11817,8911,12166,19559,6646,16326,19089,15428,14264,14979,9612,10008,7986,13875,11579,12815,23865,19707,9232,24710,7615,10120,24506,8954,14263,16726,23323,17123,14352,24157,12766,18690,15645,15675,11113,13188,4085,23644,12797,25962,9845,22702,18291,24824,25638,25484,3388,21990,11098,14745,9132,8549,17580,22089,16842,13339,25976,14688,4940,23782,25483,6157,19892,18278,12358,17327,24744,11081,10701,6220,18988,21738,22375,22130,8386,15981,18466,20454,15899,19077,15199,7218,7837,21499,24401,8884,21485,14577,12301,12229,4282,19284,23673,18566,23269,17565,11927,12804,9404,24815,6162,23941,15110,17394,13741,10100,16595,11747,3881,24838,22949,17245,19742,22468,23294,14900,4426,3442,4588,26854,23602,24001,13698,11317,23938,15091,9648,18376,11646,12515,16436,9426,4997,1974,27800,26618,12269,5116,14788,2344,10545,7911,7306,6855,7432,8941,6600,5742,1620,11132,14370,7566,19939,8965,14886,16145,14706,18169,8658,14196,10519,8730,22023,10661,486,2657,25788,11565,15761,7555,7509,20121,19431,14380,13435,23807,9748,16576,10852,12072,14753,4569,6191,7283,6837,7764,2254,823,5138,3868,20625,16045,16367,14228,8712,4793,7845,6703,22697,23251,10285,14072,16472,20464,3053,840,480,834,2589,28214,24697,12389,8967,10656,9363,21115,14043,28262,26595,29097,25403,2537,27716,23932,16403,9765,11055,13785,9344,9570,13766,7849,5322,28865,24991,3521,23137,8187,14839,2592,14607,24601,13174,26977,21095,8043,2099,26918,28528,25898,25399,21431,24678,21402,23721,16957,18577,8148,9966,29980,30008,12848,2229,19847,19273,19031,21925,22654,17888,19453,11030,17023,22917,10112,17098,23054,11267,11091,3873,15493,18087,21593,22254,12909,25932,8572,13943,15269,3263,2939,18722,26263,15939,13133,25786,26663,23659,25162,15401,12325,13185,28481,21134,2766,13925,13247,19921,20349,20410,12649,13606,20149,28303,8707,9128,7585,29193,23180,13832,14567,12308,22358,11737,13585,5872,4730,6398,9646,3138,16741,25887,13353,14166,10083,13332,6872,7766,2679,2687,17898,23678,12608,11758,23857,11667,18505,25594,14484,14692,18243,15799,14230,16521,9734,20180,12683,2379,28359,26391,14578,9260,3565,18925,19248,26903,13711,12694,15719,15212,14091,14305,15812,17403,16092,8942,11021,10465,13560,3709,2491,21156,23439,26223,21983,22463,14907,20951,11464,10021,1840,22851,15465,12724,10717,12041,8062,4958,13096,11862,13020,16095,9004,8655,25844,26894,27114,27286,14429,4689,26348,15461,15953,13354,12770,10196,17456,20067,9003,7642,1862,16269,27228,27026,14445,19895,20649,12468,26078,12589,9226,12356,8508,2396,3029,27571,27855,3909,14192,13302,8197,12775,10296,4664,2665,5534,6466,8406,6019,1255,951,2163,25661,24383,17669,25085,25266,16562,11077,7433,6625,29425,28598,28163,24827,11062,12692,4525,8972,23831,22843,12263,15521,13354,9104,2781,27401,27474,27117,19405,21525,16304,19059,22701,8567,7928,19000,14140,26474,25162,26732,17986,20943,20783,3555,15325,26126,27174,25368,19029,17954,27051,24897,22763,25984,23335,9646,8968,710,15905,25310,12466,17280,11178,10711,11713,23433,24438,25970,20671,13637,12360,28400,14842,14808,14568,22422,13084,23341,16143,18209,21878,26298,21348,10773,14035,25330,28395,25062,16111,26555,18527,17315,13294,7144,896,24187,27679,20019,13822,8681,10522,13047,13006,7466,8184,20656,25648,12173,21050,16197,6994,18237,13787,10819,9668,18551,12076,5416,3124,17909,27484,26475,9989,20348,10783,7830,2195,30028,29501,21334,18109,26694,26527,18928,13647,29039,21662,11708,13637,9234,8105,8452,6996,3799,18398,29301,10567,19643,16785,13536,15981,19589,20306,28684,17231,14736,24747,12860,16865,16518,17450,10708,5994,3070,16338,17238,17696,9927,20059,20107,23962,15234,21654,22835,11467,26283,20587,18116,16673,24335,10284,12731,2318,13068,18293,13207,13696,4372,3123,7125,6919,2404,873,745,670,543,83,123,21,15,18,42,30,19,17,19,39,18],"fragments":[{"begin":"0.000","end":"1.680","lines":["You're listening to LIFE KIT..."]},{"begin":"1.680","end":"4.760","lines":["...From NPR."]},{"begin":"4.760","end":"6.440","lines":["Hey, everybody. It's Marielle."]},{"begin":"6.440","end":"48.920","lines":["October is hands-down my favorite month because I love spooky season. It just feels like there's a little sparkle floating through the air. My one neighbor put out this giant, dancing, animatronic pumpkin. Another neighbor always does a theme. This year seems to be creepy dolls. Picture a lot of dolls, and then double that. We're talking porcelain dolls, Barbies, Cabbage Patch Kids sitting on the stoop, keeping watch over a glowing cauldron and staring - always staring. October is a time for mischief and make-believe - and not just for kids. We adults also get the chance to dress up in character as anyone or anything."]},{"begin":"48.920","end":"54.320","lines":["It's really fun. And being an adult isn't that fun."]},{"begin":"54.320","end":"85.160","lines":["Don't I know it. That said, it is totally normal to get to this part of October and not have a costume idea. 'Cause, yeah, the options are limitless, but that's kind of overwhelming, right? If you can be anything, how do you narrow it down? Also, maybe you're busy. You haven't had the time to think about it. Well, today is your chance, ghouls - or pumpkins. I don't know, I'm still workshopping some things. On this episode of LIFE KIT, we are going to help you find and put together a costume. And by we, I mean me and Sophie Strauss, who you just heard."]},{"begin":"85.160","end":"104.640","lines":["I am a stylist for regular people. I help normal people from all walks of life get dressed, and I try to do that with a focus on inclusivity and sustainability and make it feel accessible."]},{"begin":"104.640","end":"124.640","lines":["Sophie also happens to be a Halloween enthusiast, and we are going to talk about how to choose a character or maybe an object or a concept, how to make your costume recognizable and how to do all of this sustainably and without spending a lot of money. Let's fly, witches."]},{"begin":"124.640","end":"127.760","lines":["OK, so do you know what you're going to be this year?"]},{"begin":"127.760","end":"146.360","lines":["I do know what I'm going to be this year. I've been through the pandemic doing a big, like, slew of watching, like, classic TV shows that I somehow missed when they, like, originally aired. And then one of the big ones that we did was \"Friday Night Lights.\" So I am going to be Tim Riggins from \"Friday Night Lights.\""]},{"begin":"146.360","end":"149.240","lines":["OK. I have not seen \"Friday Night Lights.\" Can you explain this character to me?"]},{"begin":"149.240","end":"188.480","lines":["Yes, yes. Tim Riggins is, like, America's No. 1 heartthrob - just big himbo energy - starts off kind of dark and brooding, and then becomes sort of lovable - is the bad boy with a heart of gold. And I think his way of dressing is so specific and kind of, like, takes on its own - it's subtle, but kind of a consistent, like, Southern, you know, guy who could fix your car. But his guns are always out - like, his arms, I mean - not actual guns. And so I'm really excited to be able to embody that."]},{"begin":"188.480","end":"190.560","lines":["OK. So how are you going to do it?"]},{"begin":"190.560","end":"191.280","lines":["Yeah."]},{"begin":"191.280","end":"194.040","lines":["What are the elements of the costume that you're putting together?"]},{"begin":"194.040","end":"249.800","lines":["Well, I was really thinking a lot about, what's a costume I could do that would feel really fun for me - that would feel - give me that sort of thing that I love about a costume, which is permission to, like, lose yourself a little bit into a character, but also is something I could put together with clothes that I already own. And if I do need to purchase something, is it, A, something I can purchase used, and, B, is it something that I could see myself getting wear out of even if it wasn't Halloween? And so I have some, like, bootcut jeans. I'll wear those with cowboy boots - like, a brown leather belt. I'm going to carry a football. And then my one purchase for this was a used Dillon Panthers, like, gray T-shirt that has the sleeves cut off, so that - which is, like, a classic Tim Riggins T-shirt to wear."]},{"begin":"249.800","end":"261.440","lines":["Well, OK, so this gets me, too. Like, I feel like, for a Halloween costume, really, it's the accessories. Like, a few accessories go a long way when it comes to signaling who you are."]},{"begin":"261.440","end":"320.040","lines":["Oh, absolutely. 'Cause this comes up not just for Halloween in my work, but also - like, I don't know if anybody's been invited to, like, a themed party, or there's a sort of - an uptick in, like, really specific themed weddings - like, dress codes that are, like, space cowboy or, you know, ranch chic or something like that. And I think it's really tempting to, like, try to run out and buy something, like, that's, like, a full outfit head to toe. And accessories do a lot of heavy lifting and are more versatile, cheaper, tend to be, like, easy to find secondhand or maybe are something you can borrow. So same thing with Halloween costumes - is like, I'm just wearing jeans. But if I bring in, like, a football and a belt with, like, a western buckle, I think that's going to do a lot to make me go from just a lady in jeans to America's heartthrob, Tim Riggins."]},{"begin":"320.040","end":"331.360","lines":["OK, well, let's say you don't know where to start. You don't already have, you know, Tim Riggins in mind. How do you even begin to decide what you might want to be for Halloween?"]},{"begin":"331.360","end":"375.560","lines":["Sure. I think the first question to, like, ask yourself is to be honest about the type of Halloween person you are. Like, are you an all-out, like, hair, makeup, accessories - I can't wait to just, like, dress up and be, like - lose myself to this costume. I'm so thrilled by the idea of that. Like, are you that kind of person? Or are you somebody who's really, like - are you, you know, Jim from \"The Office,\" three-holed paper - like, are you - listen, this is not really for me, but I don't want to be the biggest party pooper ever, so I'm going to wear somewhat of a costume. I think you have to be honest with yourself because there's no right or wrong. And if you're one and you're trying to do the other, I think you're going to be sad. So that's where I would start."]},{"begin":"375.560","end":"406.440","lines":["And then once you identify that, I tend to gravitate towards thinking about recent pop culture, thinking about shows, movies, celebrities, you know, trending news stories or topics or phrases or memes - like, that can always be a fun place to start. Or I love, like, a random household object. I think that's always unexpected and sort of a fun craft - is, like, I'm a bottle of Windex. I - you know, who - there's no wrong answer."]},{"begin":"406.440","end":"408.680","lines":["The classic baked potato."]},{"begin":"408.680","end":"448.720","lines":["Baked potato - it's so great. So I think Instagram has definitely lent itself to the era of, like, the pop culture reference - you know, the - I'm this really niche outfit from a really niche episode of a television show this one character wore one time. And I'm going to, like, take one photo and then use the screen - like, that's tempting. But also, like, you can be an apple. Like, who cares, you know? But I think I would sort of start by throwing out, like, directional - like, does being a fruit excite you, or does being, like, somebody from a tabloid excite you? See what makes your heart sing a little bit, and follow that down the rabbit hole."]},{"begin":"448.720","end":"485.360","lines":["I think that, for me, getting to wear a costume is an opportunity to embrace some part of yourself that's, like, deep within or that maybe people don't normally see or embrace a character that you really admire for some reason. Sometimes you admire someone just because they're really good at, you know, throwing a football, or they're really good at parallel parking. Or they just have a lot of swagger. And you kind of like that, and you want to bring a little bit of that into your life. Or it sounds like there's, like, a gender-bendy (ph) thing, too, which I think can be really fun."]},{"begin":"485.360","end":"529.840","lines":["Oh, for sure. I think that's, like, a huge part of the Tim Riggins thing for me is - like, as somebody who - like, I identify, I guess, as bisexual. So, like, there's something really fun being in, like, an otherwise straight relationship in my life and, like, moving through the world as a cis woman that, like, getting to be that sort of - like, embody that, like, super bro-ey (ph) energy feels, like, affirming for a part of myself that I think doesn't get as much airtime. And not that I feel like I'm pushing it down - like, I think I dress however I want to dress on any given day. But I think being able to go and turn that up to 11 feels like it excites a part of me."]},{"begin":"529.840","end":"530.360","lines":["Yeah."]},{"begin":"530.360","end":"574.520","lines":["There is definitely something I think that people are really drawn to. I think about this with somebody like Cruella de Vil a lot, which is, like, a really common Halloween costume. And I don't necessarily know until, like, the recent reboot that she's somebody that anybody really admired, but there's also a sort of delicious wickedness that the spooky season gives us the right to, like, tap into without actually needing to be, like, a bad person. And also, Cruella de Vil, I think, is a great example of of a good Halloween costume because it doesn't take very much effort to nail that costume. Like, if you get a little bit of black and white hairspray and a fake fur jacket - like, that - you're more than halfway there."]},{"begin":"574.520","end":"604.840","lines":["Yeah, I think it sounds like, when people are thinking about a costume and a character that they want to be, it's an opportunity, possibly, to say, who would I really be excited to play pretend as? It could be someone you admire, but it could also be someone who's just kind of bad, and you just want to feel kind of bad today and let yourself - or maybe you go - you know, maybe you go with that person - just someone who has an element that you're seeking."]},{"begin":"604.840","end":"607.760","lines":["I love that. I love that."]},{"begin":"607.760","end":"613.680","lines":["So OK, if you don't have a character in mind or, like, somebody's not - it's just not happening for you..."]},{"begin":"613.680","end":"615.440","lines":["Yeah."]},{"begin":"615.440","end":"620.280","lines":["...I mean, it sounds like you could consider an apple or a baked potato..."]},{"begin":"620.280","end":"620.720","lines":["(Laughter)."]},{"begin":"620.720","end":"634.240","lines":["...Food objects, household items. But then there are also, like, classic costumes - you know, ghost, witch, vampire, pumpkin. And I imagine there are some fun little variations on that, too, that you could do."]},{"begin":"634.240","end":"660.520","lines":["Totally. Like, I mean, you know, there's lots of good pun costumes. You know, you can be a witch. But you can cover yourself in sandwich bags, and you can be, like, a sand-witch (ph). I do think, if you're, like, really at a loss, look at what you already have. And remember, you don't need to be, like, a character from a thing. Like, you can be a teacher. You can be, I don't know, like a..."]},{"begin":"660.520","end":"661.400","lines":["Cowgirl."]},{"begin":"661.400","end":"707.600","lines":["...Cowgirl. Like, you know, everybody's closet has different things that lend themselves to certain costumes. But, like, each item of clothing says a little something. It arose in a cultural context, right? Is it something that's masculine or feminine on that sort of spectrum? Is it something that's fancy or casual? Is it - does it - is it part of a uniform? Is it, you know, professional? Is it athletic? Like, we instinctively recognize all of these traits in our clothes, whether or not we, like, articulate that to ourselves. And I think Halloween is a really good opportunity to go, oh, well, if I have a bunch of workout clothes, then maybe I make a little headset out of tinfoil, and I'm - I don't know - like, a SoulCycle instructor. If that's what you have, that's fine."]},{"begin":"707.600","end":"721.720","lines":["I actually was thinking this year, in terms of, like, something you already have - I was walking past my closet. I have this lavender jumpsuit that's really flowy. And I was like, what if I was a one-eyed, one-horned, flying purple people eater?"]},{"begin":"721.720","end":"723.320","lines":["Yes. yes."]},{"begin":"723.320","end":"724.400","lines":["Nobody's ever that."]},{"begin":"724.400","end":"729.320","lines":["No. And yet everybody knows what that is."]},{"begin":"729.320","end":"742.880","lines":["But the only thing is, with the one eye - like, do I just cover one of my eyes or, like - 'cause I still need to be able to, like, see when I'm walking around. Like, I got to think about that. Maybe I could just put, like, another eye in the middle of my forehead."]},{"begin":"742.880","end":"768.120","lines":["Yeah, that's what I was going to say. I think makeup is always overlooked as a huge and relatively, like, nonwasteful way to access, you know, a character. And you could even take, like, little Barbie dolls or something and, like, tie them around you like you're - and cover them in, like, red paint or something, like you're eating them."]},{"begin":"768.120","end":"773.640","lines":["Yeah. The way we're talking about doing this is very sustainable because it's using stuff you have in your closet..."]},{"begin":"773.640","end":"774.000","lines":["Yeah."]},{"begin":"774.000","end":"784.720","lines":["...And then maybe some makeup and some construction paper. What about if you want to buy a costume or buy elements of a costume?"]},{"begin":"784.720","end":"785.600","lines":["Yeah."]},{"begin":"785.600","end":"788.760","lines":["Where can you start - I mean, thrift stores?"]},{"begin":"788.760","end":"821.920","lines":["So yeah, I feel like I have an order of operations for - like, if you're going to buy stuff, what's the order that you try to buy stuff in? So it's like the first and best option is, like, just using what you have and getting a little crafty. The second step that I think a lot of people forget about is borrowing stuff from friends - whether that's whole items of clothing or accessories that - we all have friends who have slightly different style than we do. We always have that friend. I'm this friend, as a stylist, where people always come to me to borrow stuff 'cause I have a little of everything..."]},{"begin":"821.920","end":"823.040","lines":["Yeah, I bet."]},{"begin":"823.040","end":"850.360","lines":["...And going to a friend and saying, hey, do you have a cowboy hat I can borrow? Do you have a bolo tie I can borrow? Do you have, like, silver disco earrings? Do you have a, you know, sparkly top? Then, I would say, buying secondhand accessories, buying secondhand clothes - so, like, regular clothes that you could see yourself wearing and integrating into your wardrobe outside of Halloween."]},{"begin":"850.360","end":"891.880","lines":["Then, I would say - this is maybe controversial, but I would honestly say buy new real clothes before you buy a secondhand costume, which is, like, those costumes you get at, like, Spirit Halloween or on Amazon or whatever that are like - come in a little plastic bag, and it's like - you put it on, and it's, like, a Snow White dress or whatever. That's, like - if you're going to buy those at all - those are very low on my list - you really - like, there are so many of those secondhand. I cannot tell you how many are available secondhand because nobody keeps them because nobody wears them more than once. And the absolute last, last, last thing you should do is buy a new, packaged costume."]},{"begin":"891.880","end":"896.320","lines":["OK. Do you have any other thoughts - anything I forgot to ask you?"]},{"begin":"896.320","end":"947.440","lines":["A lot of times, sustainability and having fun are sort of positioned as diametrically opposed. I think that's sort of a myth, in that if you can give yourself permission to not necessarily do everything perfectly - any of it - the sustainability perfectly, the costume perfectly - and, like, let it really be about the spirit of the thing, which is, like, having fun, getting outside of yourself, connecting with your family, connecting with, like, your inner child - that doing things sustainably actually facilitates that fun because it gives you a little bit of space to be creative, to be thrifty, to connect with the people around you when you're asking to borrow something or you're making something, and that doing things in that way is part of the spirit. It's not antithetical to the spirit of Halloween."]},{"begin":"947.440","end":"948.600","lines":["OK, last question."]},{"begin":"948.600","end":"949.120","lines":["Yeah."]},{"begin":"949.120","end":"952.120","lines":["What is your favorite Halloween candy?"]},{"begin":"952.120","end":"958.360","lines":["Ooh, probably 100 Grand, which is like - is that a weird one?"]},{"begin":"958.360","end":"961.640","lines":["Yeah. That's a - that one. I wasn't expecting it."]},{"begin":"961.640","end":"964.120","lines":["I - they're so good."]},{"begin":"964.120","end":"966.680","lines":["Sophie, thank you so much. This has been lovely."]},{"begin":"966.680","end":"969.920","lines":["Thanks for having me. This was so much fun."]},{"begin":"969.920","end":"979.440","lines":["My favorite, by the way, is Twix - and then, just behind that, Mounds and Reese's peanut butter cups in a dead heat. With that, it's time for a recap."]},{"begin":"979.440","end":"1042.320","lines":["When you're choosing a Halloween costume, think about what kind of Halloween person you are, and be honest with yourself. Are you really going to go all-out with your costume, or are you on the opposite extreme, where you just want to wear a pair of cat ears and call it a day? To spark ideas, you could think about recent pop culture trends - right? - shows, movies, trending topics. If none of that appeals, think about a character who you admire or just think is kind of dangerous - someone whose energy you'd like to embrace for an evening. You can also look through your closet. Do you have any items of clothing that might lend themselves to a costume? I have a denim jumpsuit. And one year, I wore that with a red bandana and red lipstick, and I was Rosie the Riveter. Consider being a random household object. I saw a video on Instagram of this really cute girl dressed up as a washing machine. If you're going to buy a costume, try going to a thrift store first instead of buying something new. Or see if your friends have any old costumes or accessories that they can lend you. Lastly, remember to have fun and make a little mischief."]},{"begin":"1042.320","end":"1070.920","lines":["For more LIFE KIT, check out our other episodes. We have one on how to throw a theme party and another on how to be a good host. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share or just pictures of you in your Halloween costume, email us at lifekit@npr.org."]},{"begin":"1070.920","end":"1104.440","lines":["This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Neil Tevault, Cena Loffredo and Valentina Rodriguez-Sanchez. I'm Marielle Segarra. Thanks for listening."]}],"duration":1104}