{
  "title": "Dear Life Kit: Should I spend $1,000 on a wedding gift?",
  "url": "https://www.npr.org/transcripts/1196979077",
  "intro": "Etiquette coach Myka Meier revisits traditional wedding customs, including the cost of wedding gifts — and how much a mother-in-law should contribute to the matrimonial budget.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR. Hey, y'all. It's Marielle. Was that too casual? Let me try that again. Hello there, fine people. Good day to you. How does the morning find you? There we go. Is that better etiquette for a greeting?"
    },
    {
      "author": "MYKA MEIER",
      "text": "People really think that etiquette is about just dining or being snotty or, you know, and being pretentious. But I love to kind of retrain people that etiquette is just about kindness and about thinking about other people first and respect at the end of the day."
    },
    {
      "author": "SEGARRA",
      "text": "That's modern etiquette expert, Myka Meier. She's the founder of Beaumont Etiquette, where she teaches courses in everything from business and social etiquette to public speaking and afternoon tea."
    },
    {
      "author": "MEIER",
      "text": "So the way that we do things - the way that we present ourselves - we get dressed in the morning for work or for a social event. And it's - of course, it's to - you know, to make us feel good, but it's also to show respect to the person, so we're not just rolling out of bed to go meet that person."
    },
    {
      "author": "SEGARRA",
      "text": "Etiquette - that is the topic of this edition of Dear LIFE KIT, the series from Reporter Andee Tagle where we answer listener questions. In particular, we're talking about wedding etiquette because we're coming up on that fun but confusing time of year - wedding season. Today on the show, Andee asks Myka some of your thorny wedding questions and gets some surprising answers."
    },
    {
      "author": "MEIER",
      "text": "It's actually - the arrival time is 30 minutes ahead."
    },
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "Is that a thing?"
    },
    {
      "author": "MEIER",
      "text": "Yeah. So 20..."
    },
    {
      "author": "TAGLE",
      "text": "Oh, my God."
    },
    {
      "author": "MEIER",
      "text": "...To 30 minutes..."
    },
    {
      "author": "TAGLE",
      "text": "OK."
    },
    {
      "author": "MEIER",
      "text": "...Is the time you should be there. Yeah. So that's the correct etiquette."
    },
    {
      "author": "SEGARRA",
      "text": "That's coming up on Dear LIFE KIT."
    },
    {
      "author": "TAGLE",
      "text": "Today, we're talking about weddings and wedding etiquette specifically. I would love to know, Myka, if you have any stories for us or any favorite things. Like, do you ever go to a wedding where you see something or you see someone and you're like, oh, that's next level."
    },
    {
      "author": "MEIER",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "Like, that's a really special touch. Like, they really went above and beyond. Like, that is class right there."
    },
    {
      "author": "MEIER",
      "text": "You know, I have been to some amazing, amazing weddings. And the ones that I think I've enjoyed most are the ones that are so thoughtful. My friend Robert Fowler (ph) - he had written personal, handwritten notes to every single attendee about what he loved about them and our friendship and why it was so special that we were there. It was like a thank-you card for coming. And it wasn't just a generic, everyone got the same one. And it must have taken him ages, but it was so sweet and so thoughtful. I just thought that was a wow moment."
    },
    {
      "author": "TAGLE",
      "text": "That is impressive."
    },
    {
      "author": "MEIER",
      "text": "Yes."
    },
    {
      "author": "TAGLE",
      "text": "I love that. Well, Myka, I am feeling warmed up and fully in the wedding spirit. I would love it if you would do me the honor of being my plus-one for these Dear LIFE KIT wedding questions."
    },
    {
      "author": "MEIER",
      "text": "I would love to. Thank you so much for inviting me."
    },
    {
      "author": "TAGLE",
      "text": "All right. Here is your first one, Myka. Let's do it."
    },
    {
      "author": "TAGLE",
      "text": "(Reading) Dear LIFE KIT, my friend revealed to me that each plate at her wedding costs $500. My boyfriend and I have been together for five months, and she generously gave me a plus-one. Is it true that you should give a gift equal to what the couple spent on you - in this case, a thousand dollars? I was thinking of getting her a gift in the $500 range and asking my boyfriend to pay a third of it. So two questions - is that enough of a gift for her, and is it rude to ask my boyfriend to cover part of the present? Signed, Cheap Date."
    },
    {
      "author": "MEIER",
      "text": "OK. So part one - that is kind of an old tale that you have to spend what the couple spent on you because that's often not possible for many people, and it's just not true. It's false. You know, at the end of the day, you need to stay within your budget. But interestingly, in 2024 in America, the average person spends $120 on a wedding gift, and then $200 is the average spend for a closer family or friend, depending on how close you are with the couple."
    },
    {
      "author": "TAGLE",
      "text": "OK."
    },
    {
      "author": "MEIER",
      "text": "So if you were to spend $500, that would be a very generous gift. And I'm sure it'd be very appreciated, but that would be considered on the generous side."
    },
    {
      "author": "TAGLE",
      "text": "Super interesting. But I want to back up a little bit because I think it's interesting that this friend mentioned this. Is it weird that the friend shared this information to begin with?"
    },
    {
      "author": "MEIER",
      "text": "Technically, it's not correct etiquette to tell somebody what you're spending on them. So it's - I would advise a couple getting married never to share what they're spending on their guests because it could also make their guests feel guilty."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "MEIER",
      "text": "And it could make their guests feel like they're not giving enough. So that's not really information that you share with people. I think the second part of this - you know, she asked if she should let her date chip in. And my answer to that is no. So I do not think it's fair. I think you are the guest, and therefore, you're bringing a plus-one. That plus-one person really shouldn't be spending anything, you know, toward the gift or, you know, even the hotel. That all should be your responsibility, regardless of your gender. If you're the one being invited, then the plus-one is just your guest. That's just the person accompanying you so you're not alone at a wedding. So I would say do not ask for a chip-in. Just lower the amount to something that you're more comfortable with, and that would be the better play, in my book."
    },
    {
      "author": "TAGLE",
      "text": "Another question here is - do you always need to bring a gift or send a gift when you're invited to a wedding?"
    },
    {
      "author": "MEIER",
      "text": "You should always bring a gift unless it's a destination. Then you would send the gift back to their home so..."
    },
    {
      "author": "TAGLE",
      "text": "OK."
    },
    {
      "author": "MEIER",
      "text": "...They're not stuck bringing that gift back from an island or something. But you should always send a gift. One of my favorite gifts I got at my wedding was actually - my maid of honor had the place where my husband and I met turned into a watercolor painting, and that's my favorite wedding gift. So I think it's less about money and more about thought - what you think that person would love or that couple. It could be an experience. It could be - and, you know, anything like that that doesn't necessarily have a monetary value, as well."
    },
    {
      "author": "TAGLE",
      "text": "Gotcha. Just to round it out on the plus-one side of this, what is required of a plus-one when you come to the wedding? Is it just, if you're bringing a plus-one, the plus-one gets to have fun?"
    },
    {
      "author": "MEIER",
      "text": "The plus-one - really, their job is just to be there and have fun and support you as the person invited. It's your responsibility to tell that person what the dress code is and just let them know timings. They really have no responsibility other than to show up on time, dressed, ready to go and have fun."
    },
    {
      "author": "TAGLE",
      "text": "All right. Here's question No. 2."
    },
    {
      "author": "TAGLE",
      "text": "(Reading) Dear LIFE KIT, my husband and I are planning our wedding reception. We're both from a traditional Asian background, where parents typically help with organizing and planning. My family is simple and likes low-key celebrations. My husband's family, however, has spent years dreaming about his big, fat wedding, but they haven't taken any initiative in the planning. When asked, they say they don't have any specific expectations, but I'm afraid they'll express disappointment after the event. What's even more frustrating is that, instead of encouraging his parents to voice their opinion, my husband says he doesn't want to be caught in the middle and that the parents should figure it out. Signed, Burned-out Bride."
    },
    {
      "author": "TAGLE",
      "text": "First off, strictly from an etiquette standpoint, I want to know - should one family or another be in charge of the wedding, or is that old-school?"
    },
    {
      "author": "MEIER",
      "text": "That's old-school. So that is no longer considered modern etiquette. So traditionally - and I'm talking, you know, generations ago - the father would give away the bride, would pay for the wedding. That has not been the case for - now for decades. Nowadays, often, couples pay for the weddings themselves. And if a family wants to contribute or can contribute, then they tell the couple what that is, whether it's financial, what if - you know, maybe it's supplying flowers or paying for the rehearsal dinner or decorating. So there's all sorts of different elements here that play into modern weddings today. I should add - the caveat there is it can be cultural. I'm talking more general wedding etiquette in America today, but different religions, different cultures do come into play. So, you know, you do want to take that into consideration, and every situation in every family could be different."
    },
    {
      "author": "TAGLE",
      "text": "In this case, it sounds like everyone is trying to be polite, which is nice, you know?"
    },
    {
      "author": "MEIER",
      "text": "Right."
    },
    {
      "author": "TAGLE",
      "text": "No one's trying to step on each other's toes. But also, no one's being upfront about what they actually want, which is frustrating, and it's hard to get things done that way. Myka, do you have any thoughts for us on how to be polite and direct here - how to get things done?"
    },
    {
      "author": "MEIER",
      "text": "So I think, in this case, the couple should sit down with both the parents - and if one couple's parents are somewhere else, have a good Zoom session - and say, here's what we're planning. Here are the events. Here's how it would play out. We'd love your input. What do you think would make this a more fulfilling day for everybody? Do you have any ideas? We want this to be wonderful and a family union, so we'd love to hear from you - what you think - and give them the floor."
    },
    {
      "author": "MEIER",
      "text": "If they don't contribute their thoughts, their advice, you know, or whatever it might be, then I think you've done your job. You've asked the questions. You've included them. You can't force people. You can lead the horse to water, but you can't make it drink. So I think if you've done everything, then I think you've been a very respectful bride in this situation."
    },
    {
      "author": "TAGLE",
      "text": "OK. You can lead the horse to water, but you can't get them to plan your wedding."
    },
    {
      "author": "MEIER",
      "text": "That's right."
    },
    {
      "author": "TAGLE",
      "text": "One thing that makes weddings so complicated is all the clashing opinions, right? What's the rule on this? Is it should whoever is getting married always gets the last word, or is it whoever is footing the bill?"
    },
    {
      "author": "MEIER",
      "text": "Ugh - well, I think, you know, if a family is contributing greatly or all of the bill, I think they do have some say. You have to be careful about that. You know, I had a friend recently who - the parents were paying for the entire wedding, but they were then saying, and we're inviting all of our friends, and it became not so much her day and more their day."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "MEIER",
      "text": "But they were the ones, you know, planning everything. So I think if they are footing the bill, they do have some say, in my personal opinion. That being said, you might want to have those expectations and those conversations up front. You know, weddings are about combining families. It is about a union, so I think it is important to think about families and what's best for them. But it's your day. At the end of the day, it is your day. So you might have to speak up and say something in a very nice way, polite way - that maybe that's not the vision, or it's getting too big and you want it to be intimate. And I think you have to be open and honest in your communication, but in a - not a hurtful way."
    },
    {
      "author": "TAGLE",
      "text": "Not easy."
    },
    {
      "author": "MEIER",
      "text": "Not easy."
    },
    {
      "author": "TAGLE",
      "text": "All right. Ready for question three?"
    },
    {
      "author": "MEIER",
      "text": "Yes."
    },
    {
      "author": "TAGLE",
      "text": "Dear LIFE KIT..."
    },
    {
      "author": "TAGLE",
      "text": "(Reading) A good friend of mine is getting married at the end of April. She's been planning her wedding for about a year, and I love her fiance. My husband's best friend was recently engaged to someone he's been dating only six months, and they just sent out invitations for the same date. Both events will take place in the same city, so we could ostensibly go to both. However, I feel like we should skip the last-minute wedding and spend quality time with them in another way. My husband wants to go to both events. What do we do? Signed, Double-Booked."
    },
    {
      "author": "MEIER",
      "text": "OK. I think you're lucky. I think this is a lucky situation. I think you should go to both because it just so happens that they are in the same city. I mean, how lucky is that? - same date, same city. Same date, not so much - same city, brilliant. Also, it's your husband's best friend."
    },
    {
      "author": "TAGLE",
      "text": "Totally. Yeah."
    },
    {
      "author": "MEIER",
      "text": "If you reversed the role, and it was your best friend..."
    },
    {
      "author": "TAGLE",
      "text": "You're going."
    },
    {
      "author": "MEIER",
      "text": "...You wouldn't miss that either..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "MEIER",
      "text": "...Right?  So I think you should make both work. Just - it might take some tight timing and planning, and you might have to be clever with how you do that and how you plan your day and have your Ubers ready to go at a certain time, pre-booked - whatever it might be to make it happen. But I think if you can make both happen, you definitely should. So I would say do both, and - go with bells and whistles to both..."
    },
    {
      "author": "TAGLE",
      "text": "I love it."
    },
    {
      "author": "MEIER",
      "text": "...Is my advice."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. Ceremony for one, maybe, and the party for the other, and - yeah, there's lots of different ways you can chop that up."
    },
    {
      "author": "MEIER",
      "text": "Exactly."
    },
    {
      "author": "TAGLE",
      "text": "Social triage is really interesting to me. You know, if they were only to pick one, is the automatic answer the event you committed to first, or is it OK to go to the event of the friend that you're closer to? How would you make that decision?"
    },
    {
      "author": "MEIER",
      "text": "I think if you have committed to an event, that's the event you should go to."
    },
    {
      "author": "TAGLE",
      "text": "OK."
    },
    {
      "author": "MEIER",
      "text": "It is the correct etiquette to stay committed to the event you have and then be honest with the second person - say, oh, my goodness, I'm committed to this event already. But maybe you would leave that other event if it's your best friend getting married. Maybe you go to the ceremony of one, and then you leave the reception a little early and go to your friend's. You'd try to make it work if you can, but, technically, the correct etiquette is to go to what you have RSVP'd."
    },
    {
      "author": "TAGLE",
      "text": "What about gracefully sending regrets for an event?"
    },
    {
      "author": "MEIER",
      "text": "Definitely let them know, and the correct RSVP etiquette is to do that as soon as you know you cannot go. So not to hold on to that invitation because some couples have tiers of invitations. So they say, OK, if we're having a hundred people, we'll invite 110 people because there's always drop-off. And then if only 70 of those people can come, then they have a second tier that they invite or even a third tier of people, which - hopefully the guests never know what tier they're in. But I think, you know, if a couple does that - which I'm seeing that actually quite often now - then the second you can - you know you can't attend to let that couple know so they can replace that invitation if they wish to."
    },
    {
      "author": "TAGLE",
      "text": "It's a big thing to be invited to someone's wedding, so you should treat it with the reverence and the respect that it requires to be."
    },
    {
      "author": "MEIER",
      "text": "Exactly. It's not just a birthday party. This is a once-in-a-lifetime, hopefully, event for most people."
    },
    {
      "author": "TAGLE",
      "text": "Myka, one more question for you - we ask our Dear LIFE KIT guests to give us their best piece of advice. I would love to hear the words of wisdom you live by."
    },
    {
      "author": "MEIER",
      "text": "I would say that if you don't know anything about etiquette, or you just are thinking, oh, gosh, you know, I never took an etiquette class. I didn't grow up like that. I didn't either. You know, no matter where you are in your life, it's never too late to learn."
    },
    {
      "author": "TAGLE",
      "text": "Love it - etiquette is for everyone. Thank you so much, Myka."
    },
    {
      "author": "MEIER",
      "text": "Thank you for having me."
    },
    {
      "author": "TAGLE",
      "text": "Every episode of Dear LIFE KIT, we answer one of your most pressing and intimate anonymous questions. Next up, we're looking for questions about crushes or work or both. So have a secret office romance brewing and feel unsure what to do about it? Have a teammate who's not being a team player? Send us your questions at npr.org/dearlifekit. We'd love to hear from you."
    },
    {
      "author": "SEGARRA",
      "text": "That was LIFE KIT reporter Andee Tagle. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Margaret Cirino and Clare Marie Schneider. Engineering support comes from Ko Takasugi-Czernowin. Dear LIFE KIT videos are produced by Alicia Zheng. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4383581320.mp3",
  "img": "https://media.npr.org/assets/img/2024/04/12/undefined_wide-70dc79edf2514de66e95aa2f1fbfd0940394cba1.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "MYKA MEIER",
    "MEIER",
    "ANDEE TAGLE, BYLINE",
    "TAGLE"
  ]
}