{
  "title": "Why we become bored with our lives (and how to find joy again)",
  "url": "https://www.npr.org/transcripts/1196979548",
  "intro": "It's easy to stop noticing what we love about our lives. Even the most passionate relationships, stimulating jobs and exciting cities can lose their sparkle. Cognitive neuroscientist Tali Sharot, author of the new book Look Again, explains how to fall back in love with life's small joys. For more episodes from Life Kit, sign up for our weekly newsletter.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "ANDREW LIMBONG, HOST",
      "text": "Hey. What's up, everyone? Andrew Limbong here in for Marielle Segarra. There's a certain type of character I love in any book or TV show or movie. And that is the person whose life looks pretty good on paper, and yet they're not happy. There's a certain glum grayness, a blah-ness (ph) to their life. I'm thinking about the couple in Richard Yates' \"Revolutionary Road\" or the main character in Ottessa Moshfegh's \"My Year Of Rest And Relaxation.\" I mean, this feeling is a staple of the great Gen X movies, you know, from \"Reality Bites\" to \"Fight Club\" to \"Office Space.\""
    },
    {
      "author": "DAVID HERMAN",
      "text": "(As Michael Bolton) What's up, G?"
    },
    {
      "author": "RON LIVINGSTON",
      "text": "(As Peter Gibbons) Want to go to Chotchkie's, get some coffee?"
    },
    {
      "author": "AJAY NAIDU",
      "text": "(As Samir Nagheenanajar) Oh, it's little early. I mean..."
    },
    {
      "author": "LIVINGSTON",
      "text": "(As Peter Gibbons) I got to get out of here. I think I'm going to lose it."
    },
    {
      "author": "BARBARA GEORGE-REISS",
      "text": "(As Peggy) Uh-oh. Sounds like somebody's got a case of the Mondays."
    },
    {
      "author": "LIMBONG",
      "text": "Because we can all relate, right? You get a new job, a new place, a new relationship, whatever, and everything is sparkly and new and exciting until it just isn't anymore. We all get a case of the Mondays sometimes. I talked to Tali Sharot about this. She's a cognitive neuroscientist at University College London and MIT. And she says this feeling - when the shine of something wears off - is something called habituation."
    },
    {
      "author": "TALI SHAROT",
      "text": "So habituation is our tendency to respond less and less to things that are repeated or are constant."
    },
    {
      "author": "LIMBONG",
      "text": "Let's say you walk into a room and it's full of cigarette smoke. At first, you might immediately notice it, but studies show that within 20 minutes, you're not able to detect that smell at all. Or maybe you jump into a pool and it's chilly at first, and you go, like (imitating shivering sound, laughter) and flail around for a bit or whatever, but it slowly becomes bearable. This tendency to habituate is something we see in every species studied and even some plants and single-cell organisms."
    },
    {
      "author": "SHAROT",
      "text": "Apes or dogs or bees - every single animal on Earth habituates. And, you know, when you see something that is so general that you see it in all species, there's usually a - good reasons for it."
    },
    {
      "author": "LIMBONG",
      "text": "If we can adapt to our surroundings and filter out some of the noise, our brain can be on high alert for a new threat and act fast. But the thing is, we don't just habituate to our environment."
    },
    {
      "author": "SHAROT",
      "text": "So it turns out that just as you get used and habituate to smell or to temperature, you also get used to more complex things in your life and in society. It's a phenomena that really affects all aspects of our life."
    },
    {
      "author": "LIMBONG",
      "text": "So how do we, in our modern surroundings, bring back some of that joy and find some pleasure in our work, our relationships, our everyday lives? How do we dishabituate? Tali, along with the legal scholar Cass R. Sunstein, wrote a book about exactly how to do just that. It's called \"Look Again: The Power Of Noticing What Was Always There.\" In this episode of LIFE KIT, she shares some tips from their book on how to disrupt your routine and get out of your rut and revitalize your life."
    },
    {
      "author": "LIMBONG",
      "text": "In the first chapter of the book, you referenc an old episode of \"The Twilight Zone.\" And in it, there's - a good-for-nothing crook is killed during a robbery. And long story short, in the afterlife, he's given infinite money, infinite clothes, infinite, like, cars, a bunch of women. He's very happy for the first, you know, half the episode. But then eventually, he isn't happy leading this - I guess let's call it, like, a frictionless life, right? And then you find out - spoiler alert for people, you know, who don't see this coming - surprise, surprise - you find out that he's in hell. What lessons do you think we can glean from this?"
    },
    {
      "author": "SHAROT",
      "text": "The major takeaway here is that even great things in your life, if they're always there, they don't excite you as much. They don't bring you as much joy. And in fact, we have data to support that. So one interesting piece of data came about when I was working with a tourism company. And they wanted to know, when are people happiest on vacation? And so we went on different resorts, and we asked people. We surveyed them to see how happy they were and what made them happy. And we found two interesting things. The first interesting thing was that the happiest day of vacation was 43 hours in. So 43 hours in gave them some time to unpack and start, you know, focusing on the fun stuff. But after 43 hours, happiness started to go down slowly, slowly, slowly, slowly."
    },
    {
      "author": "SHAROT",
      "text": "Now, they were still happy on day five, six, seven, eight, but not as happy as they were on day two. That's habituation kicking in. They get used to the great things around them. And, you know, that's what happened in that episode of \"The Twilight Zone.\""
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "SHAROT",
      "text": "He had everything that he thought he would want - champagne and fast cars and ladies. And it wasn't as good as - on, you know, day five, six, seven, eight to nine, 10 as it was on day one. And you usually - you know, at that point, you're looking for something else."
    },
    {
      "author": "LIMBONG",
      "text": "Is this not an argument for just, like, constantly being unsettled?"
    },
    {
      "author": "SHAROT",
      "text": "Yeah. So alongside with the great benefits of habituation, there are these downsides - right? - which we're always wanting more. And there's definitely individual differences in how fast people habituate. And you might kind of think about people who tend to be more of explorers, right? They like to explore different things, go to different restaurants, go to different places for vacation, work on different projects, right? We speculate that probably these people tend to habituate faster."
    },
    {
      "author": "SHAROT",
      "text": "And then you have what's known as exploiters. They're not exploiting anything. What they're exploiting is the good stuff in life, right? So they like a restaurant. They like to go to the same one again and again and again. There's a vacation. They might decide to have a staycation - right? - stay at home. So those are exploiters. And really being on any side of this extreme scale is not great. The solution often is somewhere in the middle."
    },
    {
      "author": "SHAROT",
      "text": "You don't want to always do the same 'cause it might be that what you are in is what we call a local maxima, meaning, like, it's great, but you're only seeing this small, little hill - right? - that you're on. Maybe just next to you is a great mountain. So you can get, you know, up more, and you have to explore to find that mountain."
    },
    {
      "author": "SHAROT",
      "text": "On the other hand, you don't want to always explore. You want to take advantage of the good stuff. You want to take advantage of that top of the hill as well. So what can we do about it, right? Can we hold to those good things in life but also try to do what we call dishabituation, right? What is dishabituation? Dishabituation means that we can make a change that will allow us to feel that joy again from the same things that are around us."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah. So let's get into some sort of, like, practical advice. Like, what sort of steps do you take if someone is feeling like they're in a sort of colorless, gray rut?"
    },
    {
      "author": "SHAROT",
      "text": "Yeah. So there's two main ways. It's break and diversify. So let's start with breaks. When you habituate to something, if you remove yourself from that environment, from that situation for a certain amount of time and then you come back, then you'll be better able to notice those things that are great, but you didn't notice them after a while because they were always there. So just a small example, imagine you go on a little business trip for a weekend or even a week. People who do that would often find that when they come back, they suddenly appreciate those great things in their life again, whether it's your comfortable home, the view from your window or your loved ones."
    },
    {
      "author": "SHAROT",
      "text": "And so you could take an actual break, you know, go away for a weekend, come back. You could also take this break in your mind. So if you close your eyes and really imagine not having your house, not having your family - whatever good thing you have - not having your job and really try to imagine it with vividness and detail, when you open your eyes again - right? - again, there's at least some sort of dishabituation and this kind of feeling again of gratefulness."
    },
    {
      "author": "LIMBONG",
      "text": "Takeaway one - if you are feeling stuck, experiment with a break from your daily routine. And, yeah, that could be a vacation or a weekend trip or it could just be a walk around the block or just a few minutes of internal reflection on what you do have."
    },
    {
      "author": "LIMBONG",
      "text": "In describing that, I feel like there was a lot of parallels to, like, religious practices, right? I think about, like, growing up and, like, praying before every meal. And it's like, oh, you know, think of, like, the hungry who don't have this and da, da, da, da. Or it's like - I know my friends who - whenever they do, like, Ramadan and fast, you know, for that period of time, they sort of recontextualize their relationship with, like, their body and with food and all of that to sort of then - you know, once it's time to eat, it's like, yo, it's the best meal I've ever had, da, da, da, da. Were there things in writing this book that you looked back and realized that you had already been doing in your own life that was dishabituating already, you know, you just didn't have that term for it?"
    },
    {
      "author": "SHAROT",
      "text": "Yeah. So definitely the breaks. The other thing that I do do a lot in my life is the other kind of way to dishabituate, which is inducing variety in your life. When you ask people, what is the most important thing in life or what they want from life, the first answer they usually give you is happiness, right? People want to be happy. They want to be joyful. They don't want to be sad - makes sense. The second answer they usually give you is they want a life of purpose, a life that has meaning. And that also makes perfect sense."
    },
    {
      "author": "SHAROT",
      "text": "Now, the problem is that often things that elicit happiness and meaning, they tend to do so less and less over time. But there's this other third ingredients of a good life that people often overlook and they're not aware of, which is variety. And it turns out when you ask people, what do you regret in life? Usually, they regret something that they didn't do that would have induced variety in their life. And the thing about variety is it causes you to dishabituate, right? And it causes you to have to be in a state of learning again."
    },
    {
      "author": "SHAROT",
      "text": "Whatever variety it is that you're inducing - it could be something big like I'm moving to live in a different place for a while or I'm taking a new job. But it could be smaller things like I'm trying to interact with different kind of people, right? I am taking on a new skill, a new course. In any one of those situations, what you're doing is you're putting yourself in a state of learning. You need to learn about something new. And it turns out that learning is one of the things that really induces the most joy in people."
    },
    {
      "author": "LIMBONG",
      "text": "And to be clear, the change you're talking about here is experiential and more, like, you can't buy your way out of this. You can't be like, oh, let's do some spending and change up (laughter) my lifestyle, you know? Let's level up money-wise, you know?"
    },
    {
      "author": "SHAROT",
      "text": "Yeah. The thing with material things is that we do habituate to them faster, right? So you buy a new car, and you're really happy about it. You can habituate it over time. Or you're buying a new outfit or whatever it is, a phone - a new phone. So you do tend to habituate to material things quite fast."
    },
    {
      "author": "SHAROT",
      "text": "When it comes to experiences - for example, you're going to a concert, you're going to listen to a lecture, you're going on a night out - these things are actually short in time, right? They don't last long. Even if it's a holiday, it's only a few days. So you don't really have as much time to habituate to them. But what's interesting is that if the experience is good, you tend to retrieve it in your mind every so often. And so it still has quite a high amount of joy associated with it. And so that's, we think, one of the reasons why there's a lot of findings showing that experiences give you more joy than material things."
    },
    {
      "author": "LIMBONG",
      "text": "Takeaway two - introduce more variety into your life. Yeah, maybe that means a new city or a new job. But it could also just be a new haircut, a new hobby or class, a different route to work - just prioritize a variety of experiences over a variety of material possessions."
    },
    {
      "author": "LIMBONG",
      "text": "I'm interested in talking about changing up our environment. There's running away from your problems - right? - which you shouldn't do 'cause your problems scares you - but there is something to be said about just, like, changing the scenery and how that sort of, like, shapes your mind to think about things in a different way, right?"
    },
    {
      "author": "SHAROT",
      "text": "Yeah. So this is where we talk a little bit about the idea of habituation of thought, that when things are as they are, we kind of don't notice them as much, right? We're not necessarily thinking about, oh, is that the way it should be? Could we do something else, right? But interestingly, there's studies showing that people who are more creative tend to habituate slower. Another way to think about it is you dishabituate more. And so this suggests that what you want is to dishabituate. And how can you dishabituate from your environment? The easiest way is to change your environment."
    },
    {
      "author": "SHAROT",
      "text": "So there's two interesting studies on this. One is it has been shown that when people move from one country to the next, after they move - for that short duration after they move, they're better at problem-solving. It's as if they moved into a different environment, now everything is new. It could be the language is new, definitely the way things look, the people, everything. And so their brain is kind of on - in a different mode, a mode of taking in information and maybe thinking about things differently. And so they become better at problem-solving."
    },
    {
      "author": "SHAROT",
      "text": "The other interesting study has shown that if you change your environment in a very simple way - you don't have to move countries. You just get out of your office and go work in the kitchen, go work in a coffee shop, go for a walk. What that has shown is that you become more creative. Now, the creativity boost that you get from simply changing your environment only lasts for about 6 minutes."
    },
    {
      "author": "LIMBONG",
      "text": "(Laughter)."
    },
    {
      "author": "SHAROT",
      "text": "However, (laughter) those 6 minutes could be quite important, you know? That could..."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "SHAROT",
      "text": "...Be the big eureka moment. And so it's definitely something that I think is recommended doing any work day. Don't just sit in the same place all the time. Try to change your environment somewhat."
    },
    {
      "author": "LIMBONG",
      "text": "Takeaway three - dishabituation can also boost creativity. Tali suggests changing your scenery or working in new environments or leaving your workspace for a bit to look at a problem with fresh eyes."
    },
    {
      "author": "LIMBONG",
      "text": "Can you talk a little bit about the impact social media has on habituation?"
    },
    {
      "author": "SHAROT",
      "text": "Yeah, sure. So when - regards to social media, most people have a sense that probably it has somewhat of a negative effect on them, right? For most people, maybe you sense that it might cause you a little bit of anxiety, a little bit of stress. But it's really hard to know the extent of the impact of social media on your mental health because it's always there. You are not going to know the impact unless you turn it off for a while. And there are studies showing that a break from social media does have a positive effect on mental health and well-being."
    },
    {
      "author": "SHAROT",
      "text": "So one great study that was conducted by the behavioral economist Hunt Allcott had people - he had two groups of people, a hundred people in each group, and he gave them a sum of money to go off Facebook - this was kind of an old study, so specifically on Facebook - for a month. And then the other group, he paid them to just stay on, do whatever they're doing. Then he came back at the end of the month, and he assessed their well-being. And he found that on every single dimension that he measured, people who went off from Facebook for a month were better. They were happier. They had less depression symptoms. They had more in-life, real interaction. They were surprised by the impact, by, you know, how large the impact was. People didn't expect it."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah. You know, we've been talking a lot about sort of, like, little changes - right? - like changing your environment, like, maybe, like, taking breaks from social media or just, like, taking breaks from the good things or whatever. Is there a point at which one might think, I think I need a big change?"
    },
    {
      "author": "SHAROT",
      "text": "Absolutely. There are studies showing that if you think you need a change, more likely than not, a change will induce a positive impact on well-being. And this study doesn't necessarily look only on big change. It's big and small. So this is by Steven Levitt, where he asked people to go online and to write down something that they were considering to change. And it could be small. It could be just a haircut or it could be big. It could be entering or exiting a relationship, starting a new job, leaving a job."
    },
    {
      "author": "SHAROT",
      "text": "And then he came back to them two weeks later, six months later. He found that on average - there's thousands of individuals in the study - on average, those people who went along and did the change were happier. They were happier two weeks later, and they were happier six months later. So this suggests that all else being equal, a change will do you good. It doesn't say what the change has to be, but it says that change in and of itself can do you good."
    },
    {
      "author": "SHAROT",
      "text": "If you're thinking of a change, there's probably something you need to change. If everything's perfect in a certain domain of your life, you would not be thinking of changing. The conclusion from that study and other studies as well is that, on average, we are on the wrong side of the balance in the sense that for most people, they're not making enough change - right? - 'cause change is scary. Despite the fact that, on average, a change can do you good, people don't make enough changes."
    },
    {
      "author": "LIMBONG",
      "text": "Takeaway four is it can be scary, but Tali says err on the side of more change rather than less change. Change helps you dishabituate, have more variety in your life and often leaves you happier."
    },
    {
      "author": "LIMBONG",
      "text": "When you're making these changes - and I think this question applies to sort of the big changes, you know, as, like, moving to a different country or even a new haircut - are there sort of, like, transitional pains? Like, right after you make that change, and you're like, I think I went too short on the sides..."
    },
    {
      "author": "LIMBONG",
      "text": "...You know? So can you talk a little bit about, yeah, that feeling?"
    },
    {
      "author": "SHAROT",
      "text": "Yeah. That goes back to a few things. First of all, it's, like, you know, the scariness of it all. And actually, you see that a lot when people start a new job or when they move to a different country. At the very beginning, they tend to not be happy many times with that change because you kind of notice the - like, you know, the sides. The sides are too short. You notice, like, the negative things, whether you started a new job, and you're like, well, now I don't know - where am I going to get my lunch? It's not my - you know, where's my favorite sandwich? Well, this admin is not nice to me. I don't have - you know, the view in my office is not as nice. And you focus on these things, which, it turns out, you tend to just get used to them over time relatively quickly. So you habituate to those things."
    },
    {
      "author": "SHAROT",
      "text": "So when you do go ahead and make a change, it is important to let it sit for a while, to just examine, what are the things that we just get used to, that I habituate and don't matter that much, and what are the things that, you know, I will actually continue to feel negatively about?"
    },
    {
      "author": "LIMBONG",
      "text": "Takeaway five - after a big change, you might have transition pains. It's normal to feel regret but give yourself some time to habituate just a little bit and see what you're still unhappy with a few months down the line."
    },
    {
      "author": "LIMBONG",
      "text": "The latter half of the book talks about the harms of habituation at a sort of societal level. You know, you sort of get used to racism. You get used to climate change. You get used to misinformation, this - you know, and all of these things swirling about you. And I think you do, in the book, make the analogy to the frog boiling in the water slowly that doesn't realize that it's boiling."
    },
    {
      "author": "LIMBONG",
      "text": "On the other hand, when I was reading the last half of the book, I kept thinking about, you know, that \"Twilight Zone\" episode but sort of, like, coming at it from the reverse end. If you're always on alert for all these different things happening, if you're always changing the side of the road that you're driving on - right? - that's sort of a hell of its own making. And so how do you sort of, like, dial it in in a way that's healthy to you?"
    },
    {
      "author": "SHAROT",
      "text": "On some hand, we know ourselves best. On the other hand, we have this huge bias blind spot where, you know, we don't always realize what it is that we're doing that is not best for us. For most people, it is still the case that we are not changing enough. For most of us, habituation does lead us to not see the great things in our lives over time and not see the bad things that we can't change. And that's true in most cases. And again, there's individual differences."
    },
    {
      "author": "SHAROT",
      "text": "And one thing that we think may matter is your age. So there's a well-known U-shape of happiness, where happiness is relatively high in teenagers and kids. And it goes down, down, down, reaches rock bottom, on average, in your midlife and then starts going up again. And so there's a question of why do we have this low point in midlife? And there's many reasons, but I think one of the reason is that we have a lot of sameness, right?"
    },
    {
      "author": "SHAROT",
      "text": "Midlife is a time where for most of us, we've been in the same situation, perhaps living in the same place for a long time, perhaps in the same job, perhaps with the same partner. And these - all things could be good - the partner, the job, the house, but it means that even if you have a really great job, even if you have the position that you've been thinking about, you know, since you were young, and it's, like, the top of your field, if you stay in that position for a long time and you're not progressing upwards, people usually tend to think - feel a little bit down 'cause what people like to do is they really want to see themselves progressing. And so I think this is one of the reasons why midlife crisis emerges, right? There's a lot of sameness, not enough change."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah. Well, as someone careening towards 40, I think it's time for me to make a change (laughter). You've just given me a lot to think..."
    },
    {
      "author": "SHAROT",
      "text": "And it doesn't..."
    },
    {
      "author": "LIMBONG",
      "text": "...About here."
    },
    {
      "author": "SHAROT",
      "text": "Again, it doesn't have to be these huge, huge things, right?"
    },
    {
      "author": "LIMBONG",
      "text": "Sure, sure, sure. Yeah. But maybe. Why not? We'll see. Tali Sharot, thank you so much for joining us."
    },
    {
      "author": "SHAROT",
      "text": "Thank you for having me. This was fun."
    },
    {
      "author": "LIMBONG",
      "text": "All right. Time for the recap. One, if you are feeling restless, try taking a break from your routine. This doesn't necessarily need to be a physical break. You might only need just, like, a quick moment of reflection. Takeaway two - you can also try adding more variety, like a new hobby, for example, or takeaway three - change up your scenery. Work in different places. Take a new route to the office. Takeaway four is when in doubt, err on the side of more change rather than less. And five, lastly, transition pains after any change are normal. Give yourself some time to adjust."
    },
    {
      "author": "LIMBONG",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on starting a new hobby and another on how to make a hard decision. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And also, we would love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "LIMBONG",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. It was edited by our supervising editor, Meghan Keane. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from Maggie Luthar. I'm Andrew Limbong. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5785489879.mp3",
  "img": "https://media.npr.org/assets/img/2024/06/07/gettyimages-1781821120_wide-dac5dea9f5edf3bcfb0e02ec4aaa1104e160477b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "ANDREW LIMBONG, HOST",
    "DAVID HERMAN",
    "RON LIVINGSTON",
    "AJAY NAIDU",
    "LIVINGSTON",
    "BARBARA GEORGE-REISS",
    "LIMBONG",
    "TALI SHAROT",
    "SHAROT"
  ]
}