{
  "title": "Overwhelmed by your smartphone? Try a boring phone",
  "url": "https://www.npr.org/transcripts/1196979947",
  "intro": "Your phone is designed to suck you in. You might use it to check the weather or look up directions, only to find yourself doomscrolling on social media. If you're worried about your screen time or find it difficult to unplug, switching to a simple phone could help, says Jose Briones, author of Low Tech Life. Devoid of distracting apps and features, these phones are basic and boring — which is exactly what you might want in a device you carry around all day.In a previous version of the audio of this episode, the app WhatsApp was mentioned. We did not previously disclose that WhatsApp is a sponsor of NPR.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. I am in a constant battle with my phone 'cause I don't want to live inside of a device, right? I want to live in the world, among the trees and the sky and the people - OK, only sometimes the people. But I, like so many of us, spend so many hours scrolling through stuff on my phone. And often, it starts like this. I pick up the phone to look at something for work. I see, oh, my friend texted. Oh, I have an email. And then I'm sucked into a black hole."
    },
    {
      "author": "JOSE BRIONES",
      "text": "That's the allure of smartphones. It's essentially - you went to your smartphone. You opened it up to do something, and you end up doing something else."
    },
    {
      "author": "SEGARRA",
      "text": "And it's hard to quit 'cause my phone plays so many roles in my life. It delivers messages. It's my alarm clock, my GPS, my camera. It's what I use to quickly get a ride to the other side of town. But we have learned there is a path forward here to something less hectic, less all-consuming and more human."
    },
    {
      "author": "BRIONES",
      "text": "My name is Jose Briones, and the title of my book is \"Low Tech Life: A Guide To Mindful Digital Minimalism.\""
    },
    {
      "author": "SEGARRA",
      "text": "Jose is the guy to talk to about this. He had this problem himself right after college. He realized he was spending 12 to 13 hours a day tethered to screens, especially his phone. What he needed was for his phone to be less interesting. He needed a boring phone - yeah, a boring phone or a simple phone as opposed to a smartphone."
    },
    {
      "author": "BRIONES",
      "text": "They look like a smartphone, but they don't have access to all of the apps that a regular, nonfiltered, noncustomized smartphone will have. So essentially, anything with an app store would be a smartphone to me."
    },
    {
      "author": "SEGARRA",
      "text": "And anything without would be a simple phone or a transition device."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, we're going to talk about how to make that shift from a smartphone to a simpler device. This may be the kind of thing where you split your time between two devices, or you might transition completely. It depends on your needs, but you have options. And if you decide you don't want to buy another phone, we have tips for you, too. There are lots of ways to strip down the one you're using and reclaim some of your precious time."
    },
    {
      "author": "SEGARRA",
      "text": "OK, Jose, why might someone who currently uses a smartphone want to get a more basic phone?"
    },
    {
      "author": "BRIONES",
      "text": "There are many reasons. I think one of them is you just want a simpler lifestyle. You want to maybe take a break from the digital world, and maybe you don't want to do it all the time. Maybe you just want to do it in the evenings or over the weekend. Maybe you're tired. Maybe you're actually experiencing difficulties by using smart technologies in your life, and they are unsurmountable. Maybe they're affecting your health - physical or mental - and you just need a change of lifestyle that allows you to integrate something slower, something simpler, something that is more humane."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, let's talk about that for a second, like, because I think a lot of us - we move so quickly through this world that we don't even realize how we feel in our bodies. We're not in touch with our bodies. We're not in touch with, like, whether we're fatigued by something or what's making us feel bad. How can people check in with themselves and decide if their current smartphone usage is too much or if it's weighing on them?"
    },
    {
      "author": "BRIONES",
      "text": "This happened to me when I had around 12-13 hours of connected devices and smart devices use. I felt stressed. I felt anxious in a way that I hadn't, and that was difficult. I started to notice differences in the way that I acted with my friends, with my family. Maybe I was a little bit shorter, angrier. So what I have done since I switched to a more basic phone is I go for walks every 2-3 hours. I have a dog that is quite active, and he helps me in this. So I go on a walk with my dog in the neighborhood, and I just take that time to recompose, think about what's just happening in my life and processing all of the different aspects of it."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, it's almost like - I don't know if people know they're allowed to do that."
    },
    {
      "author": "BRIONES",
      "text": "I think that we have adopted a new default of life. We are defaulted to online behaviors. Let it be searching the web, let it be responding to emails, let it be working from home, we all have this screen in front of us most of the time. And then our offline life is relegated to a secondary place. But the reality is that, as humans, we have lived in the offline default for so long that we crave it. We miss it. We need to realize that once again, and maybe a return to a more boring phone will be the start of a different journey for you, or maybe it's just turning off your phone. When was the last time that you actually turned off your phone?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Well, 'cause when you have this phone, especially if you have a lot of apps that are connected to your job, but any social media, messaging - it starts to feel compulsory. You pick it up because you feel like someone might be contacting you, and you owe them an immediate response. And so you have to take this thing with you everywhere because, if you don't answer, then people are like, are you dead? Or they're going to be like, are you mad at me? So part of this is about saying no."
    },
    {
      "author": "BRIONES",
      "text": "Yes, absolutely. No is a very important word, and you have to create that boundary with yourself, with your employer, with your family, and you also have to explain. I have had a lot of people that say, I want to switch, but because of my family, because of my friends, I can't. And I tell them, well, you need to advocate for yourself. You need to say, this is something that I'm doing for me, for my health, and I'm going to try to do this so I can change my lifestyle for the better - I can actually focus on my tasks instead of being distracted every other minute because I'm having a conversation in the seventh group chat."
    },
    {
      "author": "SEGARRA",
      "text": "So takeaway one - reflect on what appeals to you about digital minimalism. You know, why do you want a boring phone? Do you want more time to take care of yourself, more calm in your life? Answering that question will help you set the boundaries you need."
    },
    {
      "author": "SEGARRA",
      "text": "So we talked about what is a smartphone. What would a more basic mobile phone be? Like, what kinds of capabilities do those have?"
    },
    {
      "author": "BRIONES",
      "text": "So you have the smartphone, right? You have access to all the apps. Then you have what I call simple phone. So you will get an old Nokia device, maybe with 4G LTE. That's a very important portion nowadays because a lot of providers, like AT&T or T-Mobile, will not activate older 2G or 3G devices, so you need at least 4G LTE. But a Nokia device, a flip-phone device - something like that will be extremely basic, something that is lifestyle-change-oriented."
    },
    {
      "author": "BRIONES",
      "text": "And then you have a transition device - something that may look like an older phone or a boring phone, like a flip phone, but it still has access to a few apps - or something that is customized - maybe maps or maybe music or even email - it is allowed."
    },
    {
      "author": "SEGARRA",
      "text": "OK, and with the simple phones - those can access the internet?"
    },
    {
      "author": "BRIONES",
      "text": "Some of them can, in two different capacities. There are some simple phones that have a browser, but it's not that usable. It's very basic - essentially a Google search - something super simple. There are other devices in the transition category - like, the middle category - which essentially do have more smartphone-like features. But because they have a small screen, you probably will not be tempted to spend as much time in them."
    },
    {
      "author": "SEGARRA",
      "text": "All right, so let's talk about the how to do this. When people make the switch, do they generally switch to using a basic phone all the time and, like, never use their smartphones, or is it a, you know, 60/40 kind of thing - what device I bring depends on the situation?"
    },
    {
      "author": "BRIONES",
      "text": "A lot of them do use simpler phones all the time. Others, what they do is they just select the phone that actually allows them to get the job done for the day. So for example, when I go on international trips, I recognize that a smartphone is extremely useful because I'm in a new place. Maybe I don't know the language, so I'm going to bring that. And it's usually a week, maybe a week and a half, so it's not that big of an issue."
    },
    {
      "author": "BRIONES",
      "text": "But when I come back to the States, when I come back to my house, I know how my environment works. Some people completely switch, others half and half, or sometimes even 80/20 - I'm going to use it - for the most of the week, I'm going to use my smartphone. And then, during the weekend, I'm going to use a more boring phone."
    },
    {
      "author": "SEGARRA",
      "text": "So how do you actually do that split, practically speaking? Because do you have to have - do you have to pay for phone service on two different phones, then?"
    },
    {
      "author": "BRIONES",
      "text": "You don't have to. I choose to. So I have a work device, and I have a personal device. You can have two different phone numbers and pay for two different plans. Or what you can do is just switch your SIM card and just experiment and see if that works for you."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway two - decide on how minimalist you want to go. Maybe you want a more advanced work phone and a simpler personal phone. Maybe you just want to turn your smartphone off on the weekends and use something simpler then. Jose has a free quiz on his website, josebriones.org or dumbphones.org, and you can use that to get recommendations based on your needs. You can also talk to your provider about how this would work for you, right? Can you swap out your SIM card easily, or would you need to have multiple plans?"
    },
    {
      "author": "SEGARRA",
      "text": "But making this switch is a lot to think about because a lot of us rely on our phones as a camera, as a GPS, as a music player, as an alarm clock. You know, we used to have separate devices for all of these things. And so now if I'm going back to a more basic phone model, how do I think about which of those functions I need my phone to provide?"
    },
    {
      "author": "BRIONES",
      "text": "I think you start by making an inventory of everything that you actually use and that is actually essential in your life. And then you start looking for solutions that may integrate most of those aspects. And maybe you need to carry a small camera with you or an MP3 player just because it's going to be a better experience - or an old-school GPS, like a Garmin or a TomTom. Whatever it is that you want, you will find a workaround because you want to be untethered from one single device doing all of these different things."
    },
    {
      "author": "SEGARRA",
      "text": "What about the apps that a lot of us have come to rely on - ride-sharing apps like Uber or Lyft? Those can be kind of a lifesaver if you can't catch a cab or you're in the middle of nowhere. Are there any more basic phones that have those apps on them, or what's the workaround here?"
    },
    {
      "author": "BRIONES",
      "text": "Luckily, in the United States, there are a couple options. Yes, there are transition devices that you could buy that do have the ability to install Lyft, Uber, some of those tools, but there are also services. You can call an Uber. There's actually a phone number, 1-833-USE-UBER. And if you call that number, you're able to get an Uber via talking to a real person. There is another company called Tremp, and that one you can text and you can call, and they will get an Uber for you. And, of course, if you live in a bigger city, you can always use public transport at the same time."
    },
    {
      "author": "SEGARRA",
      "text": "That's good to know. Another app that I was thinking about is WhatsApp because, if you have friends or family in other countries, it's an easy way to message. And that seems like a bummer to give up."
    },
    {
      "author": "BRIONES",
      "text": "Yes. If you're using a boring phone or something super simple, you probably will not have access to WhatsApp. But you can have access to it on a different device, something like a desktop or maybe a tablet. And that's what I see a lot of the community do. They don't have to have WhatsApp access all the time because, most of the time, if you're talking to somebody outside of the country, they may be in a different time zone, or they're living their lives, and they're not really integrated with the things that you have to do, so you can relegate those conversations to a certain segment of the day like we used to do with landlines."
    },
    {
      "author": "SEGARRA",
      "text": "I was thinking, also, a lot of people's jobs require them to have a smartphone with an authenticator app to log into the company's internet or email or even just on your laptop. What can we do in that case, like, if you don't have a smartphone as your primary device?"
    },
    {
      "author": "BRIONES",
      "text": "This is one of the areas where people can learn to advocate for themselves. So there are different solutions, like hardware security keys. So you can ask your IT department if they have the possibility of enabling that for you or if they would be willing to consider a hardware token instead of an app for you to access all of these services that you need for your work and two-factor authentication, etc, etc."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Takeaway three - make an inventory of all the apps that you use on your current phone and then come up with solutions so they're not all on one device. You know, get a GPS or a physical authenticator token. Download WhatsApp on your laptop. Buy a journal to take notes in."
    },
    {
      "author": "SEGARRA",
      "text": "In general, if you make this switch, how can we navigate the pressure..."
    },
    {
      "author": "BRIONES",
      "text": "Oof."
    },
    {
      "author": "SEGARRA",
      "text": "...Especially from work, to be reachable at all times on apps like Slack or email?"
    },
    {
      "author": "BRIONES",
      "text": "That's an excellent question, and it's such a reality. Essentially, the way to talk to your employer about it is, I'm going to do an experiment. I just want to do this for maybe a week or two, and I want to see what happens with my productivity, what happens with my mental space, what happens with my relationships at work. If everything improves, that's an argument to use and say, hey, it is improving my mental health, my productivity. My clients are more satisfied. I am personally more satisfied. I'm going to continue in this direction. This is a moment where you kind of have to say, I'm doing this for myself. I am maybe slowing down in my communication practices, and I want you to respect that."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway four - set expectations with friends, family and employers about what they can expect from you now - you know, how quickly can they expect you to respond to messages, what hours will you be available and how can you be reached."
    },
    {
      "author": "SEGARRA",
      "text": "I just took Slack off my phone. I took Outlook and Gmail off my phone. And I let people know, like, during the day, you can reach me on Slack because I'll be on my computer. But after work hours, if something is urgent, call me or text me."
    },
    {
      "author": "BRIONES",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "So, OK, let's say this all sounds good, and I'm ready. I want to get a more basic mobile phone. How much might that cost me?"
    },
    {
      "author": "BRIONES",
      "text": "That depends. The cost of a simple phone can go all the way down to $20 if that's what you really want. There are some compromises that you will have to make with a $20 phone versus a $100 phone. So I would say look for the research. I personally recommend a few devices. Like, for example, the Sunbeam F1 is a flip phone. It's a little bit more expensive, but the company is really behind it. They listen to the feedback. They make updates. They make sure that the phone stays up to date, and you're just not going to get that experience with a $20 phone."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And if I'm not quite ready to make the switch, but I do want to make my smartphone less enticing, what can I do to strip it down and make it more basic?"
    },
    {
      "author": "BRIONES",
      "text": "Perfect question. A lot of people cannot switch to a simpler phone for whatever reason. Maybe it's work. Maybe it's family. Maybe it is a health condition. So if you need that app, but you don't want to be sucked in by Facebook and socials and all of the other stuff that is available on your smartphone, there are some methods that you can do."
    },
    {
      "author": "BRIONES",
      "text": "The first one is to trust somebody else with your screen-time passcode. So if you want to go into your iPhone, and you want to use the app, and you set up a screen time limit - maybe it's 10 minutes, maybe it's 15 - and you went to it, right now you probably can beat that with two taps. You say, yes, I want more time. Are you sure? Yes, I'm sure. So if you give your screen-time passcode to somebody else, and they don't give it back to you, then you will have closed that loop for yourself."
    },
    {
      "author": "BRIONES",
      "text": "The second option is to get a software blocker or maybe a hardware blocker. So there are some companies - like Clearspace or One Sec - they introduce delays and some reminders to not use your phone. And there's also a puck that I'm holding right now, and it's called Brick - it's getbrick.app. When you tap it, you block all of your apps. When you tap it again, you allow yourself to use all of those apps again."
    },
    {
      "author": "BRIONES",
      "text": "So introducing these points of friction - deleting the app, signing out of the App Store - that one is - does wonders because if you sign out of the App Store, then you don't have access unless you want to put in your password and your email, and then it sends you a text message for confirmation. So again, there's a lot of steps, a lot of friction. The more friction you introduce into your life, the harder you're making it to use all of these services and devices. Your brain is going to say, it's not worth it."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway five - digital minimalism isn't all or nothing. If a simple phone is too daunting right now, there are ways to strip your smartphone down to get rid of some of its addictive qualities. Add some friction to your device."
    },
    {
      "author": "SEGARRA",
      "text": "OK, Jose, what did you get out of this, right? How is your life different now that you've transitioned to using a simpler phone most of the time?"
    },
    {
      "author": "BRIONES",
      "text": "So the way that my life changed is that I was able to get a sense of calmness and better habits for my life. Since I switched to simpler phones and I started on this journey to find out what's the best path for me, I've been able to recover a lot of those habits that I used to have in university - reading books, just taking time, better sleep, exercising, walking, just going out and thinking about my day and having better relationships. And I was able to, at the same time, start a hobby to help people find what's the best path for them. So I guess I gained a lot of skills and a lot of different things during this time period that have made my life more satisfying."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I love that. That's a long list of benefits. Well, thank you so much, Jose. I hope people are able to do this and carve out some space for themselves in their lives."
    },
    {
      "author": "BRIONES",
      "text": "Thank you for having me. I really appreciate this time, and I really hope people do find what's best for them in the digital or the offline world."
    },
    {
      "author": "SEGARRA",
      "text": "All right, it's time for a recap. Takeaway one - reflect on what appeals to you about digital minimalism."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway two - decide on how minimalist you want to go. This doesn't have to be all or nothing."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway three - make an inventory of all the apps you need or use on your current phone so you can find the workarounds."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway four - set expectations with the people in your life."
    },
    {
      "author": "SEGARRA",
      "text": "And takeaway five - if you're not ready to switch over completely to a simple phone, there are ways to strip down your current phone as well."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We've got a quiz on how to know if you're spending too much time online and an episode on rethinking your relationship with social media. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Beth Donovan is our executive producer, and Meghan Keane is our supervising editor. Our production team also includes Andee Tagle, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from Ted Mebane and Robert Rodriguez. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2819286544.mp3",
  "img": "https://media.npr.org/assets/img/2024/07/26/gettyimages-55911476-copy_wide-022ac8d8b51f3ef0227dac10c89a14e5d922f4da.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "JOSE BRIONES",
    "BRIONES"
  ]
}