{
  "title": "This cake-shaped zine may help you have your happiest birthday yet",
  "url": "https://www.npr.org/transcripts/1196979098",
  "intro": "No matter how old you are, having a happy birthday is one of life's great pleasures, says birthday enthusiast Tamar Hurwitz-Fleming. You just need to figure out what that means for you.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. So I heard you got a birthday coming up - yeah, you. If you're listening to this, that means you have a birthday coming up eventually. Oh, not a birthday person? Life will do that to you."
    },
    {
      "author": "TAMAR HURWITZ-FLEMING",
      "text": "A lot of times, you know, we're open and excited about our birthday as children. And then we get messages, typically from the adults around us, that we're not actually that special, our birthday isn't that special or sad things happen on our birthday. We don't get what we want. We just shut down."
    },
    {
      "author": "SEGARRA",
      "text": "Tamar Hurwitz-Fleming has thought a lot about this. She's an author, artist and birthday enthusiast, and she wrote a book called \"How To Have A Happy Birthday.\" She says birthdays can come with a lot of expectations and pressure. Maybe you have an idea, articulated or not, of how the day is supposed to go. And when that doesn't happen..."
    },
    {
      "author": "HURWITZ-FLEMING",
      "text": "We shut down, and we push it away, and then we get depressed as the day comes. It's like a wave is coming, and it's just going to knock us down."
    },
    {
      "author": "SEGARRA",
      "text": "Also, she says, no one teaches you how to have a birthday as an adult or what it's supposed to mean."
    },
    {
      "author": "HURWITZ-FLEMING",
      "text": "When we're kids and our family celebrates our birthday and does it for us, we just grow up thinking that that's how it's done. And so when we become older and our family stops showing up for us, we don't quite know what to do. No one really said, OK, I'm handing you the baton. Now you have to make your birthday happen."
    },
    {
      "author": "SEGARRA",
      "text": "We are here to tell you that you are allowed to have a happy birthday. In fact, having a happy birthday is one of life's great pleasures. You just need to figure out what that means for you and put a plan in motion. On this episode of LIFE KIT, reporter Kyle Norris is going to help you do that. And by the way, your plan does not have to involve a party or balloons or cake or even other people. This is a choose-your-own-adventure moment."
    },
    {
      "author": "KYLE NORRIS, BYLINE",
      "text": "When I turned 7, I had a banger of a party. At the McDonalds right off the highway, in Port Huron, Michigan. This was the early 80s. And all my friends came. The action never stopped. There were games, plastic prizes, cheeseburgers and cake and Coke. And we wore these little paper crowns. It felt like there were no adults around and one teenage employee supervising us. We were wild. Free. And the thing about growing older and becoming an adult, is that no one teaches us how to celebrate our birthday. Let alone have a happy birthday. Tamar Hurwitz-Fleming knows what it’s like to have special birthdays and not so great birthdays. Her 18th birthday, as a freshman in college, was a doozy."
    },
    {
      "author": "HURWITZ-FLEMING",
      "text": "It's my first year away from home. I was the baby of the family. And my birthday came. I woke up. I was really excited for the phone calls to come from my family wishing me a happy birthday. But the phone calls never came. And I woke up that morning and I realized, without anybody around me, my birthday was going to be up to me. And I kind of got excited about that. Like, oh, I don't need to depend on anybody. So I took the day off classes. I walked through town. I bought myself a birthday gift, which I had never done before, and really, it was such a lovely day for me."
    },
    {
      "author": "NORRIS",
      "text": "These experiences helped Tamar develop her birthday philosophy."
    },
    {
      "author": "HURWITZ-FLEMING",
      "text": "That lesson that I learned is that if we want to celebrate our birthdays with joy, we have to put ourselves into the center of it. We have to take charge of our day, make it be what we want and honor ourselves."
    },
    {
      "author": "NORRIS",
      "text": "Tamar's realization is our first takeaway. It's on you to be proactive about your birthday and to take the reins on how you want your day to go, which means start loosely thinking about your birthday vision about a month before the big day."
    },
    {
      "author": "HURWITZ-FLEMING",
      "text": "Start sketching out what you think you want to do on your birthday a month in advance. And as the time gets closer, start bringing that into focus."
    },
    {
      "author": "NORRIS",
      "text": "Maybe you're craving social time on your birthday and you want to throw a party and invite every human you know."
    },
    {
      "author": "UNIDENTIFIED GROUP",
      "text": "(Singing) Happy birthday to..."
    },
    {
      "author": "NORRIS",
      "text": "Cristina O'Neill (ph) recently turned 30, and she knew she wanted to have a party and sent out invitations weeks ahead of time. Cristina's family is from Paraguay. She wanted to celebrate her birthday by honoring that country's quinceanera tradition. Her 30th birthday was doble-quince-themed because 15 times two is 30."
    },
    {
      "author": "CRISTINA O'NEILL",
      "text": "OK, all right, guys, guys. So there's, like, a Latina tradition for quinces. It's very traditional."
    },
    {
      "author": "NORRIS",
      "text": "Cristina gathered her friends at a tropical-themed bar in New York City. She wore all white and had a special cake with charms baked into the cake."
    },
    {
      "author": "O'NEILL",
      "text": "There's 10 charms in - like, attached to these ribbons. And nine of them are hearts, and one of them is an engagement ring. So I need a bunch of other people who are single to pull with me the ribbons, and then whoever gets the ring is going to get married. The reason why it's [expletive] up is because they did this with 15-year-olds in Latin America. But it's fine 'cause I'm 30."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Who has the ring?"
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Who got the ring?"
    },
    {
      "author": "O'NEILL",
      "text": "Who got the ring?"
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "Oh, wait - I think this is a ring."
    },
    {
      "author": "NORRIS",
      "text": "Birthday celebrations can also be intimate and quiet, even solo. I have one friend who spends her birthdays meditating in silence in a cabin in the woods, and she loves it. Tamar says there is no right or wrong way to celebrate your birthday. It can look all kinds of different ways. In fact, Tamar says, think of your birthday as your own personal holiday, and like any other holiday, that requires some prep."
    },
    {
      "author": "HURWITZ-FLEMING",
      "text": "Much in the same way you're not going to wake up on Thanksgiving and expect a turkey to just show up and friends to show up around your table, you have to start planning in advance. And I believe we need to take the same approach for our birthdays."
    },
    {
      "author": "NORRIS",
      "text": "Use those weeks leading up to your birthday to address anything you have to do in advance, like buying tickets to a show or reserving a table at a restaurant or ordering your own birthday cake."
    },
    {
      "author": "HURWITZ-FLEMING",
      "text": "You can't just go to the bakery the day of your birthday and get your cake. They may not have it. So call the bakery, find out what's the lead time for getting my cake ordered - stuff like that."
    },
    {
      "author": "NORRIS",
      "text": "As you're in the process of shaping what you want your birthday to be like, make sure you communicate that vision to other people - and that's our takeaway No. 2 - whether that's asking them to help plan a party or to save the date for doing something special together, like going on a hike or going out for drinks. One thing I might do is ask my friends to send me voice memos where they share a personal message for my ears only."
    },
    {
      "author": "HURWITZ-FLEMING",
      "text": "Everybody wants to give us what we ask for on our birthday - mostly, right? I mean, asking something like that is a very simple request, but you have to take charge, plan for it and ask for what you want."
    },
    {
      "author": "NORRIS",
      "text": "Tamar says now is not the time to wait for other people to show up and make things happen for you."
    },
    {
      "author": "HURWITZ-FLEMING",
      "text": "Unless you're asking them to do that. If you need people and want people to be part of your birthday, communicate that. But what happens is we can often sit back and wait for other people to do for us what we can only do for ourselves, and then we might be disappointed and might want to avoid our birthday."
    },
    {
      "author": "NORRIS",
      "text": "Speaking of good communication skills, Tamar says tell the people in your life that your birthday is about to happen, and on the actual day, tell strangers it's your birthday."
    },
    {
      "author": "HURWITZ-FLEMING",
      "text": "So sometimes I will be at a store, let's say buying my birthday gift, and I will tell the person behind the counter that it's my birthday. And they always light up. Everybody's happy for people on their birthdays. I don't know about you, but every time I know it's somebody else's birthday and they let me know, I'm happy for them. I'm happy to give them positive energy."
    },
    {
      "author": "NORRIS",
      "text": "On your birthday, you can give yourself that positive energy. Tamar recommends being sweet to yourself, like how she just mentioned buying herself a birthday gift. And that's takeaway No. 3. She says, buy yourself something you really want. Decorate your place with a birthday banner. Go through some old photos and display pictures from your childhood - whatever feels good for you. I have a friend named Adjoa Gemma Brenpalm (ph) who calls herself a birthday aficionada, and she says birthdays are a chance to celebrate how far you've made it. Adjoa believes in staggering lots of small gifts and celebrations throughout her birthday month and on her birthday."
    },
    {
      "author": "ADJOA GEMMA BRENPALM",
      "text": "OK, here's a birthday that I didn't expect to be as nice as it was."
    },
    {
      "author": "NORRIS",
      "text": "Back then, she was living in Italy and decided to visit Nice, France."
    },
    {
      "author": "BRENPALM",
      "text": "I had absolutely no expectations. I wanted to go to the beach. I didn't speak the language at all. I just wanted a lovely day, and that is the day that I had. I went to a jam factory. I went to the ocean. I had a nicoise salad. I just did, like, little stupid things."
    },
    {
      "author": "NORRIS",
      "text": "She told me the story, and I was like, did you just say you went to a jam factory?"
    },
    {
      "author": "BRENPALM",
      "text": "Yes. It's called Florian. It's on a hill. It was such a hike up this hill. I was, like, dying. I think the ones that I got were, like, lavender and rose. I like to use them in my tea instead of, like, honey or sugar."
    },
    {
      "author": "NORRIS",
      "text": "Adjoa says whenever she drinks a cup of her jam tea, she remembers that sweet birthday where she sweated her way up a giant hill. Spending time outside in nature is a classic and free thing you can do on your birthday. For my last birthday, I cautiously waded into the ocean up to my waist. It was freezing, and I managed to stay there for, like, two minutes and felt invigorated. Here's Tamar."
    },
    {
      "author": "HURWITZ-FLEMING",
      "text": "Typically, wherever we live, there's some natural areas that aren't too far away. Walk by the river or go to the farmer's market or go window shopping. Have friends do a potluck for you."
    },
    {
      "author": "NORRIS",
      "text": "And here's my birthday pro tip for doing something that is almost free. Buy yourself a $1 scratch-off ticket, where I hope abundance finds you. So suppose you are not a fan of your birthday, as in you hate it. Tamar had this takeaway, takeaway No. 4, which is to keep things simple."
    },
    {
      "author": "HURWITZ-FLEMING",
      "text": "To those people that have had hard times embracing their birthdays, I want to suggest that they start with just one step. Take the day off if you can and choose what you want to do just for yourself. You don't have to include other people, but small steps as you start to get used to having positive, happy birthdays from year to year to year can really develop beautifully over the years."
    },
    {
      "author": "NORRIS",
      "text": "Small steps can look like a catch-up phone call with an old friend, doing something creative, like a birthday collage or journaling, or Tamar likes to buy a single slice of birthday cake and pop a candle into it. And if there's some serious stuff going on in your life when your birthday rolls around, Tamar says that's a chance to show yourself some compassion and that it's OK not to feel happy or like doing much. Birthdays mean we're one year older, and if you have feelings about that, Tamar says, think of it this way."
    },
    {
      "author": "HURWITZ-FLEMING",
      "text": "I believe that aging is a privilege and a joy, and I certainly don't want to be any younger than I am now. I have so much more wisdom and self-confidence and comfort with myself at the age of 58 than I did 30 years ago or even 20 years ago."
    },
    {
      "author": "NORRIS",
      "text": "Tamar says the whole point of having a happy birthday is that it softens you and makes you kinder to yourself and to others."
    },
    {
      "author": "NORRIS",
      "text": "So let's recap how you can set yourself up to have a happy birthday. Takeaway No. 1 - it's up to you to be proactive on your birthday. Takeaway No. 2 - practice good communication skills by telling other people what you'd like to have happen and how they can specifically help with that. Takeaway No. 3 - do some special birthday things just for you. Takeaway No. 4 - if you are not feeling your birthday, that's OK, but figure out a special thing that you want to do, and it can be tiny. For me, I might light a candle and close my eyes, sit in the dark and with my headphones, listen to one of my favorite songs. The day you were born was the day you showed up on the planet."
    },
    {
      "author": "HURWITZ-FLEMING",
      "text": "And so to commemorate our birthday each year is really commemorating the anniversary of the day we began our life. I believe that the spiritual forces, whatever you want to call them, are very much in alignment with us on our birthday, and all sorts of magic can happen and good luck can happen and serendipity can happen if we're open to it."
    },
    {
      "author": "NORRIS",
      "text": "Tamar says birthdays are a chance to connect with your higher self and your higher purpose. Ask yourself if you are truly living the life you want to be living."
    },
    {
      "author": "SEGARRA",
      "text": "That was reporter Kyle Norris. His birthday is September 30, and he would like you to know that he is a Libra. Libra - think balance, justice, lover of fine things."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to be a great gift giver and another on how to make your own traditions. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Ko Takasugi-Czernowin. Special thanks to Cristina O'Neill and Adjoa Gemma Brenpalm. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/ondemand.npr.org/anon.npr-mp3/npr/lifekit/2024/04/20240423_lifekit_b32888dc-5d66-4690-9a4b-6a78d0a7997e.mp3",
  "img": "https://media.npr.org/assets/img/2024/04/25/lk_birthday-zine-2_wide-e710c18c4a4a8a20b9c7046c608e6d3bf7417a2b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "TAMAR HURWITZ-FLEMING",
    "HURWITZ-FLEMING",
    "KYLE NORRIS, BYLINE",
    "NORRIS",
    "UNIDENTIFIED GROUP",
    "CRISTINA O'NEILL",
    "O'NEILL",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "UNIDENTIFIED PERSON #3",
    "ADJOA GEMMA BRENPALM",
    "BRENPALM"
  ]
}