{
  "title": "Why you should ask about guns before your kid's next playdate",
  "url": "https://www.npr.org/transcripts/1196978309",
  "intro": "Firearms are the No. 1 cause of death for children and teens in the U.S. Take these life-saving precautions to protect kids — whether or not you own a gun.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "A quick heads up, this episode mentions suicide. If you or someone you know is struggling, you can call 988 any time of day for support."
    },
    {
      "author": "SEGARRA",
      "text": "Hey everybody, it's Marielle. Today's episode is about kids and safety. That's what it comes down to really. Whether you own a gun or not, you'll want to keep them out of the hands of children. And the thing is, in the U.S., firearms are the No. 1 cause of death for kids and teens. About 60% of those deaths are homicides and 35% are suicides. Dr. Lois Lee is a pediatric emergency medicine physician at Boston Children's Hospital, and she says often kids who die by suicide are teenagers who have a passing impulse."
    },
    {
      "author": "LOIS LEE",
      "text": "So they may not have a mental health disorder. You may not know of any symptoms beforehand. It's something that happens to them. And we know that for many people who die from suicide, from the time they think of it to when they, you know, complete the act is within an hour. We also know that among all the means of suicide, if you try to kill yourself with a firearm, more than 90% you will die."
    },
    {
      "author": "SEGARRA",
      "text": "Other methods are far less likely to be fatal, so storing your guns safely really can save lives. On this episode of LIFE KIT, we're going to talk about how to keep kids safe from guns. If you're a gun owner, there are best practices for how to store the gun and ammo so the kids in your life can't access them. And if you have a kid and they're going over to other people's houses, you should be talking with the adults in charge about gun safety, and we're here to make those conversations a bit easier."
    },
    {
      "author": "SEGARRA",
      "text": "Is there an age group of kids at highest risk of dying with a gun in the home?"
    },
    {
      "author": "LEE",
      "text": "We generally see sort of two age groups - usually younger kids, toddlers, and then teenagers. So the toddlers are sort of curious. You know, they happen to find it. They're not - probably don't even really know what it is. And believe it or not, the way firearms, especially handguns, are designed in the United States, a 2- or even 3-year-old can actually pull the trigger. And then the other age group - probably teenagers. Some of them actually may own these guns. Perhaps they've been gifted these guns for hunting or for other purposes. And often they're - you know, want to show it to their friends or just playing around, don't realize that the firearm's loaded and unintentionally shoot themselves or somebody else."
    },
    {
      "author": "SEGARRA",
      "text": "So let's say you have a gun in your home. How can you store it safely so that your kids won't be able to access it?"
    },
    {
      "author": "LEE",
      "text": "I think what you said is actually very important. It's all about access - right? - trying to prevent unauthorized access from a young child or an impulsive teenager from accessing firearms in the home. So, really, the safest thing is to try to remove that firearm from your home. But we do know, for many families, that's really not a viable solution. So if you are going to have a firearm in your home for self-protection or for other reasons, the more secure way of storing it is to actually have the firearm unloaded, meaning you take out the ammunition, and that you lock up the ammunition and the firearm separately."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so that sounds like the first takeaway right there. If you have a gun, store it and the ammo separately. What kind of safe should you be using?"
    },
    {
      "author": "LEE",
      "text": "There are a variety of safes and, as you can imagine, different price points for that. One type of safe that families do like because they're able to quickly access their firearms, are these sort of biometric safes where it can read your fingerprint or your handprint, for example, and therefore sees you only as the authorized user to be able to unlock the gun safe and to, you know, take out the firearm. These can be very expensive, however. So there's, you know, more traditional kind of lock and key or combination pad safes as well. And for some families, these can be cost-prohibitive. So there are some states, like Illinois, that have actually passed legislation so that pediatricians and other physician offices can often provide gun safes or even gun locks to families who might need them."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And a gun lock is a lock directly on the gun?"
    },
    {
      "author": "LEE",
      "text": "Yes. There's a couple of different kinds of those as well. One is a trigger lock. These tend to be less reliable, but they are - sort of circle through the firearm in such a way that you actually can't pull the trigger. And then there's actual trigger locks that go on the trigger, again, sort of as an obstruction. So you can't pull the trigger unless you remove the lock. Those can be with a lock and key. But there are, again, also biometric ones that read a fingerprint or even use RFID - radio frequency identification - to, again, identify only the authorized users to be able to remove the lock and then pull the trigger."
    },
    {
      "author": "SEGARRA",
      "text": "And if you are going to store your gun and your ammo in separate safes, can the safes be right next to each other?"
    },
    {
      "author": "LEE",
      "text": "Ideally not. You do want them separated and locked away in places where you think your children won't find them. However, I will say, you know, most kids know where the holiday presents are hidden. So it's - you know, surveys have shown that kids, more often than not, do know where firearms are locked away, even if the parents think that the children don't know."
    },
    {
      "author": "SEGARRA",
      "text": "OK. But still best practice to try to put them somewhere that you think your kids don't know."
    },
    {
      "author": "LEE",
      "text": "Exactly. And then again, if you have a more traditional lock and key, making sure, obviously, that the key is someplace - so even if the child finds the, you know, firearm safe, that they still can't access it."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And then if you don't want to keep your firearm and your ammunition separate because you're worried about - that it would take a long time to put those two together if you needed to protect yourself or use a gun for self-defense, is there a safer way to store them in a safe together?"
    },
    {
      "author": "LEE",
      "text": "Yes. And that's a real consideration - right? - for families that may have firearms for self-protection. So if they're able to acquire one of these safes with the biometric kind of handprint, those really can unlock very quickly and, again, ensures that only the adult, and usually more than one person, you know, can authorize their handprint to be able to unlock that safe."
    },
    {
      "author": "SEGARRA",
      "text": "It sounds like the takeaway here is have multiple safes. Keep your firearm in one and your ammo in another. A biometric safe can be really helpful because it allows you to access things very quickly, and also you're the only one who can access it because it requires, you know, your fingerprint or handprint or something. But some people will, for self-defense reasons, want to keep their firearm loaded in a safe. And in that case, it sounds like it would be especially helpful to get one of those biometric safes."
    },
    {
      "author": "LEE",
      "text": "Exactly."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And if you can't afford these, you could possibly get one from your pediatrician's office or from another source for free or cheaper?"
    },
    {
      "author": "LEE",
      "text": "Yes, different states and sometimes different hospitals do have methods of providing these firearm safes. And so that would be something to ask about. And, you know, there are other states that are considering or have introduced legislation, again, to provide funds and resources for health centers and not just pediatricians, you know, but other clinical spaces to be able to provide firearm safes to families."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So if you have a gun in your home, how should you talk to your kids about that?"
    },
    {
      "author": "LEE",
      "text": "Well, you as a parent or caregiver will know what is the appropriate age and developmental stage to have this discussion with your child. But, again, sort of like the holiday presents, often the children know if there is a firearm in the home. And you want them to know, No. 1, that this is a potentially very dangerous instrument that can kill or seriously, you know, injure another human and, like other things that they're around, like motor vehicles, that they need to have respect for, you know, the firearm and also respect for safety rules. So certainly for younger children - meaning middle school, elementary school - you do want to tell them that this is not something that they should handle without an adult present. And teenagers, you know, will be handling firearms on their own if they're hunting or maybe shooting for sport. So, again, just reemphasizing the rules of safety for all the children and household members is really important."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. OK, so let's say you don't own a gun, but your child is starting to go different places, like playdates at a friend's house, for instance. How can you raise the issue with the other parents?"
    },
    {
      "author": "LEE",
      "text": "That is a very good question, and one I get asked quite a bit when I talk about firearm safety around the country. And I think the first thing, obviously, is to always have a non-judgmental conversation that is really focused on the shared goal of safety for, you know, all the children involved. And then perhaps don't lead with the firearm, right? You know, start with things like - that are safe, like food allergies. Oh, I'm so glad that, you know, Johnny (ph) is coming over to play. He's really excited. Just want you to know he is allergic to peanuts. So, you know, please help him stay away from those. And, oh, by the way, if you're driving anywhere, I just want to make sure that you have enough booster seats or car seats. Great. And, you know, little Johnny, he is so curious. So I just want to know, how do you have your firearm stored in your home?"
    },
    {
      "author": "LEE",
      "text": "And I think, you know, if, hopefully, the parent gives you the answer that they're stored, you know, securely with the firearm unloaded and ammunition and the firearm separate, then, you know, you can move along. But before you have this conversation, I do think it's good for you to sort of think about, well, what if the other parent doesn't give you the answer you're looking for. You know, then what will you do? And I think if you're prepared for that and have alternatives, it will make it a little bit easier to have those conversations."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So a good takeaway for parents is to ask about gun safety in the context of overall child safety. And then you can also say something like, you know, my kid, he's just super curious or he's kind of nosy. So I want to ask, if you have guns, how do you store them?"
    },
    {
      "author": "LEE",
      "text": "Exactly. And that sounds, you know, like you're not putting it - any sort of judgment on the other parent. You're actually just admitting that, you know, your child might get into something. And, again, it's the shared goal - of course, every parent wants to make sure all the children are safe. Nobody wants a child to be injured or hurt, you know, on their watch."
    },
    {
      "author": "SEGARRA",
      "text": "People don't always answer the questions that we ask. I know this as a journalist."
    },
    {
      "author": "LEE",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "So let's say I asked that and then the other parent was like, oh, I'll be watching them. Don't worry. And they don't answer the gun question. They just say, oh, that's not a problem. Don't worry."
    },
    {
      "author": "LEE",
      "text": "I think that is a really good point. And, again, you, in your mind, have to sort of know, what are you going to do? What are your alternatives? If you either get an evasive answer or perhaps you push them and say, no, you know, I know this might seem really personal, but it's really important for me to know, for the safety of my child, exactly how you store your firearms. And, again, if you get an evasive answer or perhaps an answer that you don't feel is in the best interest of the safety of your child, have alternatives like, well, you know what? Today is a really nice day. Maybe we should just meet at the playground. Or if it's not a nice day, maybe we can meet at the local museum or invite them over to your house. But, you know, I think being prepared, because this could be a super awkward conversation, will make it easier, at least, to begin having those, you know, questions when you talk to the other family."
    },
    {
      "author": "SEGARRA",
      "text": "And if the conversation gets weird?"
    },
    {
      "author": "LEE",
      "text": "The conversation very well may get weird. So, again, I think you have to be sort of prepared with, what are your alternatives? And, really, kind of, what is your threshold for feeling comfortable that this is a safe place for your child? And that is going to be different for every individual. And we know this happens also when people visit their relatives' homes. I've heard too many stories of someone who went to their uncle's house or even their grandmother's house or their cousin's house, and the child was unintentionally shot and killed. So, again, it's important, really, to have these conversations wherever your child may spend time, even if it's somebody you think you know really, really well."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So before maybe, like, a big family gathering, before the holidays or something, you could ask, if you don't know."
    },
    {
      "author": "LEE",
      "text": "Yes. I mean, we're already having those awkward conversations at Thanksgiving. So, yeah, just throw it right in there with everything else, right?"
    },
    {
      "author": "SEGARRA",
      "text": "And is this the kind of thing that you want to have, like, on Thanksgiving Day or, like, beforehand?"
    },
    {
      "author": "LEE",
      "text": "It's important to know beforehand because, especially when there's a lot of people and perhaps a lot of chaos, you know, those sort of safety considerations might get overlooked."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. What's something that people misunderstand or get wrong about this topic?"
    },
    {
      "author": "LEE",
      "text": "I think if people are concerned that the conversation is about taking firearms away from everybody, then, of course, it's going to be hard to have a non-judgmental conversation. I think having these discussions really focused on safety of the child in the context of other safety - as we talked about, food allergies, bicycle helmets, car seats - it really normalizes, you know, the conversation and that the focus is on safety and not on judgment."
    },
    {
      "author": "SEGARRA",
      "text": "If parents have questions about all this beyond this episode, who should they talk to? Like, who can they seek guidance from?"
    },
    {
      "author": "LEE",
      "text": "Well, the American Academy of Pediatrics has some wonderful online resources specifically for families. So they can go to healthychildren.org. And, obviously, they can always talk to their pediatrician or a family practitioner or other medical provider to give guidance around firearm safety as well."
    },
    {
      "author": "SEGARRA",
      "text": "All right. Dr. Lee, thank you so much. This has been really informative. I appreciate it."
    },
    {
      "author": "LEE",
      "text": "Thank you so much."
    },
    {
      "author": "SEGARRA",
      "text": "OK, time for a recap. If you have a gun in your home, the best practice is to have multiple safes and keep your firearm in one and your ammo in the other. A biometric safe can be a secure option because it will open with your fingerprint instead of a code. Gun storage can be expensive, so check to see if your state or local government or your pediatrician's office have any recommendations for how to get one at a discount or for free. If your child is starting to go to other people's houses for playdates, let's say, ask the parents if they own a gun, how they store it. And you can ask that question as part of a bigger conversation on safety, right? Talk about your kids' allergies and car seats and other things that are important to bring up anyway, because, really, that's what this conversation is about - making sure the kids in our lives stay safe and stay alive."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org. This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Sylvie Douglis. Engineering support comes from Phil Edfors. Special thanks to Rinad Beidas. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1281687492.mp3",
  "img": "https://media.npr.org/assets/img/2023/12/12/gettyimages-1145258744_wide-1ea9f53f98ad9557c419a2b7c2df5629a12ca637.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "LOIS LEE",
    "LEE"
  ]
}