{
  "title": "I flew to Japan with my baby. Here's the travel advice that helped me survive the trip",
  "url": "https://www.npr.org/transcripts/1196978785",
  "intro": "Yes, there will be meltdowns. But there will also be joy. Tips on which baby gear to pack, how to prepare your child (and yourself) for the long journey – and how to make the trip fun for everyone.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Hey there - Andee Tagle here in for Marielle Segarra. As amazing as it is to travel to new places and to have the time and money to do that, it's also a lot of work. You know what makes travel even more complicated? Taking a small child along with you."
    },
    {
      "author": "TAGLE",
      "text": "Historically, babies and toddlers are not very good travel partners to say the least. They're heavy packers. They don't communicate well or at appropriate volumes. They need diaper changes. They get overwhelmed easily. To say nothing of getting on a flight - I think just about every parent dreads the thought of a plane ride with a screaming baby. And I am first in that line. So here at LIFE KIT, we wanted to know - how can you enjoy traveling with a young child? We asked one such traveling parent about this reporter and producer, Emily Siner. Hey, Emily."
    },
    {
      "author": "EMILY SINER, BYLINE",
      "text": "Hi, Andee. Yes, my husband and I made the ambitious and risky decision to take a trip to Japan when my son was 8 months old."
    },
    {
      "author": "TAGLE",
      "text": "Wow. Emily, that is ambitious. How did that go?"
    },
    {
      "author": "SINER",
      "text": "It was actually really fun. But I think part of me has been scared to do it again because I'm worried that it was just a fluke, that maybe next time it'll be totally terrible. So I wanted to talk to people who've done travel a bunch with kids and get some professional, helpful advice."
    },
    {
      "author": "TAGLE",
      "text": "Yes, please. I would love that. In this episode of LIFE KIT, Emily is taking a journey with some parents who've traveled with their children almost since they were born, and we'll give you some tips on keeping your sanity - maybe even have fun - when you're on vacation with them."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Hello (laughter)."
    },
    {
      "author": "SINER",
      "text": "He's a very happy baby."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "(Laughter) Happy baby."
    },
    {
      "author": "SINER",
      "text": "I wanted to visit Japan for years, since I was in college. But at the time I did not imagine that I'd be spending part of my dream trip entertaining a baby."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Hello."
    },
    {
      "author": "SINER",
      "text": "To clarify what I mean by baby, I'm focusing this episode on children under 2 years old. Of course, that's a big range - from infancy to toddlerhood. But I'm doing this because on most airlines, you can travel with a child under two for a very low cost, or even for free if they sit in your lap. We'll talk later in this episode about whether that's actually a good idea, but the fact is, knowing that it could be free made me decide I wanted to do it. And maybe for you, too. Taking a vacation with a small child seems doable in theory. So how do you even start?"
    },
    {
      "author": "PREETHI HARBUCK",
      "text": "I'm a big believer that anything that we do gets easier with practice."
    },
    {
      "author": "SINER",
      "text": "Preethi Harbuck knows all about practice when it comes to travel."
    },
    {
      "author": "HARBUCK",
      "text": "Our oldest just hit his 70th country, actually, and so they are pretty seasoned travelers."
    },
    {
      "author": "SINER",
      "text": "Preethi's mom of six - six kids, yes - and runs the blog Local Passport Family. When I talk to her, she and her husband and kids were on a road trip through Eastern Europe."
    },
    {
      "author": "SINER",
      "text": "How long are you in Serbia?"
    },
    {
      "author": "HARBUCK",
      "text": "Just a couple of days. We started in Romania, and we're working our way down. And we'll end up in Bulgaria."
    },
    {
      "author": "SINER",
      "text": "But getting back to Preethi's point, your first travel with a baby does not have to be a multinational road trip."
    },
    {
      "author": "HARBUCK",
      "text": "You know, I remember the first time with my first kid, taking my kid to the library or to the grocery store felt like an enormous task. It felt a little bit overwhelming. And then now, taking my kid to the grocery store or to the library does not feel like that big of a deal. And that's true with travel as well. The more we do something, the easier it gets. So I would say start on those small adventures. Start by meeting up with a friend at a museum or at the zoo and build up from there. Find what feels comfortable and keep practicing. Keep doing it more, and it will become easier."
    },
    {
      "author": "SINER",
      "text": "This is takeaway one - start small and practice. This really resonated with me. Before we took our 13-hour flight to Japan, we flew one hour to Chicago. We also had taken a few road trips to see family, and our very first travel experience was driving an hour and a half to stay in a cabin overnight. I learned all sorts of useful things on these trips, like not to forget the sound machine charger, or that it is possible to change a diaper in a restroom even when there's no changing table. And that practice helped me feel less daunted. It also helps you learn your child's temperament. Christine Sarkis is the editor-in-chief of a travel website called familyvacationist.com and a mom of two. She calls this troubleshooting."
    },
    {
      "author": "CHRISTINE SARKIS",
      "text": "So, for instance, my daughter is - she's the one who gets hangry. So it's like, we know that we just do not - like, she needs a certain amount of sleep, and she needs snacks available at all times. And if she has those two things, she's great. And if she doesn't, she's kind of a disaster."
    },
    {
      "author": "SINER",
      "text": "One thing I learned about my kid is that he loves looking at people's faces. He had so much fun on his first short plane ride because he got to observe everyone in the aisle. But he hates being alone in the back seat of a car on a road trip and will scream until someone gets back there with him."
    },
    {
      "author": "SARKIS",
      "text": "As a parent, by really sort of tuning in to the type of traveler and the type of human your kid is, I think you can both set yourself up for success."
    },
    {
      "author": "SINER",
      "text": "This kind of information from your practice runs is going to be super-useful when you're in the planning stages of a big trip - as you're figuring out, do we want to fly, or is the car better for our child? Do I want to buy a lightweight travel stroller, or do I prefer bringing the one I use at home? - which brings us to takeaway two. Make plans that your future self will thank you for. In other words, you don't have to take your 8-month-old to Japan just because you can. We know you can. You're raising a small human. You're awesome. But you might enjoy the trip more if you know you don't have to deal with a 13-hour flight or major jet lag. Here's Preethi."
    },
    {
      "author": "HARBUCK",
      "text": "There's nothing inherently superior about going somewhere really far away that requires these challenging time changes or sleep differences."
    },
    {
      "author": "SINER",
      "text": "Instead, try to ask yourself, will my future self thank me for this decision? And if not, what can I do to make it easier?"
    },
    {
      "author": "SARKIS",
      "text": "One trick is to just take shorter flights with babies."
    },
    {
      "author": "SINER",
      "text": "Christine says longer flights are especially hard for toddlers once they get mobile. Another specific tip for easier travel is just to up the number of adults on the trip."
    },
    {
      "author": "SARKIS",
      "text": "And I think that's where, if you can travel with more than one family member and you can trade off a little bit, I think that that helps."
    },
    {
      "author": "SINER",
      "text": "I totally agree with this. My husband and I traveled with some friends for part of our vacation, and it was so helpful to have extra hands to hold the baby - shout-out to Gabriel (ph) and Fernanda (ph). It's also good to think about what destination would feel easiest for you. Again, the goal is not to impress other people. It's about thanking yourself later. Maybe that means traveling to a place where most people speak English or where people drive on the same side of the road."
    },
    {
      "author": "HARBUCK",
      "text": "If you are not a hiker, going to a remote national park that is really focused on outdoor adventure is probably not going to be your thing even if everybody else says it's amazing. And especially when first starting out, I think it's great to find places that have - you know, that have experiences and activities that we know we already enjoy."
    },
    {
      "author": "SINER",
      "text": "When you're planning lodging, both Preethi and Christine gave a strong recommendation for booking vacation rentals rather than hotel rooms. You're more likely to have a little more space and, crucially, a wall between you and a sleeping baby."
    },
    {
      "author": "SARKIS",
      "text": "I remember being in a hotel, like, a single hotel room with both of my kids when my daughter was 18 months old and my son was 3. And they had a specific bedtime, which was about 8 p.m. And my bedtime was not 8 p.m., so the only place I could go was - I brought a bunch of pillows into the - like, the dry bathtub and just read a book. I, like, made a little nest for myself, and just read a book for two hours, three hours until it was time to go to bed, whereas, you know, in a vacation rental, I could have sat on a couch."
    },
    {
      "author": "SINER",
      "text": "But what about packing? I wanted to make the right choices for what I needed to bring. I wanted to thank myself later. But this is where I got overwhelmed. There are just so many websites about travel gear. It was - I had flashbacks to baby registry days where I was just like, there's so much out there, and everyone has a different recommendation. So what did you find most helpful to think about as you were picking out baby gear for travel?"
    },
    {
      "author": "HARBUCK",
      "text": "Absolutely. My No. 1 recommendation when packing for babies and kids is that kids live all around the world. That means that most of what you really, truly need, you can probably access there."
    },
    {
      "author": "SINER",
      "text": "Diapers and wipes, even formula and baby food - you can probably find them at a local store. Sometimes you can even rent strollers or travel cribs. This leads us to takeaway three. Travel as lightly as you can."
    },
    {
      "author": "SARKIS",
      "text": "Yeah. I think that on the one hand, you want to make sure that you don't want to go so bare-bones that you don't have the things you need to have a comfortable time but, at the same time, making your sort of your list of things you're going to pack and then going through and being like, do we need this? Do we not need this? You want to make sure that everything you're carrying is worth the stress of carrying it."
    },
    {
      "author": "SINER",
      "text": "Christine calls this prepacking. Does he really need all these toys? Can you do laundry along the way and take fewer clothes? How can you go lighter? For Preethi, it's finding travel versions of gear that pack down into almost nothing."
    },
    {
      "author": "HARBUCK",
      "text": "One is there's this little pop-up baby tent that we love. We have traveled with one since our oldest was 18 months old, I think. And it's the best little baby bed because it takes up almost no room. I think it weighs maybe two pounds or something, and it folds down flat."
    },
    {
      "author": "SINER",
      "text": "Traveling light also means using a lightweight baby carrier."
    },
    {
      "author": "HARBUCK",
      "text": "It folds down into its own little carry bag that is about the size of - I don't know - a water bottle or so. So it's super-easy to carry around if we're not using it. It tucks into its own little pouch. It dries really fast, so it's great if you're in a wet or humid climate. So that is definitely one that we grab a lot as well that we take with us."
    },
    {
      "author": "SINER",
      "text": "Christine's packing list always includes clothespins. They take up barely any space, but she would use them to keep curtains shut so that the room was darker for naps or to keep long cords pinned up and out of the way."
    },
    {
      "author": "SARKIS",
      "text": "Like, everybody finds their little tricks that become the things that they swear by."
    },
    {
      "author": "SINER",
      "text": "Christine also swears by traveling with a car seat. This does mean bringing extra gear with you, and it means your child isn't going to fly for free. But she says on balance, it was totally worth it to her because it's what the FAA recommends for maximum safety."
    },
    {
      "author": "SARKIS",
      "text": "It always felt like they were such precious cargo. And I wanted to make sure that they were traveling as safely as possible, so I always paid for the extra seat."
    },
    {
      "author": "SINER",
      "text": "Christine used a travel car seat on these trips, which is lighter than a standard one. But either way, you're going to want to check your car seat to make sure it has the FAA-approved language on it. This restraint is certified for use in motor vehicles and aircraft. When you get to the airport, you can take advantage of skycap, that thing where you check your bags at the curbside. Many airlines will let you check a stroller and car seat for free either before you go through security or at the gate. If you do this, you're going to want to get some kind of carrying case to protect them. Or some parents find it easier to bring their kid through the airport in a stroller. Others prefer wearing the baby in a carrier, especially if they're traveling solo. Christine bought a car seat cart."
    },
    {
      "author": "SARKIS",
      "text": "And then we also got - I think they're called, like, a car seat cart. You can just mount your car seat onto something that looks like a dolly, so you can sort of pull it through the airport and you can stick the kid in it."
    },
    {
      "author": "SINER",
      "text": "One thing I've realized when reading up on travel advice is that there are practically endless permutations of how to get through an airport. So to figure out the best combination for you..."
    },
    {
      "author": "SARKIS",
      "text": "I think that maybe, like, doing practice runs around your house - like, what is it like to try to move this much gear through a space while also keeping your baby safe?"
    },
    {
      "author": "SINER",
      "text": "OK. So you've gotten your practice reps in. You've made planning choices that your future self will thank you for. You've minimized your gear smartly. Now it's time to begin takeoff. And this, dear listeners - this is where the rubber really hits the road. The thing that I got the most questions about when I got back from my first trip with the baby was, how did he do on the flight because it seems like the idea of being stuck with and responsible for a screaming baby is one of the biggest fears. So what do people need to know to mitigate that fear?"
    },
    {
      "author": "SARKIS",
      "text": "I was so worried about this."
    },
    {
      "author": "SINER",
      "text": "Christine remembers passing out goodie bags for other passengers on the plane. She actually took the time to put these together with a, like, little cute note and a piece of chocolate and brought them onto the plane with her."
    },
    {
      "author": "SARKIS",
      "text": "And then what I realized was that, like, most people - I would say a good, like, 70% of the people around me - were mostly just delighted by the baby-ness (ph) of the baby, you know, and they were willing to, like, cut me slack. They were willing to cut the baby slack. They knew that we were both doing our best, you know? That was, like, a really - like, an unexpected sweetness that I found while traveling with babies - well, specifically while on flights with babies."
    },
    {
      "author": "SINER",
      "text": "This sweetness will help you with takeaway four - your baby's going to be a baby, and that's OK. In fact, sometimes it's an opportunity for other people to connect with you, no goodie bags necessary."
    },
    {
      "author": "SARKIS",
      "text": "You could just do it by just saying, hey. We're going to be trying our best here. Thank you for your patience. I think you'd get the same effect."
    },
    {
      "author": "SINER",
      "text": "If you're traveling solo, you might find that people are even more excited to help you out."
    },
    {
      "author": "SARKIS",
      "text": "And you can feel a little bit sheepish about needing that help, but maybe just don't. Maybe just embrace it."
    },
    {
      "author": "HARBUCK",
      "text": "I would remember that the flight ends. The flight will not go on forever. No flight has ever continued into eternity, and whatever happens, the flight will be a very small portion of the overall journey and the overall trip."
    },
    {
      "author": "SINER",
      "text": "Preethi says these moments are hard, but it's helpful to think of them as the child communicating a need. Maybe she's hungry and needs to nurse. Maybe the air pressure is getting intense and he needs to suck on something - a pacifier or a bottle. Maybe they need to run down the aisle for a minute, or maybe they're just tired and are overstimulated by all the sights and sounds. I figured out that my baby would only sleep in my lap under a nursing shawl. Christine would put a linen blanket over her baby's car seat to block out the light, and she also had this fun hack to get them used to the sounds of an airplane."
    },
    {
      "author": "SARKIS",
      "text": "The sound machine app that I used had - you know, there was, like, white noise, birds, ocean. There was one that was actually airplane sounds. So it was just, like, the hum of the airplane with the occasional, like, ding of someone calling for the flight attendant. So I started playing that for my kids about two months in advance of a trip - I think may have been a moment of genius that actually really worked."
    },
    {
      "author": "SINER",
      "text": "Of course, the plane is just the beginning. Your baby's going to be a baby at your destination, too. My son was jet-lagged for the first few nights. He would wake up at 3 and be ready to play. So I started to nurse him back to sleep, and then he got used to it and kept waking up at 3 for the rest of the trip. That was not the fun part of the trip. Preethi says to help with jet lag at the beginning, you can follow a few basic guidelines - try to stay up until the normal bedtime or keep any naps short. Get as much fresh air and sunshine as possible."
    },
    {
      "author": "HARBUCK",
      "text": "Food, I feel like, is actually a big part of jet lag. Oftentimes it's hunger that wakes up at least my kids, so do a good dinner before they go to sleep, often with protein to last them through the night to hopefully kind of reset things."
    },
    {
      "author": "SINER",
      "text": "Still, even if you follow all the rules, sleep might just be hard because they're still just babies."
    },
    {
      "author": "HARBUCK",
      "text": "Our current baby is one of the ones that has a more challenging time. And I try to remind myself that, you know what? Any of those bad sleep habits, any of those challenging sleep times, it is for a short period of time. And for me personally, I'm willing to make that sacrifice so that we can have those travel experiences, even while they're young."
    },
    {
      "author": "SINER",
      "text": "As you're thinking through things like sleep, it can feel like the whole trip has to revolve around making your little one happy. But here's takeaway five. It's not all about the kid."
    },
    {
      "author": "SARKIS",
      "text": "So I think that making sure you're still doing things that bring you joy, that - and then figuring out how to make that work."
    },
    {
      "author": "SINER",
      "text": "Here's Christine again."
    },
    {
      "author": "SARKIS",
      "text": "So you love museums. So maybe that's - if you have a small baby, that's maybe when you plan a naptime so that if a baby can sleep in a carrier or in a stroller, you know, just, like, moving slowly through a museum is exactly the cadence that, like, can keep most babies asleep. Or if food is a big thing, you know, figuring out - maybe making - if dinner is too tricky with babies, making lunch a really special meal instead."
    },
    {
      "author": "SINER",
      "text": "For Preethi, bringing kids into the activities she likes actually helps them develop those interests, too."
    },
    {
      "author": "HARBUCK",
      "text": "So, A, I think it's amazing for us to remember that our needs, our interests, our hobbies matter as well. And, B, I find the best way for me to enjoy those experiences with my kids is to do things that I love doing also, you know, not just finding things that appeal to them, but things that appeal to us as a family that I love and that I can share with them."
    },
    {
      "author": "SINER",
      "text": "Or, because travel isn't all about the kid, plan out some solo time. If you're going on the trip with another adult, talk to them about what you're each hoping to do for yourself and how the other person can help make that happen. Maybe one of you goes on a walk with the baby while the other goes to an art museum, like I did one afternoon in Japan. One night we even hired a babysitter to come to our vacation rental while we went out and sang karaoke. These moments for me made the trip feel more balanced and relaxed. But as Christine points out, they just take more planning than they used to."
    },
    {
      "author": "SARKIS",
      "text": "I think when you don't have kids, sometimes you can just - there are just these, like, magic moments where things sort of fall into place and lovely things happen. I think when you're traveling with a baby, you have to be a little bit more active about making those magic moments happen for yourself. Because they require someone else taking care of the baby or the baby being in exactly the right - you know, like, exactly the right amount of fed and rested to allow you to do whatever the thing is that you're hoping to do."
    },
    {
      "author": "SINER",
      "text": "And I'll be honest, even with my best intentions and planning, there were a lot of moments that did not feel magical. I called them my moments of despair - like when my baby woke up crying at 1 a.m. and then 3 a.m., and then somehow again at 3:30. Or once when we were rushing to dinner so we could get back before the baby got overtired. And I just - I had this moment of missing being able to travel by myself and being able to travel - stay out as late as I wanted and not have to think about finding a restaurant that could take us right away and that kind of thing. Do you ever feel that?"
    },
    {
      "author": "SARKIS",
      "text": "Absolutely. I think it's good to remember that it's OK to mourn some of those pre-kid travel experiences as well just like it's OK to mourn some of pre-kid life. You know, there are so many wonderful, joyous things about parenthood, about motherhood that I love and about traveling with kids that I love. And there are some things about those pre-parenting - you know, about our pre-parenting lives that it's OK to miss."
    },
    {
      "author": "SINER",
      "text": "And this summarizes takeaway six, our final one. Set your expectations. It will be hard, but it will be worth it because, as Christine says, there are challenges and joys to traveling with kids."
    },
    {
      "author": "SARKIS",
      "text": "And I think if you're focused on only the challenges, you're going to miss the joys. So yes, you're going to have to go back and, you know, hang out in, you know, your hotel or your vacation rental for an hour in the morning and an hour in the afternoon. But maybe if you have a great balcony and a great book that's going to allow you to, like, recharge for the next thing you do, which is maybe not something you did before. Or it's going to give you a chance to journal, and then that's a journal that you then pass on to your kid when they're older. And you know, this is a trip that they're not going to remember because they're so young, but they're going to get to read about it. And how sweet is that?"
    },
    {
      "author": "SINER",
      "text": "On our trip, even though our baby wasn't perfect every single time we were in public, he still made friends with strangers wherever we went. He tried new foods at almost every meal."
    },
    {
      "author": "SARKIS",
      "text": "I remember my son when he was - I don't know - maybe 5, 6 months old. I was with him at the moment that he discovered trees. We were walking along. He was in his carrier, and he'd just like looked up and just, like, couldn't stop looking up. His, like, eyesight has adjusted. His brain has developed enough that he's, like, seeing this tree for the first time."
    },
    {
      "author": "SINER",
      "text": "I had the exact same experience with the trees, and it was..."
    },
    {
      "author": "SARKIS",
      "text": "Really?"
    },
    {
      "author": "SINER",
      "text": "...The coolest thing. Yeah. It made my heart so happy."
    },
    {
      "author": "SARKIS",
      "text": "I feel like traveling with babies gives you all of these opportunities to do the equivalent of seeing trees for the first time. And I think that just by, like, celebrating that, you're really, like, in the moment in a way that is the absolute magic of family travel."
    },
    {
      "author": "SARKIS",
      "text": "(Vocalizing)."
    },
    {
      "author": "UNIDENTIFIED CHILD",
      "text": "(Laughter)."
    },
    {
      "author": "SINER",
      "text": "For me, I cannot wait to look back on these photos and videos from Japan when my son is older - savor the memories. Well, who am I kidding? I do this, like, every week already. But for my and your next trip, let's recap. Here's how to have fun while traveling with young kids. Takeaway one - start small, and practice. Takeaway two - make plans that your future self will thank you for. Takeaway three - travel as lightly as you can. Takeaway four - your baby's still a baby, and that's OK. Takeaway five - it's not all about the kid. And takeaway six - set your expectations. It will be hard, but it will be worth it. Now go out there and plan some magic."
    },
    {
      "author": "TAGLE",
      "text": "That was reporter and producer Emily Siner. For more LIFE KIT, check out our other episodes. We have one on how to enjoy travel with friends, and another on managing the emotional roller coaster of being a new mom. You can find that at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by me, Andee Tagle. Our host is Marielle Segarra. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5314601582.mp3",
  "img": "https://media.npr.org/assets/img/2024/03/05/lk_travelwithkids_harlan_1-3_wide-f7efc0a0983396fa92cc68b2d703d6f6f963f79b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "ANDEE TAGLE, HOST",
    "TAGLE",
    "EMILY SINER, BYLINE",
    "SINER",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "PREETHI HARBUCK",
    "HARBUCK",
    "CHRISTINE SARKIS",
    "SARKIS",
    "UNIDENTIFIED CHILD"
  ]
}