{
  "title": "Popular myths about sleep, debunked",
  "url": "https://www.npr.org/transcripts/1196978496",
  "intro": "Is it OK to exercise before you hit the hay? Sleep for less than 5 hours a night? Sleep scientist Rebecca Robbins sets the record straight to help you get better sleep.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. Before we jump into the episode, I want to share another exciting thing LIFE KIT is working on for New Year's. This month, in our newsletter, we're sharing tips and new ways of thinking to help you get closer to your priorities and interests and let go of whatever isn't working. Our newsletter is like an extension of the podcast. It's this intimate space where we get to communicate directly with you, our listeners. So subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "How are you sleeping these days? You getting enough shuteye? Yeah. I mean, I guess we could all be sleeping a little better, right? I feel like I do it to myself. I know - you're not supposed to read the phone in bed. It's just so hard. But hey, new year - seems like a good time to get this whole slumbering thing under control. I mean, sleep has a huge impact on our health. It helps our brains function. It supports our immune system, protects against heart disease and diabetes. And without it, we would die. Though, for something so important, we're never formally taught how to do it right."
    },
    {
      "author": "REBECCA ROBBINS",
      "text": "In America, you learn about, you know, nutrition or sex ed in school growing up, but really never about sleep. And so a lot of the information that we have and the knowledge that we have is passed down through our parents or our caregivers, and it might not be evidence-based."
    },
    {
      "author": "SEGARRA",
      "text": "Rebecca Robbins is an assistant professor of medicine at Harvard Medical School and a sleep scientist at the Brigham and Women's Hospital. She and some colleagues have published research on common sleep myths, and there are a lot of them. On this episode of LIFE KIT, we'll walk through some of those myths and give you tips on how to get better sleep."
    },
    {
      "author": "SEGARRA",
      "text": "OK, Rebecca, let's get into some of the myths. One that stuck out to us is that it doesn't matter what time of day you sleep."
    },
    {
      "author": "ROBBINS",
      "text": "Now, this is a myth because, unfortunately, it does matter. The circadian rhythm - this internal circuitry that guides the secretion of the essential sleep hormone melatonin - that circuitry is significantly influenced by natural sunlight in our environment. We are, as human beings, built to respond to the light in our environment. And when the sun comes up, that sunshine that we're able to get by going outside stops the floodgates of melatonin, the sleep hormone, and switches the on phase of our circadian rhythm. And then conversely, going into a cool - ideally cool, dark environment is what allows for the secretion of melatonin."
    },
    {
      "author": "ROBBINS",
      "text": "So light plays a really integral role in our ability to sleep in a very fundamental way. And now because of the importance of light, individuals who are working on maybe overnight schedules or shift schedules that are outside the typical 9 to 5 p.m. window that would allow us to align our sleep with the patterns of light and darkness in our environment - unless they are very diligent and very careful about the exposure they get to natural sunlight, those individuals, unfortunately, face a marked increase for concerning health outcomes."
    },
    {
      "author": "SEGARRA",
      "text": "What kinds of health outcomes are we talking about?"
    },
    {
      "author": "ROBBINS",
      "text": "Unfortunately, some of the research has shown, in physicians and in nurses, who are commonly working on such schedules, there is an increase for outcomes such as diabetes and breast cancer and others that are concerning. And sleep is implicated in that equation as one of the factors that contributes to that increased risk. So unfortunately, those individuals really struggle to get good sleep and consistent and consolidated sleep that supports their health and well-being."
    },
    {
      "author": "SEGARRA",
      "text": "So it sounds like it's not enough if you're, you know, on that schedule, to have blackout curtains or something like that when you're trying to sleep in the middle of the day because you've just been exposed to light, and your body still knows that it's the daytime."
    },
    {
      "author": "ROBBINS",
      "text": "If you're very diligent, if you have very thick blackout curtains and are very careful - some of the recommendations we give shift workers are to - for instance, a nurse working in the hospital - on the drive home, wear sunglasses to kind of trick your brain that it's not sunrise around you, trying to avoid light in your work environment as you approach the end of your shift - avoiding food also, in those early-morning hours before the sun rises, trying to get home and get consolidated sleep. But there are a host of other challenges because, if you're a shift worker and maybe have a family, you likely are having to constantly shift your schedule back and forth between their work schedule and their personal schedule."
    },
    {
      "author": "SEGARRA",
      "text": "It's so hard because it can feel like, when you're on one of those jobs, like, there is no escape from it."
    },
    {
      "author": "SEGARRA",
      "text": "What about this one? Being able to fall asleep anytime, anywhere is a good thing."
    },
    {
      "author": "ROBBINS",
      "text": "We hear this often. People say, you know, oh, so-and-so is able to fall right asleep. I'm so jealous. They're such a good sleeper. But this is a myth because it takes a well-rested, healthy person even about 15 or 20 minutes or maybe a little bit longer to fall asleep. It's a myth that a good sleeper would be able to hit the pillow and fall asleep right away. And this is because sleep really is a process, and falling asleep does take a little bit of time. But it is a myth that falling asleep is a good thing when it's immediate because that's instead really a sign that you are starved for sleep. And so same thing - if you were starved for food and you sat down at any opportunity and had a huge meal and ate voraciously, then that would probably be a sign that you're not getting enough nutrition. So the same thing with sleep."
    },
    {
      "author": "SEGARRA",
      "text": "OK, next myth - that one night of sleep deprivation will have lasting negative effects."
    },
    {
      "author": "ROBBINS",
      "text": "This is a myth because it's not going to be perfect every night. And so every now and then, we might struggle. And that's because sleep is a consequence of the human condition. So if we experience some stress during the day, and, you know, our sleep suffers that night, the key message here is that that can happen from time to time, but not to beat yourself up too much and instead try to get back on track as fast as possible."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Well, what about this one? Many adults need only five or few hours of sleep for general health. I've heard a lot of people say this - like, oh, I just don't need to sleep that much. It's fine. I sleep four hours a night, and I feel great."
    },
    {
      "author": "ROBBINS",
      "text": "Mmm hmm. And unfortunately, in our society, people often brag about that."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "ROBBINS",
      "text": "So I think we have a long way to go to really position sleep, you know, in our society as a part of daytime performance and success. Unfortunately, it has a little bit of a bad rap that people who are maybe meeting their sleep need or, you know, look well-rested are lazy. But, indeed, this is a myth. We do have a couple anecdotal reports. Thomas Edison, for instance, would brag about only needing four hours of sleep. What he forgot to mention is that he had a bed in his office, and he would often - there are reports of him taking very extended naps in the afternoon."
    },
    {
      "author": "SEGARRA",
      "text": "Wow, that stinker (laughter)."
    },
    {
      "author": "ROBBINS",
      "text": "Right? And so one of the things that is often not talked about is the compensatory naps that individuals - if you're not getting enough sleep - will likely be relying on naps. If we look at the hard health outcomes and we look at how long people are sleeping, there is a sweet spot, and that is 7 to 9 hours. And that's where we see the most optimal health and well-being - improved heart health, cardiometabolic outcomes, longevity, brain health into our older years are all in those that are sleeping as much as they can as many nights of the week as possible in that range of 7 to 9 hours and hitting that need, again, as many nights of the week as possible."
    },
    {
      "author": "SEGARRA",
      "text": "OK, well, if you are looking at this range of 7 to 9 hours, how do you know where you fall - what - like, what is your sweet spot?"
    },
    {
      "author": "ROBBINS",
      "text": "Depending on where you are today, if you're maybe sleeping six hours, the best way to try to get into the recommended range and then figure out where you are when it comes to your personal sleep need is to start tonight. Add just 15 minutes to your overall sleep routine, starting the process to bed a little bit earlier, unplugging from screens, starting your bedtime routine and making sure that you're in bed, in between the sheets, about 15 minutes earlier than usual. And then see how you feel the next day. If that brings you to six hours and 15 minutes, wonderful. And if you're able to wake up and really feel refreshed and also have energy through the day and not really be reaching for coffee or energy drinks in the afternoon, then you're inching closer to your sleep need. And then, if that's not quite enough, however, the next night add another 15 minutes."
    },
    {
      "author": "SEGARRA",
      "text": "Well, along the lines of sleep hygiene, here's another myth - that watching TV in bed is a good way to relax before you go to sleep."
    },
    {
      "author": "ROBBINS",
      "text": "Now, here's the thing with this myth. Yes, it is a myth. It is not something we're going to recommend because what's happening is you're in bed. You're starting to associate your bed with things other than sleep, which is actually contrary to some of our key recommendations. We often say keeps (ph) bed for sleep. So that's the first thing that we're doing - things in bed that are nonsleep-related. But then you're also maybe looking at a television screen or, worse, a laptop screen. If you have - if that's the only screen you have to watch a show on, then maybe that's on your lap, and that might be something that's, you know, emitting heat, which isn't ideal. We really want to keep the body cool as we approach bedtime. And then if what you're watching is stressful, that could also cause your cortisol to spike and hinder your ability to fall asleep. So watching TV is not something that we would recommend before bed."
    },
    {
      "author": "ROBBINS",
      "text": "There might be, you know, one exception here, and that is we hear often that, um, some people have routines they fall asleep to. Maybe they have an episode of \"Friends\" or \"Seinfeld,\" and it's on a timer, and it will go off after 20 or 30 minutes. But there's something about the characters in a certain show that is soothing to some people. So the only exception to this myth is, if it's not broken, don't worry about fixing it. So if you find falling asleep to a soothing show is relaxing, wonderful. God bless you. Carry on. But if you find that you're watching the nightly news, and it's stressful, and you're struggling to power down, then this might be something to cut out."
    },
    {
      "author": "SEGARRA",
      "text": "Well, what about, as an alternative, just, like, laying up, sort of staring at the ceiling, mentally flipping through the highlight reel of every mistake you've ever made?"
    },
    {
      "author": "ROBBINS",
      "text": "Unfortunately, this is common before bedtime. It's wild. I feel like our..."
    },
    {
      "author": "SEGARRA",
      "text": "That's my personal fave."
    },
    {
      "author": "ROBBINS",
      "text": "Right? Well, I think you're not alone. I think this happens to a lot of people because, in our modern lives, were consuming content, and were responding to emails. And you get into this mode in our workday. And then suddenly that all comes to a screeching halt at night, and we're supposed to crawl into bed and go right to sleep. So I think one very simple strategy that we could all do and really benefit from is really focusing on one or two really good things that happened in your day - whether that was something that a colleague said or, you know, someone that passed you on the metro that you're - you know, helped you with a bag - something that was really positive and focusing on that."
    },
    {
      "author": "ROBBINS",
      "text": "There are also a series of meditation and relaxation strategies, and there are lots of very specific exercises - box breathing, the 4-7-8 technique. A lot of these are really powerful for helping you find peace in the moment, which is, again, what we all need before bed. So building in one of those strategies could be a really great way to overcome that challenge before bedtime."
    },
    {
      "author": "SEGARRA",
      "text": "I like to use the moments before sleep to completely rethink my relationships and, you know..."
    },
    {
      "author": "ROBBINS",
      "text": "Touch base on all the stressful things that happened."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, think about what I've done (laughter)."
    },
    {
      "author": "ROBBINS",
      "text": "Well, Marielle, one, I hear you - right? - and sometimes you need space for that. But, like, one way is to maybe just try to not do that in bed. If you're - if I were to make one small suggestion - because if we're doing that in bed, then we're starting to associate stress and worry and negative things with bed and sleep. And so maybe have, like - this is - I know it sounds cheesy, but sometimes we recommend having a concentrated worry time. Give yourself a couple minutes before bedtime to get it all out. And maybe you're writing it down. Or - 'cause sometimes, when it just is lingering in your mind, it just is so much worse. But when you write things down, your worries - it's like, it's not so bad after all."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. It occurs to me I have a chair I never sit in. Maybe I'll make it my worry chair."
    },
    {
      "author": "ROBBINS",
      "text": "I love it. Rebrand that chair."
    },
    {
      "author": "SEGARRA",
      "text": "OK. One more that we thought was interesting - that exercising within four hours of bedtime will disturb your sleep, and that's a myth."
    },
    {
      "author": "ROBBINS",
      "text": "This is a myth because we - we've really said for many, many years in sleep, avoid exercise close to bedtime. But we actually don't have any good data to back that up. And I love this because there are so many benefits of exercise, not only from our health and well-being or mental health or physical health, but also our sleep health. Those that exercise get better sleep. They report deeper sleep, more restorative sleep, better sleep quality, less sleep fragmentation."
    },
    {
      "author": "ROBBINS",
      "text": "Basically, exercise releases endorphins, which are mood elevators, and that can help with the No. 1 cause of sleep difficulties, which is stress. And so making time for exercise is critical as many days of the week as possible - breaking a sweat. And so this is a myth because we just don't have good data to say don't exercise close to bedtime. And so if that's the only time that you can get a workout in, then by all means carry on and go for that. I do like this because it really kind of empowers people that maybe only have time to work out right before bedtime or in the evening hours. It gives them license to do so."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Well, thank you so much. I have some things to try. I'm excited."
    },
    {
      "author": "ROBBINS",
      "text": "Wonderful."
    },
    {
      "author": "SEGARRA",
      "text": "All right. Time for a recap, sleepyheads. Adults should be getting 7 to 9 hours of sleep a night. You may think you can function on less, but research shows that's associated with a higher risk of adverse health outcomes."
    },
    {
      "author": "SEGARRA",
      "text": "It does matter what time of day you sleep, which is tough news for shift workers - the people who stay up nights making sure we have clean water and medical care. If this is you, there are things you can do to make the situation a little better - blackout curtains, wearing sunglasses on the way home in the morning. A lot of this has to do with how much light you're exposed to."
    },
    {
      "author": "SEGARRA",
      "text": "Being able to fall asleep anywhere, anytime is not necessarily a good thing. It might just be a sign that you're sleep-deprived."
    },
    {
      "author": "SEGARRA",
      "text": "One night of bad sleep is not going to have long-term negative effects."
    },
    {
      "author": "SEGARRA",
      "text": "Now - and this one surprised me - it is OK to exercise before bed. Maybe don't get too intense about it. But if that's when you can squeeze in your workout, do it."
    },
    {
      "author": "SEGARRA",
      "text": "Another tip Robbins shared with me - if you're having trouble sleeping, that may be because your bedroom is too warm. Make sure it's cool - like, under 70 degrees."
    },
    {
      "author": "ROBBINS",
      "text": "Some people do prefer a warmer environment, but we do have data to show that when we increase temperature, there is more sleep fragmentation - so more tossing and turning, more disruption from sleep and more nightmares."
    },
    {
      "author": "SEGARRA",
      "text": "And, as always, try not to look at your phone in bed. I know it's hard, but that phone will be waiting for you in the morning. Promise."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one about dealing with insomnia and another about revenge bedtime procrastination. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Sylvie Douglis. Engineering support comes from Rebecca Brown (ph) and Joshua Newell. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1737963359.mp3",
  "img": "https://media.npr.org/assets/img/2024/01/11/lk_harlan_instrument_wide-c112007b0e7c3e97dadb0ba16f4dfe480ef10117.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "REBECCA ROBBINS",
    "ROBBINS"
  ]
}