{
  "title": "Common financial mistakes to avoid",
  "url": "https://www.npr.org/transcripts/1196979974",
  "intro": "Financial educator Yanely Espinal shares her don'ts when it comes to money. Don't co-sign loans. Don't make hype-driven investments. Don't spend money you don't have. If you've been making these missteps, don't worry — Espinal has advice on how to create a path forward.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. I want to start this episode by saying we have all made financial mistakes. Yanely Espinal is a financial educator. She works at a nonprofit called Next Gen Personal Finance."
    },
    {
      "author": "YANELY ESPINAL",
      "text": "Which is on a mission to try to get every single high-school student in America guaranteed access to a semester course about personal finance and financial literacy."
    },
    {
      "author": "SEGARRA",
      "text": "Ten years ago, she was deep in credit card debt and counting down the days until she was going to pay it off."
    },
    {
      "author": "ESPINAL",
      "text": "In October of 2015, I was going to make my last credit card payment. So, like, October of 2015 was my mantra every day, right? Like, I would wake up in 2014 to get dressed for work, and I'm like, October 2015, October 2015, because I knew that was my North Star. Like, I was going to be debt-free on that day."
    },
    {
      "author": "SEGARRA",
      "text": "Yanely wrote a book called \"Mind Your Money.\""
    },
    {
      "author": "ESPINAL",
      "text": "Being low-income and a daughter of immigrants, I really had to learn the money system in the U.S., like, by myself. And I wanted to tell that story and help navigate, you know, credit scores and the stock market."
    },
    {
      "author": "SEGARRA",
      "text": "One thing she's learned - if you make a financial misstep, cut yourself some slack."
    },
    {
      "author": "ESPINAL",
      "text": "It's OK that I made a bunch of mistakes. It's OK that I thought I was J.Lo when I was 21, and I bought too many clothes and shoes. It's OK. Look, the mistakes were made. I didn't really know how to approach my finances. I never had guidance. We never learned about these things. But now that I know better, I'm doing better."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, Yanely and I are going to talk about some of the common financial mistakes she sees people make. We'll break them up into three categories - borrowing money, making money on your money and budgeting. And the point of all this is not to shame you but to give you more information and help you figure out a path forward."
    },
    {
      "author": "SEGARRA",
      "text": "So we asked you for some of the most common mistakes that you see. So I think they fall into a few categories. So the first, I would say, is in the category of taking on debt in general. What are some of the most common mistakes you see for people who are borrowing money?"
    },
    {
      "author": "ESPINAL",
      "text": "Yeah. I mean, they just don't understand the relationship between the borrower and the lender. So they don't realize that this relationship isn't like, they're going to help me and give me free money. Like, this relationship is they're running a business, and they're going to make profit off of me needing a loan right now. And so I'm going to come in with my business hat on, which means I'm thinking about negotiating. I'm thinking about - how can I get the best deal in this partnership, in this business deal?"
    },
    {
      "author": "ESPINAL",
      "text": "And we don't operate that way. Oftentimes we operate as like, we're desperate. We just really need this money, and we're going to just take any loan that we can get. Those interest rates are so high. They compound so quickly that it means that the amount that you're paying back is significantly more than the amount that you borrowed. And it can really end up leading you to be trapped in a cycle of debt payments that you can't really get out of."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So it sounds like the advice or the takeaway there would be to shop around if you're borrowing money."
    },
    {
      "author": "ESPINAL",
      "text": "Comparison shop, 100%. In my book, I actually say, get in loser, we're going comparison shopping, which is a reference to \"Mean Girls\" for those of you who are not the cult classic fans. It's just like, yeah, get in - like, this is what we've got to do. This is what we should all be doing."
    },
    {
      "author": "SEGARRA",
      "text": "OK. On the comparison-shopping front, are there institutions that you might consider that might have more favorable terms for you?"
    },
    {
      "author": "ESPINAL",
      "text": "Yeah, totally. Credit unions are notoriously known, historically, for giving better interest rates on loans. And the reason why is because you're not just a customer or just a client. Like, you are actually a member-owner. So they're able to take the money that they would typically make in profit and actually divvy it up and give it back to their members by offering much lower interest rates for things like credit card loans or a car loan or a personal loan or even a mortgage loan. So if you are going to borrow money for any big-ticket item like that and you're not a member of a credit union, it's a good idea to establish an account with a credit union a little before you know you're going to need to borrow money so that you already have a relationship with that credit union."
    },
    {
      "author": "ESPINAL",
      "text": "And then, when you need a loan, you can say, hey, you know me. You know, I've been doing my banking here for a little while. We have a relationship. I have an account. And so that's going to give you the ability to go and get lower-interest-rate loans through a credit union rather than these big major banks. And then also, online, research. There are so many marketplaces nowadays that will show you, like, 15 to 20 possible loan options, and then you can compare the loan terms and go ahead and apply once you find one that you think is the best deal for you."
    },
    {
      "author": "SEGARRA",
      "text": "Another financial mistake that you told us you see commonly is about cosigning loans for someone else. Can you talk about that a little bit?"
    },
    {
      "author": "ESPINAL",
      "text": "Oh, yes. This is particularly when you are maybe raised in a family where the values are very much, like, community-oriented - like, we're here for each other. We do everything for our family. And what ends up happening is you see sometimes siblings, where one sibling has really poor credit. They can't qualify for a loan. And then they ask their other sibling, hey, can you help me? And then, of course, how am I going to say no to my family? So then they cosign the loan for their sibling, and the sibling stops making their payments. And then what happens is you are equally responsible - 100% responsible - for the payments because you cosigned. And so I've just seen so many people watching their credit score get tanked because both of the borrowers who cosigned together just are not able to pay back that loan."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So what's the advice for people who are in that situation, right? Let's say it's your sibling, and they're like, hey, can you cosign this loan? I really need this. I need to get this car so I can get to work. I need this loan to keep afloat. Help me out, please."
    },
    {
      "author": "ESPINAL",
      "text": "Yeah. I mean, I had this happen to me. I had a godsister a few years back who was trying to go back to nursing school. And she texted me and asked me to cosign a loan for her. And I just said, I love you, girl. I want to help you out. I can sit down with you and try and help you find a loan for people with a lower credit score that can help you qualify for that. I can also spend some time with you looking over your credit report to help you boost your score so that you can then try again and see if you qualify for a loan. I'll sit with you and go through your budget and see if we can squeeze out places where there's a little extra money that you're spending, maybe unnecessarily."
    },
    {
      "author": "ESPINAL",
      "text": "Like, I offered time, resources and as much help and support as I could, being honest about my why. Like, hey, you know, I want to be able to help you, but it's not something that I'm comfortable doing - putting my credit at risk with somebody else's loan for their goals. And I think if you do that from a place of authenticity, love, kindness, wishing the very best and not a place of, like, anger or judgment or spite, I think most people will understand."
    },
    {
      "author": "SEGARRA",
      "text": "So that's one bucket. Another one is mistakes when you're trying to make money on your money - when you're trying to invest or earn interest. What are some of those? What are some of the most common mistakes you see in that bucket?"
    },
    {
      "author": "ESPINAL",
      "text": "Eighty percent of Americans are not using a high-yield savings account. How? Your cash is literally losing value every single year over year because inflation changes every year. Sometimes it's 4%, sometimes it's 3%, sometimes it's seven, 8%. And your cash, sitting in that traditional savings account, is barely making any interest at all. Rates are as low as, like, 0.01 at major banks, right? So we have to kind of go out and look - like, how can I put my money to work and make me the most money and grow me the most money while it's sitting in an account? And right now, hands down, for any cash that you have, it's going to be a high-yield savings account."
    },
    {
      "author": "ESPINAL",
      "text": "One thing I will tell you - the banks that offer these accounts tend to be lesser-known banks, like online-only banks or mobile-only banks. And people don't really feel that they're all that familiar with these names and institutions that are not as common as, like, the big major banks that we see every time we go outside. But if you make sure that your bank account is FDIC insured or, if you have a credit union savings account, that your credit union is NCUA insured - it's the same thing for credit unions - you're making sure you're protecting yourself and your money, and it's backed by the government. So as long as you do that, there's no reason to think that there's something shady going on."
    },
    {
      "author": "SEGARRA",
      "text": "And so this is one way to make money on your money - is putting it in a high-yield savings account. But another way to make money on your money is to invest it. And I think a lot of people are not so familiar with that. What are some of the financial mistakes that you see around investing?"
    },
    {
      "author": "ESPINAL",
      "text": "Yeah. Actually - so I was doing a workshop - one of the teaching workshops I've been doing this summer. And at the end of the workshop, one of the cleaning staff people came in, and he spoke to me. And he said, hey, I heard your workshop about how important financial literacy is. I wanted to talk to you because, when I first got my job, they offered me a workplace retirement plan. It was called, like, a 401(k). My cousin told me to not do it because he said it was a scam. And now I'm getting very close to retirement age, and I - and, like, I feel like I made a mistake. I don't know. Like, do you know about that? And I was like, oh, my goodness. Like, my heart just..."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "ESPINAL",
      "text": "...Wanted to break for this man. He was an older man. He was a person of color - like, characteristics of the type of person who often is underserved by the financial industry. And I was just like, oh, my goodness. Like, your cousin did not serve you well, telling you it's a scam. That is not true. It's not a scam. It is a benefit. It's a workplace benefit. So if I make $1 this year, I'm going to be taxed, right? I have to pay whatever tax percentage I owe on that dollar. But if I take that dollar and tuck it away into a 401(k) or another workplace retirement plan, it won't get taxed until I actually take it out at retirement in the future, and all the money that I do put into that account will be able to get used to purchase stock market investments. Like, this is amazing because, if you look at the return of the stock market, for example, in 2023, it was 24%."
    },
    {
      "author": "ESPINAL",
      "text": "But because there's so much volatility, people, I think, are afraid of it, and they think it's scammy because the market return changes year over year. This year it could be, you know, negative, even. You know, the market could drop, and people could lose money in their accounts. But generally speaking, when you just take the average return of all the companies in the stock market in the United States alone over a 20- or 30-year period of time, it's about 9%. So that will actually grow your money. So by the time it's retirement time, and you want to kick back, relax, enjoy the fruits of your labor, you actually have some fruits."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And there are lots of other benefits to this. It's, like, the tax part - if you have a 401(k), for instance, it's not taxed now. It's taxed in retirement. The hope is that, in retirement, your tax rate will be lower than it is right now as you're earning this maybe bigger paycheck. Basically, these are considered a benefit because they offer you some sort of tax savings and because they offer you an opportunity to invest in the stock market and to do it, potentially, with the help of your company because, often, companies will provide a match. If you put in, let's say, 3% of your salary, they'll match that. And they'll put in 3% of your salary - like, the equivalent amount of money you never would have gotten otherwise."
    },
    {
      "author": "ESPINAL",
      "text": "Yes. If you take $1,500 of your pre-tax income and then you put that into your account - but then your company's going to match it. So then they're also going to give you another 1,500. So by you putting 1,500 in, you magically now get 3,000. It's like your money is working more for you because the company matches that 1,500. But if you don't put anything in the account at all, well, then, you're basically saying, I don't want $1,500 from my company. The problem is people don't want to lock the money away in a 401(k) account where they can't access it until their 59 1/2 birthday. But the reality is, when you're - try and just, like, close your eyes and imagine yourself at 59 1/2. Aren't you going to be so happy that your 30-year-old self did get that company match for your 59-year-old self?"
    },
    {
      "author": "ESPINAL",
      "text": "Like, you can't just only think about yourself right now. You really got to think about that girl - she deserves - that woman, grown lady - she deserves to be happy and to have money just as much as I want to be happy and have money right now. And trust me, when you're that age, you're going to look back and be so happy. You're going to wish you could go back and, like, hug yourself in the past because I've watched my parents. You know, they sit and look at their accounts, and they go, I wish I was putting more away when I was your age. And I wish they were, too, because now I have to give them my - a little piece of my paycheck (laughter) to help them out."
    },
    {
      "author": "SEGARRA",
      "text": "Another financial mistake you've talked about is investing based on what causes hype, right? Like, what's hot right now, buying a bunch of shares of individual stocks, rather than putting money into something less risky, like an index fund, which is a big bundle of stocks and bonds."
    },
    {
      "author": "ESPINAL",
      "text": "So when you pick stocks, you're trying really hard to, like, predict the future and say, I think I know how to pick the stocks that are going to be the ones that are going to go to the moon - that are going to be - you know, make a ton of profit. But you don't know, and neither do I. And neither does the person who's screaming on the news. We're all speculating. We're all just trying to make our best guess based on what we see happening. And some of those guesses - luckily, they end up being right. But why would you want to put your entire retirement account or your entire future wealth-building result to, like, chance?"
    },
    {
      "author": "ESPINAL",
      "text": "And if you want to dabble with individual stocks, what I like to say is you should have a percentage rule. So you say, you know, 80% of my money I invest in the tried-and-true approach that always works for people - the index funds, the target date funds, the mutual funds, the ETFs that are low cost and really good at tax - harvesting tax losses - so making sure it gives you a good tax strategy, right?"
    },
    {
      "author": "ESPINAL",
      "text": "The other 20% - so one-fifth of your money - that I'll use to kind of dabble in things that I think are hot and cool, like maybe some crypto or maybe some individual stocks that I want to buy, and that's fine. But acknowledge that that stuff - that could really go wrong, and you could lose that piece of your account. But at least a majority of the rest of your money isn't going to be completely risked in this world of hype that might work out, but it also might not."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. That makes a lot of sense. OK. So the other category I would say that we've talked about is budgeting. And there are a couple of common mistakes people make in this arena. What are those?"
    },
    {
      "author": "ESPINAL",
      "text": "Well, the first one is just not having a budget."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "ESPINAL",
      "text": "Because the reality is, when you have no system to track what you're spending relative to what income you're bringing in, you probably will overspend. You'll just, you know, you spend here, you spend there, and you're not keeping track. So you end up spending more than what you have. And then when you can't pay off your credit cards, everything is going to be more expensive because you weren't keeping track and just having a simple plan."
    },
    {
      "author": "ESPINAL",
      "text": "And also, like, there's a few different ways to budget. Like, you don't have to use the same type of budget that everybody else is using. You can kind of give yourself any type of budgeting strategy or method that's going to work for you. You can cash budget, cash stuffing, envelope budgeting. You can do it on an app. You can do it on an Excel spreadsheet or a Google spreadsheet. You can do daily budget allowance. Whatever works for you - the point is, figure out what it is and then stick to it."
    },
    {
      "author": "SEGARRA",
      "text": "Well, that brings us to our last mistake. You sent us one about lifestyle inflation. When you start making more money, you can often start spending more money, and then suddenly you think you're broke. I have had - I won't call out who - but folks I know who are making hundreds of thousands of dollars a year, and somehow they're living paycheck to paycheck. Like, help. I don't understand it."
    },
    {
      "author": "ESPINAL",
      "text": "Yeah. It's wild. So what they do is they immediately look around at the other people making multiple six figures, and they say, oh, this is the level that we're on now. This is the lane that we're in. So we got to do the things that people in this lane do. I have to get a bigger house. I have to upgrade my home. We need this. We need that. And so the money that you just started making more - the excess money that you have disappears, literally, right away into thin air because it's going into new financial obligations that are not necessary. They're not needs. Let's be real."
    },
    {
      "author": "ESPINAL",
      "text": "They are wants that you have so that you can keep up with the look of being a six-figure-plus earner. Maybe it means you have to have a new watch, a new type of car. You have to have name-brand shoes. We all think we deserve it. We should have it. But what you - you also deserve to have a dignified retirement, and you also deserve a lot of other things, like being able to pass generational wealth down to your children and their children's children. And it takes a generation to create generational wealth. It's not going to happen today or tomorrow or next month. You have to really be in it for the long run, and that takes checking yourself psychologically and making sure that your headspace is right. Like, I'm not doing this for - you know, for tomorrow - for me to be happy tomorrow. I'm doing this for me to be happy in many, many years from now."
    },
    {
      "author": "SEGARRA",
      "text": "Yanely, thank you so much."
    },
    {
      "author": "ESPINAL",
      "text": "Of course."
    },
    {
      "author": "SEGARRA",
      "text": "All right. Time for a recap. If you need a loan, shop around. Don't just go to one bank and accept the terms they give you. You can compare rates online and negotiate with lenders. Also, consider opening up an account with a credit union. They may have better interest rates for loans if you end up needing one."
    },
    {
      "author": "SEGARRA",
      "text": "If you co-sign a loan for someone else, you will be on the hook if they stop making payments. If that's not something you're willing to do, say no and maybe offer a different kind of help."
    },
    {
      "author": "SEGARRA",
      "text": "Get a high-yield savings account that'll pay you four or 5% interest on your deposits. And to protect your money, make sure the bank is FDIC insured or the credit union is NCUA - National Credit Union Administration - insured."
    },
    {
      "author": "SEGARRA",
      "text": "For long-term investments, don't put most of your money in stocks that seem hot right now. Instead, invest in funds that include a whole bunch of stocks and bonds. If your employer offers a 401(k) or 403(b) or another retirement account, that is a benefit. Use it. Put money in, especially if your employer offers to match your contributions."
    },
    {
      "author": "SEGARRA",
      "text": "Budget in whatever way works for you. And if you start making more money, that doesn't mean you have to spend it all. Maybe you don't need that bigger house or nicer car."
    },
    {
      "author": "SEGARRA",
      "text": "Also, Yanely says if you need help coming up with a plan to get out of debt or get your finances in order, talk to a financial therapist or a counselor. Some government agencies offer these services for free."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on budgeting and another on lending money. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or financial questions or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Ted Mebane. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2909472585.mp3",
  "img": "https://media.npr.org/assets/img/2024/08/01/gettyimages-2149290239-1_wide-211d884c4d4c2ec03fe662831fd04e7eb2bcd7fe.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "YANELY ESPINAL",
    "ESPINAL"
  ]
}