{
  "title": "How to combat loneliness",
  "url": "https://www.npr.org/transcripts/1196978329",
  "intro": "1 in 4 adults says they're lonely. The consequences of long-term social disconnection can be dire — everything from an increased risk of heart attacks to dementia and premature death.  Primary care physician and author of the new book Project UnLonely Dr. Jeremy Nobel offers tips to feel less lonely and open up to connection again.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody, it's Marielle."
    },
    {
      "author": "SEGARRA",
      "text": "Raise your hand if you've been lonely before. I'm guessing if we were in a room together, every hand would be raised. It's a hard thing for a lot of us to admit, because we may have gotten messages that that's needy or weak, but everybody gets lonely."
    },
    {
      "author": "JEREMY NOBEL",
      "text": "The challenge isn't to avoid loneliness but to see it as a signal. Just like thirst is a signal you need hydration, loneliness is a signal you need human connection."
    },
    {
      "author": "SEGARRA",
      "text": "Jeremy Nobel is a primary care physician and public health practitioner at Harvard, and he created an initiative called Project UnLonely, which partners with campuses and communities to address loneliness and social isolation. He says the problem is, if we don't satisfy that longing to be with other people, we start to withdraw even more."
    },
    {
      "author": "NOBEL",
      "text": "The signal just gets stronger and it starts taking you into some what you might call spiraling circles of increased anxiety around connection."
    },
    {
      "author": "SEGARRA",
      "text": "That can lead to depression or problems with alcohol and drugs."
    },
    {
      "author": "NOBEL",
      "text": "And we know that significant, sustained loneliness also increases risk of physical illness, too. Increases risk of heart attack, stroke or death from either by 30%. Increases the risk of dying early by 30%."
    },
    {
      "author": "SEGARRA",
      "text": "But Dr. Nobel says we don't have to end up there. We can interrupt the spiral. NPR health correspondent Allison Aubrey talked to Dr. Nobel recently about his book, \"Project UnLonely: Healing Our Crisis Of Disconnection.\" On this episode of LIFE KIT, you'll hear that conversation with practical steps you can take to feel less lonely and open up to connection again."
    },
    {
      "author": "ALLISON AUBREY, BYLINE",
      "text": "I was struck in your book that you identify three types of loneliness. There's psychological, societal, existential. Can you describe the differences?"
    },
    {
      "author": "NOBEL",
      "text": "Absolutely. So loneliness is - it's a mood state. It's an emotion, just like love. There are different kinds of love. Why shouldn't there be different kinds of loneliness, right? So there's brotherly love, love of country, romantic love. I do point to these three types of loneliness you mentioned because I think it's useful not just for academic purposes, but if you understand the type of loneliness you're navigating, then it gives you some insight into what might be useful in that navigation."
    },
    {
      "author": "NOBEL",
      "text": "So let me go through them all really quickly. So first, psychological loneliness. This is what most people think of when they hear the word lonely. Do I have a friend, a confidant, someone I can tell my troubles to? The second type, societal loneliness, one way I describe that to people is imagine a room filled with people and you have to go into that room. Is your arrival anticipated, welcome and safe? If it's not, you might be reluctant, wondering what am I doing in that room? And so whether it's race, class, even disability, if we're systematically excluded, that's a kind of loneliness, also. The third, existential or spiritual loneliness, I think is fascinating. It's probably been around quite a long time. How do we fit into the bigger universe, the human narrative, if you will? Does our life have meaning and purpose? Consequence? So this is another kind of disorientation to connection with others that I think can trouble some people. And of course, you could have one, two, three or all of these types of loneliness all interthreaded (ph)."
    },
    {
      "author": "AUBREY",
      "text": "It does seem like these are woven together. And to some extent, as you described them, it feels like all of us must have some societal loneliness, some existential loneliness. The one that really strikes me is the first one - psychological loneliness. And if the litmus test is do I have a friend, that seems like a really important thing, you know, as - I have three kids, and as you watch your kids sort of thrive in social space or struggle, one kind of through line of whether they're doing well is do they have a friend or two at the moment that they're really connecting with? It always seems like there's madness in the world, but having that one confidant is really important, right?"
    },
    {
      "author": "NOBEL",
      "text": "Yes. We do need a sense that we are visible and matter to someone else, and I think uncertainty around that does invite a kind of spiraling into self-doubt, lack of self-worth, and then it makes it harder to take the risk of trying to connect with other people. You're already anticipating you won't be successful at that. And so these are the kind of things that I think are troubling many people right now."
    },
    {
      "author": "AUBREY",
      "text": "So let's talk about smartphones and the amount of time that people spend online. How do you think that this can help or hinder kind of authentic connections with others?"
    },
    {
      "author": "NOBEL",
      "text": "I think, like many technologies, smartphones can be a source of great benefit to people - individually and communities - but also great harm. And as I talk about in the book, one of the worrisome ways social media and smartphones are often used, particularly by younger generations, is a kind of performance platform where we curate what we put on that platform to tell a very - what we think or guess is an attractive story about ourselves to increase numbers, likes and follows. And so you're not only performing - you're continually being judged by this unseen audience. And you start changing your, say, posting behavior or your social media behavior to try to accelerate the attention you're getting at the external persona level, if you will - your digital persona. And that often is different from how you truly feel inside. So that can be very lonely-making for people as they feel that, in order to truly connect, they have to not be who they are."
    },
    {
      "author": "NOBEL",
      "text": "Now, there's other ways we could use social media, if we choose to tolerate the discomfort of authentic disclosure, to find people we share authentic interests with and then be able to share personal stories and respond in kind. And that's how we build more authentic, more sustainable connections. And we now have technology that can amplify that. Technology, in and of itself, isn't the problem. It's how we use it."
    },
    {
      "author": "AUBREY",
      "text": "So you have written what is basically a prescription for people who are experiencing loneliness. Walk me through the three basic steps."
    },
    {
      "author": "NOBEL",
      "text": "Yeah, absolutely. So be curious, make things, have conversations. And I find that this is very useful, simple guidance. And, you know, here's an example. Ten years or so ago, I got very curious about - why are we so lonely when, because of digital connection, now we can connect with people around the world in seconds? So I got curious about that, and then I made something. I made this book, and now we're having a conversation. And in that conversation and conversations like this, I'm continuing to learn about who I am, what I think is going on in the world, what matters, and engage and be less lonely. Now that's just one kind of almost funny example because we're in an interview scenario here, but I think, in our daily lives, we have all kinds of things we get curious about. And then making things - this is harnessing some of the creative pathways in our brains. We can talk more about how remarkably energizing some of that can be. And then human connection - to actually interact with authentic conversations with people about things that matter - I think that is the basis of some very important types of connection."
    },
    {
      "author": "AUBREY",
      "text": "So that seems like a big takeaway for our listeners - this idea of be curious, make things and have conversations. Let's focus a little more on making things. What sorts of things can people make, and how can this help people be less lonely?"
    },
    {
      "author": "NOBEL",
      "text": "Well, I think art forms can be a kind of conversation, right? So poetry is one of my art forms. I feel like I'm in a conversation with a reader I'm imagining when I write a poem. I love it when I can read, you know, publicly, and people respond. But other kinds of creative expression work, too. So it's not just the classic four types of creative expressions that we often think of - visual art, language art, movement and music - but the creative activities of using your imagination to express yourself in daily life. So, you know, what kind of decoration do you put on a cake that you make for your kid's birthday, right? That's an imaginative, creative expression. And so is, for many people, textile arts - knitting, crocheting, quilting. These are all ways to share your stories with others and connect."
    },
    {
      "author": "NOBEL",
      "text": "But there's really some very exciting new neurophysiologic research that, when you do creative expression and interact with the arts, it stimulates the same parts of our brain that form our judgments and our experiences of our social connections - how we literally make sense of the social environment around us. And so it's quite clear that creative expression literally changes how we make sense of our social opportunities, and what otherwise could be seen as risky interactions with others start becoming kind of interesting interactions. They provide a sense of possible joy, curiosity, delight and ultimately connection. So that's one thing that the arts do - is they change our brains, but they also change our minds."
    },
    {
      "author": "AUBREY",
      "text": "You write in the book that being different can lead to loneliness - you know, the trouble with being different. Perhaps that's why traditionally marginalized groups, people in the LGBTQ+ community, might be at higher risk of loneliness. Does this prescription you have work as easily for people who might be more prone to loneliness than sort of, like, run-of-the-mill loneliness that just comes with modern society?"
    },
    {
      "author": "NOBEL",
      "text": "Well, you know, so difference is one of the territories that I cover in my book because I wanted to identify some kind of areas of social experience where you're at risk for spiraling into serious loneliness. And difference is one of those. So you mentioned, you know, it could be, you know, gender identity. It could be race. It could be - you know, are you a relatively new person in the United States - you know, a newcomer family? But it all comes down to feeling that you're systematically excluded because of some characteristic. And the way you kind of push back against that is, first of all, by recognizing that it's traumatic to be systematically excluded - to actually recognize that it's not your fault that you're lonely. And fortunately, we are recognizing as a society the challenge of difference and beginning to have conversations about it and opening up pathways for people, no matter how excluded they may feel, to share their personal stories about that in a way that they don't have to fear the rejection, shame and guilt."
    },
    {
      "author": "AUBREY",
      "text": "So you're feeling optimistic that there are increasingly more on-ramps for social connection?"
    },
    {
      "author": "NOBEL",
      "text": "No question in my mind. And I think one of the most - I think, you know, the pandemic was difficult for many people for many reasons. For some, it was devastating. But one of the silver linings of the pandemic experience was we were able to talk about loneliness for a different reason. We were lonely because - not because we thought there was something wrong with us, a difference or some other issue that made us kind of less worthy of acceptance by others. We were lonely because we were isolated in order to protect the safety of ourselves and others. So in a sense, we were connected in our loneliness because we were doing it for a common purpose. And that opened a window to talk about loneliness in ways that we weren't able to before."
    },
    {
      "author": "NOBEL",
      "text": "And what we're trying to do at Project UnLonely and through my book is continue that process of talking about loneliness, reducing the stigma around it, recognizing that the occasional twinge of loneliness, that you want more human connection, may be one of the most human of feelings and that we shouldn't be afraid of it. We shouldn't pathologize it. We should learn to be curious about these feelings and pursue them to the kind of connections that give us what I think everyone needs, which is feeling that they're not alone."
    },
    {
      "author": "AUBREY",
      "text": "Why do you think that taking the first step is so hard? You talk about the spiraling and how the pangs of loneliness are so universal. How is it that some people can go from the pangs of loneliness and easily, you know, do something, find a group, connect, and other people spiral out of control?"
    },
    {
      "author": "NOBEL",
      "text": "So why is it so hard to take the first step to sharing who we are with other people? And I think a lot of it has to do with individuals' early experiences. If you've had a stressful upbringing or a stressful experience other points in your life, one of the things that often happens when you have these traumas, because that's what they are - injury, pain on a sustained or significant basis - we tend to push ourselves away from other people. We don't want to risk getting hurt again."
    },
    {
      "author": "NOBEL",
      "text": "And so that's why having a little bit of a catalyst for that, whether it's the kind of exciting, fun activity of a social creative making experience or even watching a film with some people and sharing your thoughts, and then maybe expressing yourself creatively, if we can just provide just that little nudge for people to take that first step - very hard for some, easy for others - then I think it becomes quite reinforcing because it's often quite pleasurable. It's joyous to feel connection. It increases dopamine levels to tell our story. It's a very positive experience. And so part of my goal in Project UnLonely, in this book, in this conversation with you, Allison, is to encourage people to take those risks, tolerate that discomfort of disclosure, and see where it leads them."
    },
    {
      "author": "AUBREY",
      "text": "What I've heard from you throughout this conversation is that people can try this prescription on their own, so let's recap. Takeaway No. 1, which may be the first step to overcoming loneliness, is to take a risk."
    },
    {
      "author": "NOBEL",
      "text": "Share something about yourself. It doesn't have to be the biggest, darkest secret of your life, but just something you think other people might find interesting and compelling and see where it goes."
    },
    {
      "author": "AUBREY",
      "text": "Takeaway No. 2 is to make something."
    },
    {
      "author": "NOBEL",
      "text": "Do a drawing, a doodle, a dance move. Make something that puts your thoughts and feelings and vision about who you are and what matters into a tangible artifact that then can express those thoughts and feelings to others."
    },
    {
      "author": "AUBREY",
      "text": "And takeaway No. 3 is to have conversations."
    },
    {
      "author": "NOBEL",
      "text": "What you're thinking about, what motivates you, what excites you, share that to someone else and invite them to share back. That's a conversation."
    },
    {
      "author": "AUBREY",
      "text": "And that leads to takeaway No. 4, which is to find like-minded people. Find a community that matches your interests."
    },
    {
      "author": "NOBEL",
      "text": "Love walking on the beach? Find other people who love walking on the beach. And while you do that, have conversations."
    },
    {
      "author": "AUBREY",
      "text": "And that leads us to the last takeaway. What would you say is takeaway No. 5?"
    },
    {
      "author": "NOBEL",
      "text": "I think takeaway No. 5 is recognizing that other people's loneliness matters also. And if you see someone who's experiencing loneliness, that you think is in a spiral of loneliness, be kind."
    },
    {
      "author": "AUBREY",
      "text": "Dr. Jeremy Noble, thanks so much for joining us."
    },
    {
      "author": "NOBEL",
      "text": "My pleasure, Allison. Stay connected."
    },
    {
      "author": "SEGARRA",
      "text": "That was a conversation between Dr. Jeremy Noble and NPR's Allison Aubrey. For more LIFE KIT, check out our other episodes. We have one you might like on how to make friends as an adult. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. It was edited by Meghan Keane, Carmel Wroth and Jane Greenhalgh. Our visuals editor is Beck Harlan and our digital editor is Malaka Gharib. Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Joshua Newell, Rebecca Brown (ph) and Phil Edfors. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1217003522.mp3",
  "img": "https://media.npr.org/assets/img/2023/11/30/project_unlonely_book_life_kit_wide-5f2065db4cb77783506699b1dc94796cc4e0653b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "JEREMY NOBEL",
    "NOBEL",
    "ALLISON AUBREY, BYLINE",
    "AUBREY"
  ]
}