{
  "title": "How to actively heal from an injury or illness",
  "url": "https://www.npr.org/transcripts/1196977965",
  "intro": "If you're recuperating after an illness or injury, it's normal to not feel like yourself. Your body needs time to heal so you can get back to your regular activities. Physician Gavin Francis shares practical tips on active healing, deciding which activities to spend your energy on, and pacing yourself while still testing your limits.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. A few years ago, I was running late to a friend's graduation, so I ran quickly across the street to catch a light. And about halfway through the intersection, I felt a snap in my calf. Suddenly, I couldn't walk on that leg or even flex my foot. Turns out I tore my calf muscle. In the days and weeks after, I was so frustrated. I felt like, how could this happen? I'm a runner. I don't understand it. It was like my body had failed me, and I just wanted to know how fast I would get better. I certainly was not in the mood to sit around and convalesce."
    },
    {
      "author": "SEGARRA",
      "text": "Convalescence feels like an old-fashioned word, right? It makes me think of a time before antibiotics - you know? - a time when women in long nightgowns would pace the halls of their Victorian homes by candlelight, waiting for their loved one's fever to break. It's possible I read too many Gothic novels. But Dr. Gavin Francis says the word convalescence - it resonates with him."
    },
    {
      "author": "GAVIN FRANCIS",
      "text": "In Latin, it means to grow in strength. And so convalescence is a wonderful word - quite a beautiful word, I think - that takes in the idea that, after illness, we've been weakened, and we need to recover our strength and grow in strength again. And so it's a kind of catchall title for any kind of recovery which is bringing you back to the life you want to live."
    },
    {
      "author": "SEGARRA",
      "text": "Dr. Francis is a primary care physician in Scotland, and he wrote a book called \"Recovery: The Lost Art Of Convalescence.\" It's filled with insights about what he's learned over decades of watching patients heal from injury and illness. And he says, while medicine has come a long way since the Victorian era, a lot of the time what it offers is a pathway to healing, not an easy fix."
    },
    {
      "author": "FRANCIS",
      "text": "If you think even like a - when a physician sort of stitches up a wound, you know, in the ER - you know, when you stitch up a scalp wound, you don't really knit those tissues back together. You just put in some suture material to hold it, and the body does the healing."
    },
    {
      "author": "SEGARRA",
      "text": "That process takes time, and nobody can tell you exactly how long. On this episode of LIFE KIT, Dr. Francis and I talk about what you can do to support your body while it heals from an injury or illness. He'll share practical tips on why it's important to stay active and what that can look like in practice, how to pace yourself and how to decide which activities to use your energy on."
    },
    {
      "author": "SEGARRA",
      "text": "When you're healing from an injury or an illness, why is it important to do it right? I hesitate to say right, but - 'cause what is right? - but also, why is it important to do it in a certain way?"
    },
    {
      "author": "FRANCIS",
      "text": "Well, it's my experience, seeing people recover from all kinds of conditions - mental conditions, physical conditions, surgical conditions - that if you don't engage fully with the process, if you don't think carefully about it, it can be quite a temporary recovery, or you cannot recover to the best of your ability. And so it's been my experience again and again that the best recoveries aren't really a passive process. They are acts. And like all actions, you can do them well, or you can do them badly."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. What has that looked like in patients that you've seen when it's a temporary recovery? What can that mean?"
    },
    {
      "author": "FRANCIS",
      "text": "I'm thinking, in particular, of people either with mental health problems who've pushed themselves to get back to work too quickly - say, for example, somebody who is having a real problem with anxiety - sort of overwhelmed by anxiety and panic and feeling really panicky about everyday things in their life. And a temporary recovery, I'd say, would be somebody who pushes themself back into stressful situations too quickly before they're really strong enough, and they can just find all that panic come clattering back down on them again. Or, say, somebody recovering from fatigue after suffering from a chest infection or suffering from COVID - you know, feeling really exhausted, low in energy, having to sleep 12, 14 hours a night - and again, if they push themselves too hard or they push themselves back into a normal routine too early, then it's very easy to relapse back into that kind of exhaustion."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And this gets at, I think, the tension a lot of people feel when it comes to recovering from an injury or an illness - like, should I be resting or doing stuff? Like, there's this idea that what you need most is rest and sleep and time, but you also need to be active, right?"
    },
    {
      "author": "FRANCIS",
      "text": "Yeah. So it's about that fine balance and learning a new kind of language of your body and learning - and your mind - and what it can take. And, you know, it sounds the most simple thing in the world - doesn't it? - that you should do more of what refreshes you and gives you energy, and you should do less of what exhausts you and depletes you and makes you feel depressed. But people constantly go back to unhelpful, unhealthy patterns of behavior and activity and diet. And so I would say that an active, kind of respectful engagement with the process of recovery is about paying really close attention to that and really trying hard to avoid those things that make you feel worse and do more of the things that make you feel better."
    },
    {
      "author": "SEGARRA",
      "text": "What's something you've learned about recovering or convalescence that people might find surprising?"
    },
    {
      "author": "FRANCIS",
      "text": "I think the things that people find most surprising when I talk about this book is this idea, first of all, that health is not some extreme that we're all sort of struggling to get to. You know, the World Health Organization has this definition of health where it calls it the complete absence of any kind of social or mental or physical problem. And I've always really disliked that definition of health because I don't know if I've ever met anybody who's in a state of complete social, mental and physical well-being. Everybody..."
    },
    {
      "author": "SEGARRA",
      "text": "Right."
    },
    {
      "author": "FRANCIS",
      "text": "...Has got some kind of problem niggling somewhere. And so my whole medical career, I've tried to get away from that idea and try to restore this much older, more kind of Greek and Roman idea of health as a balance. And that, I think, surprises people a lot when I bring it up in my role as a doctor. And I say, well, you know, hardly any of us are really healthy anyway if you define it like that. You know, health is just a balance, and it's different for everybody. Health is different for an 18-year-old than it is for a 75-year-old."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Let's talk about the - creating a space where you can recover. For a lot of people, if they're not in the hospital, then they're going to be recovering or healing at home. What have we learned about the spaces that we heal in - like, how we can make those conducive to our getting better?"
    },
    {
      "author": "FRANCIS",
      "text": "So the old-fashioned approach to convalescence - you know, if you go back to the Victorian times and just kind of Florence Nightingale-type hospitals, they had - they were big. They were airy. They were clean. They were light. They always had a window that looked out over something green. And that kind of environment really does help people to recover. So if you're creating that space at home, then, yeah, I would think about those very simple Florence Nightingale-type principles about making sure that it's clean, that it's fresh, that you've got a view over something green and, if you can, trying to get access to nature, however you want to define that. You know, for some people who are really limited, it's going to be - the most they're going to be able to access is some pot plants or some window boxes. And for other people, it's trying to make sure they get out for a walk every day in the park, no matter how short or brief that walk might be. It's about achievable goals, really, and trying to set achievable goals and what you can do with your own environment."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. What comes to mind is, like, maybe if you have several rooms in your house and your bedroom doesn't overlook a green space, but your living room does - like, maybe you move some things around or have someone help you move some things around so that you can see the green space at all times. Or, like you're saying, adding plants - making sure that your windows are not, like, shuttered so you don't have any sunlight - you know, making sure that they're - the sunlight is able to come in - even small changes like that."
    },
    {
      "author": "FRANCIS",
      "text": "Yeah, absolutely. You know, modern medicine is amazing. You know, I don't want to go back to medicine before antibiotics, before effective psychiatric medications. I don't want - before steroids. I don't want to return to that. But I do think that some of the older approaches to medicine had a lot of value, too. Doctors and nurses, I always feel, are much more like gardeners than they are like mechanics. We don't really replace parts - broken parts. What we do is we try and restore balance and try to get the environment as conducive to healing as we can."
    },
    {
      "author": "SEGARRA",
      "text": "So it seems like, in the book, the wisdom is be active and test your limits where you can, but also pace yourself."
    },
    {
      "author": "FRANCIS",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "What are some practical tips people can use to pace themselves?"
    },
    {
      "author": "FRANCIS",
      "text": "So in terms of pacing, I'd propose a good example of setting an achievable goal for that would be, OK, I feel completely exhausted by, for example, going a walk around the block. So I'm not going to walk around the whole block. I'm just going to try every day to go, for example, half that distance. And if you can do that comfortably after several days, then you try and extend it a little bit, but only very, very gently. Try to keep a diary of what kind of food you're eating as well. These things - even just the act of writing it down often makes you pay attention in a very different way."
    },
    {
      "author": "FRANCIS",
      "text": "And I'm aware that many people, particularly suffering from something like COVID or a fatigue - a viral fatigue - they feel that the goalposts are constantly shifting or that the activity that would exhaust them is constantly changing. And I've heard people describe a kind of almost snakes-and-ladders-type effect. But I try to reassure people that, actually, you know, we have more than dice to guide us. And every journey they make up and down that board - or every journey towards and away from health - they're gathering information that helps them next time. And that can be really kind of empowering to realize that you're starting to get a sense for yourself of what your limits are, and only then can you start to gently test the edges of those limits."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. You also suggest that folks plan to have rest throughout the day and even strategically place stools or chairs around their home - right? - so that they can sit down whenever they need to."
    },
    {
      "author": "FRANCIS",
      "text": "Yeah. So if you're somebody suffering from really extreme fatigue, then absolutely you need little sort of resting places around the home. And meals can be exhausting too. So some people get very exhausted by a big meal, so it's more better to eat small meals regularly. And people also get completely exhausted by things like drying themselves after the shower. You know, that can be really tiring. And so making sure that there's a chair in the shower or beside the shower is a really good idea, too. Some people, I've found, over the years - particularly since COVID, with the kind of breathlessness and long-term breathlessness you can suffer after that - can get really out of breath with minimal activities and have even benefited from speaking with physical therapists about controlling their breathing. And there's apps that can help you control your breathing, too."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. On the drying yourself front, you say in the book that sometimes people will use a bathrobe instead of a towel to dry their body after a shower or a bath. It sounds like the reason is so that you don't have to be twisting and bending and all of that stuff. With the ethos of saving your energy for certain tasks and using assistance for others, how do you decide what to use your energy on when you're healing? Like, OK, I'm not going to use it up by drying myself. I'm going to use it on X."
    },
    {
      "author": "FRANCIS",
      "text": "Hmm. Well, yeah, I would say that the best way forward is to try to save your energy whenever you can and use it for the things that give you some sort of pleasure or enjoyment or make you feel good about yourself whenever you can. So yeah, I mean, that's actually a perfect example. It's quite boring to stand and use a towel. If you can just wait and use a bathrobe, why not?"
    },
    {
      "author": "SEGARRA",
      "text": "Mmm hmm. I like the idea that, even when you are sick or recovering, you get to feel pleasure. I think there's this idea I carry from - maybe from school, where it's like, if you're home sick - if you're really sick, you better be miserable all day. But the truth is, yeah, if you're recovering, like, you can find moments where you are experiencing pleasure, joy, just - even, like, in your body - like, sensations of pleasure. I don't know if that's, like, eating a cookie - like, a chocolate chip cookie or, like, doing - watching a TV show you really love or, like, listening to music or - I'm sure it could be a lot of things."
    },
    {
      "author": "FRANCIS",
      "text": "Just the first coffee of the morning."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "FRANCIS",
      "text": "I suppose what I wanted to get across in that section of the book, when I was describing it, is that when you're feeling so low, then you need to try and avoid the things that are going to make you feel even lower. And that can be anything. You know, medicine isn't just things that you pop out of a foil packet. Medicine can be loads of things - you know? - and I try - the book tries to take in all kinds of recoveries, even from conditions that are incurable. So for example, someone with Parkinson's disease - their best recovery might be joining a dance class. Or someone with a chronic lung condition - it can be joining a choir. Or sometimes the best therapies are to do with your pets - you know, stroking your cat on your lap or taking your dog for a little walk or - that can be therapy. So I would like to sort of wave a flag for widening our definition of what counts as medicine or what counts as therapy and include some other things that are some of the major pleasures of life."
    },
    {
      "author": "SEGARRA",
      "text": "Thank you so much. I've really appreciated this and your thoughtfulness and these tips. I feel like they'll help a lot of people."
    },
    {
      "author": "FRANCIS",
      "text": "Yeah. Well, thank you, Marielle. Thanks for having me on."
    },
    {
      "author": "SEGARRA",
      "text": "All right, time for a recap. Try to make your space conducive to healing. Keep it clean, bright and airy, and maybe get some plants or position yourself in front of a window where you can see green space. Get outside and move if you can, even if it's a short walk halfway around the block. Test your limits little by little. As you decide how to spend your time and energy, think about what brings you pleasure and then also what's just neutral and what's draining. Do more of the pleasurable things, and find ways to save energy on the other stuff. Like, you could use a bathrobe instead of a towel to dry yourself or place chairs around your home so you can sit while you brush your teeth or chop veggies or whatever else. If you're feeling short of breath, talk to your doctor. It also might help to work with a physical therapist who can teach you techniques for breath control."
    },
    {
      "author": "SEGARRA",
      "text": "And remember, your body needs to heal. Give it time and love. I told you at the top of the episode about my torn calf muscle. What I learned from that experience is that there will be ups and downs, and some days you will get mad at your body. But I also developed a new perspective over time - one of gratitude - because, yeah, my calf was taking its time to heal. But also, my body was doing an amazing thing. It was toiling away, repairing this muscle that had ripped apart so that I could walk and run again. The least I could do was be kind to it."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on the benefits of spending time in the forest and another on how to pick a health insurance plan. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Sylvie Douglis. Engineering support comes from Stu Rushfield. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8866281340.mp3",
  "img": "https://media.npr.org/assets/img/2023/10/06/recovery_bookauthor-copy_wide-cfacf6826534d9f2e395aa785a6f080ab7b195b4.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "GAVIN FRANCIS",
    "FRANCIS"
  ]
}