{
  "title": "8 good habits that can protect you from getting scammed",
  "url": "https://www.npr.org/transcripts/1196978201",
  "intro": "Scams can happen to anyone. Experts explain how to safeguard your data and money from being exploited or stolen by fraudsters.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...from NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody, it's Marielle. Kelly Richmond Pope is a huge Bruno Mars fan. She loves the song \"24K Magic,\" among many others. So in 2017, when she realized he was coming to her city, she got on Ticketmaster. And the universe was smiling upon her that day because she got these amazing front-row seats for pretty cheap."
    },
    {
      "author": "KELLY RICHMOND POPE",
      "text": "And I'm thinking, oh, yeah, I got a bargain. So my cousin and I go to the Bruno Mars concert. We're super excited. We get in, go through the United Center door, and we get a big X over the ticket."
    },
    {
      "author": "SEGARRA",
      "text": "The ticket was fake."
    },
    {
      "author": "RICHMOND POPE",
      "text": "And when I go back and I think what happened, the website that I got it off of - it did look a little bit different than the traditional-looking Ticketmaster website. And so what should've been the red flag was - how do I have these amazing seats? It's almost like if you got Taylor Swift or Beyonce tickets, front row, for a hundred bucks apiece. And that was how good of a deal this was."
    },
    {
      "author": "SEGARRA",
      "text": "She ended up tweeting at the real Ticketmaster, and they gave her and her cousin free front-row tickets for all the hassle. But the point is, Kelly got scammed. And what's notable about that is - you know what she does for a living? She's a forensic accounting professor at DePaul University."
    },
    {
      "author": "RICHMOND POPE",
      "text": "And my area of expertise is fraud, forensic accounting and white-collar crime."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, in other words, scams - her expertise is scams. So scams even happen to people who study them."
    },
    {
      "author": "SEGARRA",
      "text": "Scammers are everywhere, especially online. In 2022, there was an estimated $8.8 billion lost to fraud. These scammers want your money, but also your personal information."
    },
    {
      "author": "RICHMOND POPE",
      "text": "What can you do with that? You can open a credit card. You can apply for a loan. I've even had interviews that I've done with white-collar felons where people have applied for mortgages in people's names."
    },
    {
      "author": "SEGARRA",
      "text": "Even if you think you've got a skeptical eye and this could never happen to you..."
    },
    {
      "author": "AMY NOFZIGER",
      "text": "Every single person is vulnerable to scams."
    },
    {
      "author": "SEGARRA",
      "text": "Amy Nofziger is a certified fraud examiner and the director of Fraud Victim Support with AARP, which focuses on issues affecting people over 50. And she oversees their fraud hotline, where they get calls from people of all ages. Amy says there are a lot of myths out there about who gets scammed."
    },
    {
      "author": "NOFZIGER",
      "text": "People that are uneducated, that don't have resources, that aren't worldly - but in my two decades of experience, whether you're a doctor, a lawyer, a CEO, a teacher, it really doesn't matter."
    },
    {
      "author": "SEGARRA",
      "text": "Today's episode of LIFE KIT is all about scams. We'll talk about how to spot the red flags and proactively protect yourself and what to do if you are a victim of fraud or identity theft."
    },
    {
      "author": "SEGARRA",
      "text": "As Amy was saying, anyone can get scammed. That's our takeaway one. Understand that it could happen to you. These warnings are not just for folks with memory issues or people who don't understand technology. And scammers - they want your money whether you have a lot or a little."
    },
    {
      "author": "NOFZIGER",
      "text": "Criminals will steal from anyone, whether you have $5 or $500 or $500,000."
    },
    {
      "author": "SEGARRA",
      "text": "Also, as I mentioned earlier, they may want your personal information, like your Social Security number, so they can steal your identity and then take on debt in your name."
    },
    {
      "author": "SEGARRA",
      "text": "The other thing is, it doesn't matter how old you are. There are scams targeted at your age group. Back to Kelly Richmond Pope, who we heard from earlier - she's a university professor, and she warns her students about scholarship scams."
    },
    {
      "author": "RICHMOND POPE",
      "text": "If you are in college or graduate school and you see an advertisement for a scholarship, that scholarship could be asking for so much information about you. It could ask, if you have a tax return, do you have one? What's your name? What's your birthdate? What's your parent's name? What's your mother's maiden name? How old are you? Where do you go to school? And sometimes you don't know that this is a fake scholarship. It doesn't exist."
    },
    {
      "author": "SEGARRA",
      "text": "The same thing can happen with fake job applications or websites that pretend to offer student debt relief."
    },
    {
      "author": "SEGARRA",
      "text": "Another common scam involves cryptocurrency, where someone tells you they've got a great opportunity for you to invest in crypto, and then they steal your money. Amy says sometimes this starts with a simple wrong-number text."
    },
    {
      "author": "NOFZIGER",
      "text": "You'll get a text message to your device, and it says, hey, are you coming for dinner tonight? And you, as a good human, writes back and say, I'm sorry. You know, I think you have the wrong number. Who is this? And they'll write back, and they'll say, oh, isn't this Sally? Oh, I'm so sorry. You know, I thought I had my friend Sally's phone number. But you sound really nice. Like, where are you located?"
    },
    {
      "author": "SEGARRA",
      "text": "Then the conversation's flowing, and they ask you a seemingly innocuous question, like..."
    },
    {
      "author": "NOFZIGER",
      "text": "What do you like to do for fun? I play baseball. I do this. Oh, I dabble in crypto. I learned it from my aunt, who's a, you know, world-known crypto investor."
    },
    {
      "author": "SEGARRA",
      "text": "Maybe you've always wondered if you were missing out on the whole crypto thing. And next thing you know, you're transferring money to this person's digital crypto wallet, and you'll never see it again."
    },
    {
      "author": "SEGARRA",
      "text": "There are also impostor scams where you get a phone call or a text from somebody pretending to be an institution, like your bank or a government agency."
    },
    {
      "author": "NOFZIGER",
      "text": "It could be a text message from someone saying that there's a package waiting for you from the Postal Service. It could be someone calling you and saying that they're with the DEA, and they found a car that was rented in your name and Social Security number, and drugs were in it. You know, whatever it is, the impostor scams are rampant."
    },
    {
      "author": "SEGARRA",
      "text": "And these can be sophisticated. One of our producers got a phone call recently from somebody saying, hey, it's your bank. We think there's been a fraudulent charge on your account. Did you make this purchase? So she logged into her account online and saw that there was a fraudulent charge on there from that place, but something felt off. The person on the phone had pronounced her name wrong and was asking for personal information, so she hung up and called her bank directly. Turns out that person was a scammer, and presumably they had made the fraudulent charge. It's clever, right?"
    },
    {
      "author": "SEGARRA",
      "text": "That brings us to takeaway two. Learn the red flags of a scam. Amy says, if someone contacts you, whoever they're claiming to be, listen carefully. If they ask for payment, that's a red flag."
    },
    {
      "author": "NOFZIGER",
      "text": "If they are asking or say - in any part of the conversation - prepaid gift card, government card, stop. If they say anything about a QR code or an ATM machine, stop. If they say anything about a peer-to-peer app, like Venmo, Cash App, or Zelle, 100% stop. The government does not take payment with Venmo. If they say Social Security number or Medicare number - you know, oh, we need to verify this for, you know, legitimate purposes - stop."
    },
    {
      "author": "SEGARRA",
      "text": "Another red flag is requesting that you go get cash from an ATM or go to a store and ship them something."
    },
    {
      "author": "NOFZIGER",
      "text": "Just stop. Just stop right there."
    },
    {
      "author": "SEGARRA",
      "text": "Now, here's a very specific but common one. If they're claiming to be the IRS, stop."
    },
    {
      "author": "RICHMOND POPE",
      "text": "You call the IRS."
    },
    {
      "author": "SEGARRA",
      "text": "The IRS typically reaches out to taxpayers through good, old snail mail, but these phone calls prey on our fear and uncertainty."
    },
    {
      "author": "RICHMOND POPE",
      "text": "When you get that IRS call, you're like, oh, my gosh, have I paid? Did I not pay? What's going to happen if I don't? So they know that that's how you're going to respond."
    },
    {
      "author": "SEGARRA",
      "text": "That brings us to another red flag. Scammers will often try to trigger your emotions. They want you to feel scared or nervous so that you're not making clear-headed decisions. Those feelings should make your antenna go up. This happens in romance scams, where somebody you've been chatting with online tells you they're stuck in another country, and their passport got stolen, for instance, and they just need you to Venmo them enough money to get home. It also happens in kidnapping scams, where someone pretends they've taken your family member captive. If you feel your emotions rising, pay attention."
    },
    {
      "author": "SEGARRA",
      "text": "Another red flag is urgency. Is the person on the phone saying something needs to happen right now? That's another sign of a scam. And in those moments, don't be afraid to hang up."
    },
    {
      "author": "NOFZIGER",
      "text": "Get out of that situation. Like, literally get out of that situation. Hang up the phone. Delete the email, and check on it."
    },
    {
      "author": "SEGARRA",
      "text": "Amy says, in general, you should treat everyone you meet online or through your phone as you would a stranger in person."
    },
    {
      "author": "NOFZIGER",
      "text": "So imagine you're in your downtown area and someone runs up to you and says, oh, my gosh, I have the best crypto opportunity for you right now. Do you want to go meet my aunt? 'Cause she can invest your money, right? Or someone runs up to you and says, oh, my gosh, you are the prettiest person I've ever met. I think I love you. If you're face to face, you'd be like, step away from me now."
    },
    {
      "author": "SEGARRA",
      "text": "Once you have stepped away or hung up or disengaged and you want to look into whatever this is, be careful. Like, let's say you got an email with a scholarship opportunity. Don't immediately click the links in the email. And just do some research. Kelly suggests that you find a way to verify that scholarship is real using 3 to 5 other sources."
    },
    {
      "author": "RICHMOND POPE",
      "text": "A lot of times, when we're desperate, we don't do the verification piece. And that's what the scammers are preying on - is our desperation and our busyness and the lack of time."
    },
    {
      "author": "SEGARRA",
      "text": "Now, let's take a different scenario. Say you get a call from someone claiming to be your bank. You're going to hang up and call the bank directly. Now, this is important. Don't just Google the customer support number because scammers have placed fake customer service numbers online."
    },
    {
      "author": "NOFZIGER",
      "text": "So when an individual goes to, you know, a search engine and types in the phone number for PNC Bank, whatever it is, and just says PNC Bank customer service, the criminals are placing these fake customer service phone numbers. You call it thinking you're talking to your actual bank because you did your due diligence. You called the number. You looked it up."
    },
    {
      "author": "SEGARRA",
      "text": "But it's a fake number. So always call the number on the back of your bank card or on your account statement. And same goes for government agencies, airlines and other institutions. Make sure you're at their correct website and find the number that way."
    },
    {
      "author": "SEGARRA",
      "text": "Now, if you thought you were only at risk while browsing the internet, not so fast. Picture this - you're walking on a trail, and a teenager comes up to you and says..."
    },
    {
      "author": "NOFZIGER",
      "text": "Oh, my gosh. I lost my phone. I need to call my mom to pick me up. Can I borrow your phone, please? Well, of course. Here's my phone. You know, you see them dialing a phone number. But actually, what they've done is they've gone into your Venmo or your other peer-to-peer app, and they're basically just transferring money out of your account to them."
    },
    {
      "author": "SEGARRA",
      "text": "That brings us to takeaway three - proactively protect yourself from scams and fraud. So the first thing Amy says here is that, if a stranger does want to borrow your phone..."
    },
    {
      "author": "NOFZIGER",
      "text": "First of all, put it on speaker. You dial the number. You keep control of your phone. But also, always sign out of any banking apps."
    },
    {
      "author": "SEGARRA",
      "text": "That means Venmo and Cash App and whatever else - make sure you sign out of those apps every time you're done using them. This is just one of many precautions you can take to protect yourself from scams. And yeah, some of these things will be inconvenient, and they may seem like overkill. But..."
    },
    {
      "author": "NOFZIGER",
      "text": "It's just like how we - you know, none of us want to be broken into in our houses, but we lock our doors at night. We have alarms. We set up barriers. We need to do the same thing when it comes to scams and frauds and our financial safety and security."
    },
    {
      "author": "SEGARRA",
      "text": "Another tip from Amy - set your phone up to silence or block calls from unknown numbers."
    },
    {
      "author": "NOFZIGER",
      "text": "It's a simple thing. You can go into phone settings, and there's just a toggle that says send unknown callers to voicemail. That means that anybody that is not in your contacts that calls you will go directly to voicemail. And some people will say to me, well, what if it's important? Well, if it's important, they will leave you a voicemail."
    },
    {
      "author": "SEGARRA",
      "text": "Also, reconsider what information you're sharing online - for instance, on your social media accounts."
    },
    {
      "author": "RICHMOND POPE",
      "text": "Think about this - how many people go on vacation and tell the whole world they're on vacation? All you're alerting to the world is you're not home. And so you have to think about how we make ourselves vulnerable to scams because we make it a lot easier than we used to."
    },
    {
      "author": "SEGARRA",
      "text": "Be super careful about what you share, and also consider making your social media accounts private."
    },
    {
      "author": "SEGARRA",
      "text": "Also, Kelly says, regularly check your bank accounts for fraud."
    },
    {
      "author": "RICHMOND POPE",
      "text": "One of the things even personally that I try to do is, every two weeks, take an hour and sort of do a deep dive. Look at all the transactions. Look at all of my credit card debits, credits and see - make sure that everything there is valid and legitimate."
    },
    {
      "author": "SEGARRA",
      "text": "And whenever possible, use your credit card rather than your debit card. If someone makes a fraudulent charge on your credit card, the most you'll be liable for is $50, and often you'll pay nothing. But if someone gets a hold of your debit card info, they can take money straight out of your checking account, and then you won't have access to that money while everything gets figured out. Also, you may be liable for much more of the losses, depending on when you report the fraud."
    },
    {
      "author": "RICHMOND POPE",
      "text": "So I've always used my credit card for as much as I can do, and then just pay that credit card balance off at the end of the month."
    },
    {
      "author": "SEGARRA",
      "text": "You can get a free report from each of the three major credit bureaus every year. Use those throughout the year to see if anyone has made charges or opened accounts in your name. Even better, freeze your credit. That ensures no one can open up a credit card or take out a loan in your name. And this is something both of our experts recommended. To freeze your credit, you're going to go to the websites of each of the major credit bureaus, make an account and request a freeze. You can do the same thing for a couple more minor credit bureaus. Amy's credit is frozen."
    },
    {
      "author": "NOFZIGER",
      "text": "I have it on there. I know my credit is safe. And if I do need to refinance or get a loan, I just go and I thaw it. That's what they call it. They say thaw it. I'll tell the company to thaw it for 10 days while my, you know, creditor can check my credit, and then it'll automatically be frozen again."
    },
    {
      "author": "SEGARRA",
      "text": "And if you have kids, consider freezing their credit as well because they can be targets, too."
    },
    {
      "author": "RICHMOND POPE",
      "text": "I have read stories of children that - they've been living their lives. They're 18 years old. And they realize that all of these credit cards have been opened in their name, and their credit is ruined because someone stole their identity and they didn't even know about it."
    },
    {
      "author": "SEGARRA",
      "text": "People are getting scammed all the time, and it might happen to you."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway four - if you do get scammed, report it. And if necessary, go through the steps of recovering from identity theft."
    },
    {
      "author": "NOFZIGER",
      "text": "Report it to your local law enforcement, your Attorney General's office. Report it to us on the Fraud Watch Network Helpline. You are going to need support, and you're going to need guidance on what to do and where to go. And it certainly depends on what type of scam that you were a victim of."
    },
    {
      "author": "SEGARRA",
      "text": "For instance, if you were the victim of a credit card fraud, they would tell you..."
    },
    {
      "author": "NOFZIGER",
      "text": "Contact your financial institutions. You know, put a fraud alert on your credit report. If you were a victim of a scam that involved a gift card, you know, you can get the guidance to call the number on the back of the gift card immediately. Tell them that it was used in a fraud. See if there's any funds remaining."
    },
    {
      "author": "SEGARRA",
      "text": "The bad news here is that, if you lost money in a scam, you may not get it back."
    },
    {
      "author": "NOFZIGER",
      "text": "And that's why the criminals love the forms of payment that they ask for. Because getting money back from a prepaid gift card is not usually going to happen. Getting money back that you deposited into a crypto ATM machine is not necessarily going to happen. That doesn't mean it doesn't, and that doesn't mean you shouldn't report it."
    },
    {
      "author": "SEGARRA",
      "text": "Sometimes, though, the best you can do is learn how to protect yourself going forward and put new barriers in place."
    },
    {
      "author": "SEGARRA",
      "text": "The last thing we want to say here is, if you got scammed, give yourself grace."
    },
    {
      "author": "NOFZIGER",
      "text": "You were a victim of a crime - end of story. You need help, support, kindness, empathy, guidance. You need a shoulder to cry on. You need a support group just like if you were a victim of a home break-in."
    },
    {
      "author": "SEGARRA",
      "text": "She says, as the victim of a scam, you might worry that people will say it's your fault and that you should've known better. That's what we do to fraud victims as a society."
    },
    {
      "author": "NOFZIGER",
      "text": "We blame them. And so what we're really trying to do at AARP is to bring those victims out of the shadows and say, get out here. You know, share your story. Report your crime. Because that's how we and other, you know, people in this fight are going to understand the magnitude of this issue."
    },
    {
      "author": "SEGARRA",
      "text": "OK, time for a recap. Takeaway one - understand that you can get scammed regardless of your age or income or level of technological savvy, and there are scams targeted at people just like you."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway two - learn the red flags of a scam. You get a call or an email or a text, and someone is asking for money or personal info. They're asking you to go somewhere, like an ATM or the post office. They make it seem like this task is super urgent - all red flags."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway three - proactively protect yourself from scams and fraud. Check your bank account transactions and your credit report for suspicious activity. Freeze your credit. And use your credit card instead of your debit card whenever you can."
    },
    {
      "author": "SEGARRA",
      "text": "And takeaway four - if you do get scammed, report it. Go through the steps of recovering your identity if you need to, and be kind to yourself."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to boost your credit score and another on cooking soup. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Margaret Cirino and Sylvie Douglis. Engineering support comes from Becky Brown. Special thanks to David Myman (ph) and Marty De Lima (ph). I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8164702557.mp3",
  "img": "https://media.npr.org/assets/img/2024/07/23/gettyimages-2155003588-copy_wide-a2a41a5f430cc44626e81edcf4fb72db5dd2d217.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "KELLY RICHMOND POPE",
    "RICHMOND POPE",
    "AMY NOFZIGER",
    "NOFZIGER"
  ]
}