{
  "title": "How to slow down and reflect ahead of 2024",
  "url": "https://www.npr.org/transcripts/1196978437",
  "intro": "The week between Christmas and New Year's Day is a good time to check in with yourself and take stock of the year. Reporter Kyle Norris talks with Buddhist Lama Rod Owens about how to get reflective during this time. Plus, a creative exercise to help you look back from cartoonist Nicole J. Georges.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody, it's Marielle. I don't know if y'all have ever felt this way, but a lot of the time between Christmas and New Year's, I get really gloomy. Life is so busy all the time. Too busy, really. And then during that week, it comes to a standstill, right? The merriment of the holidays, with all the bright lights and the cooking and the crafts, that's basically over. Plus, you might be traveling, visiting relatives, sleeping in a bed that's not your own. It's like you're suspended in time, waiting for your normal life to start again in the new year with all the pressure and emotion that can bring. But this week, it doesn't have to feel so eerie. It can actually be a golden opportunity to get quiet and turn inward, to reflect on where you're at and where you're headed."
    },
    {
      "author": "ROD OWENS",
      "text": "I want to shake loose the past and actually lean into the future, but I want to shape the future, as well, not just let the future happen."
    },
    {
      "author": "SEGARRA",
      "text": "That's the Buddhist teacher, Lama Rod Owens. On this episode of LIFE KIT, how to slow down and reflect ahead of the new year. Reporter Kyle Norris talked to Lama Rod and to an artist who makes graphic novels, and they'll all share ideas and exercises that you can use this week to transition to 2024."
    },
    {
      "author": "KYLE NORRIS, BYLINE",
      "text": "It's the holidays, and you're probably around some people - family, friends, coworkers, customers, even the folks buzzing around you as you're traveling - and it can be a lot. Artist Nicole J. Georges wants to make sure amongst all these people you get some alone time."
    },
    {
      "author": "NICOLE J GEORGES",
      "text": "That kind of sweet, sweet alone time where you're actually just spending time with yourself. I mean, like, hello. Hello, you. How's it going?"
    },
    {
      "author": "NORRIS",
      "text": "Nicole is a graphic novelist. She wrote a graphic novel, \"Memoir\" about a palm reader who revealed an old family secret. These days, Nicole teaches people about comics and graphic novels at California College of the Arts. And she brings us our first takeaway - create some sweet alone time for yourself. Let's call that SAT - sweet alone time. Nicole says spend the week between Christmas and New Year's Eve engaged in your practice if you have one. So that could be something artistic or something physical, as long as it's by yourself."
    },
    {
      "author": "GEORGES",
      "text": "'Cause for me, I'm so codependent that if other people are around me, I will have a hard time figuring out what I feel and what I want, because I will be trying to respond to the needs of the people around me. And so it's really important for me to take some time alone. So whether that's a little walk by yourself, even, like, a 20-minute walk by yourself, or whether that's journaling or just drawing by yourself for 20 minutes or an hour, or meditating, like, those times when I'm away from people for a little bit helps me kind of fill up my cup and figure out what I actually want."
    },
    {
      "author": "NORRIS",
      "text": "Nicole says when you're deep in your SAT think about what you did accomplish this year."
    },
    {
      "author": "GEORGES",
      "text": "And it doesn't have to be, like, I started a Fortune 500 company, I birthed several children, I won a marathon. It can be, like, I meditated three times a month, and that was pretty good for me. Or, you know, I got into nature this - or whatever you did that was, like, a small victory for you. Give yourself credit for what was really good about this year."
    },
    {
      "author": "NORRIS",
      "text": "What is the point of carving out some of this sweet alone time?"
    },
    {
      "author": "GEORGES",
      "text": "I mean, the point of it is to actually have a little spaciousness so that you can get new ideas, getting other people's narratives out of your head so you have space for your own narrative and so you can check in with yourself and be present in your own life. Say, hey, I see what you did this year. Good job."
    },
    {
      "author": "NORRIS",
      "text": "Aw, why am I choking up? This is, like, this is really darling, you know? What's that about?"
    },
    {
      "author": "GEORGES",
      "text": "You might need some sweet alone time."
    },
    {
      "author": "NORRIS",
      "text": "I guess I do. Dang. That's why I'm making this episode, to figure this out."
    },
    {
      "author": "NORRIS",
      "text": "You know, a classic way to spend some SAT is to journal. But let's take journaling to the next level and tap Nicole for her artistic expertise by doing an exercise to help you reflect on your past year. And this is takeaway number two - get your thoughts down on paper. Out of the gate, if you are having some feelings about drawing or you think you're a bad drawer you don't even know how to draw, Nicole says drawing is part of the human experience, and you get to do it without critique."
    },
    {
      "author": "GEORGES",
      "text": "Like, I love walking. I go on a trail every day. I don't have somebody saying, like, oh, you're not good enough at walking. Your form isn't correct. It doesn't matter if my form is correct. I enjoy walking. It's a physical activity I'm doing. You can draw. It's a place you get to make for yourself on the page."
    },
    {
      "author": "NORRIS",
      "text": "Here's the exercise to get you started. You're going to look back at the past year of your life, and Nicole wants you to know, for the record, she learned this exercise from..."
    },
    {
      "author": "GEORGES",
      "text": "Famous graphic novelist Lynda Barry teaches this exercise in her classes and now I bring it to you."
    },
    {
      "author": "NORRIS",
      "text": "Fun fact - if you want to go down a rabbit hole of cool drawing exercises, go to Lynda Barry's YouTube page. She's actually got a warm up exercise you can do where she teaches you to draw a spiral while placing your focus in different parts of your body. OK. Back to this exercise. Go grab something to write with and find a piece of paper."
    },
    {
      "author": "GEORGES",
      "text": "An actual piece of paper, a physical piece of paper. It's OK if it's, like, the back of a bill. Go look through your garbage. Whatever."
    },
    {
      "author": "NORRIS",
      "text": "Draw two lines to divide your paper into four big boxes, kind of like a window pane with four distinct squares, and make the top two panels a little bigger than the bottom two. We start at the top left box. You're going to write did/happened then write the numbers one through 10."
    },
    {
      "author": "GEORGES",
      "text": "I'm going to write down 10 things that I did or that happened."
    },
    {
      "author": "NORRIS",
      "text": "And time yourself for three to five minutes for each of these boxes. Nicole says be specific, and write down stuff that's big and small."
    },
    {
      "author": "GEORGES",
      "text": "It could be things as small as I took a walk every day, or I brushed my dog's teeth three times."
    },
    {
      "author": "NORRIS",
      "text": "Then move to the top right box where your list things you experienced with your senses in 2023. Write down these words."
    },
    {
      "author": "GEORGES",
      "text": "Saw, heard, smelled, tasted, touched. What are some things you saw this year or smelled or tasted or touched? Heard? One through 10."
    },
    {
      "author": "NORRIS",
      "text": "Nicole says part of being a good writer is becoming a good observer and listener."
    },
    {
      "author": "GEORGES",
      "text": "Really listening for things as I'm out in the world and really noticing details out in the world. And the more I can notice details from my own life, the more present I am in my own life."
    },
    {
      "author": "NORRIS",
      "text": "Time yourself for three to five minutes on this box, then move to the bottom left. Write the word overheard in this baby box."
    },
    {
      "author": "GEORGES",
      "text": "You can write something that you overheard or something somebody said that really stuck out to you in 2023. And then on the bottom right hand corner, I want you to just draw one moment from 2023, and I want you to be in it. And I want your full body to be in it."
    },
    {
      "author": "NORRIS",
      "text": "And don't stress your artistic talent and worry about what your drawings look like."
    },
    {
      "author": "GEORGES",
      "text": "It's not going to help them come out. If a baby deer was born and it was wobbly on its legs, it's not going to help it for people to yell at it and say, boo, boo, not good enough. That's not helpful. Let it be wobbly. Let your art be wobbly."
    },
    {
      "author": "NORRIS",
      "text": "I love the sentence let your art be wobbly. Absolutely something I would maybe tattoo on my body. If you're struggling when it comes to drawing yourself, remember, your drawings can look like anything."
    },
    {
      "author": "GEORGES",
      "text": "You can draw a cloud with a face. You can draw a triangle with arms and legs. You could draw a little ball with cat ears on it and little stick arms and legs. Give it a face. Call it yourself."
    },
    {
      "author": "NORRIS",
      "text": "OK. Quick review. The four categories are - one, did/happened, two, things you saw, heard, smelled, tasted and touched, three, something you overheard or something someone said in 2023 that really struck you, and four, a drawing of you in a moment of time in 2023. Another drawing exercise you could do is get a fresh piece of paper and time yourself for five minutes. Draw how you would like to feel waking up on January 1."
    },
    {
      "author": "GEORGES",
      "text": "And this ideally means, like, within your realm of reality. So not like I'm going to wake up on the moon, but, like, actually, I want to wake up and immediately go to nature. I want to wake up hungover watching a parade. I want to wake up with my dog in my lap."
    },
    {
      "author": "NORRIS",
      "text": "I asked Nicole why she wants us to do this exercise."
    },
    {
      "author": "GEORGES",
      "text": "My hope in this is that people get a moment of reflection and presence in their life. Give yourself credit for what happened this year, what you did well, and then just give yourself a couple small, actionable things that might be a gift to yourself for 2024."
    },
    {
      "author": "NORRIS",
      "text": "She says a gift could be some scheduled SAT - that sweet alone time - or doing something you love. For her, a gift is going on a nature walk and not wearing headphones."
    },
    {
      "author": "GEORGES",
      "text": "Don't give yourself a chore. Don't give yourself harassment. Give yourself a gift for 2024. What's that gift going to be?"
    },
    {
      "author": "NORRIS",
      "text": "That drawing exercise helped us review the past year, and you can use your observations for takeaway number three, which is to do a laid back meditation and take stock of the year and let it go. This takeaway comes from Lama Rod Owens. Lama Rod's website calls him a Black, Buddhist, Southern queen, and the title Lama means teacher in the Tibetan Buddhist tradition in which he is ordained. For takeaway number three, Lama Rod shares his version of SAT. He says set aside a little bit of time this week - we're talking five or 10 minutes - for what he calls an informal ceremony. Lama Rod says you can do this at home in a quiet place in the evening. And light a candle. He says he loves the energy of candlelight."
    },
    {
      "author": "OWENS",
      "text": "Something natural, something elemental in the space that reminds me of, I would say, my natural self and the natural world, right? Getting that candle and just, you know, as you light the candle, just thinking about that this candle literally represents the light in the world. And no matter how much we're struggling to be well and content or happier, just how much we're struggling to survive, in general, like, there's still light."
    },
    {
      "author": "NORRIS",
      "text": "Lama Rod says the candlelight represents joy and belonging and gratitude, which he says you can focus on."
    },
    {
      "author": "OWENS",
      "text": "Starting the time in a space with reflecting on what you're really grateful for. You know, what are you grateful for in terms of the year? Like, what do you - what excited you? What got you going? What were you grateful for?"
    },
    {
      "author": "NORRIS",
      "text": "If you had a tough year that you don't necessarily want to rehash, Lama Rod says this technique of feeling gratitude and joy can be especially helpful and that you can anchor yourself in the things you're grateful for. Lama Rod also says make a space for acknowledging some of the disappointments from the past year and for grief. He does this once the candlelight's been burning for a bit."
    },
    {
      "author": "OWENS",
      "text": "I like to just start reflecting on the things that have changed, the loss of experience, the people that have transitioned in my life, offering prayers or aspirations that wherever they are now that they're being cared for, you know, that they're happy, that they're free and so forth and so on and just really allowing myself to notice that, to feel this and just to imagine just really offering this experience of grief, lots of space."
    },
    {
      "author": "NORRIS",
      "text": "During this quiet time, Lama Rod says you can mentally cruise through the past year of your life with a sense of curiosity."
    },
    {
      "author": "OWENS",
      "text": "What am I still confused about? What do I still have questions around? I like to go back and say, OK, oh, what happened there? Like, I didn't spend a lot of time with that interaction with someone or that - whatever it was, you know? So I go back and I just kind of go back and just reflect, unpack, and just let it go, you know? Just, like, yeah, I get this now. Let it go."
    },
    {
      "author": "NORRIS",
      "text": "Here's a pro tip for letting go of feelings or an experience. Lama Rod says visualize those feelings as if they were a cloud in motion."
    },
    {
      "author": "OWENS",
      "text": "Just see it as, like, this cloud floating through the sky of your mind, right? Or a wave rising up from the ocean."
    },
    {
      "author": "NORRIS",
      "text": "There's also a Buddhist practice where you take a small piece of paper and write down everything from the past year you want to let go of. Light the paper on fire and drop it in a bowl of water. Lama Rod says this quiet practice in which you feel gratitude and grief and curiosity can open space for what you want to change in the following year. And now's the time to do some magical dreaming to help shape your future. Lama Rod says he thinks of dreaming kind of like time traveling."
    },
    {
      "author": "OWENS",
      "text": "You know, we time travel all the time, and I know that because most of us are stuck in the past (laughter)."
    },
    {
      "author": "NORRIS",
      "text": "Oh. Yeah."
    },
    {
      "author": "OWENS",
      "text": "And so if we're stuck in the past, you know, then I also think we have the capacity to choose the future, as well, you know? Like, I want to shake loose the past and actually lean into the future, but I want to shape the future, as well, not just let the future happen."
    },
    {
      "author": "NORRIS",
      "text": "Lama Rod says shaping the future is rooted in the present. And this is our takeaway number four - spend some time dreaming about your future. Lama Rod likes to dream in the morning, which surprised me. To start your dreaming, Lama Rod says first suspend any doubts or limitations that you have. Instead, be imaginative and ask yourself..."
    },
    {
      "author": "OWENS",
      "text": "What is my ultimate, complete, golden scenario vision for the future?"
    },
    {
      "author": "NORRIS",
      "text": "If you do feel limited or you find yourself saying something isn't possible..."
    },
    {
      "author": "OWENS",
      "text": "You have to pay attention to that and say, you know what? That's not what I'm doing. I'm not talking about what is possible. I'm talking about what I want to manifest, what I want to see happen."
    },
    {
      "author": "NORRIS",
      "text": "And Lama Rod knows this approach works because he used it to manifest his most recent book, called \"The New Saints.\" He says he was very specific with his dreaming."
    },
    {
      "author": "OWENS",
      "text": "For me, my dream was to offer something that could help people get free from suffering."
    },
    {
      "author": "NORRIS",
      "text": "From there, space opened up in his life for him to write this book. Lama Rod says you'll also want to get clear on your needs because that can enhance your dreaming."
    },
    {
      "author": "OWENS",
      "text": "Am I getting everything that I need, right? And then I transition into wants. Like, what do I want on top of my needs? I have found that when I get clear about my needs, my wants begin to change."
    },
    {
      "author": "NORRIS",
      "text": "As for figuring out what you want, Lama Rod loves a vision board."
    },
    {
      "author": "OWENS",
      "text": "I think vision board can sound super cliche and new age. However, some people that I deeply respect in this world are very adamant about a visioning board for the upcoming year. And so I started doing that and found that to be really helpful."
    },
    {
      "author": "NORRIS",
      "text": "He collects images from magazines and downloads them from the internet. And he chooses images that represent his goals and aspirations and hopes for the new year. Then he arranges them on a poster board and puts that someplace where he can see it every day. If you have aspirations for a collective world like peace and stability, put those images on your vision board. And if you need more material resources like money, put that cash up on your vision board and call in that energy."
    },
    {
      "author": "OWENS",
      "text": "Because the vision board is really about calling energy, you know, of prosperity into our lives, right? But it's hard to call that energy into your life when you're not clear about what you need or want to see. So instead of just, like, hoping for something to happen and having a vague aspiration, get concrete. Like, this is a time to get concrete about what you want to see next year, and that makes it much more likely for results to happen."
    },
    {
      "author": "NORRIS",
      "text": "Lama Rod says a vision board is about creating the causes and conditions for these things to happen in your life."
    },
    {
      "author": "NORRIS",
      "text": "OK, let's recap some ways you can be reflective. Takeaway number one, create some SAT in your life - that's sweet alone time. We're talking a short walk or do some journaling or make some art, with a goal of checking in with yourself and listening to your heart. For takeaway number two, do an easy and fun drawing exercise where you can reflect on your last year. The point is to express your creativity and feel a little presence and sweetness. Takeaway number three, find a cozy, quiet place and do an informal meditation. Light a candle and spend a little time thinking about your past year. Ponder what you're grateful for and also make a space for feeling some grief. Then for takeaway number four, do some bold dreaming about what Lama Rod calls your ultimate, complete, golden-scenario vision for the future. You can even make a vision board to call in the energy you want in your life. And here's a little stocking stuffer of a takeaway - you've probably sensed that the vibe of this episode is chill and even solo. You can incorporate this approach for celebrating the new year, too. And weave in a little sweet alone time on New Year's Eve or New Year's Day."
    },
    {
      "author": "OWENS",
      "text": "There's something about being really still and quiet as the old year transitions. I just kind of want to meet the new year in as much awareness as possible."
    },
    {
      "author": "NORRIS",
      "text": "And remember, you can use these tools for being quiet and still any time of the year, whenever you need it. Happy New Year."
    },
    {
      "author": "SEGARRA",
      "text": "That was reporter Kyle Norris. For more LIFE KIT, check out our other episodes. Kyle hosted an episode about public speaking and another about how to make a great salad. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Stacey Abbott, Gilly Moon and Phil Edfors. I'm Marielle Segarra. Thanks for listening, and happy reflecting."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8867979693.mp3",
  "img": "https://media.npr.org/assets/img/2023/12/19/gettyimages-1328220815_collage-copy_wide-2e37a3e1d1559cdfda56870734d46ab7cdf803bd.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "ROD OWENS",
    "KYLE NORRIS, BYLINE",
    "NICOLE J GEORGES",
    "NORRIS",
    "GEORGES",
    "OWENS"
  ]
}