{
  "title": "How to babyproof your relationship",
  "url": "https://www.npr.org/transcripts/1196979871",
  "intro": "With a baby on the way, you'll need to babyproof your home — and your relationship. In this episode, how to strengthen your connection with your partner and survive the newborn phase. Learn how to navigate fairness in domestic responsibilities, keep a cool head on little sleep, and your new roles.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Hey, there. Andee Tagle here in for Marielle Segarra. There is so much preparation required for a new baby. As your belly grows, so too does the checklist of all the things you need to do to protect that future little one, to babyproof every corner of your home and your life. From prenatal vitamins to ultrasound appointments, finding the perfect car seat and signing up for infant CPR. But what we don't think about as much is how to safeguard our relationships, how to protect parents-to-be from the monumental change that a new baby brings to a household."
    },
    {
      "author": "AARON STEINBERG",
      "text": "It's not that closely guarded of a secret that your relationship tends to suffer quite a bit when you have kids, except it's not something that a lot of people seem to be talking about, and it's not something that people seem to want to even think about."
    },
    {
      "author": "TAGLE",
      "text": "That's parent relationship educator and coach Aaron Steinberg, who introduced me to the idea of babyproofing your relationship. He actually teaches a whole course on the subject because it's a pretty widespread need. According to one study, nearly 70% of couples become dissatisfied in the relationship in the first three years of having kids. It's not hard to understand why that might be."
    },
    {
      "author": "STEINBERG",
      "text": "You want to anticipate the fantasy of becoming the sweet little family and everything becoming better and your relationship becoming closer. And for most people, that's partially true and partially true that other things happen, like your relationship gets really threadbare, and connection becomes really difficult."
    },
    {
      "author": "TAGLE",
      "text": "Those little spats you get into now and then, that perpetual fight about your monthly budget, all the ways your partner gets under your skin. Yeah. Definitely not easier to deal with when sleep-deprived in a house full of dirty laundry and with a tiny, demanding new roommate in constant need of attention and care. But the hard stuff doesn't have to push you apart."
    },
    {
      "author": "STEINBERG",
      "text": "What babyproofing your relationship is to me is that you're able to use every moment of tension and conflict and difficulty that you face in early parenthood as an opportunity to become closer and more connected, better people, and better partners, so that instead of leaving the early parenthood stage feeling really far apart and disconnected and like you don't know who the other person is anymore, and maybe that you don't even like them that much anymore, that actually you feel more in love, more connected, more on a team, and even more attracted to each other."
    },
    {
      "author": "TAGLE",
      "text": "In this episode of LIFE KIT, learn how to babyproof your relationship and stay on the same team through that newborn phase. First, we'll talk about ways you can prepare your relationship before the baby's born. Then we'll walk you through strategies for adjusting and readjusting once you've brought Tiny home. From how to think about fairness and the domestic workload to learning to grow together as individuals, as a couple and as a family."
    },
    {
      "author": "TAGLE",
      "text": "OK. The first step to babyproofing your relationship is simple on paper, but harder in practice. Focus a little less on your future baby and more on your current relationship. Takeaway one - get your relationship on solid ground before baby arrives."
    },
    {
      "author": "SHY PORTER",
      "text": "My biggest goal for any couple that I see is to make sure that before they embark on this journey, they feel like they are in a really good place in their relationship."
    },
    {
      "author": "TAGLE",
      "text": "Shy Porter is a D.C.-based relationship scientist with expertise in couple relationships, perinatal mental health and the intersection of the two. She says it's normal to be excited and hyper-focused on your little one-to-be. But it's also important to remember how small the window of time is before you transition from a couple into a couple of parents. And once you make that turn..."
    },
    {
      "author": "PORTER",
      "text": "It's going to highlight all of the faultlines in a relationship, even in the healthiest relationship, because it's the most stress and sleep-deprived people really ever are."
    },
    {
      "author": "TAGLE",
      "text": "So, use this time to shore up any cracks in the foundation of your relationship, any places where you might not be on the same page. Specifically, Shy says it's important to define shared values and goals for the future. For example..."
    },
    {
      "author": "PORTER",
      "text": "Thinking through where they are in their careers is important, right? Like, how do I feel about where I am in my career? Do I feel stable enough to take maternity leave or parental leave of some sort?"
    },
    {
      "author": "TAGLE",
      "text": "Money is a biggie, of course. You should definitely be aligned on general household budgeting, but you also want to get granular about baby finances. As in..."
    },
    {
      "author": "PORTER",
      "text": "Do I/we feel financially stable and prepared for the task of providing for a child or children? And that includes planning for basic necessities, desirable non-necessities - right? - like trips and vacations, etc., emergencies, childcare and then child-related savings accounts."
    },
    {
      "author": "TAGLE",
      "text": "Now, no couple will agree on everything. Conflict is a natural, healthy part of being in relationships. But in these conversations..."
    },
    {
      "author": "PORTER",
      "text": "There shouldn't be any really significant trigger points in the relationship that, like, consistently takes it off the rails. If you're having those types of conflicts, you probably want to get those resolved before a baby comes because you really won't have the time or the space, the capacity, to try to, like, resolve effectively once you have another being in the picture."
    },
    {
      "author": "TAGLE",
      "text": "Maybe you just can't agree on where to live, for example. Maybe extended family is a pain point."
    },
    {
      "author": "PORTER",
      "text": "Sex is also a big one. Like, if you are having sexual issues in the sense that, like, there's resentment because your libidos are off or one person wants a lot more sex than the other person, and then we enter a phase where you're really not having sex for a period of time, that can be really, really challenging for people."
    },
    {
      "author": "TAGLE",
      "text": "It's true. Sex and intimacy is an often thorny and hugely important topic in pre- and postpartum life. So much so we made a whole episode about it featuring these same experts. So make sure to give that a listen after this episode if you want more advice in that arena. Now, with any of these sticking points, Shy says do what you can to find compromise and resolution before baby gets here. Shy's a big proponent of couples therapy, which can help give you a blueprint to fall back on when things get stressful. From there, and I know it can be difficult when there's so much ahead to worry about, it's important to just enjoy baby-free life together as much as you can while you can. Go to that fancy dinner you've been saving up for. Get out and be with friends. Take all the bump photos and read all the books."
    },
    {
      "author": "PORTER",
      "text": "Time truly is a limited resource, and so the more intentional a couple can be around how can we make sure that no matter what's going on, we're making time for us, the better."
    },
    {
      "author": "TAGLE",
      "text": "That's also why Shy suggests taking a babymoon. It doesn't have to be an extravagant affair, but to whatever extent possible for you, she says it's important to take a dedicated break from all the logistics talk and just enjoy being a twosome. Then when you return, it's back to reality."
    },
    {
      "author": "STEINBERG",
      "text": "The no. 1 area is division of roles and responsibilities. That is the biggest difficulty that parents face."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway two - create a game plan for the division of household labor after baby's arrival. Then prepare for it to change. Now, I know - handling chores, not a super sexy subject. But..."
    },
    {
      "author": "STEINBERG",
      "text": "The two qualities that keep a relationship strong in parenthood are A, preparation, and B, flexibility and malleability."
    },
    {
      "author": "TAGLE",
      "text": "Especially in your newborn parent era, getting on the same page about household essentials is, well, essential for staying connected on every other relationship front. And it's a big undertaking. So start by taking inventory. This process is something Aaron talks about in his own babyproofing course. Like, write down an actual physical list of all the daily or weekly duties and responsibilities in your household, plus all the things you anticipate you'll need to do once Tiny's here. And be thorough. There will be feedings and diaper changes, of course, but there's also a lot of administrative work, invisible labor when a new baby arrives."
    },
    {
      "author": "PORTER",
      "text": "Do we both go to appointments, to the pediatric appointments? Does only one of us go? What happens if the baby is sick, like, throws up at daycare or, like, the nanny calls and says there's a problem, who leaves work?"
    },
    {
      "author": "TAGLE",
      "text": "Write it all down. Then it's time for a little guesswork and a little negotiation."
    },
    {
      "author": "PORTER",
      "text": "If I'm up breastfeeding multiple times a night, maybe you are on diaper duty. If we supplement with formula, maybe you're the one who's in charge of creating the formula, warming it up, etc., so that, you know, like, even though I'm not necessarily feeding in this exact moment, you are contributing to the sustenance source."
    },
    {
      "author": "TAGLE",
      "text": "Now, Aaron has a few helpful caveats to offer here when assigning roles and responsibilities. First off, there's no such thing as 50/50."
    },
    {
      "author": "STEINBERG",
      "text": "Some people feel like fair is a dirty word. And obviously, you don't want to be obsessive about having it be perfectly equal, who is doing what and counting hours and all this kind of stuff. That's a black box I don't recommend you go down."
    },
    {
      "author": "TAGLE",
      "text": "Instead of nickel-and-diming individual duties, both agree to do your fair share, help each other out and carry what you can. Next, Aaron recommends that both parents learn and be responsible for the basic tasks required for caring for baby, at least early on. So feeding, burping, bathing, diaper changes."
    },
    {
      "author": "STEINBERG",
      "text": "I think that it's really important that both people have a perfectly safe and capable relationship with the child as soon as possible so that the other person could, if they want to, get a prolonged break, like, when the dust settles, like a full overnight or something."
    },
    {
      "author": "TAGLE",
      "text": "From there, Aaron suggests talking through the weight or burden of each task."
    },
    {
      "author": "STEINBERG",
      "text": "Because different people have different capacity. Different people have different things that trigger them or upset them. Different people have things that they overthink or underthink."
    },
    {
      "author": "TAGLE",
      "text": "Take, for example, buying a car seat. For some people, this might seem a fairly easy task. This one has good safety ratings. Hey, it's on sale. We're good to go."
    },
    {
      "author": "STEINBERG",
      "text": "For my partner, it might be like, I want to make sure that I'm getting the exact one that hits the exact right intersection of safety and price and is the perfect color that I'm never going to get sick of. And all this kind of stuff. And so, for them, that task is inherently heavier."
    },
    {
      "author": "TAGLE",
      "text": "So talk through each task on your list and collaborate. Some couples will prefer to be super systematized - whiteboards, spreadsheets, apps."
    },
    {
      "author": "STEINBERG",
      "text": "Or you can have something less formal, where it's just like, look, let's just try to make it so if you notice the trash is full, you take it out. Just don't ignore your responsibilities."
    },
    {
      "author": "TAGLE",
      "text": "And don't forget to use outside resources where and when you can. For example, Shy worked with a couple who had a lot of nearby family that was ready and willing to help. So they talked about creating a rotation schedule."
    },
    {
      "author": "PORTER",
      "text": "So if something, like, in the middle of the night, things, like, really go left, it seems like things are not able to get back on track, my mom knows that she's on duty tonight. And that way, when things get stressful, you don't even have to think about it. You just refer to the sheet and you give someone a call."
    },
    {
      "author": "TAGLE",
      "text": "Now, once you both feel good about the split of the workload, you're not quite done yet."
    },
    {
      "author": "STEINBERG",
      "text": "One of the big mistakes that people make - I see this especially with division of labor - is you go, OK, I'm going to do this, you're going to do that, and we're never going to talk about it again. And then all this resentment is building up."
    },
    {
      "author": "TAGLE",
      "text": "So set a schedule and a method for debriefing. This is important. It can look like whatever you want it to, maybe talking things through over Sunday breakfast. But it's crucial to set a regular time and place on the calendar to talk about how things are going and make changes as needed."
    },
    {
      "author": "STEINBERG",
      "text": "Because you don't know what it's going to be like until you're in it, and then something changes, and then something changes, and then something changes."
    },
    {
      "author": "TAGLE",
      "text": "And that brings us right to takeaway three - give yourself grace as you grow into your new roles. When you're in the thick of that newborn stage, just trying to figure out your up from your down and your left from your right, it's important to remember you're all new at this. It's not just your baby trying to navigate a whole new world."
    },
    {
      "author": "PORTER",
      "text": "Now you have added a tremendously important identity to your rolodex of identities, right? We all have different hats that we put on at different times. Now you've added one that, like, will shape your life and will shape some - at least one minor's life for the rest of their lives."
    },
    {
      "author": "TAGLE",
      "text": "A privilege and a joy, absolutely. And also a huge, often bewildering responsibility. So it's OK to not feel OK. The birthing parent, of course, has a lot to deal with at this time - physically, mentally, emotionally. If you're going through it right now, I'm sure I don't have to tell you it can feel like your entire being is just like one giant raw nerve. That's a lot to handle at a time when all the focus is on that precious little angel. Shy heard this analogy once."
    },
    {
      "author": "PORTER",
      "text": "Mom is the wrapper, and the baby is the candy. And once the candy's here, the wrapper gets discarded. It's horrible, but I think it resonates with so many birthing people because they're like, hello, I'm still healing. Like, no one's checking on me after my six-week appointment. Like, am I OK?"
    },
    {
      "author": "TAGLE",
      "text": "And the non-birthing parent has their hands full, too, caring for the little one and caring for the person who gave birth. Finding ways to meet both of those needs while grappling with their own giant shift in identity is no small task. So you'll each have roles to play for the good of the team. For the birthing parent, Shy says the very best thing to do in the beginning is to just get in touch with your body and brain and take the time you really need to heal. As best you can, don't push it. If you're feeling overwhelmed, just go back to the basics."
    },
    {
      "author": "PORTER",
      "text": "Are my basic needs being met? Am I getting a shower? Am I eating enough? Am I drinking? Etc. Am I sleeping?"
    },
    {
      "author": "TAGLE",
      "text": "For the non-birthing parent, Aaron has rather opposite advice."
    },
    {
      "author": "STEINBERG",
      "text": "Do as much as you possibly can. I'm going to make as much food as I possibly can, wait on you hand and foot. In that beginning stage, I changed every diaper. I'm going to do every little tedious thing that needs to happen around our house as much as I can. My wife breastfed, and in the middle of the night, she would feed our baby, and then she would go back to sleep, and I would be responsible for changing the baby if it needed a diaper change, burping the baby, getting the baby back to sleep, right? 'Cause that's what I could do."
    },
    {
      "author": "TAGLE",
      "text": "All this to say, new parenthood is a heavy burden for both sides. So try to support each other's learning curves. And remember, you're in it together."
    },
    {
      "author": "STEINBERG",
      "text": "A super common relationship opt-out is, oh, well, the baby prefers you - right? - or you're better at that. And this is a really sticky point that I speak back against a lot 'cause it's, like, being a parent is scary for all of us, right? It doesn't matter your gender. It doesn't matter. It's just scary."
    },
    {
      "author": "TAGLE",
      "text": "Which leads me to takeaway four - reach out. Lean on your partner and your people to get through the tough stuff. When you're in the thick of it, it can be really easy to get lost and feel alone in the overwhelm. Like you're the only one who doesn't know what they're doing. Don't give in to that feeling. Shy says just acknowledging your growing pains, naming the discomfort where you see it can do a lot to help you stay connected with your partner."
    },
    {
      "author": "PORTER",
      "text": "I know that, like, I'm struggling. I'm having a hard time with healing and navigating and managing this new identity. How are you doing? Because you're, like, taking a lot of the load in terms of cooking or the other chores. And I know I'm not super helpful right now because I'm not very mobile. What is this like for you? I think creating space, first and foremost, for them to express where they are and share where they are is really important."
    },
    {
      "author": "TAGLE",
      "text": "Another helpful practice to try is employing a signal word. The one in my house was pineapple, though I couldn't tell you why. It was our quick, no shame, no questions asked way of saying it's time for a change of guard."
    },
    {
      "author": "PORTER",
      "text": "For someone else to step in and for you to, like, take the space to do whatever you need, whether that's going to get a lactation cookie or whether that's taking a nap or taking a shower, using the bathroom by yourself, right? Like, whatever that is, it gives you the space with minimal words to just say like, I can't be the person fully responsible for this baby right now, and that's OK because I trust you, and I trust the other people around and, like, I know the baby will be in good hands."
    },
    {
      "author": "TAGLE",
      "text": "Speaking of other people. Leaning on your village to the extent that you're comfortable with that in the early days is a good idea, too. Shy says new parents can sometimes find themselves surprisingly isolated in the postpartum period. Well-intentioned friends and family might not reach out for worry that they're bothering you. So don't be scared to ask for what you need."
    },
    {
      "author": "PORTER",
      "text": "And that doesn't mean you need to have, like, brunch on the calendar every weekend, postpartum, right? But it does mean that you have some sort of, like, check-in time or some communication with your friends around, hey, even if you don't hear from me, I would love to know that you're thinking of me by sending me a text or asking if you can come over and drop off food."
    },
    {
      "author": "TAGLE",
      "text": "Other than that, don't underestimate the power of a little gratitude. When you see your partner taking out that diaper trash or taking the initiative to make dinner, thank them."
    },
    {
      "author": "PORTER",
      "text": "I think people want to feel seen always, but especially when it feels like everyone around you is kind of, like, caught up or swept up in the, like, holding-on experience of what a new baby is. I think the little things of saying, like, hey, I see you, I notice you. Thank you, and I appreciate you."
    },
    {
      "author": "TAGLE",
      "text": "But of course, not everything can be resolved with pleases and thank yous. And it can be really easy in those stressful moments to turn on each other. That brings us to our final takeaway. Takeaway five - learn to fight fair. It's not about competition. It's about connection. In new parenthood, when there's always so much work to be done and everyone's overburdened, it can be really difficult not to keep score. Aaron says you don't have to turn away from feelings of resentment or pretend they don't exist."
    },
    {
      "author": "STEINBERG",
      "text": "You can share that with your partner, right? I think that this is the whole thing is let's turn and face these human things honestly and without maliciousness, right? Like, hey, I don't want to be doing this. But when I hear you ask me to change a diaper, and I'm literally recovering from just having given birth, I want to just be like, dude, I just gave birth. Can you just do it for me? You know? And it's like, there's a way to connect with you in that."
    },
    {
      "author": "TAGLE",
      "text": "But let's note this assumes a fair degree of levelheadedness and space to air out grievances - two things that are often luxuries in newborn land. So let's talk about what to do when a fight starts brewing and you're really starting to get heated. First, try to realize when you're approaching that place."
    },
    {
      "author": "PORTER",
      "text": "The key is to recognize what's happening physiologically as much as you can."
    },
    {
      "author": "TAGLE",
      "text": "Palm sweating, voice rising, tears starting to brim? It might be time to cut it off at the pass."
    },
    {
      "author": "PORTER",
      "text": "OK. I am starting to feel triggered. We are starting to go down a path that doesn't feel good. It doesn't matter who notices first, as long as someone notices it and, like, sends up a red flag to say, like, hey, we're about to go down this path. If you can do that, take the time to say, like, OK. We're both in a hard place right now. Can we take a break from this?"
    },
    {
      "author": "TAGLE",
      "text": "That doesn't mean just forgetting about the issue or letting it go."
    },
    {
      "author": "STEINBERG",
      "text": "I have no expectation of couples to be at their best at 3 in the morning when their baby is screaming or just in any time in early parenthood. It's not going to be our highest capacity, most grounded, most skillful time in our lives. But I think the huge mistake that people make is they let time fake heal all wounds. And time doesn't heal all wounds. It just buries things. And then that same thing is at the ready to come up later when some negative thing reminds you of it. So I say to couples, do not sweep things under the rug."
    },
    {
      "author": "TAGLE",
      "text": "Instead, find a time to revisit the thing that went wrong and own up to your side of it."
    },
    {
      "author": "PORTER",
      "text": "I think we both know that that didn't go super well. Here's where I know that I kind of went off the rails, or, like, this is what really triggered me that made this conversation, like, escalate from my perspective. And this is what I think will be helpful for you moving forward. All of this is way easier said than done. I recognize that. But if both people can come into the conversation with some degree, the high degree, ideality, of accountability - that goes such a long way."
    },
    {
      "author": "TAGLE",
      "text": "Being intentional with your words can do a lot to help maintain that all-important spirit of teamwork, too."
    },
    {
      "author": "STEINBERG",
      "text": "Qualifiers help a lot. Look, I'm not God. I know that I'm not seeing reality perfectly, but from my experience, I feel like I'm carrying too much. I feel really overwhelmed, I feel alone. You know, whatever the truth is, and I need something different. And I want to hear how you feel. Like, as a starting place is curiosity. Does this seem true to you? Does this seem accessible to you? What is your experience?"
    },
    {
      "author": "TAGLE",
      "text": "Now, the answer to those questions might not be simple or straightforward. They might open up the door to more disagreement or the need to turn over more cards with each other. But the important thing is to avoid tit for tat because there's no winner in this game."
    },
    {
      "author": "STEINBERG",
      "text": "Again, it's not about competition, it's about connection, really getting through to your partner what your experience is so they get what it's like to be you. And then hopefully you both really get what it's like to be the other person, and you see some places where you can intervene."
    },
    {
      "author": "TAGLE",
      "text": "And, of course, there isn't a clear fix to every problem. Maybe the baby's colic-y and nothing is working to fix it. Maybe one of you wants to stay at home full time and one of you wants to work, but that's just not financially possible right now."
    },
    {
      "author": "STEINBERG",
      "text": "It's a trite therapist-y thing, but feeling heard and understood really does matter. And sometimes the thing you think you actually need just dissipates when you feel that connection with your partner."
    },
    {
      "author": "TAGLE",
      "text": "And look, you might not always get the exact resolution you want or need, but progress is still progress, and some connection is still connection."
    },
    {
      "author": "STEINBERG",
      "text": "Twenty-two minutes where you then get interrupted and can't get through the whole check in, and you're leaving some emotional thing hanging to me is better than not trying at all. A half-finished conversation where you at least said, I'm sorry I said it to you that way last night. Here's what I wish I could have said, that gets interrupted is better than nothing at all."
    },
    {
      "author": "TAGLE",
      "text": "When you make that transition from a couple to a couple of parents, time is a more precious commodity than ever before. So spend what you can on each other because being able to weather the hard stuff together is what will help strengthen your relationship and define this brand-new little family of yours. You're a team. And that spirit of teamwork..."
    },
    {
      "author": "STEINBERG",
      "text": "I think it's the thing that gets you through any other thing. The aspiration is you feel more connected, more in love, more like a team as you go through early parenthood. Some days, some weeks, some months, that looks like you're just holding on for dear life to the connection that you have and then taking the opportunities you have to come back to each other when things get less crazy."
    },
    {
      "author": "TAGLE",
      "text": "OK, fellow parents, let's recap. Takeaway one - get your relationship on solid ground before baby arrives. That means make time for those date nights, yes, but also find the answers to the hard questions and get on the same page about your goals and values."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway two - parenthood is one part planning and one part flexibility. So create a game plan for dividing up domestic duties and then get ready for it to change."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway three - when baby arrives, remember, you're all new at this. Take it slow and embrace your new roles."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway four - reach out. Do your best to support each other's learning curves, and don't be scared to ask for help when you need it."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway five - it's about connection, not competition. When conflict arises, see it as an opportunity for closeness with your partner."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We've got one featuring these same experts on postpartum sex and intimacy and another on dealing with postpartum depression and anxiety. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Clare Marie Schneider and Margaret Cirino. Engineering support comes from Maggie Luthar."
    },
    {
      "author": "TAGLE",
      "text": "I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2793812285.mp3",
  "img": "https://media.npr.org/assets/img/2024/07/17/gettyimages-1291784820_wide-98e060c837052e13a7648aac7abb50aa746df494.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "ANDEE TAGLE, HOST",
    "AARON STEINBERG",
    "TAGLE",
    "STEINBERG",
    "SHY PORTER",
    "PORTER"
  ]
}