{
  "title": "Why it's OK to put 'dry clean only' clothes in the washer (and more neat laundry tips)",
  "url": "https://www.npr.org/transcripts/1197225554",
  "intro": "Patric Richardson, host of 'The Laundry Guy' on HGTV, wants you to change the way you wash your clothes. Go ahead and wash those darks in warm water — and embrace the express cycle.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. We all have a least favorite chore. For me, it's the dishes. It's like, how many times can you clean hummus off the same plate, you know? Ruth Tam's most dreaded chore is laundry."
    },
    {
      "author": "RUTH TAM",
      "text": "I live in a duplex. There's a washing and drying machine in the basement, but it's always a bit of a toss-up as to whether they'll be available. But that's not even the worst part of it. The worst part is that the basement where these machines are is dark, dank and really dirty."
    },
    {
      "author": "SEGARRA",
      "text": "I mean, if I had to dodge spiders when I did my laundry, it might be my least favorite chore, too. But, yeah, whether you use a washing machine in your home or in a creepy basement or in a laundromat around the block, laundry can feel like a relentless timesuck. So for this episode of LIFE KIT, Ruth, who's a reporter, is calling in an expert, someone who has practical tips for all of us on how to do laundry more efficiently and maybe even enjoy it."
    },
    {
      "author": "PATRIC RICHARDSON",
      "text": "So I am Patric Richardson. I call myself The Laundry Evangelist. And I live in St. Paul, Minn."
    },
    {
      "author": "SEGARRA",
      "text": "Patric was the host of the TV show \"The Laundry Guy,\" and he has a book coming out soon - \"House Love: A Joyful Guide To Cleaning, Organizing, And Loving The Home You're In.\""
    },
    {
      "author": "RICHARDSON",
      "text": "I love, love, love laundry. So I think it's a great afternoon when you spend it in the laundry room."
    },
    {
      "author": "SEGARRA",
      "text": "Is it possible to love laundry? We'll find out after the break."
    },
    {
      "author": "TAM",
      "text": "I am excited to talk to you because - this is my confession - I hate doing laundry. It's probably my least favorite chore. And I'm so sorry to tell you this, but I know that I can't be the only one who feels this way. So I really would love to know, you know, why do you find laundry so enjoyable? What does it bring to your life? And what advice do you have for making it, you know, more bearable for me?"
    },
    {
      "author": "RICHARDSON",
      "text": "Well, I'll start off with what to make it more bearable. You know, laundry can be this chore that you hate to do, or it can be this time where you can kind of meditate and you can, you know, enjoy all of your things. You know, it's a chance to touch the beautiful clothes and to remember that, you know, trip into the city where you bought that blouse, or even just, oh, gosh, you know, when I was wearing this shirt, I ran into some friend from high school or whatever."
    },
    {
      "author": "TAM",
      "text": "I kind of feel like you're saying if you enjoy wearing clothes and if you enjoy fashion, which I do, you're kind of saying you should enjoy doing laundry, too."
    },
    {
      "author": "RICHARDSON",
      "text": "Yeah, it kind of goes with it, you know? And if you don't love clothes, like if you're somebody who wears clothes strictly for the utility, there's still this emotional component because - you know, I don't know. If you wear, like, Oxford cloth shirts and khaki pants every day of your life, you still have this connection to, oh - you know what? - that was the best Thursday. You know, when I wore that shirt and I got that Italian dressing stain on it, that was the best day. That was such a good lunch."
    },
    {
      "author": "TAM",
      "text": "You're saying the stain tells a story."
    },
    {
      "author": "RICHARDSON",
      "text": "Right. It does. You know, we wear our life stories. But the biggest thing to me is you do laundry for people that you love, either yourself or someone else. And when you take the approach that you get to do laundry, you don't have to do laundry, it changes the way you feel about it. And all of a sudden, it becomes like one of your favorite things."
    },
    {
      "author": "TAM",
      "text": "Oh, well, that's a really beautiful way to think about it. You know, I grew up with laundry definitely being, like, a dreaded chore. And also, I basically only had two main rules for kind of getting laundry done - separate lights and darks, and you wash your light clothes with warm water and you wash your dark clothes with cold water. And I'm wondering, how do you feel about these basic rules? Is there more to it than that?"
    },
    {
      "author": "RICHARDSON",
      "text": "There's a little more to it than that. But at the time that you were taught, that was the best information we had because it was based on the best technology we had at the time. You know, we have better ways because we have better technology. And there's better technology in our clothes. I mean, when you were a child, I doubt that, you know, athleisure was a category, but now everyone owns athleisure, right? And there's technology built into that. So there's a better way now. And we also know more about sustainability than we did. So we just - we can now make better decisions."
    },
    {
      "author": "RICHARDSON",
      "text": "I mean, sort your lights and darks is still a good rule, but the one thing that I would tell you that's different - I think you should wash everything on warm, but you wash everything in the express cycle because the technology of your washing machine is so good that if you go to warm water and you go to that really short cycle, everything comes clean."
    },
    {
      "author": "TAM",
      "text": "OK, so there are some different opinions on water temperature for washing. Some people advocate washing in cold water because it saves energy and could save you money. Also, many of the detergents available now are formulated to work well with cold water. But in his experience, Patric says that using less detergent, washing less frequently and moving to a shorter warm cycle are better ways to save energy."
    },
    {
      "author": "TAM",
      "text": "The reason why I haven't been washing dark clothes in warm water is because I was always told that the colors would bleed and then it would make my clothes fade and the dyes would run together and kind of make everything a little bit muddy. Why is it that that's not the case when you wash everything with warm water now?"
    },
    {
      "author": "RICHARDSON",
      "text": "It's back to our good friend technology. You know, we just have the ability to set the dye so much better than we did. And the advantage to going to warm water is, like, you can go to that express cycle. You turn up the temperature and shorten the cycle, and it makes your clothes last so much longer because you minimize abrasion. And abrasion is the No. 1 sort of enemy of laundry. Letting those clothes tumble in the machine is the worst thing you can do. So if we can get that time way down, you know, our clothes are just clean, but they last so much longer."
    },
    {
      "author": "TAM",
      "text": "This is helpful because on the washer that I currently use, the default wash cycle is an hour long."
    },
    {
      "author": "RICHARDSON",
      "text": "The default is often like 52 minutes to an hour and 11 minutes. And people just have this idea that mentally, that longer cycle gets your clothes cleaner. It's not really true."
    },
    {
      "author": "TAM",
      "text": "Yeah. I realized that there was an express cycle on my washer, but when the difference is, like, 45 minutes, it definitely makes you feel doubtful. Like, oh, is it really getting clean?"
    },
    {
      "author": "RICHARDSON",
      "text": "Right, because it - warm water activates your detergent so much quicker. And that's the big magic to the warm water."
    },
    {
      "author": "TAM",
      "text": "That makes sense. As someone who loves laundry, something that not a lot of people can say, what do you think are the biggest misconceptions that people have about it?"
    },
    {
      "author": "RICHARDSON",
      "text": "The biggest misconception, no question, is that more detergent equals cleaner clothes. The opposite is actually true. Less detergent gives you cleaner clothes because detergent or soap, it has a surfactant in it. And the dirt comes out of your clothes and it gets trapped in the surfactant. It becomes heavier than the water itself, and it goes down the drain. So if you have too much detergent, there isn't enough water to wash it away. And so the surfactant, along with the dirt from your laundry, resettles back in your clothes. That's how you end up with, like, dingy clothes. It's just they haven't been rinsed properly."
    },
    {
      "author": "TAM",
      "text": "OK. Well, I have heard that if you do smaller loads, your clothes are likely to come out cleaner. Is there truth to that?"
    },
    {
      "author": "RICHARDSON",
      "text": "It's not so much a smaller load. You just don't want to overfill your machine. So look at the manual to your machine if you have it. If you don't have it, a fun tip is all of the manuals are online. And look at what is full for your washing machine. You know, each one's going to have its own sort of marker. And as long as you don't go beyond overfull, your clothes are going to be clean. You know, like, for my machine, I can wash everything except, like, a king-size comforter. That just gets too full for me. You know, so I take that to the laundromat. But short of that, you know, everything is coming very clean. And that's ultimately the goal."
    },
    {
      "author": "TAM",
      "text": "And what types of fabrics shouldn't enter the machine washer and what's OK?"
    },
    {
      "author": "RICHARDSON",
      "text": "I'm the king of everything can go in the washer. The trick is what you do to it before. You know, if you want to wash a cashmere sweater or your wool winter peacoat or something, you can wash it in the machine. It's fine. But you need to put it in a mesh bag. And you put it in a bag really tight, like a little sausage, to keep it from rubbing against itself. I mean, there again, it's the abrasion. If you've ever accidentally washed a cashmere sweater and when it went in the washer it fit you and when it came out it fit the dog, it's because it's felted. And felting occurs when wool rubs against itself. So you can wash them in the machine if you put it in a bag so tight that it can't rub against itself. The water still moves through it, so it still comes clean, but you don't have the problem of, you know, it abrading, which - or in that case is felting."
    },
    {
      "author": "TAM",
      "text": "Are you also telling me, then, that the symbols on clothing tags - maybe we shouldn't be taking them as seriously as we are?"
    },
    {
      "author": "RICHARDSON",
      "text": "Yes, that's what I'm telling you. I'm going to tell you that a dry-clean-only tag is kind of the equivalent of slippery when wet when you're driving. You can still wash it. Just pay a little more attention. You know, if it says dry clean only, that's the moment when you're like, OK, what is this made of? Oh, it's made of wool. OK, I need to put it in a mesh bag. Or, oh, it's made of silk. I should probably put it in a mesh bag. So when it says dry clean only, what that tells me is I need to take another second and stop and think and then toss it in the washing machine."
    },
    {
      "author": "TAM",
      "text": "And then what about drying for materials that are typically dry clean only?"
    },
    {
      "author": "RICHARDSON",
      "text": "When you see the tag that says dry clean only, it probably means don't put it in the dryer. You know, wool sweaters, mesh bag or not, cannot go in the dryer. Your silk blouse cannot go in the dryer. I try to use the dryer as little as possible."
    },
    {
      "author": "TAM",
      "text": "And why is that?"
    },
    {
      "author": "RICHARDSON",
      "text": "It's better for your clothes because, of course, the more they tumble, the more abrasion. So there's that. So your clothes will last longer if you hang them to dry. It's more sustainable because, you know, we've already been given air and wind and heat from the sun. And, you know, I have a drying rack that sits in my bathtub that I throw things on. And the great thing about setting it in the bathtub, of course, is, you know, you don't have to worry about the dripping because it's in the bathtub."
    },
    {
      "author": "TAM",
      "text": "OK. So it sounds like you're pretty anti using the dryer, but under what circumstances might you throw something into the dryer?"
    },
    {
      "author": "RICHARDSON",
      "text": "It's fine. If you want to throw, you know, all of your cotton, you know, all of your towels, all your sheets, all those things in the dryer, it's fine. The only things I would not throw in the dryer are things that contain spandex or Lycra, like the athleisure. I would not put wool in the dryer. I would not put silk in the dryer. Otherwise, if you want - you know, if, like, you're busy and you need that shirt in 20 minutes, toss it in. Just when you toss it in, don't just put it in to bake. Put it in long enough to get it dry, but then stop."
    },
    {
      "author": "TAM",
      "text": "OK. Let's go back to different ways you can minimize abrasion while washing. It sounds like you're a fan of putting clothing into mesh bags to prevent that. I use mesh bags for things like bras, but what else would you recommend putting in a mesh bag?"
    },
    {
      "author": "RICHARDSON",
      "text": "Use a mesh bag anytime you're concerned about something. You know, if you have a holiday sweater and it's beaded, put it in a mesh bag, even if it's cotton. Or if you're just concerned that something's going to stretch out of shape because you have, like, the most beautiful gauze shirt you've ever seen in your entire life, throw it in a mesh bag. It's totally fine."
    },
    {
      "author": "RICHARDSON",
      "text": "You know, one of my other tips is - to not lose socks is to keep a mesh bag next to your hamper. And when you take your socks off, throw them in a mesh bag. When you're ready to do the laundry, just zip it shut and throw the whole thing in so you don't end up with socks in pockets or twisted inside shirts and that sort of thing."
    },
    {
      "author": "TAM",
      "text": "Another argument I once heard for using mesh bags was keeping the microplastics that exist in some of our clothes from shedding and entering the water stream. Do they actually work for that?"
    },
    {
      "author": "RICHARDSON",
      "text": "So it actually does a little bit because it reduces the abrasion, so the microplastics don't break off. There are actually mesh bags that are made to filter microplastics. They're not really the - it's not the same bag. You know, it has a much finer mesh. But those bags exist. So, you know, if you wear a lot of performance wear, that might not be a bad thing to buy."
    },
    {
      "author": "TAM",
      "text": "So kind of speaking along the same wavelength of if you are trying to be more conscious about how you do laundry and minimizing your footprint on the Earth, like, what should we know about things like laundry detergent? What are the ingredients in all the different varieties that are on the market these days? How do you kind of filter through all the product jargon and get just, you know, a cost-effective soap?"
    },
    {
      "author": "RICHARDSON",
      "text": "Look for laundry detergent like you look for food. You know, look at the ingredients. When - the more ingredients you can pronounce and the more ingredients you know what they are, the better the detergent is for the environment. But it also has to be, you know, efficient because you can buy a wonderful plant-based soap or a wonderful plant-based detergent, but if it doesn't clean your clothes, it really isn't that efficient."
    },
    {
      "author": "RICHARDSON",
      "text": "So if you don't have access to, you know - I don't know - a co-op and you're going to go to the big-box store, buy the detergent that's for babies. It's always going to be the cleanest because babies have such incredibly sensitive skin yet make very dirty stains."
    },
    {
      "author": "RICHARDSON",
      "text": "And then the second thing is use less. You buy something in the big box and it tells you to use a half a cup or a fourth of a cup. The reality is with almost every commercial detergent, you can use two tablespoons for a very large load of laundry, and that's plenty."
    },
    {
      "author": "TAM",
      "text": "OK, so are there any other laundry accessories that you would recommend?"
    },
    {
      "author": "RICHARDSON",
      "text": "I love wool dryer balls."
    },
    {
      "author": "TAM",
      "text": "Tell me about them."
    },
    {
      "author": "RICHARDSON",
      "text": "Oh, I love wool dryer balls so much. They're just the most wonderful thing. So they make your clothes dry faster. They keep your sheets from knotting up in the dryer. If you're somebody who doesn't like to iron and you want to throw your shirts in the dryer, they do help reduce the wrinkling."
    },
    {
      "author": "RICHARDSON",
      "text": "The other thing that I think is a laundry essential, even though it doesn't go in the laundry room - it goes either next to your hamper or next to your closet - is a spray bottle of really cheap vodka."
    },
    {
      "author": "TAM",
      "text": "What does that do?"
    },
    {
      "author": "RICHARDSON",
      "text": "Well, vodka will remove the odor from anything. And when it dries, it's odorless and colorless. I have a store in the Mall of America. There's a woman who comes in, and she's 97, and I love her. When she comes to the mall, she always wants to give me a hug. But when she leaves, I smell like Estee Lauder's Beautiful, which I'm not going to tell you it's a bad fragrance."
    },
    {
      "author": "TAM",
      "text": "(Laughter)."
    },
    {
      "author": "RICHARDSON",
      "text": "It's just not how I want to smell."
    },
    {
      "author": "TAM",
      "text": "It's just not your fragrance."
    },
    {
      "author": "RICHARDSON",
      "text": "Exactly. So I go in the stockroom, hold my arms straight out, and one of my employees sprays me with vodka."
    },
    {
      "author": "TAM",
      "text": "(Laughter)."
    },
    {
      "author": "RICHARDSON",
      "text": "And it removes the odor. It also works if you're next to a smoker or if, like, your winter coat - you know how your coat starts to get kind of stale in January? You can just spray it with vodka. You can spray the car seat with vodka. You can spray sneakers with vodka. It just removes the odor from anything. And when it dries, it's odorless and colorless. It maybe will minimize how many times you have to wash something because, you know, if I don't have to wash the shirt just because it smells like Estee Lauder's Beautiful, you know, we're good to go."
    },
    {
      "author": "TAM",
      "text": "(Laughter) Let's talk quickly about folding - the aftercare of laundry. That's a big barrier for a lot of people, myself included. What are tips to make folding more enjoyable? How do you make it go by faster? Any tips on that?"
    },
    {
      "author": "RICHARDSON",
      "text": "The best tip is try not to overdry because things aren't as wrinkled. You know, overdrying kind of bakes these wrinkles into your clothes. And if you can minimize sort of those wrinkles, folding is easier."
    },
    {
      "author": "RICHARDSON",
      "text": "And my final thought on this is make it so that you enjoy it more. You know, take a magazine down. You can listen to this podcast while you're down there. I mean, how fun would that be? You know, pop in a podcast, do the laundry, take some truffles, a glass of wine. When you tell other people in your household you're going to do the laundry, they leave you alone."
    },
    {
      "author": "TAM",
      "text": "(Laughter)."
    },
    {
      "author": "RICHARDSON",
      "text": "So it's me time."
    },
    {
      "author": "TAM",
      "text": "(Laughter)."
    },
    {
      "author": "TAM",
      "text": "Thank you for, I think, being the start of my own personal shift with laundry. I really appreciate all your expertise. Thank you so much."
    },
    {
      "author": "RICHARDSON",
      "text": "Thank you so much for asking me. This was so fun."
    },
    {
      "author": "TAM",
      "text": "So after talking to Patric, I actually feel less dread about doing my laundry. So here are a few key takeaways to maximize the time you spend doing yours."
    },
    {
      "author": "TAM",
      "text": "Wash your clothes in warm water. Patric says this activates laundry soap and detergent faster, which means that you don't have to use so much of it. You also don't have to wash clothes for as long as you think you do. Use your washer's express cycle. Instead of dry-cleaning wool, silk, lined or other delicate clothes, place them in mesh bags to keep them from rubbing against each other and abrading."
    },
    {
      "author": "TAM",
      "text": "Then air dry your clothes as much as possible. If you do use the dryer, don't bake your clothes for hours. Use dryer balls to cut down on your drying time, and only put your clothes in the dryer for as long as they need to get dry."
    },
    {
      "author": "TAM",
      "text": "To get rid of odors and extend the life of your clothes before you have to wash them in the first place, try spritzing them with vodka. Patric says it nixes odors, and it also dries odorless and colorless."
    },
    {
      "author": "SEGARRA",
      "text": "That was reporter Ruth Tam interviewing Patric Richardson."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to get stains out of your clothes and another on how to help your parents with money. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. It was edited by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Carly Rubin and Margaret Cirino. Engineering support comes from Patrick Murray. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7996698317.mp3",
  "img": "https://media.npr.org/assets/img/2023/09/29/gettyimages-1486049233_wide-3728a037d629dc221128598a3357c2cd0f4c71ec.jpeg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "RUTH TAM",
    "PATRIC RICHARDSON",
    "RICHARDSON",
    "TAM"
  ]
}