{"title":"Can magnesium help you sleep?","url":"https://www.npr.org/transcripts/1198684049","intro":"TikTok users claim that drinking the \"sleepy girl mocktail,\" a mixture of magnesium powder, tart cherry juice and other ingredients, can help you sleep. But does it really work? NPR's health correspondent Maria Godoy brings us the science behind the trend – and magnesium's effect on sleep.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT..."},{"author":"SEGARRA","text":"...From NPR."},{"author":"SEGARRA","text":"Hey, everybody. It's Marielle. A little while back, there was this cocktail recipe that went viral on TikTok."},{"author":"UNIDENTIFIED PERSON","text":"This is a little mocktail that I make what I want to have the best sleep of my life - little sleepy girl mocktail, if you will."},{"author":"SEGARRA","text":"It was a mocktail recipe, actually. It consists of a scoop of magnesium powder, some tart cherry juice..."},{"author":"UNIDENTIFIED PERSON","text":"I want tart cherry juice - like the pure, tart cherry juice - not the fake stuff."},{"author":"SEGARRA","text":"...And sparkling water or prebiotic soda to top it off. Prebiotics are a type of fiber that can help your gut. The gals on TikTok - they swear this concoction will help you sleep. That's why, as you heard, they call it the sleepy girl mocktail. NPR Health correspondent Maria Godoy decided to look into this and see if it actually can help."},{"author":"SEGARRA","text":"All right. Let's start here. What is magnesium?"},{"author":"MARIA GODOY, BYLINE","text":"Yeah. So magnesium is an essential mineral, and it plays a role in lots of different processes in the body. For example, it helps with blood sugar levels and the nervous system. It's involved in bone health and energy production, muscle relaxation - just lots of things. And one of the reasons is having a moment, as you say right now - is because of something called the sleepy girl mocktail, which went viral on social media earlier this year."},{"author":"SEGARRA","text":"And this sleepy girl mocktail - it includes magnesium powder. Have you tried it?"},{"author":"GODOY","text":"I have not tried it. And honestly, when I heard about it, I was really skeptical. So I called up Dr. Fariha Abbasi-Feinberg. She's a sleep specialist, and she's on the board of directors for the American Academy of Sleep Medicine. And I was totally expecting her to just say, no, that's stupid. But her answer really surprised me."},{"author":"FARIHA ABBASI-FEINBERG","text":"If you asked me, you know, would you - can I try the sleepy girl mocktail? I would say, sure. It probably won't hurt you, but start with a low dose of the magnesium mixed with the tart cherry juice, and then increase it as tolerated."},{"author":"SEGARRA","text":"Well, yeah, it actually sounds like she's for it."},{"author":"GODOY","text":"Yeah. She is. But there's a catch that's very important. And that's that there's not really any actual hard scientific evidence to say that magnesium actually does help people sleep better. There are some studies that show magnesium can help with sleep, but then there are others that show it doesn't really do much at all. It's - there's just not enough rigorous empirical evidence out there yet to say either way for sure. Dr. Abbasi-Feinberg and every other sleep medicine specialist I talk to stressed that the evidence on magnesium and sleep is really thin. Instead, what we do have are various hypotheses about how magnesium might help people sleep."},{"author":"SEGARRA","text":"I'm wondering - if the research is thin, why do we even think this is a thing?"},{"author":"GODOY","text":"Well, because there are ideas out there about how it might be helping. We know how it works generally in the body. One of the people I spoke with is Dr. Chester Wu. He's a psychiatrist and sleep medicine specialist in Houston. And he says one of the ideas about how it might be helping is that magnesium might calm your nerves or relax your muscles before bed."},{"author":"CHESTER WU","text":"There's findings that it can influence melatonin production as well as cortisol - the stress hormone - so that's kind of the idea of how it may help people with sleep."},{"author":"GODOY","text":"But again, all these are just hypotheses on how magnesium might help. It's not hard science. We don't know for sure."},{"author":"SEGARRA","text":"It sounds like there's anecdotal evidence that this is helping some people."},{"author":"GODOY","text":"Yeah, that's exactly right. When I asked Dr. Wu - how is it that you and other doctors seem OK with people taking this when there's no hard evidence? - here's what he said."},{"author":"WU","text":"I anecdotally have worked with many people who have reported that, whether it's placebo or actually, like, just simply benefiting from the magnesium. I try not to worry too much about that because, at the end of the day, they're feeling better."},{"author":"GODOY","text":"And, you know, Dr. Abbasi-Feinberg basically said the same thing to me."},{"author":"ABBASI-FEINBERG","text":"So the reality is that if folks feel better when they take it and they feel like they're sleeping a little bit better, I personally don't have a problem if people want to try it."},{"author":"GODOY","text":"You know, so both Wu and Abbasi-Feinberg said that we don't really know if it's the placebo effect here or if the magnesium is actually helping some folks sleep. But trying it won't hurt, and it might even help. There are just a few caveats to that."},{"author":"SEGARRA","text":"OK, like, what? These are side effects to taking magnesium?"},{"author":"GODOY","text":"Yeah, there can be side effects, and they're really not fun. Magnesium can cause gastrointestinal distress in some people, and diarrhea and vomiting is, like, the last thing you might want before going to bed."},{"author":"SEGARRA","text":"Yeah, that'll keep you up all night."},{"author":"GODOY","text":"Yeah, seriously. And, you know, Dr. Abbasi-Feinberg advises to start at a low dose to try and avoid some of those side effects, and that means, like, half the dose recommended on the bottle. And just make sure that you can tolerate it. And she also recommends starting with magnesium glycinate because it seems to be absorbed better by the body."},{"author":"SEGARRA","text":"Got it. OK. Is there anyone who should avoid magnesium supplements?"},{"author":"GODOY","text":"Yeah. So that's a really important question. People with kidney disease should be really careful with magnesium, and so they should definitely not take it before talking to their doctor and making sure they get the OK there. People with heart disease, diabetes or intestinal disease should also consult their doctor before trying magnesium. And you should check with your health provider if you take any medications because some of them, including heart medicines, can interact with magnesium."},{"author":"SEGARRA","text":"We're talking about the sleepy girl cocktail, which is when you take magnesium in a powder supplement form right before bed. Do the researchers or doctors think that's necessary to get some of those possible sleep benefits, or does it matter when you take it?"},{"author":"GODOY","text":"Again, there's not a whole lot of evidence out there in terms of timing, but the idea is that you want to make sure you have enough magnesium in general. And the way most doctors would prefer you get it is from your diet. And the thing is, like, the foods that are healthy, that we know are good for us, are also rich in magnesium - many of these foods - like spinach, kale, other leafy greens, seeds, nuts, salmon, beans, you know, whole grains, yogurt. These are good things that we should be eating anyway, and they are all rich in magnesium. So if you have enough in your diet, it's not clear that a little more would help you go to sleep. The evidence is so thin. We can't say anything about timing for sure. But, you know, research shows a lot of us - maybe almost half of Americans don't get enough magnesium in our diets."},{"author":"SEGARRA","text":"So it would be a good thing to eat more of these foods anyway."},{"author":"GODOY","text":"For lots of reasons - yeah."},{"author":"SEGARRA","text":"Yeah, for lots of reasons - and you might be able to get your daily magnesium that way instead of taking a supplement."},{"author":"GODOY","text":"Absolutely. And if you already eat a healthy diet like that, you might be fine and not have a deficiency."},{"author":"SEGARRA","text":"What about giving magnesium to kids? I know sometimes it's hard for kids to fall asleep. Is that safe?"},{"author":"GODOY","text":"Yeah. So first, I want to stress that if there's little evidence when it comes to magnesium in sleep in adults, there's basically none at all in kids. I spoke to Dr. Cora Collette Breuner. She's a pediatrician at Seattle Children's Hospital and a professor at the University of Washington, and she's also on the team of experts from the American Academy of Pediatrics working on a policy statement on supplements. And Breuner said she wouldn't shoot down the idea of giving kids magnesium - and this is an important caveat - as long as you discuss it with their doctor first."},{"author":"CORA COLLETTE BREUNER","text":"I wouldn't pooh-pooh it at all. I think it's definitely worth talking about with your provider, making sure that you stay within the guidelines for - based on age and weight - how much you should take and sure to make sure you get it with food and that it's from a reputable resource."},{"author":"GODOY","text":"And by a reputable source, she means a supplement that's been independently tested by a third party, like the U.S. Pharmacopeia. Breuner says it's even more important to start with really low doses for kids - much lower than the dose recommended on the bottle for their age and weight - because she's seen kids have diarrhea and other gastrointestinal upset from taking higher doses."},{"author":"SEGARRA","text":"OK. That makes sense. So I know we all want a magic supplement that can help us sleep through the night or sleep better. But what else should we be thinking about here? It sounds like there's a lot more to getting good rest."},{"author":"GODOY","text":"Yeah. I mean, basically, it's not sexy, but it's important, and that is sleep hygiene - you know, making sure that you are sleeping in a quiet, dark room, staying off screens before bedtime - which can be hard to do, but it's important - and also avoiding big meals before going to bed. And, really, try to stick to a regular sleep schedule as much as possible. Those are the things that we should be starting at, for both kids and adults, when it comes to trying to get a better night's rest."},{"author":"SEGARRA","text":"So don't watch \"Interview With The Vampire\" just before bed?"},{"author":"GODOY","text":"(Laughter)."},{"author":"SEGARRA","text":"OK. What is our big takeaway here if folks are curious about taking magnesium to help them sleep at night?"},{"author":"GODOY","text":"Basically, there's no solid scientific evidence it helps you get your Z's, but it might. So unless you have certain medical conditions or are taking medications, there's no harm in trying. Just check with your doctor and make sure to start at a low dose."},{"author":"SEGARRA","text":"All right. Maria, thank you so much."},{"author":"GODOY","text":"Oh, it's my pleasure."},{"author":"SEGARRA","text":"That was NPR health correspondent Maria Godoy."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one debunking common sleep myths and another about lifting weights. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Margaret Cirino and Sylvie Douglis. Engineering support comes from James Willetts and Becky Brown. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9126187813.mp3","img":"https://media.npr.org/assets/img/2024/09/06/template-2-example-1-_wide-d0cb470ba7caa43bcdfa26b5e29850581852b06a.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","UNIDENTIFIED PERSON","MARIA GODOY, BYLINE","GODOY","FARIHA ABBASI-FEINBERG","CHESTER WU","WU","ABBASI-FEINBERG","CORA COLLETTE BREUNER"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,19520,17484,19852,22194,5588,8217,14917,9516,8531,28708,28610,25214,2299,1561,1781,1430,1173,1407,1435,1131,1188,936,745,683,589,531,25251,13225,15069,26236,17980,13188,19069,19716,995,557,11722,25119,27327,11346,25446,15385,10985,6937,18962,16437,14933,12777,9643,17226,25247,18092,19299,8382,8923,18709,8256,5424,10185,22324,13384,24498,25602,6558,3971,3635,1519,2680,24904,15601,11326,17390,26732,12969,2270,30270,20196,25834,11489,20194,29778,14341,11904,7162,9695,26502,18741,12722,10352,14833,22425,14299,13633,12346,10627,8990,9033,10372,10427,14011,14396,12710,16686,22681,9886,26080,19769,25462,15034,29664,27127,11874,8965,14350,8989,1890,29647,11511,12213,22180,16713,8972,9075,16910,1340,30715,19906,23870,28138,26724,24370,27568,25003,22261,14561,2656,27171,28841,20407,26906,26457,12968,12017,22598,11667,18845,1367,595,18981,25871,23924,17264,12994,21127,16054,13309,19882,27334,16543,13231,9152,10499,24196,10722,12382,1882,885,1080,1318,686,1151,686,974,280,711,450,210,248,280,207,92,148,87,62,54,61,0,0,17743,23585,26599,16628,24737,14272,12019,26989,20052,15984,14507,20508,16878,15649,25020,24459,10493,11698,11571,14220,14237,17598,18128,23670,15197,13644,3486,24785,17061,20417,21267,19451,24772,7744,17377,13146,17933,17753,6077,16273,18269,20417,14411,14577,13194,10958,7684,9954,23807,15233,22372,14626,16859,13445,7138,17001,17382,14583,13605,24248,13388,19109,18422,20521,12091,12319,18083,15955,15944,14364,10374,11421,15170,11641,8847,13704,11465,9996,7250,24187,23300,12073,15993,1125,63,23,15145,26606,26978,15882,21910,19770,26220,11135,20723,16289,8512,14913,11431,13782,10357,15717,12606,11088,1527,19055,20996,24924,12678,11463,25712,17474,18193,19587,16329,19997,25420,14192,12907,3502,23612,25786,17091,19653,26311,24452,14438,26188,20283,19799,14985,9412,3204,13,4,2,292,18971,13701,21258,14042,12362,19384,16353,21648,5856,1643,21773,11133,7638,14703,9858,15348,11885,18683,6923,16907,14976,17046,11015,9279,13986,11747,7917,8721,10129,10538,14766,8482,12320,14811,11727,14046,6904,17707,19139,14668,12273,10630,12679,24639,25423,9391,8750,8359,18686,9608,13714,6460,2164,22936,10935,16312,15406,15714,22467,21599,8326,10337,13105,24680,16717,11565,7460,7373,6551,16024,12460,16604,17171,10617,15899,12184,10777,12869,6563,2452,25849,21019,20176,19358,10328,15337,18860,15174,22292,19978,4045,3,22268,20864,18213,16565,18905,25665,16097,11045,22843,12937,9752,19865,23480,19546,24427,20487,9226,15819,5630,1069,24964,23686,9820,14417,21290,19281,19545,12167,17497,20541,10242,11881,11685,10966,11596,6919,24755,19949,20787,27754,12102,10528,10695,25472,10083,21121,25816,20692,14906,23915,22137,17812,7542,102,13,5364,3775,9850,22623,22688,18629,8944,6055,3874,16151,16144,10431,12277,3437,20806,13453,14128,16069,6043,4061,5327,4556,22083,15682,13963,12295,7310,581,2512,2240,6305,7310,23570,19633,14341,19529,7494,13845,20662,16668,16297,13453,11031,14302,16258,9844,12788,9415,5350,27507,20716,11926,12094,11233,7940,14193,17167,22063,12638,10465,15802,13565,13196,5630,16007,17903,14685,10667,6865,556,0,25346,21976,20603,1011,10526,8721,8416,8846,1031,25307,14346,16436,7128,10180,9326,9022,16484,7164,9492,11037,11851,12764,7310,10915,15196,8374,11413,18190,2115,22947,14810,14438,22237,22055,12500,12272,6198,10139,10960,12324,7464,7269,14041,13691,20717,9221,12929,6142,15030,11725,15638,12103,13467,14106,14354,9818,9487,9209,23906,14015,4521,1416,15121,11132,10791,8546,16332,16639,11271,16481,16244,19244,21625,21210,26192,8075,17061,13409,9711,12195,13336,13484,9863,13259,13329,16604,11922,12873,16099,11061,9333,6767,10099,11160,13850,9265,5879,945,519,27899,14978,28763,19214,17896,19408,17655,12713,10991,23108,7561,10625,14455,6361,25900,28548,22145,30075,29206,1029,13843,13892,14424,25271,14689,6630,11014,21127,16023,10725,17103,12632,12926,18613,14747,9010,10699,15035,10960,12668,2144,10311,10966,12395,13953,10298,9745,8628,10034,13201,5890,10425,10363,9996,8709,14988,6527,1601,11898,20734,21588,8213,14427,16578,19421,11124,10211,16647,12880,17438,17506,13920,12996,15559,15559,17091,8258,11505,21188,22281,12669,10431,6874,9590,8652,8803,12726,26676,17620,16169,22281,17855,24320,14783,27177,8927,9917,8319,25292,20830,12134,8081,25146,24287,13640,20964,15361,15465,13426,9193,21201,18802,19106,18932,12231,13374,10493,13291,10064,10683,14395,17034,6139,923,13566,25511,17425,19847,16495,10540,14150,12284,9067,15717,26601,16584,20137,21526,14550,16210,8876,25759,10659,17358,7790,23507,13142,2312,21741,21667,24859,10797,14220,6528,23174,11149,16921,7746,18116,18387,8805,750,26499,21132,16936,9799,12369,9760,11329,2309,7218,19692,14539,16080,14611,12306,11646,7320,17374,9728,19781,6904,13984,16722,9340,10560,9353,8945,24174,26161,999,11372,14187,18590,9666,14892,11857,8095,11006,10581,11016,25859,14618,22937,11151,17953,10671,13368,8417,17205,16015,674,19040,12656,24275,19887,17621,9992,13884,15526,15828,8759,5208,8109,7774,13277,8383,5562,27026,17208,14043,10486,9493,7933,8678,7210,5707,9278,14764,15845,612,482,11770,18276,11034,7679,7835,6488,17981,10525,10715,15606,7236,8521,19269,11382,8688,7939,8650,18993,11906,11563,4114,6559,116,27861,17506,26254,21958,14340,16064,8569,15473,5922,25897,8549,11274,11389,10094,13168,1857,21620,22556,6587,16584,19533,17897,12635,24825,14122,19709,24754,21201,13426,11511,10432,11651,11853,9781,12699,6127,15537,6955,937,11806,14529,13407,12894,14758,10325,10820,16562,9583,11006,9734,5691,14878,7422,15395,22537,11900,9878,14211,960,5358,21690,11797,18165,12434,21149,21379,9338,13465,6906,10854,7417,786,11436,20043,14780,9106,16106,4236,7692,17888,16459,8432,13608,9208,5539,5236,15069,4080,14261,19561,13412,23380,21507,18677,9519,15522,14600,24191,25769,18217,13542,17464,16911,14579,16303,12977,11637,10079,28787,12307,26196,24457,23181,8477,8184,7727,20668,18318,21483,16132,17804,18700,19350,16955,11,10686,22372,15399,10052,10820,9679,8024,12270,9758,14425,12325,10271,10276,10665,14883,12985,15159,6426,14793,12507,8024,27188,27281,22790,24231,4581,44,2716,24342,25951,15653,9942,27108,10748,16950,306,12591,26052,11807,8282,5930,27963,27319,17876,27936,20409,14685,14528,23560,15054,14905,18558,14063,205,15370,16688,11288,13704,18627,9643,10148,10380,7477,8241,14605,15173,5960,14232,10645,8750,23223,14330,21817,27044,21922,8832,12054,9812,16773,19509,9788,18085,13859,8610,14747,5419,7544,23411,25870,24183,11314,24847,16896,25305,13980,13908,13208,18282,6192,7544,21530,13799,13635,13814,8674,20686,18269,25790,23663,15386,25201,24308,23020,26055,10010,16613,20165,15476,15917,19700,14747,12667,18955,17449,7055,8096,10489,7343,40,9227,23376,21467,15952,11548,17743,2276,15626,18615,22420,19770,15583,16110,20828,17727,16044,13077,8866,11709,10093,12031,13799,11872,24219,19607,19297,13862,21036,10786,9400,13562,25569,6348,10,18946,22728,22187,13973,10464,20764,17537,12144,20784,14154,10343,17806,19999,9207,9871,11790,13527,15702,14237,12988,9871,7737,14950,12875,9791,12118,12385,12929,1162,10859,7663,16880,9660,10047,11044,8794,10379,14854,6551,9151,7923,3918,812,17086,12619,9645,25472,10643,14566,2007,25925,26599,25277,16638,12649,27067,17385,10981,13702,11181,5561,5800,12065,24256,21393,13820,10603,12819,15678,12844,16512,19090,10652,13096,13143,7167,15386,21150,6103,10451,7690,14981,13377,8035,15582,10097,6560,16248,14320,22285,21648,15896,26797,8799,12432,11315,19640,10952,26945,27925,11782,16806,10683,26172,21752,13964,10195,17887,19374,28315,20356,19814,22188,15103,23241,12867,10306,24572,25704,21619,17530,22776,18246,15972,8105,6413,17900,28143,11616,18081,10216,12015,23437,23552,18932,18945,14486,17999,24471,1169,12081,13632,15074,17392,14500,15353,15177,14413,13256,14396,4878,29326,14244,807,15093,13566,11723,11612,22640,11350,9261,11832,9148,8453,10256,11908,14964,5427,19309,22728,7536,262,18240,15097,25609,26042,10239,10468,11770,19087,11072,6440,9425,4959,6294,295,10447,26016,9493,20241,14076,15819,24136,19578,11579,4518,13661,15917,14877,14380,9752,10514,11387,13078,11936,15829,12577,10161,9402,9890,9508,14239,29670,14727,23468,18970,10633,12541,24841,20572,12153,10470,11346,19404,11695,7284,14259,14047,23238,10606,314,8311,20747,27356,10582,17696,12061,8195,10685,10458,17491,18828,14106,12934,13777,13236,13066,10366,7416,22634,24883,15429,11871,13414,17082,10520,12974,9975,9937,9900,6667,14787,9881,7208,12982,15515,7660,7998,9204,14394,15339,6756,291,14,21265,20327,18935,28147,20456,16252,24377,8051,9613,6424,45,26823,7550,22653,16438,12137,3962,41,17557,25916,14561,25433,12704,9000,1726,28563,13249,25364,11261,109,15029,14311,18641,12339,12999,23323,13797,7834,23246,29049,17206,26848,19164,16274,17274,23243,18381,12371,15134,13381,9949,13901,10207,12343,20767,25592,15780,10624,12339,67,19178,21392,20832,16096,18173,16677,15822,18119,10561,8814,17907,10140,4744,25401,18648,17739,16027,25247,1224,379,18197,18671,14190,19185,11302,11905,9970,9983,21556,15720,12620,14287,16758,12472,16811,11391,20715,25126,11055,12722,2579,19239,21888,19348,11195,11711,1652,18279,15364,11096,19427,14535,18006,15365,14248,14740,13507,11249,18928,21911,11643,4930,21604,9840,11422,19086,12867,9965,12963,19607,15663,17244,12292,8901,5806,10262,15236,12395,11447,11775,13828,9538,15878,17652,17659,16143,12294,14229,19122,18917,15511,9615,16936,14573,13017,13780,20880,13320,14190,23352,11038,11704,11671,6657,1474,13998,14834,16219,10389,15733,8608,16549,15432,13882,17519,13740,10814,13093,9523,14852,754,4572,17407,14228,24916,10183,23713,16915,18562,26361,11028,16873,25142,20141,2114,22393,18354,14267,16932,22229,26124,16427,16802,14898,25930,13863,13863,15150,12837,16264,9774,14631,26490,4481,6760,23245,26936,26143,8572,9200,32,22,15683,18813,7151,5920,6254,26348,12068,6642,20601,18910,11659,8242,17984,14583,26034,26643,14417,11599,7291,21121,11946,16294,28178,7401,8368,11117,11520,9129,147,227,26661,19118,25547,10814,10811,23713,26009,26145,22124,13729,510,7946,28014,16999,5815,6290,7538,25546,15013,17361,12067,19868,11027,15034,12533,26307,19365,12353,10180,14986,12146,24504,7246,7322,3407,3729,2503,19585,22753,20831,23697,12696,12175,14374,20278,14496,15871,18548,13475,17844,15702,9003,15667,7957,27418,17965,14573,719,775,25808,21892,14589,19645,27598,12360,15753,14172,14705,16628,13658,10981,13188,10881,9810,8695,20752,8905,20081,20479,14497,21982,13195,15375,9575,12717,7405,1497,17599,18300,12208,13053,17107,12179,11531,9345,9695,10183,12953,14861,7556,22883,14933,12546,16438,12321,15071,20218,8804,5294,17889,11266,14158,15459,17827,16847,8938,12153,8554,18621,11100,17417,9143,12757,11963,15665,8016,9792,8204,10465,1244,16788,21168,14444,14026,10926,15207,14234,21019,13716,13729,9331,13655,9170,2439,13844,13017,15058,10793,26107,12030,20146,12419,18675,7376,24470,10413,14805,2774,25669,16125,10545,25983,26163,21068,10675,25668,8802,10579,406,26502,24044,25313,23196,24709,8196,25361,21129,15364,11460,14240,13726,26871,20278,14518,7030,13,24128,21967,26105,11822,21905,14960,6897,16549,19080,823,93,8981,13466,18373,18578,9088,14916,18384,10241,17971,13067,17583,9870,16003,14246,16453,10430,15573,11167,8955,13784,12026,11523,9713,11611,9422,12199,18252,16350,20873,12941,10375,16648,9525,13517,1410,19049,15618,11246,12170,9299,9150,11480,5884,14302,5928,11354,11944,12932,9789,11773,6860,9815,15488,14668,14548,10593,9451,12754,23883,12750,9164,10369,11405,11911,11946,6658,15010,9537,11623,14078,7477,11515,13088,8301,12809,13204,19589,9456,20507,20197,10519,461,13,7971,20505,15016,7410,1536,16919,21749,25139,17524,18599,16776,14716,26204,25891,25193,17703,24352,18608,13451,12213,111,12002,24961,14189,12045,27099,11778,128,40,11700,20951,10649,14846,14808,15483,10668,15598,12167,21638,15920,11385,10498,4541,28102,9500,15552,8007,1704,7248,22131,20959,19020,17674,17095,15791,17057,19246,12878,15062,11828,23444,14243,15903,19086,13582,20000,21549,14255,1840,9584,17071,22856,26424,6340,8656,18091,12917,29861,19126,19398,22482,15016,14311,16749,14901,14217,20913,7313,11342,10996,15710,10168,9018,15425,8389,2213,22390,15070,18081,19042,11472,8654,13963,21458,13468,1175,13033,9150,12038,7991,15303,13084,14545,12176,10284,11973,7389,5215,6113,14892,14360,12987,15412,11411,13598,13074,8279,15977,11634,1601,26756,11010,12196,9758,6354,9188,11123,9878,9221,9570,11961,17669,8635,7586,27096,15403,21725,25312,25876,20220,10367,21776,23723,10242,14654,23471,28890,18915,12333,7714,3159,6181,23518,25436,27941,17477,5969,16795,20519,26978,23921,8369,16812,15659,12082,11073,22432,19323,19555,7452,24690,9240,11315,9450,9,4630,23475,12778,18546,22045,13952,12574,16992,7608,12081,18911,11249,9869,18161,9788,10090,12133,3475,5645,17702,11184,15321,15057,17224,9640,11480,10845,15874,21002,9458,8075,10239,7215,6689,21368,9863,13530,26513,25200,17130,14018,12814,21382,11305,9545,9346,9271,4727,2884,21728,18847,17190,25647,11853,17791,8912,2353,13231,18920,11865,2324,1780,1115,4100,25104,22210,20763,12993,13996,10162,12015,11179,2018,2341,21640,25425,24230,21203,19764,17732,10732,9243,27373,27400,23412,15347,21557,12927,15570,11965,19911,21417,25404,11094,12212,7765,11437,28047,27326,26455,25356,17656,26655,18502,14620,3596,12980,27575,26887,20470,12557,24965,25900,16090,7653,26698,27591,26315,19206,29570,16892,11936,16789,17228,10239,13680,5076,3745,24652,18437,15483,7656,14220,27317,20426,15656,12814,28877,12536,19308,2065,15586,20394,17935,16381,19368,11173,15587,11660,5277,2327,19580,21008,18718,12979,12236,11828,12545,12713,11916,9949,4850,26867,25861,14037,24369,24550,12936,11645,15065,21613,11512,10464,11220,8294,1459,28737,14536,11926,11998,14275,11897,2068,22486,19988,13503,10953,8032,9444,9197,889,17598,20912,15267,18128,11024,18119,20237,13787,27247,17753,11522,5784,9905,11558,11271,3392,2027,24913,20857,10219,15123,17598,18713,21254,16290,19484,1983,685,135,13485,13170,20020,17547,1373,22456,17915,15303,5087,2406,2472,2791,2616,2945,2050,658,4077,3977,693,702,2155,4312,856,789,802,227,530,602,490,362,220,367,49,260,1166,720,315,531,166,381,352,241,133,111,29,258,231,95,156,45,59,59,67,40,0,0,0,2,9,22111,23591,12741,13971,15564,19376,13297,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,6224,16276,19996,14079,11933,10300,14507,15996,10372,18966,16413,13131,20902,3201,21615,15681,7046,10916,13365,15332,14631,17796,14973,15196,11988,11935,12192,21891,10712,7093,17806,18892,15302,21087,18007,10814,8331,16323,12579,9376,21623,20050,13614,17982,13725,7775,3745,19113,14505,16181,23518,8019,5600,10115,21329,22171,9702,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,8397,12868,13112,5754,3106,16,3,2,22111,23591,11463,13971,13952,15564,19376,10514,7605,13180,22239,13823,8299,9203,8677,15342,12221,13873,15125,16011,9758,16276,15307,19996,14079,11933,12966,15996,13486,4186,18966,16413,20902,16025,21615,15681,6091,10916,7714,15332,14631,6195,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,9782,18007,8331,7962,16323,9376,896,21623,12432,17982,16970,13319,7775,4202,19113,16181,23518,21662,6463,100,21329,13532,22171,11803,17515,15316,7912,15314,19820,7486,8235,9442,12937,11284,7321,7949,14093,17652,9012,20364,12868,13112,5754,5560,209,3,2],"fragments":[{"begin":"0.000","end":"4.920","lines":["You're listening to LIFE KIT..."]},{"begin":"4.920","end":"9.840","lines":["...From NPR."]},{"begin":"9.840","end":"29.160","lines":["Hey, everybody. It's Marielle. A little while back, there was this cocktail recipe that went viral on TikTok."]},{"begin":"29.160","end":"38.960","lines":["This is a little mocktail that I make what I want to have the best sleep of my life - little sleepy girl mocktail, if you will."]},{"begin":"38.960","end":"48.600","lines":["It was a mocktail recipe, actually. It consists of a scoop of magnesium powder, some tart cherry juice..."]},{"begin":"48.600","end":"59.400","lines":["I want tart cherry juice - like the pure, tart cherry juice - not the fake stuff."]},{"begin":"59.400","end":"105.160","lines":["...And sparkling water or prebiotic soda to top it off. Prebiotics are a type of fiber that can help your gut. The gals on TikTok - they swear this concoction will help you sleep. That's why, as you heard, they call it the sleepy girl mocktail. NPR Health correspondent Maria Godoy decided to look into this and see if it actually can help."]},{"begin":"105.160","end":"111.320","lines":["All right. Let's start here. What is magnesium?"]},{"begin":"111.320","end":"155.040","lines":["Yeah. So magnesium is an essential mineral, and it plays a role in lots of different processes in the body. For example, it helps with blood sugar levels and the nervous system. It's involved in bone health and energy production, muscle relaxation - just lots of things. And one of the reasons is having a moment, as you say right now - is because of something called the sleepy girl mocktail, which went viral on social media earlier this year."]},{"begin":"155.040","end":"164.840","lines":["And this sleepy girl mocktail - it includes magnesium powder. Have you tried it?"]},{"begin":"164.840","end":"205.480","lines":["I have not tried it. And honestly, when I heard about it, I was really skeptical. So I called up Dr. Fariha Abbasi-Feinberg. She's a sleep specialist, and she's on the board of directors for the American Academy of Sleep Medicine. And I was totally expecting her to just say, no, that's stupid. But her answer really surprised me."]},{"begin":"205.480","end":"220.520","lines":["If you asked me, you know, would you - can I try the sleepy girl mocktail? I would say, sure. It probably won't hurt you, but start with a low dose of the magnesium mixed with the tart cherry juice, and then increase it as tolerated."]},{"begin":"220.520","end":"227.080","lines":["Well, yeah, it actually sounds like she's for it."]},{"begin":"227.080","end":"284.840","lines":["Yeah. She is. But there's a catch that's very important. And that's that there's not really any actual hard scientific evidence to say that magnesium actually does help people sleep better. There are some studies that show magnesium can help with sleep, but then there are others that show it doesn't really do much at all. It's - there's just not enough rigorous empirical evidence out there yet to say either way for sure. Dr. Abbasi-Feinberg and every other sleep medicine specialist I talk to stressed that the evidence on magnesium and sleep is really thin. Instead, what we do have are various hypotheses about how magnesium might help people sleep."]},{"begin":"284.840","end":"289.640","lines":["I'm wondering - if the research is thin, why do we even think this is a thing?"]},{"begin":"289.640","end":"311.320","lines":["Well, because there are ideas out there about how it might be helping. We know how it works generally in the body. One of the people I spoke with is Dr. Chester Wu. He's a psychiatrist and sleep medicine specialist in Houston. And he says one of the ideas about how it might be helping is that magnesium might calm your nerves or relax your muscles before bed."]},{"begin":"311.320","end":"322.320","lines":["There's findings that it can influence melatonin production as well as cortisol - the stress hormone - so that's kind of the idea of how it may help people with sleep."]},{"begin":"322.320","end":"328.800","lines":["But again, all these are just hypotheses on how magnesium might help. It's not hard science. We don't know for sure."]},{"begin":"328.800","end":"334.720","lines":["It sounds like there's anecdotal evidence that this is helping some people."]},{"begin":"334.720","end":"343.320","lines":["Yeah, that's exactly right. When I asked Dr. Wu - how is it that you and other doctors seem OK with people taking this when there's no hard evidence? - here's what he said."]},{"begin":"343.320","end":"356.400","lines":["I anecdotally have worked with many people who have reported that, whether it's placebo or actually, like, just simply benefiting from the magnesium. I try not to worry too much about that because, at the end of the day, they're feeling better."]},{"begin":"356.400","end":"361.160","lines":["And, you know, Dr. Abbasi-Feinberg basically said the same thing to me."]},{"begin":"361.160","end":"371.360","lines":["So the reality is that if folks feel better when they take it and they feel like they're sleeping a little bit better, I personally don't have a problem if people want to try it."]},{"begin":"371.360","end":"386.280","lines":["You know, so both Wu and Abbasi-Feinberg said that we don't really know if it's the placebo effect here or if the magnesium is actually helping some folks sleep. But trying it won't hurt, and it might even help. There are just a few caveats to that."]},{"begin":"386.280","end":"389.920","lines":["OK, like, what? These are side effects to taking magnesium?"]},{"begin":"389.920","end":"400.640","lines":["Yeah, there can be side effects, and they're really not fun. Magnesium can cause gastrointestinal distress in some people, and diarrhea and vomiting is, like, the last thing you might want before going to bed."]},{"begin":"400.640","end":"402.120","lines":["Yeah, that'll keep you up all night."]},{"begin":"402.120","end":"421.960","lines":["Yeah, seriously. And, you know, Dr. Abbasi-Feinberg advises to start at a low dose to try and avoid some of those side effects, and that means, like, half the dose recommended on the bottle. And just make sure that you can tolerate it. And she also recommends starting with magnesium glycinate because it seems to be absorbed better by the body."]},{"begin":"421.960","end":"427.160","lines":["Got it. OK. Is there anyone who should avoid magnesium supplements?"]},{"begin":"427.160","end":"453.400","lines":["Yeah. So that's a really important question. People with kidney disease should be really careful with magnesium, and so they should definitely not take it before talking to their doctor and making sure they get the OK there. People with heart disease, diabetes or intestinal disease should also consult their doctor before trying magnesium. And you should check with your health provider if you take any medications because some of them, including heart medicines, can interact with magnesium."]},{"begin":"453.400","end":"471.440","lines":["We're talking about the sleepy girl cocktail, which is when you take magnesium in a powder supplement form right before bed. Do the researchers or doctors think that's necessary to get some of those possible sleep benefits, or does it matter when you take it?"]},{"begin":"471.440","end":"517.760","lines":["Again, there's not a whole lot of evidence out there in terms of timing, but the idea is that you want to make sure you have enough magnesium in general. And the way most doctors would prefer you get it is from your diet. And the thing is, like, the foods that are healthy, that we know are good for us, are also rich in magnesium - many of these foods - like spinach, kale, other leafy greens, seeds, nuts, salmon, beans, you know, whole grains, yogurt. These are good things that we should be eating anyway, and they are all rich in magnesium. So if you have enough in your diet, it's not clear that a little more would help you go to sleep. The evidence is so thin. We can't say anything about timing for sure. But, you know, research shows a lot of us - maybe almost half of Americans don't get enough magnesium in our diets."]},{"begin":"517.760","end":"522.320","lines":["So it would be a good thing to eat more of these foods anyway."]},{"begin":"522.320","end":"524.120","lines":["For lots of reasons - yeah."]},{"begin":"524.120","end":"534.120","lines":["Yeah, for lots of reasons - and you might be able to get your daily magnesium that way instead of taking a supplement."]},{"begin":"534.120","end":"540.120","lines":["Absolutely. And if you already eat a healthy diet like that, you might be fine and not have a deficiency."]},{"begin":"540.120","end":"546.120","lines":["What about giving magnesium to kids? I know sometimes it's hard for kids to fall asleep. Is that safe?"]},{"begin":"546.120","end":"576.520","lines":["Yeah. So first, I want to stress that if there's little evidence when it comes to magnesium in sleep in adults, there's basically none at all in kids. I spoke to Dr. Cora Collette Breuner. She's a pediatrician at Seattle Children's Hospital and a professor at the University of Washington, and she's also on the team of experts from the American Academy of Pediatrics working on a policy statement on supplements. And Breuner said she wouldn't shoot down the idea of giving kids magnesium - and this is an important caveat - as long as you discuss it with their doctor first."]},{"begin":"576.520","end":"591.760","lines":["I wouldn't pooh-pooh it at all. I think it's definitely worth talking about with your provider, making sure that you stay within the guidelines for - based on age and weight - how much you should take and sure to make sure you get it with food and that it's from a reputable resource."]},{"begin":"591.760","end":"613.080","lines":["And by a reputable source, she means a supplement that's been independently tested by a third party, like the U.S. Pharmacopeia. Breuner says it's even more important to start with really low doses for kids - much lower than the dose recommended on the bottle for their age and weight - because she's seen kids have diarrhea and other gastrointestinal upset from taking higher doses."]},{"begin":"613.080","end":"627.560","lines":["OK. That makes sense. So I know we all want a magic supplement that can help us sleep through the night or sleep better. But what else should we be thinking about here? It sounds like there's a lot more to getting good rest."]},{"begin":"627.560","end":"656.640","lines":["Yeah. I mean, basically, it's not sexy, but it's important, and that is sleep hygiene - you know, making sure that you are sleeping in a quiet, dark room, staying off screens before bedtime - which can be hard to do, but it's important - and also avoiding big meals before going to bed. And, really, try to stick to a regular sleep schedule as much as possible. Those are the things that we should be starting at, for both kids and adults, when it comes to trying to get a better night's rest."]},{"begin":"656.640","end":"659.800","lines":["So don't watch \"Interview With The Vampire\" just before bed?"]},{"begin":"659.800","end":"661.640","lines":["(Laughter)."]},{"begin":"661.640","end":"668.680","lines":["OK. What is our big takeaway here if folks are curious about taking magnesium to help them sleep at night?"]},{"begin":"668.680","end":"700.200","lines":["Basically, there's no solid scientific evidence it helps you get your Z's, but it might. So unless you have certain medical conditions or are taking medications, there's no harm in trying. Just check with your doctor and make sure to start at a low dose."]},{"begin":"700.200","end":"704.440","lines":["All right. Maria, thank you so much."]},{"begin":"704.440","end":"706.520","lines":["Oh, it's my pleasure."]},{"begin":"706.520","end":"710.800","lines":["That was NPR health correspondent Maria Godoy."]},{"begin":"710.800","end":"770.880","lines":["For more LIFE KIT, check out our other episodes. We have one debunking common sleep myths and another about lifting weights. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."]},{"begin":"770.880","end":"812.480","lines":["This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Margaret Cirino and Sylvie Douglis. Engineering support comes from James Willetts and Becky Brown. I'm Marielle Segarra. Thanks for listening."]}],"duration":812}