{
  "title": "How to prevent stress from escalating into distress",
  "url": "https://www.npr.org/transcripts/1199885915",
  "intro": "If you've been experiencing negative feelings like panic or anxiety for more than a few days, you might be in distress, says psychiatrist Dr. Kali Cyrus. Here's how to keep those emotions in check.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "LILIANA MARIA PERCY RUIZ, HOST",
      "text": "Hi, everyone. I'm Liliana Maria Percy Ruiz, in for Marielle Segarra. And I'm here to talk about something uncomfortable, literally. A few years ago, I had a bad day at work. A conflict erupted with my boss that left me feeling anxious and panicked, and I couldn't get rid of it. My chest felt tight. My stomach hurt. I had trouble sleeping and focusing. And I felt like I was on high alert. I knew something was wrong. I just didn't know what it was."
    },
    {
      "author": "KALI CYRUS",
      "text": "I actually don't even know if clients say, I'm coming to you because I'm in a state of distress."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Dr. Kali Cyrus is a psychiatrist based in Washington, D.C. Dr. Kali says that when we are triggered by something in our lives, it is hard for us to decipher between what is discomfort, meaning something we can tolerate and work through, and what is distress."
    },
    {
      "author": "CYRUS",
      "text": "In thinking about those words, one seems like a precursor to another. Discomfort at extreme levels or heightened levels can lead to distress. It's ratcheted in intensity is past discomfort, or I think in frequency is when it starts to transition into the unhealthy, which is when I think of distress."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Distress has the word stress in it for a reason. And when we're in a state of distress for longer periods, it puts a negative impact on our body that can become toxic, leading to high blood pressure, elevated hormone levels, and conditions like chronic fatigue, depression and immune disorders. Thankfully, there are techniques to help mitigate distress. In this episode of LIFE KIT, we're going to talk about how to get our bodies more comfortable with being uncomfortable so that we can avoid getting to a state of distress."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Dr. Kali, let's talk about what happens when my body is really uncomfortable. For me, it feels like my body is on fire. It's hard to focus because I'm so overwhelmed. What do you recommend people do to dial down that feeling?"
    },
    {
      "author": "CYRUS",
      "text": "In these moments, if you are really panicky, you need to change the scene. Change the scene. Go outside. Go to the..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "CYRUS",
      "text": "...Bathroom. Call a friend. You need to neutralize your nervous system that is overactivated because it's not seeing things accurately, which means you might send an email. You might curse someone out. You might spend a bunch of - you might do something because your nervous system is like, (vocalizing)."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "CYRUS",
      "text": "You just want to calm down. And so try to do something that that changes the context that might be triggering what is going on. So go outside, take a few deep breaths. I say sometimes, like, even just get on Instagram."
    },
    {
      "author": "PERCY RUIZ",
      "text": "I love this. You're encouraging people to go on Instagram. What a difference (laughter)."
    },
    {
      "author": "CYRUS",
      "text": "It's a - but it's..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Because you're stopping what's going on in the moment, right?"
    },
    {
      "author": "CYRUS",
      "text": "Right."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "CYRUS",
      "text": "You're recognizing why you're going on there. You're not just, like, doomscrolling."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "CYRUS",
      "text": "So when it's happening, you need to interrupt it."
    },
    {
      "author": "PERCY RUIZ",
      "text": "That's takeaway one - when you're feeling that level of discomfort and it feels like you can't get out of it, make a change. Do something to break it up. But I know it's easier said than done. So I asked Dr. Kali, once you're ready for more analysis, how do you do that?"
    },
    {
      "author": "CYRUS",
      "text": "Try to put a story or a narrative to what you're feeling. And sometimes you have to think back to something that you may even think is insignificant and and start there and kind of trace back your steps because - and with the unknown, our brain wants to tell us a story. It's filling in the blanks about why there's discomfort there..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Got it."
    },
    {
      "author": "CYRUS",
      "text": "...Usually probably with the worst case scenario or something..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "CYRUS",
      "text": "...Really stressful. And what you have to do is to kind of back up and actually get your front brain - like, the brain that puts words to things, that tells us how to do complex steps and tasks, that is like, no, you're being irrational. You have to get the front brain involved and say, hey. No. This is a thing that happened at work - she said this; he said that; my boss did this - while you're also examining how your emotions feel, or that fear or that thing you're worried about is influencing what actually happened from your perspective."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Got it."
    },
    {
      "author": "CYRUS",
      "text": "And as long - until you put those things into words, it just sits there."
    },
    {
      "author": "PERCY RUIZ",
      "text": "So takeaway two - try and put words to your feelings. You can talk to a friend or family member or a therapist, but you can also do this on your own."
    },
    {
      "author": "CYRUS",
      "text": "So I tell folks to journal. Yeah. Or I even - you know, what I do is I speak out loud when I'm walking the dog because I can't get myself to sit down and journal for the life of me. But what you have to do is just get it out of that vague place, and what you have to do is you have to name it. So sometimes, you know, that's why it's so uncomfortable because it doesn't have any words attached to it."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah, yeah."
    },
    {
      "author": "CYRUS",
      "text": "So you - I think of it as like pulling it out of a cabinet and actually, like, naming what that thing is."
    },
    {
      "author": "PERCY RUIZ",
      "text": "So by telling the story, which also in my mind goes to, like, just stating the facts - here are the facts that happened, the things that I know - is that how you would talk about it? Like, do you say facts, like, without the emotion? Just for example, I was at work, and my boss said this thing to me, and then I felt this way, and then I went here, and, like, kind of like retracing your steps."
    },
    {
      "author": "CYRUS",
      "text": "Yeah. Yeah, no, that's exactly it. And I think you also did a thing that was really - you've got some good therapy, or you're just very self-aware and - great, so..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Lots of years. Lots of years."
    },
    {
      "author": "CYRUS",
      "text": "Most people miss the feelings part. So, yes, you go through and explain what happened from your point of view. Try to just see it just as - the way it happened. But, yes, you have to name the thing that you were feeling because that's what - the affect is the thing that's being stored. And so by naming it like, I felt really angry, or, I felt really insecure; I felt like I was stupid - I think this is the hardest part, actually..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "CYRUS",
      "text": "...Is having to say the feeling out loud. And I'm a huge proponent of the feelings wheel. I bring it up. I share my screen with my clients and I say..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yes."
    },
    {
      "author": "CYRUS",
      "text": "...How did you feel when this happened?"
    },
    {
      "author": "PERCY RUIZ",
      "text": "Google it, people. It's so helpful."
    },
    {
      "author": "CYRUS",
      "text": "And it feels so cheesy, but it's really useful because then you can say, I felt stupid. And then you say to yourself, you know what? I'm human. Is it..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "CYRUS",
      "text": "I'm allowed to feel that way. I felt that way. It's OK. I'm looking at it from another angle, and I can see that I was this - it's realistic I felt that way. I was entitled to feel that way. It actually makes sense that I felt that way. And then you keep going."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Now, I went into my conversation with Dr. Kali thinking we'd be parsing out the difference between discomfort and distress. But what I learned is that if you don't learn to deal with normal levels of discomfort, you will be in distress. So takeaway three is practice sitting in discomfort."
    },
    {
      "author": "CYRUS",
      "text": "Discomfort is really important to think about as not something that's completely negative. Everyone should try to encourage themselves to calm their fear response. And try to understand and take up information about why they might be feeling, like, discomfort because that's telling you something about this moment, and it might be something exciting that you're about to learn. So this..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "CYRUS",
      "text": "...Is my way of saying, I think of discomfort as, like, a low intensity of something being brought up in you - of an intensity of feelings, or that you might be having to - something your brain is perceiving and your body is picking up on. But if it is a thing that maybe you don't have control over stopping and it continues to grow and you have to sit in this state for long periods of time and you maybe don't see an end or it continues to grow every day and it's there - you know, you go to work. Maybe something happened. You go to work the next day. It builds, and you're still not getting any other information. That's really scary. That is the state in which this becomes distress. And that's when your nervous system gets dysregulated, which is not good for your body because then that messes up the balances of hormones and the way your body, your nervous system, is responding that is ideally supposed to help you regulate in these times of need, not every day..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah, yeah."
    },
    {
      "author": "CYRUS",
      "text": "...Because then you get, like, high cholesterol. You get high blood pressure. You get all these weird things that happen to your body over time."
    },
    {
      "author": "PERCY RUIZ",
      "text": "So I'm curious. When do you know, how do you know when something is too much? - because I'm thinking about the fact that - for myself and, I imagine, many people listening - like, you want to grow. You want to become more resilient. You know, these are things that we hear about, read about. We long to be people that are getting better and better, right?"
    },
    {
      "author": "CYRUS",
      "text": "Yeah, yeah."
    },
    {
      "author": "PERCY RUIZ",
      "text": "But how do we identify what things are just - they're just not for us, or they're not going to be areas of growth? They are actually too distressing."
    },
    {
      "author": "CYRUS",
      "text": "Yeah."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Is that even a thing that we should think about?"
    },
    {
      "author": "CYRUS",
      "text": "Yeah. Yeah. It's when your body is super tense. You're really tired. You are snapping at everyone because you feel like everyone is being snappy to you. So you're you feel really irritable, one, but also targeted and unsafe. You're perceiving hyper, like, threats. You're probably not sleeping well. You're not eating well."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "CYRUS",
      "text": "When your body is not functioning, you're..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "CYRUS",
      "text": "...Doing - something is not working. Something is not working. And, again, like, when you think about depression or some folks who just have anxious brains that are shaped that way, there may not always be a reason..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "CYRUS",
      "text": "...That you can point back to. It could be a season. You know, it - but when you are not feeling good, your body is trying to tell you something."
    },
    {
      "author": "PERCY RUIZ",
      "text": "And that's when you really - you do need to seek medical help."
    },
    {
      "author": "CYRUS",
      "text": "Yeah, yeah. And so what we usually do is once I - we encourage folks to go to the primary care doctor first. If you hadn't had a physical, get all blood tests taken to make sure it's not a thyroid thing or an anemic thing going on that is making this happen. And then after that..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "CYRUS",
      "text": "...It's really telling your nervous system, something is going on. Something in your life is shutting your body down or is making - it's putting you in and out, in and out of, like, a danger response. And you need to find ways to stop that. And it might be the first thing you only have is medication to calm down in the moment - again, because if you're too triggered, you can't do anything."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Exactly."
    },
    {
      "author": "CYRUS",
      "text": "So some folks need medicine, even if it's temporarily, to get them to a state when they can start to do the processing and being able to, like, actually stop and leave the room without engaging too much or take that break or be able to practice their breathing skills or practice other things to see if it works. But when you're in the thick of it, you have to find a way to get - bump yourself down a level from distress to something else."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah, so that you can even be in a place where you can be uncomfortable because you're not even uncomfortable. You're just on a whole other level."
    },
    {
      "author": "CYRUS",
      "text": "Yeah. You were terrified, probably."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "CYRUS",
      "text": "Yeah."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "CYRUS",
      "text": "Yeah. Or shut down, you know?"
    },
    {
      "author": "PERCY RUIZ",
      "text": "Are there preventative steps - things that you can do in your daily life to - I don't know if prepare is the right word, but just kind of build, you know, the ability to be uncomfortable to, to be..."
    },
    {
      "author": "CYRUS",
      "text": "Yeah."
    },
    {
      "author": "PERCY RUIZ",
      "text": "...In that place where, you know, like we were just saying, we all have to deal with this every day of..."
    },
    {
      "author": "CYRUS",
      "text": "Yeah, yeah."
    },
    {
      "author": "PERCY RUIZ",
      "text": "...Our lives, right? Anyone who interacts with another human being is going to be uncomfortable in some way, right?"
    },
    {
      "author": "CYRUS",
      "text": "Because they're unpredictable. We are so unpredictable. Oh, my God."
    },
    {
      "author": "PERCY RUIZ",
      "text": "So how do you build that ability to be present to that, to be resilient in it?"
    },
    {
      "author": "CYRUS",
      "text": "Yeah. So your psyche is trying to protect you from distress. You want to find healthy ways to confront that or cope with it. Sometimes you have to resort to avoiding it, being numb to it, but not for too long. You have to - if you put it in the cabinet, you have to come back and get it and look at it. You can't just keep it there for years and years until it's expired because it's not going to - still going to sit there. You have to come back to it. So you have to know it's a thing that's there. And this is where the kind of evidence collection comes from. And this is what I'll say to clients. You're not going to immediately be able to fix this. So what I'll say..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "CYRUS",
      "text": "...Is let's understand it."
    },
    {
      "author": "PERCY RUIZ",
      "text": "That's takeaway four - to get more comfortable with being uncomfortable, get curious about yourself and your triggers. Start noticing what's happening around you."
    },
    {
      "author": "CYRUS",
      "text": "What happens right before this thing? What happens that morning? What do you notice when it doesn't happen? When do you feel at your best?"
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yes."
    },
    {
      "author": "CYRUS",
      "text": "What in general makes you happy? And you just try to latch on to those. And so it might be if you know you have terrible road rage - and this is a very difficult one because you still have to go to work."
    },
    {
      "author": "PERCY RUIZ",
      "text": "And still get in a car and drive (laughter)."
    },
    {
      "author": "CYRUS",
      "text": "You still have to get in the car. And I'm still working with some clients on this one. What about if you exercise that morning? Does it matter what you listen to in the car, or what you eat?"
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "CYRUS",
      "text": "And what can you place in your day - multiple things that might help, kind of like when you're playing Mario Kart and you have to gather some, like, stars or fruit. You just have to..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "CYRUS",
      "text": "Yeah. I think if we're talking about going into a situation that I know will make me anxious - like, let's say I'm going to meet a relative of someone or going to an event that I may be unsure about. I will - I'm going to be insecure about what I'm wearing. Do I look like them? Do I look like I'm wearing something cheap? Do I - am I overdressed? You know, am I going to be the only Black person? And I have a little spiel for each of these. Well, I'm going to wear something that makes me feel like who I am today. I don't want to wear something too tight or a button is broken, shoes are uncomfortable. I want to get there early."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yes."
    },
    {
      "author": "CYRUS",
      "text": "I want to make sure I have something that can calm me down if I feel like I might get there immediately, even if I don't use it. I tell my partner ahead of time, I'm going to need you to keep an eye on XYZ. I might tell a friend there. You know, I might say, you know, you can leave. You can call an Uber. You've thought about the phrases..."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yes."
    },
    {
      "author": "CYRUS",
      "text": "...That you can say. You've asked whatever info, as much as you can, to find out about the event. So, one, trying to get info about the thing that might be distressing you, and then also literally just doing the things that you know might calm you or help you feel more prepared."
    },
    {
      "author": "PERCY RUIZ",
      "text": "But the patterns that you're talking about, though, talking to yourself and naming the things, that seems to be the place you begin to build that resiliency, is really getting comfortable with having a conversation with yourself..."
    },
    {
      "author": "CYRUS",
      "text": "Yeah."
    },
    {
      "author": "PERCY RUIZ",
      "text": "...About what you notice..."
    },
    {
      "author": "CYRUS",
      "text": "Exactly."
    },
    {
      "author": "PERCY RUIZ",
      "text": "...And the feelings."
    },
    {
      "author": "CYRUS",
      "text": "Exactly, and you have to recognize what's happening in your body as well, which is why things that get you in your body and aware of your senses and what you're experiencing are really useful, like working out. It also helps you healthwise in general. But this is the logic of why we do those things. Again, kind of hard for me to access sometimes, but I know clients who say, I started working out in the morning and I realized I could look at this hard report. It really helps me. I don't know how, but I realized that - so really knowing your body, talking to yourself, and being able to get information about what works or what doesn't work."
    },
    {
      "author": "PERCY RUIZ",
      "text": "How would you say that sitting with discomfort has made a difference in your life?"
    },
    {
      "author": "CYRUS",
      "text": "I suppose what I've benefited from is I'm able to - when I'm triggered or start to recognize this thing happening, I know that that means, I need to come up with a way to address it. When I'm feeling so despairing, that means that I'm not doing something creative, or I'm not having fun or play - rewarding myself with these things that bring me out. And so I think sitting in it can help me appreciate a way to get out of it later. You know, it'll be easier next time."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yeah."
    },
    {
      "author": "CYRUS",
      "text": "And then it'll help me explain the next time I get to this place that I know I can get out. And I understand why I'm here. And it's OK. But it's not scary anymore."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Thank you, Dr. Kali. You're just amazing. I love talking with you."
    },
    {
      "author": "CYRUS",
      "text": "Oh, no, this was really great. I like talking about this stuff."
    },
    {
      "author": "PERCY RUIZ",
      "text": "Yes, same. OK, deep breath, y'all - we can do this. To recap, when you're feeling really uncomfortable, make a change. Then name your feelings, either by journaling or talking it out with a friend or by yourself. After you've put words to it, practice sitting in the discomfort. And lastly, get some data about what makes you uncomfortable. Think about the things you need to prepare in advance for situations like getting enough sleep, meditating, moving your body or bringing a friend along."
    },
    {
      "author": "PERCY RUIZ",
      "text": "For more LIFE KIT, check out our other episodes. We have one all about not taking things personally and another about how to cope with seasonal affective disorder. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "PERCY RUIZ",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our visual editor is Beck Harlan. Our digital editor is Malaka Gharib, and Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, and Clare Marie Schneider. Engineering support comes from Kwesi Lee, Robert Rodriguez and Stacey Abbott. I'm Liliana Maria Percy Ruiz. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5148734723.mp3",
  "img": "https://media.npr.org/assets/img/2024/01/25/lk_harlan_distress-2_wide-c065268f46c6c91396a006a68156dd798e214082.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "LILIANA MARIA PERCY RUIZ, HOST",
    "KALI CYRUS",
    "PERCY RUIZ",
    "CYRUS"
  ]
}