{
  "title": "Get better at gardening by using this newly updated tool",
  "url": "https://www.npr.org/transcripts/1199886062",
  "intro": "The USDA Plant Hardiness Zone Map helps home gardeners pick which plants to grow. But recently, roughly a quarter of the country has moved zones. What does this mean for your backyard plants? This episode, how to understand the changes to the hardiness zone map and other factors to think about when planning out your garden.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "REGINA BARBER, HOST",
      "text": "I'm Regina Barber in for Marielle Segarra. Gardening can be magical. Planting a little baby plant and watching it grow into something with blooms or even fruit you can eat, that's special. And if you're giving these plants a lot of time and attention, you want to give them the best shot of survival. That's why many home gardeners use something called the Hardiness Zone Map. It basically says which plants will survive where, but there's a big change to that map. Late last year, the USDA updated its Hardiness Zone Map for the first time in over a decade."
    },
    {
      "author": "DANIEL WOOD, BYLINE",
      "text": "So in gardening spaces, this is pretty big news. If you're a nerd like me, you're like, whoa, what changed?"
    },
    {
      "author": "BARBER",
      "text": "That's Daniel Wood. He's a graphics reporter at NPR, and he wants to look into this change because he's also a gardener."
    },
    {
      "author": "WOOD",
      "text": "Avid - avid's always the word."
    },
    {
      "author": "BARBER",
      "text": "This episode of LIFE KIT, Daniel is going to walk us through the changes on the USDA's map, why it needs updating, and we'll even get into what new gardening possibilities may exist in your neck of the woods."
    },
    {
      "author": "BARBER",
      "text": "OK, so tell me more about the USDA Plant Hardiness Zone Map. Like, what is it?"
    },
    {
      "author": "WOOD",
      "text": "Well, it's like a - it's a beautiful map with all these different colors. But what it basically is..."
    },
    {
      "author": "BARBER",
      "text": "You already sold me."
    },
    {
      "author": "WOOD",
      "text": "It's a widely used tool. It's produced by the United States Department of Agriculture, and it aims to help home gardeners know what plants might survive the winter in their area."
    },
    {
      "author": "BARBER",
      "text": "OK."
    },
    {
      "author": "WOOD",
      "text": "At its most basic level, it's simply a map that shows you your average low temperature. So it's the average of the last 30 years going back to 1991. And it's trying to answer the question, how cold is the coldest night of the year every year at my house?"
    },
    {
      "author": "BARBER",
      "text": "OK."
    },
    {
      "author": "WOOD",
      "text": "It's really widely used. If you go to, like, any plant nursery or garden center and you just flip over the tag, it'll say something like hardy to zone seven, hardy zone eight."
    },
    {
      "author": "BARBER",
      "text": "Got it. OK. So why the particular interest to us now?"
    },
    {
      "author": "WOOD",
      "text": "Right. So back in November, the USDA updated their plant hardiness map for the first time in more than a decade. About a quarter of the country moved into an entirely new zone. There are 13 zones, with one being the coldest and 13 being the warmest. Warmest is like Puerto Rico, places like that. They don't get below 65 degrees on the average winter."
    },
    {
      "author": "BARBER",
      "text": "OK."
    },
    {
      "author": "WOOD",
      "text": "I'm in zone seven. That means that I don't get below zero on the average winter."
    },
    {
      "author": "BARBER",
      "text": "OK."
    },
    {
      "author": "WOOD",
      "text": "And then in Alaska, you have places that get as cold as negative 60 in the average winter."
    },
    {
      "author": "BARBER",
      "text": "That's quite the range."
    },
    {
      "author": "WOOD",
      "text": "Pretty chilly. And not a lot grows up there, as you can imagine."
    },
    {
      "author": "BARBER",
      "text": "OK, so about a quarter of the country has moved into a new zone. Like, why is that?"
    },
    {
      "author": "WOOD",
      "text": "The truth is that we really don't know why these things are happening, but we can guess that a lot of it is happening as a result of climate change. There has also been a massive increase in the number of weather stations that they're using to measure temperature across the country, but they don't really know for sure in a given place - is this warming happening as a result of climate change, is it better readings? Nobody really knows. Generally, though, we can say a lot of what is happening is a result of climate change."
    },
    {
      "author": "BARBER",
      "text": "Yeah. And so, like, what's the reaction to this? Like, what do we do?"
    },
    {
      "author": "WOOD",
      "text": "Right. Well, when gardeners like me hear about these changes, it makes me wanting to know, like, can I go out and buy a banana or a palm tree and put it in my yard and grow it? I dove into this and found it was a little bit more complex than I expected."
    },
    {
      "author": "BARBER",
      "text": "OK, let's start with this. How is this hardiness map supposed to be used then by home gardeners?"
    },
    {
      "author": "WOOD",
      "text": "Right. So one of the most basic risks to the plants in your garden is the cold. So these zones are really created to help you make educated guesses about whether a given plant will die on an average winter, but it's not a one-size-fits-all guide to know what exactly to plant. At a basic level, it's just a risk assessment tool for understanding the odds of success for different plants."
    },
    {
      "author": "BARBER",
      "text": "OK, so for a home gardener, this would mean thinking about how cold weather will affect any of their perennial plants, right?"
    },
    {
      "author": "WOOD",
      "text": "Yes, exactly. So let's define a perennial."
    },
    {
      "author": "BARBER",
      "text": "Yeah."
    },
    {
      "author": "WOOD",
      "text": "This is a word that my mom threw around as a kid 'cause she was a big gardener. And I was like - I could never keep it straight. A perennial is a plant that you plant once, and it survives year after year. Think about, like, trees, bushes - so your cherries, your roses, your hydrangeas, your azaleas. In further south climates you have hibiscus, you've got gardenias, you've got sage, rosemary, thyme, those sort of things. We're not talking about the things you put in your vegetable garden every year, your tomatoes or your peppers."
    },
    {
      "author": "BARBER",
      "text": "OK."
    },
    {
      "author": "WOOD",
      "text": "These perennials live multiple years, so they need to be able to survive whatever winter extremes your area might throw at it. Let me give you an example. Have you ever smelled jasmine?"
    },
    {
      "author": "BARBER",
      "text": "Yeah, I had jasmine tea literally this morning."
    },
    {
      "author": "WOOD",
      "text": "Perfect. OK, so jasmine is, like, one of my favorite smells in the world."
    },
    {
      "author": "BARBER",
      "text": "Yeah. It's so good. I love it."
    },
    {
      "author": "WOOD",
      "text": "It's a vine or, you know, a shrub as we know. And it's - in our lingo, it's hardy to zones eight or nine, which means it can be exposed to temperatures maybe down to 10 degrees, although it really doesn't like it."
    },
    {
      "author": "BARBER",
      "text": "OK."
    },
    {
      "author": "WOOD",
      "text": "Growing up, I would visit my grandparents in Oakland, Calif., and this is the smell I associate with those, like, special memories."
    },
    {
      "author": "BARBER",
      "text": "Aw."
    },
    {
      "author": "WOOD",
      "text": "Whenever I, like, show up in Oakland, I still smell it. It's, like, everywhere. It's really rare in the D.C. area. But with this, it's possible that maybe I can grow it now because parts of this area were moved into zone eight, which means that we don't get below 10 very often. So it's something that I can even maybe experiment with."
    },
    {
      "author": "BARBER",
      "text": "Wow. OK, so what can the USDA hardiness zone map not tell us then?"
    },
    {
      "author": "WOOD",
      "text": "Well, first of all, it's not a crystal ball."
    },
    {
      "author": "BARBER",
      "text": "OK."
    },
    {
      "author": "WOOD",
      "text": "So remember that it's backward-looking. So if, let's say, you're in zone eight and you only get down to 10 degrees on average, that means that that's what happened for the last 30 years. It doesn't mean that that's what's going to happen for the next 30 years. The next 30 years might be a lot warmer."
    },
    {
      "author": "BARBER",
      "text": "Right."
    },
    {
      "author": "WOOD",
      "text": "There might be a lot more extreme. Climate change is bringing a lot of extreme weather. So you might get mostly temperatures that don't get below 15, but maybe at one year it might get to 10. We have no way of knowing. It also doesn't tell you anything about when to put plants in the ground or to sow seeds."
    },
    {
      "author": "BARBER",
      "text": "OK."
    },
    {
      "author": "WOOD",
      "text": "So for that, you would normally want to think about, like, what your last frost date is. That's easy to find. You can Google - last frost date in my area - and you will see it. Or you could look up - first frost date in my area. Depending on what you're planting, you know, knowing those dates would be really helpful. We talked to Todd Rounsaville, a horticulturist with the USDA who was involved with creating the map, and here's what he said."
    },
    {
      "author": "TODD ROUNSAVILLE",
      "text": "The map is not intended to address things like early or late frost planting dates. It doesn't get into the microclimates and the things that you can do to buffer plantings. The main purpose of it is a risk assessment tool for that minimum low temperature average through the winter."
    },
    {
      "author": "BARBER",
      "text": "So, I mean, these are not almanacs?"
    },
    {
      "author": "WOOD",
      "text": "Right."
    },
    {
      "author": "BARBER",
      "text": "Let's not get those confused."
    },
    {
      "author": "WOOD",
      "text": "Exactly. And similarly, like, there are a lot of other things it doesn't tell you. It doesn't tell you anything about, like, how much water your area gets or how much sun your area gets. So, you know, Todd makes this really interesting point that parts of Alaska, New Mexico and Pennsylvania are all in zone seven, meaning they don't get below zero degrees on average. But we know that, like, coastal Alaska is a rainforest, has extremely long summer days. We know, like, New Mexico is extremely dry, and Pennsylvania is very temperate. So you can kind of use your intuition and, you know, maybe talk to someone at the local nursery about whether this, like, big, fat golden-barrel cactus is the right thing to plant in Juneau, Alaska. It probably isn't, but you never know. Maybe it is."
    },
    {
      "author": "BARBER",
      "text": "I don't know. Now even here in D.C., like, on my street there's this disgusting, like, dying cactus on the side of the road. It's very sad."
    },
    {
      "author": "WOOD",
      "text": "No, they do that every winter, and it'll perk back up."
    },
    {
      "author": "BARBER",
      "text": "Really?"
    },
    {
      "author": "WOOD",
      "text": "Yeah. Yeah, yeah."
    },
    {
      "author": "BARBER",
      "text": "Oh, my God, it looks waterlogged. But it's not."
    },
    {
      "author": "WOOD",
      "text": "No, it's going to be fine."
    },
    {
      "author": "BARBER",
      "text": "Oh, wow. OK, OK, so let's get back to the map. So we know that this tool tells us a lot about winter and the cold. What about summer heat? Like, does the hardiness zone map tell us anything about that?"
    },
    {
      "author": "WOOD",
      "text": "Unfortunately, no. The map doesn't tell us anything about the summer. There's not really a hard and fast way to determine whether something will survive in your summer. The American Horticultural Society tried to make something called the heat zone map in the late '90s, but it really hasn't caught on."
    },
    {
      "author": "BARBER",
      "text": "OK."
    },
    {
      "author": "WOOD",
      "text": "I was at a nursery recently, and I only saw one plant tag reference it out of the dozens that I checked."
    },
    {
      "author": "BARBER",
      "text": "OK."
    },
    {
      "author": "WOOD",
      "text": "Sometimes you will see a maximum hardiness zone on a plant's tag at a nursery. Like, for instance, most apples need a cold period to set fruit."
    },
    {
      "author": "BARBER",
      "text": "Oh, really? I had no idea."
    },
    {
      "author": "WOOD",
      "text": "Yeah. So, like, above zone eight, they're really going to struggle. But the good news is, if you're somewhere that warm, you can probably grow citrus, which is way more delicious."
    },
    {
      "author": "BARBER",
      "text": "Apples and oranges are not the same thing."
    },
    {
      "author": "WOOD",
      "text": "Exactly."
    },
    {
      "author": "BARBER",
      "text": "But OK, so what other metrics and advice should I use when planning and planting perennials then?"
    },
    {
      "author": "WOOD",
      "text": "Right. So, I mean, some things are pretty intuitive, right? We're thinking about where you plant something near your house. How much sun does it get? How wet is it? How protected is it from the wind? A lot of people don't think about wind, but something that's really exposed to the wind is going to desiccate, meaning that it's going to lose a lot of water. Especially in the winter, this can be really, really hard on plants. So, like, for instance, two winters ago in D.C., we got below our normal hardiness zone into the single digits Fahrenheit. And I had this beautiful little rosemary plant in a pot, and I had one in the ground. The potted plant was out in the front yard. It was exposed to all the elements. When it got really cold, I didn't bring it in, and it pretty quickly died. The rosemary in the ground was a few years old, it had deeper roots, it was sheltered from the wind, and it survived..."
    },
    {
      "author": "BARBER",
      "text": "Wow."
    },
    {
      "author": "WOOD",
      "text": "...With only a little bit of damage. So where stuff is in your yard matters, like, a whole lot. The other thing that the map doesn't talk about that you need to really think about is the duration of cold in your area. We talked to Andrew Bunting. He's the vice president of horticulture at the Pennsylvania Horticultural Society."
    },
    {
      "author": "ANDREW BUNTING",
      "text": "If you're naked and you run through a freezer, it's not going to kill you. If you run into the freezer and have to stay there for an extended period of time, it's probably going to kill you. So, you know, these drops where they may only drop for a night or maybe even two nights, sometimes, especially with established plants, there may be superficial damage. Like, you might get leaves that are burnt or maybe even some stems that dieback. But it may not be so catastrophic that actually kills the plants."
    },
    {
      "author": "WOOD",
      "text": "So for the example of my rosemary, the established plant did much better. The other one was left naked and alone in the front yard."
    },
    {
      "author": "BARBER",
      "text": "In the freezer (laughter)."
    },
    {
      "author": "WOOD",
      "text": "In the front yard freezer."
    },
    {
      "author": "BARBER",
      "text": "OK, so I'm going to become a gardener. You've convinced me. But let's start off a little bit more safe. Like, how can I plan out what's going to last in my, like, new garden?"
    },
    {
      "author": "WOOD",
      "text": "Right. So if you're a beginner, maybe you don't want to experiment and have stuff die 'cause that can be really discouraging."
    },
    {
      "author": "BARBER",
      "text": "Yes."
    },
    {
      "author": "WOOD",
      "text": "But you can be pretty sure that what's in your local garden center is appropriate to grow in your area. So, you know, these businesses have a vested interest in you succeeding, having a good experience and coming back to buy more plants."
    },
    {
      "author": "BARBER",
      "text": "Right."
    },
    {
      "author": "WOOD",
      "text": "They're pretty risk-averse in general. We talked to Dan Stuppiello at the Home Depot. He's in charge of all live merchandise."
    },
    {
      "author": "DAN STUPPIELLO",
      "text": "In our garden centers, we take more of a cautious approach, right? We want to have tried and true varieties. We want to make sure that, you know, what - the products that we present, we feel good about, whether we label it an annual or perennial, deciduous, an evergreen material, that we feel really good that it's going to thrive in those locations in those stores."
    },
    {
      "author": "WOOD",
      "text": "Right. So what this means is that whatever you find at, like, a big-box retailer like Home Depot, Lowe's, even Walmart sells plants, it's probably not going to die from cold weather. It might die from neglect or planting it in the wrong place."
    },
    {
      "author": "BARBER",
      "text": "Oh, no. What are you saying?"
    },
    {
      "author": "WOOD",
      "text": "But it's not..."
    },
    {
      "author": "BARBER",
      "text": "I'm trying."
    },
    {
      "author": "WOOD",
      "text": "It's not likely that it's going to be a risky choice based on your hardiness zone."
    },
    {
      "author": "BARBER",
      "text": "OK, so I'm going to be a little bit more safe with my Lowe's plants - right? - but you said you might be a little bit more, you know, living on the edge with your jasmine plants. So tell me more about, like, experimenting with plants. Like, what will survive and what won't?"
    },
    {
      "author": "WOOD",
      "text": "Right. So if you've noticed your winters seem warmer in the last 10 years, maybe your neighbors are starting to grow things that you didn't think were possible and you're feeling a little risky, one idea is just to go down to your local botanic garden and talk to some experts there. They're always trying new things and would have a real beat on what's going on in your area. Also, your locally owned nursery, anything that's nearby that's locally owned, those people are really tuned in to what's going on in the area in terms of the weather. So I talked to nursery owner Tony Avent from Raleigh, N.C. He's really into experimenting to see what plants can survive different situations so that he can offer the widest possible variety of plants to the people that come to his nursery."
    },
    {
      "author": "TONY AVENT",
      "text": "People, as a general rule, with plants, are scared of failure. They don't want to fail. They don't want to kill their plants. We live to kill plants. We've killed, as of this year, over 50,000 different types of plants. Every one we kill, we learn something new, and we record that in a database. So we probably have killed more plants than anybody alive today, but we've learned more about what their tolerances are."
    },
    {
      "author": "WOOD",
      "text": "So I think this is a pretty common thing for a lot of locally owned nurseries and botanic gardens. These people are really trying to push the envelope. Another interesting thing is that there's always new varieties of plants coming out. There's not one kind of camellia or one kind of azalea. Plants are being bred all the time for new features. Maybe it's for longer blooms, more blooms, maybe it's for cold hardiness, maybe it's for being able to tolerate more heat. And when these new plants come on the market, people need to try them out to see how they do. So your local botanic garden is going to know a lot more about that and your local nurseries. So you can go down there and ask those people, and they'll probably talk for longer than you want to listen."
    },
    {
      "author": "WOOD",
      "text": "Of course, there's no guarantee that, you know, trying something a little bit risky, maybe a camellia in the New York suburbs - you know, that that's going to work. But there are ways to mitigate damage from unseasonably cold winter nights. As we talked about, you can bring potted plants inside, but you can also just literally wrap a blanket on many plants. You know, if you're cold, they're cold. So wrap them up."
    },
    {
      "author": "BARBER",
      "text": "Daniel, you've piqued my interest. Thank you so much for bringing this story to us."
    },
    {
      "author": "WOOD",
      "text": "You're welcome. Thanks so much, Regina."
    },
    {
      "author": "BARBER",
      "text": "OK, let's do a quick recap. Takeaway one - the USDA hardiness map is a tool to help home gardeners know what plants might survive the winter in their area. Takeaway two - your hardiness zone could have recently moved. That means your new lowest temperature in the winter could be a bit warmer, likely due to climate change. Takeaway three - you can experiment with new plants you may not have been able to plant before. Find your hardiness zone and see which plants might work. Maybe you'll finally get to plant some jasmine like Daniel."
    },
    {
      "author": "BARBER",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to plant an edible garden and another one on composting. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Margaret Cirino, Clare Marie Schneider, and engineering support comes from Robert Rodriguez. Special thanks to Jeff Brady, Connie Hanzhang Jin, Neela Banerjee and Alyson Hurt. I'm Regina Barber. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9026737856.mp3",
  "img": "https://media.npr.org/assets/img/2024/04/05/plant-hardiness-min_wide-f09a97e98bbb2b8940530465ec2751782a4d9ab7.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "REGINA BARBER, HOST",
    "DANIEL WOOD, BYLINE",
    "BARBER",
    "WOOD",
    "TODD ROUNSAVILLE",
    "ANDREW BUNTING",
    "DAN STUPPIELLO",
    "TONY AVENT"
  ]
}