{
  "title": "Ready to cold plunge? We dive into the science to see if it's worth it",
  "url": "https://www.npr.org/transcripts/1199885878",
  "intro": "Dipping in cold water is a growing trend. It's not just for the thrill — people who cold plunge say it helps with anxiety, metabolic health and more. But is there science to support those claims?",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey everybody, it's Marielle. You ever heard of a polar bear plunge? That's when a bunch of people get together - sometimes as a New Year's Day tradition - and jump into the freezing ocean."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Ready, guys?"
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Oh, yeah."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Going to walk in. Walk in with intention."
    },
    {
      "author": "SEGARRA",
      "text": "Well, people are now doing this all year round. It's called cold plunging."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Ready?"
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "Go!"
    },
    {
      "author": "UNIDENTIFIED GROUP #1",
      "text": "One, two, three."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "(Laughter)."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "Oh, that was good."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "That feels good."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "And cold plunging is exactly what it sounds like. You submerge yourself in cold water. And it doesn't have to be the ocean."
    },
    {
      "author": "WILL STONE, BYLINE",
      "text": "This could be in a tub in the backyard. It could be in a frozen lake. Depends how - you know, how far you want to take it. Usually in the studies we're talking about temperatures lower than 60 degrees. Some people push it to, you know, 40 degrees, you know, in the 30s. But there's no one definition. People are practicing it in different ways depending on what they have access to."
    },
    {
      "author": "SEGARRA",
      "text": "That's NPR health and science correspondent Will Stone. He lives in Seattle and cold plunges a few times a week."
    },
    {
      "author": "STONE",
      "text": "Let's see if I can do it."
    },
    {
      "author": "UNIDENTIFIED GROUP #2",
      "text": "(Cheering)."
    },
    {
      "author": "SEGARRA",
      "text": "You're hearing him on an outing with a group called the Puget Sound Plungers, and some of their members told him that a cold plunge can feel transformative."
    },
    {
      "author": "UNIDENTIFIED PERSON #4",
      "text": "There's this point where you hit a level where it's not cold anymore, and this, like, calm washes over you. It's pretty cool."
    },
    {
      "author": "UNIDENTIFIED PERSON #5",
      "text": "Any anxiety, anything I'm struggling with, it's just gone. And when I come out of the water, it's - I've left it in the water."
    },
    {
      "author": "SEGARRA",
      "text": "OK. I hate the cold, and this sounds like an extremely uncomfortable experience to me. But the people who practice plunging revel in it, and they'll give you tons of reasons why you should try it. You know, claims like it's great for anxiety and for your metabolic health. Will has been reporting on the science behind cold plunges, what we know and what we don't - there's a lot of that. On this episode of LIFE KIT, we'll get into the details and talk about if you want to try a cold plunging, how you might do it safely."
    },
    {
      "author": "SEGARRA",
      "text": "Will, how did you get into cold plunging?"
    },
    {
      "author": "STONE",
      "text": "Pretty quickly, I began to understand what people talk about in terms of the impact on your state of well-being, the mental health effects. I found that after I did the plunge, I would just feel amazing. You know, energized, calm later in the day, in some ways, more focused. And basically, that kept me going. And I'm also someone who likes to exercise, likes to look for kind of intense things to try out. And so it also kind of played into that area, as well."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And, like, what are some of the claims that people make about what cold plunging can do for you?"
    },
    {
      "author": "STONE",
      "text": "A lot of it is about the mental health effects. You hear about how it can be good for your metabolic health, reduce inflammation. There will always be people who make kind of claims that get way ahead of the science. There is something to this, and I really wanted to know what do the researchers who study this actually believe we can say in a kind of evidence-backed way."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So let's get into that. What do we know, broadly speaking, about the benefits of cold plunging?"
    },
    {
      "author": "STONE",
      "text": "This has been something that people have been drawn to throughout history thinking that there are benefits to the cold. But when you actually drill down into the research, it's just hard to draw conclusions because all the studies are done differently. The protocols are different, the temperatures are different, there are a lot of different elements here. And so at the moment, you'll see a lot of hype out there, but many of these claims aren't backed in a kind of a rigorous way by science."
    },
    {
      "author": "SEGARRA",
      "text": "Got it. Well, what do we know? Like, I think you've reported a bit on what happens in those first moments when you get into cold water."
    },
    {
      "author": "STONE",
      "text": "Yeah. That's right. There is a first kind of physiological reaction you have, which is called the cold shock response. This is when your body basically freaks out. You know, your heart rate jumps, your blood pressure spikes, it activates your fight-or-flight response. This is the - called the sympathetic arm of your nervous system. You'll have a release of, like, stress hormones like cortisol and adrenaline. But over time, if you do this as a practice somewhat regularly, there is science showing that you can basically train your body to not have so much of a freak out. You'll still have an effect, but it will be less intense. And while the science is still pretty early, as I mentioned, scientists do believe that, you know, some of the benefits that we see specifically around mental health has to do with that first, intense, this cold shock response that you have to kind of deal with and encounter when you first get in."
    },
    {
      "author": "SEGARRA",
      "text": "Philosophically speaking, it sounds almost like this idea of, like, getting comfortable with being uncomfortable."
    },
    {
      "author": "STONE",
      "text": "Totally. It is very uncomfortable, I can tell you."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I mean, I used to think about that when I would run cross country 'cause it was just like, if you're going to run cross country competitively, then you have to be comfortable with being in some pain. But it - I felt like it made me mentally stronger in a lot of ways."
    },
    {
      "author": "STONE",
      "text": "Yeah. And actually, that is one of the ideas that's put out there about some of the possible, you know, improvements that we see in mental health is just the idea that you've overcome a challenge and you've kind of developed some resilience in the process. And so hopefully, the cold-water immersion is training - I mean, that's one idea is kind of training yourself to better handle these stressful moments."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Well, let's talk more about the mental health benefits. What is the evidence that you've seen?"
    },
    {
      "author": "STONE",
      "text": "So I would say the evidence is still pretty thin. We have some small, preliminary studies. We have anecdotes. But I do see it as one of the most promising areas of research. There's a - one small study from the U.K. that shows even a quick dip in the cold water can improve your mood. And this one study on mood found it didn't really matter if it was five or 10 or 20 minutes in the water, it all seemed to help - about have the same effects. And I would say some of the best work is coming from this group of researchers in the U.K. One of them is named Dr. Mark Harper. He's a anesthesiologist and researcher, and he has helped run a study that had about 50 people, and they basically wanted to see if just eight sessions in the ocean would have a meaningful impact on depression and anxiety."
    },
    {
      "author": "MARK HARPER",
      "text": "I was hoping for something good, but they were better than I expected. And depending on which measure you use, something between 60 and 80% went from a diagnosis to not having a diagnosis anymore. Again, you know, there's always ups and downs. You can't say it's a cure as such but it really helps people go from nonfunctional to functional."
    },
    {
      "author": "SEGARRA",
      "text": "And was that long term? Like, they have to keep doing cold plunges or they would do these eight sessions and then they were seeing effects much later?"
    },
    {
      "author": "STONE",
      "text": "It seemed to still have an effect for several months."
    },
    {
      "author": "SEGARRA",
      "text": "OK."
    },
    {
      "author": "STONE",
      "text": "But, you know, one reason we kind of - he's cautious here is that it was a small basically pilot study, and it actually gave them, you know, enough to go off of so that they could now embark on this much bigger, large, randomized, controlled trial with more than 400 people. And hopefully, that trial will help us understand, give us some solid evidence to show, hey, this actually can be helpful."
    },
    {
      "author": "SEGARRA",
      "text": "What are the other health benefits that there's evidence for?"
    },
    {
      "author": "STONE",
      "text": "So one area that is actually pretty well developed in terms of, like, cold exposure research is on metabolic health. And we've seen a number of studies on this over the last 10 years. And basically, the most solid finding is that it can help with regulating blood sugar - your ability to manage blood sugar. And I like to kind of compare this to exercise, because we know that after exercise, you'll have improvements in your ability to manage blood sugar. And in the same way, they also see that after cold exposure, your body does better maybe for the next 24 hours, maybe 48 hours. So one researcher who has been studying this is Denis Blondin, he's a professor at the University of Sherbrooke in Canada. He actually said that in some of the research they've seen, you can have better improvements than you see after exercise. But the key here is you have to shiver to get the most benefits."
    },
    {
      "author": "DENIS BLONDIN",
      "text": "And so because we're relying on these muscles that are shivering and contracting, that's where I think we see a lot of the benefits of the cold is because you've got these contractions that are similar to what you would have with exercise, but the difference that you have with the cold versus exercise is that the muscles that are recruited, it's kind of all over the place. It's everywhere."
    },
    {
      "author": "SEGARRA",
      "text": "OK. I'm wrapping my head around that."
    },
    {
      "author": "STONE",
      "text": "So basically it's - you're getting a workout, right? And I think that's one way to think about being exposed to the cold."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, OK."
    },
    {
      "author": "STONE",
      "text": "I definitely know that the idea of shivering sounds terrible - used to sound terrible, but I kind of - after I had that in my head, when I go out there and then I come back, you know, from the water, and I'm shivering a bit, I just think, OK, my muscles are working. It's just a different kind of workout, and somehow it makes it more tolerable. And I do want to say, like, a big caveat with this research on metabolic health is that these studies have been done usually in cold air or, like, with these special cooling suits that Blondin and others use in their labs. And people sometimes, like, spend hours, but it's not as cold as getting into, like, a freezing body of water. So we don't really know how all of that data translates into, you know, a five-minute dip cold plunge. But it is one area that has been studied more than other areas when it comes to cold exposure."
    },
    {
      "author": "SEGARRA",
      "text": "Well, OK. I mean, let's say you want to try it out. How should you actually get started?"
    },
    {
      "author": "STONE",
      "text": "Yeah. It's easy to talk about all the gaps in evidence and all the questions, and the scientists who study this make a point of that. But what I also noticed as I did this reporting was that basically all of them are into this. And one of them was Heather Massey. She's a physiologist at the University of Portsmouth in England."
    },
    {
      "author": "HEATHER MASSEY",
      "text": "I'm a cold-water swimmer myself, so I'm not the fun police. I'm not trying to stop people doing it. I want people to immerse in cold water - swim in cold water safely."
    },
    {
      "author": "STONE",
      "text": "Safely."
    },
    {
      "author": "SEGARRA",
      "text": "Safely."
    },
    {
      "author": "STONE",
      "text": "Right."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. That's the thing I would worry about."
    },
    {
      "author": "STONE",
      "text": "Yeah. And that's kind of the first thing as you embark on your cold plunging journey is really take it seriously, because like I said, cold is an intense physiological stressor. You have this cold shock response, you basically want to make sure that if you're just getting into this, especially, that you don't do it alone and that you have someone there to kind of look out for you, especially if you're doing it in, you know, like, in a lake or in the ocean. And another thing to keep in mind..."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "STONE",
      "text": "...Along with hypothermia and these other kind of obvious risks is this phenomenon called the after drop. Essentially, what happens when you get in the water is your body is going to try to defend itself. It's going to push it's warm blood to your core, and it's going to be OK with maybe sacrificing your extremities like your hands and your feet. But when you get out of the water, you know, your blood vessels will dilate, and that cold blood that was in your extremities will start to recirculate into your core. And this will actually create this phenomenon where you may start to feel even colder right after you get out of the water and start shivering intensely because your body is trying to kind of, you know, regulate what's happening here."
    },
    {
      "author": "STONE",
      "text": "So I would say you want to have a plan for when you get out of the water to stay warm. It's also usually recommended that when you get out of the water, you - instead of just jumping into a hot shower, which is the temptation, you want to move around a bit. You want to try to heat yourself up from the inside, and then that actually will help you, you know, deal with that immediate effect."
    },
    {
      "author": "SEGARRA",
      "text": "How long should people go in, especially if it's their first time?"
    },
    {
      "author": "STONE",
      "text": "The general guidance here is, like, pretty short - 30 seconds. Just don't do too much the first time. You can always add a bit over time. What I heard over and over from the researchers were - was that more is not better. I spoke to Francois Haman, who's at the University of Ottawa, about this because it's something he sees - when he goes out with cold-plunging, cold-swimming groups, he kind of sees this mistake that people make."
    },
    {
      "author": "FRANCOIS HAMAN",
      "text": "If somebody says that 10 minutes in the cold is good, then we'll do 20 minutes 'cause it's going to be twice as good. Physiology doesn't work that way. So one of the things to remember is we don't need to go to these extremes."
    },
    {
      "author": "SEGARRA",
      "text": "Less is more."
    },
    {
      "author": "STONE",
      "text": "Exactly. And I would say the same thing applies to how often you do this. I will tell you, when I did talk to the researchers like Haman, they all said, you know, you shouldn't probably make this an everyday event, because it is a big stress on your body and it would be kind of like going to the gym every day and trying to do your heaviest lift or trying to run your fastest sprint. You don't want to do it all the time. So the general guidance was maybe, you know, once or twice a week."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Did they have any advice on how to fit this into an exercise regimen? Like, if you should do it on a day that you're doing some form of exercise or if you should do it on a rest day or have a rest day right after?"
    },
    {
      "author": "STONE",
      "text": "The studies do show that it consistently helps people with soreness, and you also just hear that from people. I experience it, too, even when I do the cold plunges. I don't feel as sore after I do it. But what is interesting is that only recently have we realized that it's actually probably not the best thing to do if your goal is to build strength or build muscle. And this actually comes from a study that was done where they looked at, you know, what happened to some young people who did some weightlifting and then did the cold plunging. And they even did, like, muscle biopsies to look at what was happening in the muscle. And they found that basically, when you, you know, top off your workout - your strength training workout with cold plunging, it does inhibit your muscle and strength gains a bit. It's not - you know, it's not like it doesn't - it just totally wipes it out. But the researcher I spoke to who did the study said, you know, 10 to 20%."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I'm trying to get swole (ph)."
    },
    {
      "author": "STONE",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "So I'll keep that in mind. Is there - I feel like this is really the most important question. How cold are we talking? Like, is there an ideal temperature to try this out at?"
    },
    {
      "author": "STONE",
      "text": "No. The researchers I spoke to said we just don't have the evidence around that yet. I would say the colder you do it, you will get more of that intense adrenaline response. You'll get that intense cold shock. Some people want that. Other people - maybe that's just not what they want to do, or maybe that's not what they want to do all the time. And I was actually speaking to Francois Haman about this since, you know, he's studied this for, like, two decades. He says that he only does maybe an extreme cold plunge a couple times a month. He actually calls it ice dipping, and he's in Canada, so it's probably even more intense up there."
    },
    {
      "author": "STONE",
      "text": "But what he does do is that on other days, he'll basically take a cold shower, or he will fill up his bathtub the night before and just let it sit overnight, and then he'll jump into it in the morning. And so maybe it's about 70 degrees Fahrenheit. And he says, you know, you're still going to get a cold shock response. It's just going to be not nearly as intense as if you were in, like, 40-degree water. But he kind of sees it as a way to wake himself up, get his metabolism going. He said it's basically, you know, his morning cup of coffee."
    },
    {
      "author": "SEGARRA",
      "text": "I think I'd rather drink the coffee."
    },
    {
      "author": "STONE",
      "text": "You can do both."
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter) That's true. That's true. All right. Will, this was great. Thank you so much. It's helpful to have the evidence on these things and to have a place to start."
    },
    {
      "author": "STONE",
      "text": "Yeah. It was fun to talk about it."
    },
    {
      "author": "SEGARRA",
      "text": "That was NPR health and science correspondent Will Stone. OK, it's time for a recap. If you're looking for another tool to help manage depression or anxiety or just to let off some steam, cold plunging could be it. Just be safe about it, and make sure you have a buddy if you're trying it in open water. Start with a 30-second plunge at first, and then slowly work your way up. You don't need to push yourself to get the benefits, and that also goes for how often you plunge. Start incorporating it into your schedule once a month, and see how that feels."
    },
    {
      "author": "SEGARRA",
      "text": "Even though it's called a cold plunge, you don't have to go to extreme temperatures. If you're not near a lake or an ocean, a cold bathtub that's around 70 degrees Fahrenheit can do the trick. The key is to make sure you're shivering to get the most health benefits. Have a plan for when you get out of the water to help with the after drop - towels, blankets. Maybe move around a bit and warm yourself up from the inside before you hop in a hot shower. And lastly, cold plunging is safer and more enjoyable with a group. Find one in your area if you want a community to help you get started."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on the benefits of spending time in nature and another on dealing with anxiety. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. It was edited by Meghan Keane. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Megan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from Rebecca Brown, Phil Edfors and Patrick Murray. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7216026971.mp3",
  "img": "https://media.npr.org/assets/img/2023/11/17/09_09032023_cold_water_plunge_03_wide-af554c5797617aab8446a175edabfe84c348bd6b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "UNIDENTIFIED PERSON #3",
    "UNIDENTIFIED GROUP #1",
    "WILL STONE, BYLINE",
    "STONE",
    "UNIDENTIFIED GROUP #2",
    "UNIDENTIFIED PERSON #4",
    "UNIDENTIFIED PERSON #5",
    "MARK HARPER",
    "DENIS BLONDIN",
    "HEATHER MASSEY",
    "FRANCOIS HAMAN"
  ]
}