{
  "title": "Dear Life Kit: I can't stop thinking about my crush",
  "url": "https://www.npr.org/transcripts/1199886242",
  "intro": "Sex and relationship expert Shan Boodram weighs in on listener questions about crushes: unrequited love, romance with an expiration date, and reaching out to someone from your past.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Hey, everyone. I'm Andee Tagle, in for Marielle Segarra. Today we're answering listener questions about the juiciest topic - crushing and crushing hard. We'll tackle the high highs..."
    },
    {
      "author": "SHAN BOODRAM",
      "text": "It's a perfect relationship that exists in your head. It's the closest blend between fantasy and reality."
    },
    {
      "author": "TAGLE",
      "text": "...And the low lows."
    },
    {
      "author": "BOODRAM",
      "text": "Unrequited love is one of the most painful feelings."
    },
    {
      "author": "TAGLE",
      "text": "That's Shan Boodram. She describes herself as a public-facing sex and relationship expert. You might have seen her on her \"Lovers And Friends\" podcast on YouTube or as an intimacy expert on TV shows like Netflix's \"Too Hot To Handle.\" She's bringing years of crush experience to the table."
    },
    {
      "author": "BOODRAM",
      "text": "I am somebody who affectionately refers to myself as boy crazy, and I have been from probably, like, 5 years old. I had crushes on teachers. I had crushes on TV members. I went through, like, the craziest of craziest boy-craze phases in my preteens. I had the posters. I had a poster from this group called Imagine, and I would sing to that poster \"Teacher\" by George Michael every single morning. Like..."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "BOODRAM",
      "text": "Do you know what song that is? Like, what?"
    },
    {
      "author": "TAGLE",
      "text": "This edition of Dear LIFE KIT, let's talk about crushes. Today on the show, Shan weighs in about what to do when you just can't get that crush out of your head."
    },
    {
      "author": "TAGLE",
      "text": "OK, Shan. Here's your first question. (Reading) Dear LIFE KIT, I can't stop thinking about my crush from middle school. I'm now in my 20s, and I haven't seen this person since my family immigrated to the U.S. 10 years ago. We used to follow each other on social media, but we had a miscommunication and deleted one another. I'm single, happy with my career, and I've picked up new hobbies and friends. But when I'm alone, I can't stop thinking about this middle school crush - all caps. Just as soon as I think I've moved on, I dream about him, and all the feelings come back. I'm too ashamed to tell anyone, even my therapist. I've had intense relationship feelings before, so I was pretty sure that I'd just move on eventually, but after three years of secret crying sessions, I am defeated and exhausted. Help. Signed, Can't Stop Crushing."
    },
    {
      "author": "TAGLE",
      "text": "A decade of crushing is a long time. It's a lot of crushing. Initial thoughts on harboring romantic feelings for someone in your past, who's not at all involved in your present."
    },
    {
      "author": "BOODRAM",
      "text": "Yeah, I can definitely relate to this. I have crushes from 10 years ago that still exist in my brain, in my mind. And that's where they'll happily reside. They play a critical role in my real life, in my adult life, in my marriage. And I wouldn't pray those feelings away because they're fun to have. Those dreams are interesting every once in a while. Looking on their social media is interesting and joyful for me, maybe once in a while even talking to that person. And I have no desire for it to be anything else other than just that. Sometimes crushes are just really meant to be that, and can't that just be enough and joyful in and of itself? If the answer to that for you is no and there really is no joy in it and it is all torture and pain - obviously, you've thought about this. You didn't really answer why. Why don't you reach back out?"
    },
    {
      "author": "TAGLE",
      "text": "How do you approach that conversation?"
    },
    {
      "author": "BOODRAM",
      "text": "Hey, big head. You know?"
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "BOODRAM",
      "text": "You can start with, like, an acknowledgment statement. Hey. I've been doing some individual work on myself. I'm single right now. I'm really happy. I'm at a great place in my life - all the things you said. I just identified that this is one area that I haven't worked on 'cause I haven't had the time and space, but now I do. So one of the ways that I'm working on that is I'm really trying to understand my past in order to move forward more intentionally and with more success, and I really never quite understood what happened between us. Are you down to have a conversation?"
    },
    {
      "author": "BOODRAM",
      "text": "I think that - yeah. If you root it in an ask that is about your own development and progress, not about putting pressure on this to be something that it can't - and that also kind of might mitigate the factor that they may have a partner now. And you don't want that partner to read a message that says, like, I can't stop thinking about you; when do you have time to connect - which, you know, can be taken a lot of different ways."
    },
    {
      "author": "BOODRAM",
      "text": "And if you genuinely think about it, you actually are not in a place to make that statement. You don't - there's so much unknown about who that person is now."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "BOODRAM",
      "text": "...What that person is doing, what's the priority of that person. You know, a lot of time has passed. So you're crushing on, you know, 10 years ago. The perception that you had or however long ago it was that that perception began - that may not actually be aligned with reality now. So you have to collect a lot more information about that person. So your reach-out shouldn't be like, do you still like me? Your reach-out should be, hey. Can we pick up the conversation that we had in the past? Can we, you know, fill in some gaps there? That information is going to be really helpful for me on my journey overall. Now, maybe you have that conversation. Your journey starts together, whatever it will be."
    },
    {
      "author": "TAGLE",
      "text": "Great advice. All right, Can't Stop Crushing, good luck. Ready for the next one?"
    },
    {
      "author": "BOODRAM",
      "text": "Yes, please."
    },
    {
      "author": "TAGLE",
      "text": "(Reading) Dear LIFE KIT, I started dating someone about a month ago who seems like a great match. He's interesting. Our values align. And I find him attractive. But I'm having a visceral reaction to his messiness. He has bad table manners. He's a messy eater, and I've had to ask him several times to please stop talking with his mouth super-full. And then there's his apartment. It's super-dusty, absolutely covered in cat hair and generally looks more like a recent college grad's apartment than the home of someone decades into their career and entering his 40s. I tried to be polite and nonjudgmental, but now I'm feeling conflicted. Is this a sign of incompatibility? Do I ignore it until I know if things might become more serious? How would I even bring this up in a kind way? Signed, Love Is Messy."
    },
    {
      "author": "TAGLE",
      "text": "Let's start with the first bit. Is being turned off by messiness a sign of incompatibility?"
    },
    {
      "author": "BOODRAM",
      "text": "Let's start with the last bit."
    },
    {
      "author": "TAGLE",
      "text": "OK. Go ahead. Go ahead."
    },
    {
      "author": "BOODRAM",
      "text": "How do I bring this up?"
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "BOODRAM",
      "text": "What? You haven't even talked about it or mentioned that this place is a pig sty? Like, what? That's something that you definitely should and can easily bring up. Yeah, and it's not even - it's a sensitive area, but also, I think people have a pretty good lens on where they are on the tidy meter. It's pretty safe to just point out, I'm a lot cleaner than you. There's a really big gap here. How do we start to close it? Are you interested in changing your habits to align more with mine? - because obviously, mine are superior to yours, period. Let's just call it what it is. You can acknowledge that. Maybe he might acknowledge that. I really admire that about your place. It's actually why we spend more time there. You know what? That makes sense, but we can actually make your place kind of like my place with some easy habits."
    },
    {
      "author": "TAGLE",
      "text": "Shan, how does timeline play into this? It sounds like their relationship is really fresh. So is it too early to say something?"
    },
    {
      "author": "BOODRAM",
      "text": "It's objectively something that you need to work on. So I could give you three more months until I say it, but I'm going to be saying the same thing. And this is something that's really important to you. And this is not a subjective, you know, statement. It's objectively, like, you got to start working on this. And if you want to, and I have the stamina to teach you, then we're compatible."
    },
    {
      "author": "TAGLE",
      "text": "Final thoughts, feelings for this person balancing the scales of likes and dislikes when you're starting to crush on someone."
    },
    {
      "author": "BOODRAM",
      "text": "Yeah, bring it up. Right? Bring it up. That's my final judgment to you. Yeah, you could be a little bit strategic. You know, you can go about this in a softer way. But at the end of the day, you're going to go there. Like, just give yourself that permission. You can go there yesterday if you wanted to."
    },
    {
      "author": "TAGLE",
      "text": "All right. Question No. 3 - here we go."
    },
    {
      "author": "TAGLE",
      "text": "(Reading) Dear LIFE KIT, I recently met an amazing person that I connected with effortlessly and easily. Everything is going well except for one problem. I move across the country in five months. I've already communicated this reality and expressed that I've been planning this move for years, and I cannot compromise it for anyone. But I really want to continue seeing her. I feel myself falling for her more each day, and I know she's falling for me, too. Am I selfish to want to pursue this relationship while I know I'm moving? If we end it now, I feel like we're robbing ourselves of happiness unnecessarily, that if we wait to break it off until the move, it'll hurt that much more. Signed, Right Person, Wrong Time. And this person uses he/him pronouns."
    },
    {
      "author": "TAGLE",
      "text": "OK, Shan, if it's wrong timing, does that just mean not meant to be?"
    },
    {
      "author": "BOODRAM",
      "text": "I understand we're always trying to protect ourselves from feeling bad, from feeling heartache, from feeling a lack. It's like it's better to love than not have loved at all. I don't know. I think it's better to, like, lean into the passion. There's so much more information that you get there. Like, you collect information on what you like, maybe what you don't like. You collect information on what it feels like to get to certain levels of connection so that going forward, you know what's possible, and you know what's probable for you. So I'm a very big fan of just leaning into the good of things as long as there's a clear knowledge once you have that information of, like, where the stop might be. Who knows? Things are malleable in life."
    },
    {
      "author": "BOODRAM",
      "text": "But you can probably confidently say, you know, in this amount of time, I'm going to be moving, and when I do move, I want to devote myself to my job. When I do move, I want to devote myself to settling in this new place. And I know that keeping connection with you is going to have me looking back. And I have to really, really look at where I am right now. So I know 90% sure this is what's going to happen. And you operate with that information in mind. Until then, though, I'm so with you. Like, have fun. Lean into it. It's going to be real, really sad. Just accept that reality. It's going to really suck. It's going to really, really be sad. And the amazing memories that you have is going to make it so much harder because you're walking away from something really, really great and meaningful. But you also get to keep those memories, which is really, really great and meaningful and useful, no matter what happens in the future too."
    },
    {
      "author": "TAGLE",
      "text": "How would you suggest our letter writer communicate this idea? It seems like the problem might be the other person might not be on board or, you know, thinks maybe things will change or there'll be, you know, there'll be a different answer at the end of it."
    },
    {
      "author": "BOODRAM",
      "text": "I think that it sounded like this person is struggling with what I think a lot of women struggle with, which is why I was refreshed to hear, you know, a man who was struggling with this. The idea that if you can't have all of me, I'm not enough. If I can't give you everything, then whatever I have to offer in between is not valuable. And I know that a lot of women struggle with that, where they're like, well, I can't date this person, or I can't have everything. I can't do this. I don't want to casually date because I know I'm not in a place where I'm looking to get married, and I don't want to hurt other people's feelings."
    },
    {
      "author": "BOODRAM",
      "text": "It's like, you're so awesome. The experience of you, whether it's for one date or one year or one lifetime, is going to be incredible. People are going to learn from that. They're going to gain from that. So instead of thinking, like, I don't want to hurt them because I know I can't give me all of - give them all of me forever, it's like - I actually think of it like I'm giving as much as I possibly can, and that's more than that person ever would have gotten."
    },
    {
      "author": "TAGLE",
      "text": "OK, Shan, our final question."
    },
    {
      "author": "TAGLE",
      "text": "(Reading) Dear LIFE KIT, I have a crush on a friend, and I know it's reciprocated, at least to some extent. We're often flirty. We communicate almost every day, and we've even hooked up a few times. The problem - he's already in a relationship. Part of me feels like we really have something and wants to advocate for it to become something more. The other part wants to get over him. Why would I want to be with someone who's willing to cheat anyway? What do I do? Signed, Friendly Fire."
    },
    {
      "author": "TAGLE",
      "text": "So the first thing I want to know is, are both parties equally guilty here, or is the single person less to blame and right to be more wary of the person who's cheating in their relationship?"
    },
    {
      "author": "BOODRAM",
      "text": "I don't think it's important who's right or who's more wrong or that. But I think that you're absolutely correct in that - call it what it is. And I think that's even, you know, indicative of, I can tell that there's something between us. So we've hooked up a few times. We text every day. We flirt, and then you call this friendly fire. This is not friendly fire. This is another F fire. This - and even if you're not having an all-the-way kind of F, but this is mother - fire. This is it."
    },
    {
      "author": "BOODRAM",
      "text": "Like, there's fire between you guys, and it's burning an existing commitment. And it's burning the ethics and the intentions, the value system that both of you have and that you have set forth. Whatever you guys are doing right now is absolutely unacceptable - doesn't mean that your feelings are unacceptable. It doesn't mean that the truth that you've discovered is unacceptable, but the way that you guys have gone about it is. So I would just put a really hard stop to that."
    },
    {
      "author": "BOODRAM",
      "text": "I'd have to communicate, this is what matters most to me - like, how I show up in this world, who I tell people that I am, who I look at when I look at myself in the mirror. And you're obviously not looking at yourself in the mirror right now - so clearly indicative of how you worded this question. You know that the reflection is not who you're proud of, so you're trying to stain glass this. Let's just wipe that off right now, sister. You're cheating. You are leading somebody to be dishonest. You are being dishonest, and you're conducting yourself in the kind of relationship dynamic that can severely damage people, everybody involved. So stop."
    },
    {
      "author": "TAGLE",
      "text": "Leads into my next point, which is if a relationship starts from a place of dishonesty, Shan, is it ever possible to grow something honest and trustworthy from it? You know, could you get to that place from where they started?"
    },
    {
      "author": "BOODRAM",
      "text": "Absolutely, 100%. It's a habit. It's a skill. The thing with habits and skills - they take time to learn and to develop, right? It's time plus consistency. That's it. That's the only way that you build trust. It's really the only way that you build anything - right? - is just time plus consistency. So I hundred percent believe - I don't think that once a cheater, always a cheater."
    },
    {
      "author": "BOODRAM",
      "text": "But I do think that you have, for some reason, allowed yourself to create scapegoats or backways where this behavior becomes acceptable, and you have to, like, seal those doors shut. If you devote yourself to that labor, absolutely you can have a healthy dynamic going forward."
    },
    {
      "author": "TAGLE",
      "text": "Shan Boodram, what a pleasure."
    },
    {
      "author": "BOODRAM",
      "text": "Oh, thank you."
    },
    {
      "author": "TAGLE",
      "text": "I want to end with the question that we ask every Dear LIFE KIT guest, and it is for your best piece of advice."
    },
    {
      "author": "BOODRAM",
      "text": "I really, like, hate myself for answering this way. It's going to be, in this life, we all have struggles. But when you worry, you make it double. That's my advice for myself that I'm putting out there. That might resonate with others, and people might be in a different season, and that's beautiful, too."
    },
    {
      "author": "TAGLE",
      "text": "In this life, we all have struggles."
    },
    {
      "author": "BOODRAM",
      "text": "Girl, you know this song?"
    },
    {
      "author": "TAGLE",
      "text": "No."
    },
    {
      "author": "BOODRAM",
      "text": "(Singing) In this life, we all have trouble, but when you worry, you make it double. So don't worry. (Vocalizing). Be happy. Don't worry. Be happy."
    },
    {
      "author": "TAGLE",
      "text": "I can't believe I didn't recognize it (laughter)."
    },
    {
      "author": "BOODRAM",
      "text": "(Vocalizing)."
    },
    {
      "author": "TAGLE",
      "text": "That was sex and relationship expert Shan Boodram. Every episode of Dear LIFE KIT, we answer one of your most pressing and intimate anonymous questions with expert advice. Next up, we're looking for thorny work questions. You can send those to us at npr.org/dearlifekit. We'd love to hear from you."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our host is Marielle Segarra. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Margaret Cirino and Clare Marie Schneider. Engineering support comes from Kwesi Lee. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3738218344.mp3",
  "img": "https://media.npr.org/assets/img/2024/06/07/gettyimages-183805709-copy_wide-d493081ebd11a03cc972fb689bb95a294b71d45a.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "ANDEE TAGLE, HOST",
    "SHAN BOODRAM",
    "TAGLE",
    "BOODRAM"
  ]
}