{
  "title": "Parents, are you overindulging your kid? This 4-question test can help you find out",
  "url": "https://www.npr.org/transcripts/1199885688",
  "intro": "Giving in to your kid too much can be harmful to their development. Take the 'Test of Four' to examine your relationship with your child — then find out how to say 'no' and enforce rules that stick.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. If you've raised a young child, you will know that they sometimes have these complete meltdowns. Diana Opong experienced this when her kid was 3 years old and was, frankly, disgruntled..."
    },
    {
      "author": "DIANA OPONG, BYLINE",
      "text": "About everything. The sippy cup wasn't the right color. The fruit wasn't cut just right. Screen time had ended too early. It made life a little unbearable."
    },
    {
      "author": "SEGARRA",
      "text": "She struggled with how to handle this."
    },
    {
      "author": "OPONG",
      "text": "It was really hard. And so it would just be so much easier to just give in, just give the kid the thing that they wanted. I knew it wasn't a good long-term solution, but I didn't know what else to do."
    },
    {
      "author": "SEGARRA",
      "text": "Eventually, she turned to a psychologist named Lauren Silvers. Lauren is the clinical director of FamilyWise Northwest, an organization that teaches families approaches and language that will help them raise kids who can regulate their emotions. And Lauren told her, look, all parents do this."
    },
    {
      "author": "LAUREN SILVERS",
      "text": "Everybody overindulges their kids. We don't want to see our kids uncomfortable. We don't want them to suffer. We don't want them to go without. We love them. And so we give."
    },
    {
      "author": "SEGARRA",
      "text": "But it can definitely go too far. So on this episode of LIFE KIT, a problem all too familiar to parents - how to stop overindulging your kids. Diana and Lauren will talk about the telltale signs of overindulgence and share strategies for how to handle things like meltdowns so kids can grow up with strong emotional skills and realistic expectations."
    },
    {
      "author": "OPONG",
      "text": "We've all seen it at some point. Maybe it happens while you're at a restaurant or shopping at a grocery store or in a movie - the screaming child and the desperate parent who is trying to get them to stop."
    },
    {
      "author": "OPONG",
      "text": "I'm Diana Opong, a reporter and a mom. I'm also a member of the club of parents and caregivers who have had to figure out what to do when their kid is being that kid. And all you want is for them to be quiet and calm down. Thinking clearly in those moments can be challenging. And so sometimes that means giving in because we know if we do, everyone can move on with their lives."
    },
    {
      "author": "SILVERS",
      "text": "You know, parents always use the term, I'm in survival mode. And sometimes you just have to do what you need to do to get through the hard moments. And, you know, long-term, that can backfire on us and our kids."
    },
    {
      "author": "OPONG",
      "text": "That's Lauren Silvers. She's the clinical psychologist I turned to when I was feeling really stuck with my toddler."
    },
    {
      "author": "OPONG",
      "text": "So, Lauren, there is this idea of overindulging and overindulging your kids and what that looks like, but there's also spoiling. Is there a difference between overindulging and spoiling our kids?"
    },
    {
      "author": "SILVERS",
      "text": "Yeah, they're often used interchangeably, but there is a difference. So spoiling is more about the child's needs and wants. I want it. I want you to give it to me. It will make me happy. Which is different from overindulging. When we overindulge as parents, it's more about us and our discomfort with hearing our child be unhappy or watching them be uncomfortable. That is uncomfortable for us as parents. And so we do for them, or we give to them whether or not it's in their best interest. So overindulgence really comes from the parent having some sort of need or discomfort that they're trying to alleviate. And, you know, overindulgence comes in many forms. It's not just about giving the toy or giving the treat. There are different areas of overindulgence that researchers have looked at above and beyond just the material."
    },
    {
      "author": "OPONG",
      "text": "Like what?"
    },
    {
      "author": "SILVERS",
      "text": "So material overindulgence is having too much of what looks good for too long or too often. Understandably, they want more. But it is our job as parents to say enough is enough. An important phrase I use with my kids very often is we need to be grateful, not greedy. But there's also relational overindulgence, and that is where parents tend to do more for their kids than their kids actually need them to be doing. And so parents are over functioning, and then it causes the child to under function. They're not learning developmentally appropriate tasks, and so parents overstep and do it for their children, which takes the burden off the kids to learn these life skills, struggle through the frustrations so they can master a new skill. And parents often steal those opportunities from their kids out of their own anxiety or impatience or just wanting to not see their child struggle."
    },
    {
      "author": "SILVERS",
      "text": "And then the last is structural overindulgence. And this is when parents struggle to set rules, enforce rules consistently, have reasonable rules. Kids don't like rules. Kids don't like being told no. Kids don't like having to do chores, understandably. But they need them. They need to learn a sense of responsibility. They need to know where the boundaries are so they know where they can feel safe, what is the safe and acceptable area in which they can function without crossing a line, without getting in trouble, without impeding on somebody else's space or rights or comfort."
    },
    {
      "author": "OPONG",
      "text": "You're talking about doing stuff for the kid. I am so guilty of this. So with relation to overindulgence, can you give me an example of that and what we can do instead?"
    },
    {
      "author": "SILVERS",
      "text": "It is everything we do as parents, really. You know, doing our kids laundry. Are my kids able to do their laundry? Able? Yeah. They could figure out how to use the washer and dryer. They can figure out how to sort clothes. They could figure out how to fold and put away. Do they? Are they willing? Do I want to deal with the chaos around how they would do it because it's not my way? No. So I just do it myself. And then I'm resentful, of course, and then they don't learn the life skill, and nobody is happy. But if we don't give them the opportunity to try and make the mess and break the thing and spill, then they're not going to learn. And so to get to the point where they are more self-sufficient, parents need to feel comfortable living in that chaos, living in that mess or that slowness while they figure it out so they can get to that next step."
    },
    {
      "author": "OPONG",
      "text": "Yeah. The next one is structural overindulgence. And you're talking about sort of having no limits and kids not wanting rules. I mean, who wants rules, Lauren?"
    },
    {
      "author": "SILVERS",
      "text": "Right."
    },
    {
      "author": "OPONG",
      "text": "Come on."
    },
    {
      "author": "SILVERS",
      "text": "Being told no is no fun."
    },
    {
      "author": "OPONG",
      "text": "Yeah. So what does structural indulgence look like, and what can parents do to not let that happen?"
    },
    {
      "author": "SILVERS",
      "text": "Yeah. So it's not necessarily having no rules. It can be having rules that are inappropriate for your child's age. So being too permissive, too lenient, giving them more freedom than they are developmentally ready for. But it's also having rules that are not consistently enforced. You know, I always tell parents, if you're not going to enforce a rule, why set it? What is the purpose of making a rule if you're not going to follow through on it? Kids will know where the holes are."
    },
    {
      "author": "OPONG",
      "text": "You know, the pandemic impacted so many people, Lauren. I know some parents got pets for their kids or new toys. Have you noticed a shift in parenting behavior and practices since the start of the pandemic? And if so, in what ways?"
    },
    {
      "author": "SILVERS",
      "text": "Absolutely. So, you know, early days of the pandemic, we needed our kids to be able to be self-sufficient. And so there was a lot of giving - giving freedom, giving screens, giving food, giving toys - just to entertain them or distract them. There was also this sadness we felt for our kids. They're missing out on all these childhood experiences that we wanted for them and they wanted for themselves. And so that guilt, that sadness, that sympathy we had for them caused us to overgive or overaccommodate. And there's no harm in that when it happens occasionally, but when it happens persistently, that's where problems develop."
    },
    {
      "author": "OPONG",
      "text": "OK. Let's talk about these problems specifically. What exactly is so bad about overindulging your kids?"
    },
    {
      "author": "SILVERS",
      "text": "There's lots of negative outcomes associated with overindulgence - anything from overdependence on others, needing others to do things for you, learned helplessness, being unable to achieve developmental tasks on time and learning necessary life lessons like we talked about earlier, defiance or disrespect for other people or things, difficulty delaying gratification, you know, as a child you want a cookie at the grocery store. If you don't get it, that's going to be really upsetting. But as an adult, I really want that fancy new sports car. I can't afford it, but I can't wait. I want it now. And so what's going to happen? You're going to go into debt. You're going to overextend yourself. You're going to be irresponsible with your resources because you can't delay having the thing you want when you want it. And so not knowing when enough is enough when it comes to spending, when it comes to eating, when it comes to taking up space in a room, needing validation from external sources, this is all related to how you perceived what you were entitled to as a child."
    },
    {
      "author": "OPONG",
      "text": "So how do you know if you are overindulging your kids? What can that look like?"
    },
    {
      "author": "SILVERS",
      "text": "So there has been a lot of research on overindulgence, and the test of four was developed to determine if overindulgence was a problem. And so the test of four is a list of four questions. And if the answer to any of these is yes, then there's likely a problem with overindulgence. So the first one is, does this situation hinder the child from learning the tasks that support their development or learning at this age, whether it's packing my child's lunch or cleaning their room for them or tying their shoes, if that is not developmentally appropriate, then we are hindering their development and their learning new life skills. So if the answer is yes, we're overindulging."
    },
    {
      "author": "SILVERS",
      "text": "The next is situation give a disproportionate amount of family resources to one or more of the children. So if you are giving more resources to a single individual or maybe all the kids, that places some burden on the family or takes away these resources from where they might be needed elsewhere. Then there's a problem with overindulgence."
    },
    {
      "author": "SILVERS",
      "text": "The next is, does the situation exist to benefit the adult more than the child? So if you are giving in or giving more than you're comfortable with in an effort to keep yourself comfortable and calm or keep the day flowing, then there is a problem with overindulgence. And the last does the child's behavior potentially harm others, society or the planet in some way? So if you are allowing your child to do something that is harmful, disrespectful, defiant, breaking a rule, infringing on somebody else's rights, that's a sign that there is overindulgence."
    },
    {
      "author": "OPONG",
      "text": "So let's say you've realized you're overindulging your kids and you want to make a change. What's the first step to making that a reality?"
    },
    {
      "author": "SILVERS",
      "text": "I'd say the first step is to look at the areas where you might be overindulging them and pick one area to pull back on. Let them learn a life skill, do something on their own. Say no to them. Say no to the extra screens. And so it might be tempting after listening to this, to pull back on everything all at once. Eventually that is the goal. But there is going to be a big emotional reaction, an understandable emotional reaction if all of a sudden, things go from being one way to completely different. It's going to take time to unwind some of these habits - our habits and theirs. And so I would say the next thing is figuring out how to be comfortable in the discomfort, feeling comfortable or being able to tolerate your children being upset with you for hearing no, for not getting what they want, for not doing it for them."
    },
    {
      "author": "OPONG",
      "text": "What advice do you have for parents to help them stick it out through those really uncomfortable moments of saying no?"
    },
    {
      "author": "SILVERS",
      "text": "Well, they're not going to react favorably. They are not going to be happy. And so a mantra I teach parents I'm working with is say what you mean and mean what you say. So if you don't believe that you can follow through on something, don't say it. And if you set a rule, set a limit, make a decision, you need to stick with it. That's what develops trust. So if you say we're only getting these three things when we go in the store. And then when they say, can I have this toy? Nope. Remember, we're only getting these three things. But I really want this. I know you really do. That looks really cool. We're only getting these three things. But every time we come here, you've said I can get something, or you said I can't get something, and you end up buying it for me. You're right. I have. And today we're sticking to what the plan was."
    },
    {
      "author": "SILVERS",
      "text": "You know, there's other ways that kids can earn the things that they want, just like we go to work to get a paycheck so we can buy the things we need and want. That's an important lesson for our kids to learn as well. So delaying gratification, putting out the effort to get the things that you want and need and expect, so they understand that you have to work hard for the money that's paying for all this stuff. And so that looks like a really cool toy. Let's figure out how you can earn it. Let's make a sticker chart. Let's do a marble jar, something that would help them feel motivated to work for this thing. And also, help them think about, do I actually really want this thing that bad if I have to work for it? So that's this idea of the difference between needs and wants and, how badly do you want it? How hard are you willing to work for it?"
    },
    {
      "author": "OPONG",
      "text": "And we're obviously talking specifically about sort of a material overindulgence. But let's say you pack your kids lunch all the time and they're like, but you always do it for me. How do we transition from that being the thing we decide we don't want to do anymore? What's a good strategy for that one?"
    },
    {
      "author": "SILVERS",
      "text": "Like a gradual exchange of responsibility or power. So I'll make your sandwich for you. You pack your fruit. I'm going to lay everything out for you. You put it in your lunch box and put it in your backpack. So a slow process of transferring this responsibility and effort to your child so they can learn and start to feel more self-sufficient and capable. And then you feel more comfortable letting go of some of these things that you feel like you need to do because they can't or won't do well."
    },
    {
      "author": "OPONG",
      "text": "Yeah. So sometimes we have a partner or a caregiver that we maybe co-parent with. How important it is it, Lauren, that you get on the same page when it comes to giving in when kids want something. So say I'm working on not giving my kid everything at Target, but my husband's like, just give him the gum. Just give him the thing. Does that matter? Does that impact things at all?"
    },
    {
      "author": "SILVERS",
      "text": "Absolutely. So there are two types of consistencies that we talk about in parenting. One is our own consistency within ourselves, responding the same way every time to a set of limits we've established. But there's also consistency between parents. So if I always say no dessert and Dad always says, yeah, of course you only live once. You're only a kid once, dessert every day, then that is sending some serious mixed messages. That is not teaching kids where the boundary actually is."
    },
    {
      "author": "SILVERS",
      "text": "And so it is really important that parents get on the same page, not only in agreeing where we will give, where we will indulge, how we will use our family resources, but also that there's communication in the moment. Hey, he just asked me for a second cookie. I told him no, just wanted to let you know in case he comes and asks you. There's communication. You inform the other parent of the limit you've set so they can back you up, whether or not they agree. If they disagree, they can take that up with you at a different time, not in front of the kids because the person saying no is always going to be the bad guy."
    },
    {
      "author": "OPONG",
      "text": "Oof. That's so powerful. Is there anything else that we haven't covered that you want to add?"
    },
    {
      "author": "SILVERS",
      "text": "I would just say that if I were a young parent, what I wish I knew then that I know now was to get more comfortable saying no earlier on. I read this quote that it's important to give a child what they need, but it's dangerous to give a child everything they want, that even if I can give them everything they want, it is not serving them."
    },
    {
      "author": "OPONG",
      "text": "If you suspect you may be overindulging your kids, the first thing to do is the test of four. Ask yourself, am I hindering my child from developmentally appropriate tasks? Am I giving them a disproportionate amount of family resources, whether it's money, space, time, energy or attention? Am I making choices that benefit me more than the child? And does my child's behavior potentially harm others, society or the planet in some way? If you answer yes to any of these questions, there's a good chance you are overindulging your kid. Remember - you're not alone. Everyone does it."
    },
    {
      "author": "OPONG",
      "text": "Next, identify the areas that you overindulge, your kids, whether it's relational, material or structural overindulgence. Once you figure out the areas you are overindulging, pick one to work on. Be consistent. Say what you mean and mean what you say. Now, start saying no, and get ready to be uncomfortable. Your kiddo is probably going to push back and will need to get used to this new boundary. Lauren says it's going to take time. Lastly, make a plan to help kids earn the things they want and grow the skill of knowing when something is enough."
    },
    {
      "author": "SEGARRA",
      "text": "That was reporter Diana Opong. For more LIFE KIT, check out our other episodes. Diana's hosted one all about imposter syndrome and another on how to choose a baby name. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Carly Rubin and edited by Sylvie Douglis. Our visuals editor is Back Harlan. And our visual producer is Kaz Pantone. Our digital editor is Malaka Gharib. Meghan Keane is our supervising editor. And Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Margaret Cirino and Thomas Lu. Engineering support comes from Cena Loffredo. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1086486104.mp3",
  "img": "https://media.npr.org/assets/img/2023/09/15/overindulgingkids_01_wide-184335d5d61de5b82c4b05fe5ba54b50dfae1913.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "DIANA OPONG, BYLINE",
    "OPONG",
    "LAUREN SILVERS",
    "SILVERS"
  ]
}