{"title":"7 surprising ways the public library can help you save money","url":"https://www.npr.org/transcripts/1199885817","intro":"Baking pans, legal help, language classes and more — libraries can provide so much more than books. See if your local branch offers these free or discounted resources and services.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT from NPR."},{"author":"MARIELLE SEGARRA, HOST","text":"Hey, everybody, it's Marielle. All right, so I don't know if you all are fans of the kids TV show \"Arthur,\" but there's a song from that show that feels like the only way to open this episode."},{"author":"SEGARRA","text":"In this scene, Arthur Read, who's kind of like a nerdy aardvark, is walking with purpose, flanked by two friends. They have library cards in their hands."},{"author":"UNIDENTIFIED ACTORS","text":"(As characters, rapping) Having fun isn't hard when you've got a library card."},{"author":"KATE HUTCHINSON","text":"(As Ms. Turner, rapping) Come on inside. We've got everything you need. There's plenty to do, or you could just sit and read."},{"author":"SEGARRA","text":"Yeah, it's a jam. The song goes on to talk about the many things you can do at the public library, like learn about outer space, learn to make a paper plane or deep dive into a historical text. Mychal Threets is a librarian in California, and he liked this song so much that he got Arthur's library card tattooed on his arm."},{"author":"MYCHAL THREETS","text":"People always ask me if the barcode actually can scan, and I'm always dismayed to say that it does not. And I didn't think to get my own library card number on it. I saw a picture of Arthur's library card and I was like, I need that forever."},{"author":"SEGARRA","text":"Best part about the song is it's all true. There are so many things you can do at the library - borrow books and supplies and tools, use machines, take free classes, hear live music and save a lot of money. Akhila Bhat is also a librarian, and at her library in Texas, they tell people on the receipt how much they saved by borrowing instead of buying those books."},{"author":"AKHILA BHAT","text":"They check out, they would be saving, like, $145 or, you know, $150 or something like that, and they are amazed at that."},{"author":"SEGARRA","text":"So this episode of LIFE KIT is about that magical place we call the public library. We'll talk about how to get a library card, what librarians can help you with, how to navigate the online hold system and what kinds of things you have access to at your library. You might be surprised."},{"author":"SEGARRA","text":"OK, so as Arthur says, having fun isn't hard when you've got a library card. So let's get you a library card. That's takeaway one. Library cards are free, and generally you can get one at any age. You just need to fill out a quick, maybe two-minute application. Some libraries also require proof of residence - a bill, or an ID that shows you live in the town or the state. Others have options for visitors. It's worth noting that not everything at the library requires a card, so you won't need one to step inside, sit on the couches in the heat or air conditioning, use the bathroom, connect to the Wi-Fi."},{"author":"BHAT","text":"Or you can get on our computers, which have free internet access. Some children just come after school, play games, and that's totally fine. They can do their homework. That's great."},{"author":"SEGARRA","text":"That's Akhila again. She's the branch manager at Maud Marks Library in Harris County, Texas. You can also attend library events and classes without a card. But if you want to borrow something and take it home, you'll need the card. And when I say borrow something, you probably think of books, right? It makes sense. That's what all those shelves are stacked with. And we're going to get to those, I promise. We're going to start somewhere a little more surprising, because libraries are not all about books."},{"author":"SEGARRA","text":"Takeaway two - check out all the things you can check out from the library. Did you know that you can borrow movies from the library online and stream them on your computer or your TV at home? OK, maybe you did. Did you know about the museum passes? Lots of libraries have them. You can reserve free or discounted tickets to museums in your city or town instead of paying 15 or 20 bucks for admission. Now, your mileage may vary depending on your library size and funding, but some other things you might be able to borrow..."},{"author":"THREETS","text":"Video games, musical instruments, board games. Some libraries have bakeware collections where you can get baking pans."},{"author":"SEGARRA","text":"Mychal Threets again. He is the supervising librarian at the Fairfield Civic Center Library in Solano County, Calif. Other libraries will have tool collections where you can borrow a wheelbarrow or a power drill. Some of the branches in Akhila's library system have seed collections."},{"author":"BHAT","text":"Patrons can pick up seeds to start a garden, and then drop off seeds for others to take home and plant."},{"author":"SEGARRA","text":"Also, there are lots of things you can do for free at the library that you'd have to pay for somewhere else. That brings us to takeaway three - find out what services you can access at your local library. Now, there are the classics, which you might know about. You can use the computers to check your email or to print stuff out, like plane tickets or concert tickets or shipping labels. There's usually a small fee. That depends on your library, but it's often about 10 to 50 cents a page. You can also make photocopies and scan pages from books. But then there's all this other stuff. A lot of libraries offer tutoring programs and help with citizenship tests. You may be able to use your library's computers to take a practice exam - they often have databases of standardized tests - or to dig through newspaper archives or look up a product on Consumer Reports for free or to learn another language."},{"author":"THREETS","text":"We have a service called Mango Languages. You can learn to speak Japanese. You can learn to speak Spanish. You could learn to speak French."},{"author":"SEGARRA","text":"A lot of public libraries have volunteers who can help you with job applications and interview prep. Also, around tax time, volunteer tax experts will sit down with you, give advice and help you file for free. At Mychal's library, you can book time with a lawyer if you need advice."},{"author":"THREETS","text":"We have volunteer lawyers who will meet with people for 15 to 20 minutes at a time on a monthly basis, and then they'll just provide free legal help to people in need."},{"author":"SEGARRA","text":"We got an email from a librarian in Washington who told us her library has a social worker to assist with finding housing, medical care and addiction treatment. It also has a Lego engineering club. And if you're interested in your family tree, a lot of libraries have access to genealogy databases like ancestry.com, and they may also have books with records of immigrants who arrived at U.S. ports in different time periods. In general, if you need to research something, librarians can point you to the relevant books or order them from other branches for you. Akhila says a lot of kids will come in looking for help with a school project."},{"author":"BHAT","text":"A simple project could be that they will have to research about a certain person, so a biography. We have college students come in and ask for medical research, or they want to discuss controversial topics that are happening, that are trending, and we are here to help them with that."},{"author":"SEGARRA","text":"You can often use the library to book a meeting space that's not your house or a noisy coffee shop. And sometimes libraries have machines you can use. Like, there's something called a maker lab at Akhila's library."},{"author":"BHAT","text":"We have seen so many fun things that have been made in the maker lab using our machines. You can steam press things and make T-shirts and things that you'd buy online, paying so much money. (Laughter) Just make it at the library. And people have laser-cut wooden ornaments and wooden spoons and things like that to just give as gifts during holidays."},{"author":"SEGARRA","text":"OK, so we've established that libraries are a fun place to be, so probably comes as no surprise at this point that they also hold very cool events. Takeaway four - learn about the fun experiences you can have at the library. We're talking workout classes, sound meditations. I went to one event at the Brooklyn Public Library about the 50th anniversary of hip-hop. A panelist did a close reading of an Andre 3000 verse, and I saw a hip-hop fashion show and walked around sipping the juice of a giant coconut. Mychal's library holds cooking workshops, knitting classes, magic shows."},{"author":"THREETS","text":"We have read to a dog programs where dogs come in with their owners, and kids sit there and read to them. It's just a great way for kids to build confidence in their reading. We'll have family literacy days, regular literacy days where people can come in and then just learn to read and write."},{"author":"SEGARRA","text":"Akhila's library has concerts, one time with a mariachi band, and nobody shushed them. I asked. Once again, yes, this is all free. OK, so we've been beating around the bush here a little bit. Maybe you came to this episode for the books, and I am happy to tell you your library's got them. Takeaway five - dive into the stacks. A few things to know here. First of all, let's say you can't figure out what's next on your reading list. Your librarian can help. They might ask, what do you like to do? What are you interested in? What books have you read that you loved in the past, or what movies do you like?"},{"author":"THREETS","text":"Librarians have a unique way of listening to those conversations and picking different pieces of what they say and relating to books, to movies - like, say, oh, you like this movie? I bet you didn't know it was based on this book, and then getting them to check out that book. For a lot of adults, it's tying them to nonfiction, showing them that their interests are something that they could read about."},{"author":"SEGARRA","text":"You can also look for books on the displays that librarians put a lot of heart and thought into."},{"author":"BHAT","text":"And you may find something there that you have never thought you would read."},{"author":"SEGARRA","text":"Right now, Akhila's library has an Amelia Bedelia display and another one on banned books. Something else to know about library books - you can always go into the library and look through the stacks to find what you want, but you can also go online, log into your account on your library's website, browse the catalog, put a hold on books and pick them up or download them. If this is your preferred method, a couple tips. One - don't put a hold on 10 books at once if you can't read 10 books in the same checkout period. You're just stressing yourself out and blocking other people from reading the books for no reason. Depending on how fast you read or how busy you are..."},{"author":"BHAT","text":"You may want to only request a few books at a time."},{"author":"SEGARRA","text":"Also, when you're searching the catalog, sometimes there'll be three or four records of the same book in the same format."},{"author":"BHAT","text":"You know people, when they search the library catalog, they will go to the first record that they see. And that's why sometimes there are too many holds on that record. But if you maybe scroll down a little bit, there might be another record of the same book that has more copies on it."},{"author":"SEGARRA","text":"So put a hold on the record with more copies 'cause you'll have less competition and probably get the book faster. If you're borrowing digital content, like an e-book or an audiobook, there are a few ways to get it. One of the main systems libraries use is called Libby."},{"author":"BHAT","text":"They have e-books. They have audiobooks. They have streaming media. They have magazines. So it is one of the best that we have out here."},{"author":"SEGARRA","text":"You can download the Libby app, connect your library card to it and then borrow books to read on your phone. Or you could send them to an e-reader, like a Kindle or Nook, or download them from the Libby website and read them on your computer. Now, let's just take a moment here and talk about how you should care for physical library books. I know that some books are hard to put down, but please do not read them while you're eating, especially if it's a greasy hamburger or something else that's going to make a mess. Also, Akhila says don't read them in the bathtub."},{"author":"BHAT","text":"That's where most of the accidents happen."},{"author":"SEGARRA","text":"Keep library books out of your bathroom in general. Oh, and another thing."},{"author":"BHAT","text":"We have recently thought about making a display out of all the things we find in our books, so..."},{"author":"SEGARRA","text":"Oh, God. What do you find in the books?"},{"author":"BHAT","text":"Oh, we've found tissues and we found a credit card. Yeah, but tissues are our worst enemies when we see them."},{"author":"SEGARRA","text":"Nasty."},{"author":"BHAT","text":"Yes (laughter)."},{"author":"SEGARRA","text":"Don't leave your tissues in the books. While we're on this topic, that brings us to takeaway six - be a good library patron. Libraries are community spaces, which means we play a role in keeping them going. One simple way to do that is to visit the library and get a library card."},{"author":"THREETS","text":"That helps library workers immensely, just for us to have statistics about how many people have a library card."},{"author":"SEGARRA","text":"Also, use the resources, but take care of them. Try to return them on time. Mychal's library is fine-free, and Akhila's library recently went that way too."},{"author":"BHAT","text":"We find that when people have fines, they are afraid to come back to the library and check out books. And we don't want them to feel embarrassed. We want them to be able to access books at any time. However, we still appreciate library customers returning books on time just so that it's fair for all customers, and everybody still has access to those wonderful books."},{"author":"SEGARRA","text":"Another thing you can do is donate books. If your library can't use them, it might be able to sell them and then use the funds to offer more programs and services. You can also donate objects, like that wheelbarrow or the ukulele you don't want anymore. And if you can, volunteer."},{"author":"BHAT","text":"Anybody that has a special talent, we welcome them so they can share the talent with the community. An example is, you know, if you know how to crochet, go to the library and let them know that you would like to start a crochet club."},{"author":"SEGARRA","text":"And, you know, if you're really feeling the love for your library, maybe you send your librarians a letter of support."},{"author":"THREETS","text":"They love community members more than anyone in the world. They're the kindest, most empathetic people in the entire world. It would make their day to receive a letter from you."},{"author":"SEGARRA","text":"And Mychal says, just keep on yapping about the library. Spread the word."},{"author":"THREETS","text":"Talk about the library to your family, to your friends, your neighbors, to strangers on the streets. For lack of a better word, annoy people with your enthusiasm for your local library."},{"author":"SEGARRA","text":"All right, it's time for a recap. Get yourself a library card. They're free, and all you need to do is fill out a short application and usually to have proof of residence in the city or state. Learn about all the things you can borrow from your library - gardening tools, saxophones, sewing machines. It'll depend on your location, but we know there's good stuff you're missing out on. Find out what services your library offers. You may be able to get one-on-one help with your job or housing search or with a homework or a legal question. Attend a library event. There are concerts, pet parades and all kinds of other things on library calendars. Don't put a hold on more books than you can reasonably read at a time. Don't leave your tissues in the books and return them on time. Also, when you're at the door of the library, unsure where to start with a search or a query, ask a librarian."},{"author":"BHAT","text":"We are here to serve you. We are here to help you find what you're looking for. We are here to guide you, and we just want to welcome you to our space."},{"author":"SEGARRA","text":"See, who wouldn't want to send Akhila a nice letter? For more LIFE KIT, check out our other episodes. We have one about how to read more books and another on how to start reading sci-fi and fantasy. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough - I mean, you sit up watching our feed at night, waiting for new episodes to drop - subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love letters of support. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced and fact-checked by Audrey Nguyen. It was edited by Sylvie Douglis and Meghan Keane. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider, and Margaret Cirino. Engineering support comes from Valentina Rodriguez Sanchez. Special thanks to Joan Johnson from the Milwaukee Public Library. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7776218670.mp3","img":"https://media.npr.org/assets/img/2023/11/02/libraries02_01_wide-318c0a160dd717af7f54e0ccde8fda1debfaca28.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","UNIDENTIFIED ACTORS","KATE HUTCHINSON","MYCHAL THREETS","AKHILA BHAT","BHAT","THREETS"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,11,6145,18038,11734,18964,17351,12077,14671,9105,18810,12504,22827,2731,2138,1391,24170,15556,2246,9925,10813,541,496,26645,21383,26164,26641,19756,17232,12530,7739,19404,20244,11779,2750,19451,21382,22349,25614,20750,17174,12389,21514,23761,16686,19852,11134,10079,13707,8854,4336,1806,1350,3244,2603,3091,20539,20236,15023,27625,21097,12917,11384,7443,16113,13614,7442,7581,12152,8098,12558,25197,14496,21553,16825,2590,19090,22467,26130,20392,3650,25905,24620,20220,14380,10714,9080,7002,3642,9493,8358,16625,11826,16408,9923,17707,16180,17667,10585,12575,15250,18019,14102,14405,14793,18745,10841,13127,13392,17574,12470,14631,10911,12373,12172,19112,13170,14003,7329,17535,11373,15833,11215,14794,7061,6231,13335,9889,15713,4322,2359,2587,1787,25793,24920,24901,24972,13106,12829,13162,7917,16693,16827,11597,8215,6759,12472,25422,16254,25069,7753,1094,24486,16411,18316,16404,15720,14481,23681,21024,9965,16952,21774,14048,24212,6286,247,25903,19899,13147,14829,10976,16718,10588,12643,6807,13534,17365,23054,14723,19012,18664,19725,29164,22179,27528,23546,27271,20923,18949,15475,21164,7083,24174,23622,21475,6082,1628,20538,21711,17737,15599,14011,14197,8895,12945,15676,13117,10453,9507,17374,11676,11810,9127,14572,10807,10452,16380,6474,12828,11072,16485,20014,13536,9989,4021,14001,21110,13971,17737,10780,17135,24571,17719,9925,18243,16134,2862,16110,8109,18022,26088,21789,22698,11086,14385,11775,3966,406,18431,19853,15237,14901,10860,12759,6932,1600,25669,26117,25258,11903,25436,26167,11929,15910,12836,2523,12231,12352,13963,9082,23092,14605,25777,25790,11786,22940,26147,17161,24429,3882,22663,7552,15860,14056,24894,14055,7354,2534,2413,1631,15696,25795,25009,24113,12784,7994,16186,18285,24655,13481,15493,13876,3238,23516,24977,17965,16277,9996,8654,22257,13117,14501,11338,23317,12008,14269,19022,21469,9317,13367,5994,11683,16351,22166,13149,13038,12600,15372,11959,19584,14691,11147,11394,12762,9471,12734,14400,14831,22337,13666,16322,14960,16973,23537,10633,9413,7529,10679,26004,25630,19197,20329,12581,25298,18935,21109,15272,14993,10371,15050,12492,15418,13513,6495,18166,26299,25811,25595,14624,23376,2871,24787,25480,16383,16600,12878,3426,26551,25511,13386,17935,13230,8500,10626,11657,2295,21135,18587,19791,13851,25201,22931,13938,8885,5952,3014,717,7227,6886,9729,2407,71,32,9,21,23075,25329,17231,16398,26545,21718,12276,16730,12858,2195,26105,10966,21355,27301,27366,9953,9678,10471,20423,16478,17479,17901,18797,17691,18872,28019,9853,11789,24506,18816,21505,12342,12833,15555,27503,21659,21107,25770,20717,13277,16086,25742,23156,23802,12356,7112,5405,20209,15296,16577,13360,17105,7404,20523,16911,16884,18341,19668,14398,23763,21199,9359,13749,8552,19853,14127,21975,17942,13142,13248,18920,19833,27761,12595,17462,2628,28142,18779,20176,18630,23928,26718,9804,20658,27750,27982,16469,16209,13155,9340,11522,9594,23382,18294,18597,24302,11785,16319,14342,17178,15551,26539,16970,16628,14408,13072,9664,772,31,10,28195,27815,10713,23867,16077,14489,26022,16835,1543,16705,17317,20017,15639,11316,19177,19652,12751,16075,19137,18203,13591,7834,13912,17158,20488,15399,15645,12390,23797,15241,17929,23614,17274,9988,16061,19742,16079,16771,8708,21178,21776,24069,28027,22182,24773,18537,25207,16720,17131,7041,14,3,2,2795,18971,13701,21258,14004,12362,19384,16353,21648,4558,1005,21773,11133,7086,14703,10092,15348,11885,18683,6923,16907,12413,17046,8420,9279,13986,9912,7917,8721,10538,7312,14766,9006,12320,14811,11727,14046,5577,17707,19139,12376,12273,10630,12679,25423,20197,8410,8750,8302,18686,9608,13714,6460,15378,22936,10935,16312,15406,15714,22467,17421,8326,10337,13105,24680,15600,11565,7460,7373,16024,10871,12460,17171,9404,10617,15899,12184,10777,12869,6563,14572,25849,21019,20176,13397,10328,16268,18860,13099,22292,17627,2426,3,4,3572,19817,11166,18655,16564,15758,21379,11727,20683,4193,14857,11785,9383,13403,9602,13113,16817,10316,9996,19280,9579,1252,22287,13913,21550,8769,7627,19318,16694,8863,9492,10527,18134,9831,19061,20389,12066,8950,16731,10227,7303,11304,12951,11959,13470,22621,16375,10409,7029,23063,13735,21986,21699,21755,20303,14320,16325,16465,8687,12147,12624,11855,2796,12395,10456,22574,15522,17898,21447,14853,21861,21117,14443,21544,7822,12631,195,6,357,21512,14298,24731,25737,12903,22580,14420,16393,24868,21311,7092,1434,26412,17229,15141,20643,20129,11572,7631,12990,23639,14241,17220,20428,11610,8919,19812,17635,20392,11844,3788,26131,23864,18080,13832,13521,17735,19245,16815,23226,20062,25010,15978,13303,15426,28493,7006,9729,16996,17240,16315,17284,5717,25885,22838,18181,18121,20373,20638,18753,11307,13931,53,8,0,0,27237,27017,23930,25473,26732,25769,8240,24901,16917,12855,17155,11973,19170,17404,11491,16009,533,11045,19121,16042,19797,25188,9272,18818,17637,15765,4109,25780,22686,17384,18804,9409,14543,23739,11975,19564,16811,9395,3663,16566,18541,26319,22898,25148,14946,12952,15320,21594,8642,2985,21801,26093,15692,15134,9745,11291,8481,7611,12540,11196,8367,6623,9220,6854,9562,15928,6252,7317,6923,2642,18787,21999,15382,4592,8029,5607,1723,1299,23827,21773,24715,27535,27958,17348,20447,9631,19085,9409,3541,17843,27454,20709,8166,19666,24325,25907,14567,19035,25089,17623,8948,12568,9714,9571,11448,5898,10534,25291,24445,12143,9534,16155,24865,17613,6755,17477,16382,14549,18687,14849,13331,10098,10705,16172,10311,14577,17070,11538,4470,2146,16246,13121,17303,15614,18590,13144,15456,12945,15362,13547,19835,20661,13056,4814,19649,12242,19915,21276,6001,19439,1550,21052,15756,13471,6897,9331,16878,17512,12648,16559,18815,13562,9580,8666,10367,10905,7765,6092,4466,1244,13246,18742,20142,21635,22040,18670,14252,24278,10258,11722,8607,3097,25698,26304,24918,24969,11471,7903,20959,15683,1155,14477,18575,6229,15795,23204,25944,16755,12147,16184,18141,14741,9901,10171,10249,5600,7622,10773,16823,8594,16125,7394,531,27475,26525,26736,11867,24762,5782,8253,16366,25574,21324,16647,20224,26807,6702,18902,18951,25429,18390,14603,14683,13030,9111,3450,104,23363,18993,16969,5093,25700,25413,17808,17399,10329,8967,18892,20718,12070,11066,7678,2476,1208,1185,17326,22108,15248,14337,25711,16562,9967,23701,14524,17393,17945,7298,10222,10895,13480,5765,10787,6698,5484,12390,3252,14,12034,10807,8707,6602,10203,12513,16538,19034,26510,9587,20815,20491,6313,16471,24459,14637,19114,7125,7685,16553,12408,12719,12231,21896,15974,18288,10225,16096,8493,12086,18925,9160,10268,11830,8863,10701,18697,10425,12725,4343,1114,14794,18017,23366,11919,18855,10972,16431,19544,13911,24433,16152,12110,11399,25699,25809,20512,16194,13849,12844,12684,9727,14716,17675,4871,8316,17808,12657,8722,9007,1744,25619,11453,3720,7144,12885,20934,20768,16957,16236,19005,17921,10059,7926,11793,18726,16157,7701,6255,28604,8180,12749,14752,1324,18505,14456,26737,17424,13363,12332,23876,19052,13722,21637,14804,7635,12058,16615,11076,13129,8513,7081,1107,26257,25259,22084,18667,24455,15628,9580,8392,16680,20034,16921,17456,8071,22904,23453,7698,1408,19912,19706,10184,14802,20557,10034,10728,4978,20133,9994,13952,6763,7293,14920,13266,13616,18098,10726,5071,15302,15571,8984,1069,19981,21316,20636,20477,10184,11649,15014,15609,9399,11204,9264,8775,6126,2481,24190,6918,19658,23173,11444,8383,11359,13049,7236,8592,9529,6605,21087,9349,14565,13947,11385,5787,359,1734,14804,15429,11222,10216,5329,25055,25704,22527,14359,12923,10031,11691,10878,10917,8817,5644,1700,1829,26998,23346,25562,9028,11785,11773,14264,2665,11215,13732,13854,13994,23533,10998,25308,23201,16627,23453,19428,4630,9687,11728,11536,18464,10424,7615,18810,17983,7302,3140,21858,18122,17240,8383,14640,14652,21084,23397,9590,2458,10413,24284,22869,12944,12139,18447,16946,8464,5601,8842,23042,16996,15732,22127,5587,14810,8180,11678,15707,6158,2556,2209,17622,13296,12160,15104,15688,2436,10010,25400,23835,20282,13067,19502,10523,4184,15818,10999,6340,8741,16046,3703,2457,6444,10909,10509,19909,20472,9409,13344,17577,25314,21959,10824,8321,17820,16810,16328,15156,10414,14604,16142,14280,3946,17896,23575,16892,12842,17924,17342,16054,5891,19836,20498,23687,14237,13932,12120,11817,10923,6077,2068,6144,8681,16713,18061,9475,4532,6277,12744,20057,20669,24901,18421,8941,10591,10191,7741,5690,22232,15352,11219,12186,9250,9032,14838,11564,15038,8329,11849,3002,2394,22555,8259,25546,26194,25847,20424,21776,9859,9711,8124,14755,8421,17731,18225,10217,9061,10282,18260,17863,2491,22005,21081,17153,22274,24386,20282,17696,18017,7339,11365,25152,11811,9399,16016,25608,9118,15224,24514,15299,8997,3372,2306,14306,19587,25430,20484,6718,16275,23470,20620,18038,19690,5985,7590,9633,5364,6308,21236,18673,20018,12245,2275,13854,13310,11668,10111,20833,11304,8970,9601,12103,10589,3181,12160,10589,15229,5351,7271,23353,14062,23483,16673,14964,18809,11934,15827,7892,4352,27066,28373,22181,20598,18593,12100,24826,8079,10268,12107,18700,18257,18450,12292,18941,12437,7588,14460,10456,16477,16917,14196,20984,11275,10683,12366,8339,5698,1390,26103,21645,12085,14062,8298,7843,6590,1415,1331,14765,16660,12498,14676,12948,9799,13021,24842,25586,21412,25025,9053,22196,19819,11512,10817,12078,20371,15548,24068,10615,14536,18889,19021,22712,21164,19448,14829,11523,13375,16810,22854,23816,10346,8167,11792,13143,7518,7155,3333,1066,646,683,22831,22671,11775,10595,12561,10383,12447,19997,12222,9912,10423,15151,14757,16901,7628,13485,18472,14361,10137,6092,6875,1537,8905,27183,26557,20474,12483,14429,4947,18532,8114,9697,19614,13347,13945,11357,8187,10743,8888,12185,13639,12006,10690,1926,10312,13037,12912,21391,11883,4507,3397,20041,16108,22552,22571,9292,5826,13721,20814,17594,15773,14454,9567,19278,18569,10974,12268,476,12242,23315,11219,8241,3948,14904,14993,2181,15861,14961,16576,8502,8732,6183,16764,13312,12545,13620,14853,12004,12803,12319,710,20877,17876,20245,11868,22686,7836,4251,21467,17130,13540,1152,13827,10599,8045,8866,10113,8992,4025,20131,12023,17109,15381,9603,7631,13335,11363,11035,10828,6179,6710,4190,9672,9170,378,8683,25945,21665,15236,9990,11860,3856,5139,7340,20272,24042,10513,17738,14941,10033,10040,10536,3541,5313,17112,9883,15982,7273,6914,22460,9308,12520,14690,7898,7005,11696,8333,11917,6704,14070,14095,16059,5600,6610,12694,13076,4823,13327,19511,11147,10221,9224,23284,19834,13485,17300,14414,21616,19163,11287,8746,11480,15669,4435,13056,21952,19825,14000,12726,15926,8944,5678,12773,12666,9596,18944,18743,15007,12942,2991,11310,21052,6928,22965,11069,13042,12323,9132,18632,17100,5011,13044,13670,9916,3446,21570,20218,21110,19484,22369,11175,8396,17229,23957,11186,1185,4582,5603,22102,15236,24173,21406,27041,27245,28915,18118,13418,13908,4574,895,17134,17649,13575,11523,11870,22006,21315,14933,11210,13039,19213,12205,9744,14223,11821,18874,5379,3340,16369,19720,14452,2534,16885,26485,19671,9904,11724,11180,15375,22601,11169,6665,4805,5041,12749,27272,27093,26060,5718,7669,25684,17173,6992,6814,23976,19696,20697,19585,13658,14911,19301,13266,15035,10775,11867,8121,12174,12944,1392,24482,16912,13780,14551,8029,13184,11876,13111,8419,9302,26765,20772,24304,21565,25606,12564,12922,9916,24378,20824,11091,8831,11597,15932,8912,9129,385,1571,24333,16921,17394,14010,13800,13244,10582,25341,2601,22731,26295,25066,12486,10956,15728,18560,7488,11700,16101,13163,19956,22159,17616,8445,13833,21114,10841,16852,11966,7602,17378,15825,10476,12663,11642,14235,11353,10599,8263,10010,16991,11699,11088,13181,16150,5171,8360,12401,13043,15786,14273,5343,13662,12534,16549,21874,12550,20206,12660,17681,14658,10506,6116,24818,15537,18059,10478,12903,13209,9789,9756,8535,8626,20477,23246,24242,16688,9595,9323,16734,24586,12032,15233,12564,7621,16137,20047,23719,17417,4625,8578,19028,7735,975,5601,4654,15092,27146,15376,26161,3820,19973,16091,3114,583,1256,18334,17403,19023,21161,18831,17407,13001,10272,12155,15758,25014,13211,11425,10570,4921,20264,21475,15251,18672,8745,534,10701,14473,14906,9300,22,21967,24088,22100,794,25140,25845,7294,19325,21385,6918,578,18061,18802,21688,12865,3647,488,23920,23783,19096,16632,9907,16130,24431,8228,24988,7454,6687,5351,345,22603,14589,10830,9526,143,12213,13184,21828,11296,19314,18444,14546,3735,10602,10594,7630,8615,2562,17862,24125,13083,12265,16337,17007,16052,5624,9945,22081,16583,7213,11989,3193,17336,20882,16167,13368,24599,9056,12424,14620,10042,19020,12618,5995,3647,4336,15165,8440,7578,15204,14946,8816,7442,11491,10847,6997,20255,4514,5686,13835,9863,14996,20544,22914,11813,21412,11215,12215,8595,13698,9834,17099,2315,7670,12472,9494,10502,9789,20984,1146,23823,25028,23811,13999,19219,16803,11003,16573,11232,10847,14264,18001,13756,10461,10185,13598,12121,18960,24290,16686,20587,19498,8358,15402,5241,25848,15030,12168,14934,20421,12260,6562,19399,7004,4730,12422,12994,17771,18118,15929,14886,14281,14127,16931,12435,10638,5688,4252,24404,26482,14734,14249,17042,10618,13463,11965,7911,7121,931,19226,15985,10769,6911,6764,80,45,18551,25594,14551,19437,18458,12034,8497,24058,12172,18345,24160,18535,12548,11621,17955,16175,5621,8008,736,27110,23391,24468,25651,22937,7351,19108,12529,14272,6290,7192,6557,9120,8807,21787,25609,24611,18573,6504,5837,15182,18025,9904,7037,18506,15752,9424,15302,6738,306,3974,20514,20822,18132,18707,11455,12482,16849,13201,6057,665,24126,11737,26329,25407,24571,25257,22598,22886,17347,11010,17449,13473,26533,9752,10013,20176,6134,6780,14661,26268,26423,23082,26290,20000,22579,14703,8910,7648,10563,12781,10039,9170,1245,9278,21379,24135,24015,9360,11289,17453,10626,8348,10998,13227,17587,15863,11339,13973,19436,14961,12633,12076,19839,7230,25596,18311,13407,11336,19765,14926,14794,15193,13711,17207,17465,11383,9582,14677,15169,14168,12983,9425,4748,12427,8597,11776,10297,10939,12033,9964,21344,11726,19066,11049,10228,11155,19944,15707,10714,7405,6431,1945,14619,7042,21757,13668,15133,20558,13000,12248,15349,18917,21605,19569,9678,6988,6535,5846,6630,21463,9825,16273,18577,12942,12877,9710,14399,12404,11778,5908,21768,20028,18807,10064,17707,12221,5846,14081,21484,20942,20467,14462,12255,16402,6775,15772,25891,19498,7250,8801,3522,9999,8583,14988,5112,454,3290,14208,23840,13857,13520,11877,6912,13060,12669,10790,16228,2956,12626,15186,13097,13751,1510,21676,16407,9669,13631,11187,7231,5088,16992,8420,5564,16567,12001,11869,13247,19243,12205,12552,7964,11216,16312,20370,20373,9608,1347,18084,21679,16851,13693,12402,10683,12891,7959,9021,4040,23983,26053,17856,15865,24078,14786,19085,17217,22148,16610,12663,16099,23190,18194,10748,20751,16819,10422,13795,22674,18250,12168,13283,13568,13021,14124,13590,21219,3961,19173,21265,16165,17923,6284,18075,25971,18158,11786,17066,10401,11148,5169,2513,2894,22542,18431,19678,15196,24498,22447,22154,10353,14378,11349,11254,11806,7910,7813,2104,3594,16176,19345,14552,16018,20787,17022,21213,8081,13552,9265,10368,11764,8791,8076,6592,6813,18149,9054,4473,6006,5365,7228,7891,7843,12132,11488,9681,3657,549,22138,13584,15265,16730,9254,8724,10563,15727,9866,2517,23197,19310,11723,18492,23186,7783,16859,9196,24003,27202,23604,24478,20147,7209,6594,5362,3007,24989,26298,20402,14995,4949,10043,17952,12175,12331,12211,9257,6077,8658,9935,9143,6950,8989,7502,8838,13046,24232,1401,26617,23804,22790,19649,12496,23465,8707,15039,8703,13918,23442,24495,24598,17503,10891,4192,14907,5003,2214,9727,16817,25003,19912,15293,5532,4252,16337,7692,17922,13398,15376,12552,868,14943,8034,6854,8132,7970,7184,4832,13997,1477,4110,5595,13777,22585,16074,18600,12591,11909,22930,21299,15001,7472,2694,1612,34,23959,19601,23194,16130,25041,18771,20967,8107,14379,21151,14475,1897,25942,18454,21110,11052,7607,1726,17100,18995,16148,15601,14933,12486,8755,11608,9241,17958,20797,7414,10039,14039,2621,1214,12773,20326,14322,18586,18647,12892,17803,17119,10946,13550,10515,12085,9821,6255,22855,22684,14721,12441,7096,7313,3786,11470,22333,16546,15877,9478,8732,16158,11860,21135,23141,22595,21514,15357,13152,6928,14984,12754,7243,1730,23554,17894,13555,25120,25149,18150,17314,12278,2304,28206,21685,9958,15051,7380,6860,8903,18359,19549,9547,10030,18606,7790,8008,7095,17847,13957,8607,17745,13558,7640,19669,13826,17116,17740,20635,13426,2182,13989,22414,18356,10430,18614,18627,11189,13225,20651,19016,1236,12646,20071,15193,12834,8911,14322,12802,12599,12085,8973,14407,4706,9519,16539,21004,14231,6080,11538,15702,11269,15551,17029,13236,8786,13095,11884,12256,14733,7019,2809,22646,23073,22992,17432,16452,15322,10679,9559,10688,18677,17132,14261,20897,11628,8025,7165,5506,5119,5308,5603,4509,6230,2051,20464,22696,9333,6461,7689,16617,9353,7850,9766,23090,11326,11606,17170,17464,14020,23096,19006,11606,9674,10004,18645,13479,19952,12508,12340,11033,8211,8992,7032,7929,5543,16694,24193,17371,18395,24394,14459,7104,12955,16483,18095,14108,9495,17309,11868,11314,5722,6723,4524,2214,14170,16126,16022,4600,16846,10945,3286,14872,21028,18020,11565,15983,16180,11067,14100,15850,14704,9357,12496,17937,22014,9946,11648,8466,7679,5150,16885,21282,17039,21368,7613,8550,14523,21338,12873,14460,18362,4905,19758,19698,15506,11608,15137,14008,13222,13814,11568,12169,10560,7910,16470,23242,14488,13778,13126,20103,13541,18446,11920,11371,12560,18577,17993,12925,11880,10509,11726,8970,6608,19807,20028,11751,9884,10677,8415,14851,14555,14234,6677,6536,18152,23776,22695,11822,17263,10050,14885,2206,14727,18338,18143,13962,10856,11867,11493,10625,14376,15615,10910,10657,5514,27364,16066,11345,12657,20514,24176,12288,9970,6864,6507,27818,9925,4412,20680,20779,23012,12960,10520,14951,9038,10746,22089,11900,3029,9410,18180,13935,9718,12867,9557,13777,7645,1512,25878,23244,21768,16413,11095,7852,7370,10867,15001,5222,11668,9335,6563,5464,1090,416,761,773,1790,1568,26541,25474,18798,26083,1223,26022,26382,24954,19609,22060,15009,9972,17182,16717,9562,7656,16087,18570,11368,16995,19859,25863,9370,10312,6123,7862,11654,10963,7759,6144,8404,6045,7854,2469,1637,2041,23693,27345,21747,15272,24835,26478,12242,9341,9147,24773,25181,19130,16114,23558,20710,19644,8526,13055,9410,9186,4295,21961,25712,18217,13961,9429,25558,17385,19317,11758,16325,10521,8653,3242,7716,9940,25085,24967,13711,13746,8726,14908,13452,15652,7530,9249,16431,26455,19237,16651,21983,9680,24677,15026,13477,14211,11692,15699,14571,12129,14656,14205,8109,4066,2006,13057,22003,19247,14167,16996,17369,3195,13826,14124,17217,4751,22939,11991,21455,22268,21112,10599,11032,11008,6999,5708,6216,1317,22141,25824,24264,24529,11058,10659,12405,13847,19916,7530,17185,18003,19596,9592,8589,3937,18828,19343,14089,11615,3076,4879,3664,6746,20491,15339,25055,25853,20419,24077,17625,23161,23126,20165,19739,25349,13770,10433,9299,9662,5467,5208,14822,13531,10884,9509,3297,9136,11072,9416,8643,10206,15930,16075,10620,18886,8785,15210,9110,11008,7937,13014,14082,3829,15209,13286,11032,18499,19349,9019,2230,2659,10271,12059,20251,22792,10881,20207,9688,4911,14282,14181,15745,14382,13250,9928,10389,10646,6959,4519,4094,2553,18902,25135,22692,24229,21599,18320,8989,8724,12282,26998,26890,27016,13498,16034,17369,9112,26157,19441,25614,22959,11567,16887,20145,7416,7202,4052,13717,15283,16249,19779,24722,16425,22064,13426,8526,239,3360,26745,21154,20802,12833,9897,16089,6541,11687,15161,15788,20303,12271,8310,19156,17682,23576,9912,14567,12289,13480,17249,14127,7944,10560,21017,6890,6624,22837,23051,10047,7535,19538,10690,12194,13498,14802,13024,13697,17125,10354,9553,9801,2096,1646,2138,13027,22088,3567,24470,27310,19874,9777,16269,13478,23685,16511,16059,17451,17834,13698,10009,24776,23267,12182,16619,6686,17629,28068,25945,19960,15814,20118,22311,25353,19099,8065,3829,2404,1180,26065,26689,17846,18274,8434,11144,24849,21958,24550,21151,11146,4014,6892,25544,26076,17133,18176,23230,11411,9262,8399,2665,20167,25515,26634,22807,24843,24734,9656,9313,11643,8999,11435,16598,9027,5843,721,11438,16644,18507,9066,10573,9183,6531,1008,24689,12834,11883,21848,10569,10205,7658,29254,22002,15802,15220,10760,7861,8504,772,25087,24602,14355,19334,11051,14767,14471,14493,12548,18002,11856,15316,10007,9268,9090,8020,6529,15431,19922,21898,22939,14241,15402,12171,13886,20028,22129,9194,7489,9090,28447,12976,13183,20768,24453,14011,10086,10142,22384,9008,13593,10284,3590,1614,16553,18459,19862,20985,11273,8385,11854,7601,7899,8656,3731,9494,7637,2040,5301,6802,972,307,165,73,34,19,4,3,14197,14123,13364,14740,17331,15168,11347,13903,14615,7531,13673,10105,9377,6622,5502,16871,9672,15275,16324,17057,3258,20943,14294,16537,10671,18761,15255,10324,10681,13717,13909,13155,13204,22249,23044,15234,8647,15084,14606,4757,23769,23444,6883,6540,16526,26031,17638,5180,11873,11837,15506,16310,6230,11443,12019,8679,10357,20222,20929,4107,3513,13082,21895,17170,12621,18344,14226,8851,11270,5802,7326,19660,22053,17922,20617,16210,11635,14392,7127,11018,1692,15,23591,20897,12741,13971,15564,19376,13297,10453,5099,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,4445,16276,19996,14079,11933,10300,14507,15996,10372,18966,16413,13131,20902,918,21615,15681,9079,10916,13914,15332,14631,17796,11401,15196,11988,11935,16253,21891,10712,7093,17806,18892,15302,21087,18007,10814,8331,16323,12579,9376,21623,18264,14136,17982,13725,7775,3745,19113,14505,16181,23518,8019,4891,17280,21329,22171,9702,11803,17515,13033,13345,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,8416,12868,13112,5754,3106,16,3,1],"fragments":[{"begin":"0.000","end":"2.360","lines":["You're listening to LIFE KIT from NPR."]},{"begin":"2.360","end":"15.400","lines":["Hey, everybody, it's Marielle. All right, so I don't know if you all are fans of the kids TV show \"Arthur,\" but there's a song from that show that feels like the only way to open this episode."]},{"begin":"15.400","end":"32.160","lines":["In this scene, Arthur Read, who's kind of like a nerdy aardvark, is walking with purpose, flanked by two friends. They have library cards in their hands."]},{"begin":"32.160","end":"38.720","lines":["(As characters, rapping) Having fun isn't hard when you've got a library card."]},{"begin":"38.720","end":"52.520","lines":["(As Ms. Turner, rapping) Come on inside. We've got everything you need. There's plenty to do, or you could just sit and read."]},{"begin":"52.520","end":"74.720","lines":["Yeah, it's a jam. The song goes on to talk about the many things you can do at the public library, like learn about outer space, learn to make a paper plane or deep dive into a historical text. Mychal Threets is a librarian in California, and he liked this song so much that he got Arthur's library card tattooed on his arm."]},{"begin":"74.720","end":"89.000","lines":["People always ask me if the barcode actually can scan, and I'm always dismayed to say that it does not. And I didn't think to get my own library card number on it. I saw a picture of Arthur's library card and I was like, I need that forever."]},{"begin":"89.000","end":"113.600","lines":["Best part about the song is it's all true. There are so many things you can do at the library - borrow books and supplies and tools, use machines, take free classes, hear live music and save a lot of money. Akhila Bhat is also a librarian, and at her library in Texas, they tell people on the receipt how much they saved by borrowing instead of buying those books."]},{"begin":"113.600","end":"121.400","lines":["They check out, they would be saving, like, $145 or, you know, $150 or something like that, and they are amazed at that."]},{"begin":"121.400","end":"138.640","lines":["So this episode of LIFE KIT is about that magical place we call the public library. We'll talk about how to get a library card, what librarians can help you with, how to navigate the online hold system and what kinds of things you have access to at your library. You might be surprised."]},{"begin":"138.640","end":"183.640","lines":["OK, so as Arthur says, having fun isn't hard when you've got a library card. So let's get you a library card. That's takeaway one. Library cards are free, and generally you can get one at any age. You just need to fill out a quick, maybe two-minute application. Some libraries also require proof of residence - a bill, or an ID that shows you live in the town or the state. Others have options for visitors. It's worth noting that not everything at the library requires a card, so you won't need one to step inside, sit on the couches in the heat or air conditioning, use the bathroom, connect to the Wi-Fi."]},{"begin":"183.640","end":"200.160","lines":["Or you can get on our computers, which have free internet access. Some children just come after school, play games, and that's totally fine. They can do their homework. That's great."]},{"begin":"200.160","end":"242.760","lines":["That's Akhila again. She's the branch manager at Maud Marks Library in Harris County, Texas. You can also attend library events and classes without a card. But if you want to borrow something and take it home, you'll need the card. And when I say borrow something, you probably think of books, right? It makes sense. That's what all those shelves are stacked with. And we're going to get to those, I promise. We're going to start somewhere a little more surprising, because libraries are not all about books."]},{"begin":"242.760","end":"284.240","lines":["Takeaway two - check out all the things you can check out from the library. Did you know that you can borrow movies from the library online and stream them on your computer or your TV at home? OK, maybe you did. Did you know about the museum passes? Lots of libraries have them. You can reserve free or discounted tickets to museums in your city or town instead of paying 15 or 20 bucks for admission. Now, your mileage may vary depending on your library size and funding, but some other things you might be able to borrow..."]},{"begin":"284.240","end":"297.920","lines":["Video games, musical instruments, board games. Some libraries have bakeware collections where you can get baking pans."]},{"begin":"297.920","end":"325.160","lines":["Mychal Threets again. He is the supervising librarian at the Fairfield Civic Center Library in Solano County, Calif. Other libraries will have tool collections where you can borrow a wheelbarrow or a power drill. Some of the branches in Akhila's library system have seed collections."]},{"begin":"325.160","end":"337.080","lines":["Patrons can pick up seeds to start a garden, and then drop off seeds for others to take home and plant."]},{"begin":"337.080","end":"427.400","lines":["Also, there are lots of things you can do for free at the library that you'd have to pay for somewhere else. That brings us to takeaway three - find out what services you can access at your local library. Now, there are the classics, which you might know about. You can use the computers to check your email or to print stuff out, like plane tickets or concert tickets or shipping labels. There's usually a small fee. That depends on your library, but it's often about 10 to 50 cents a page. You can also make photocopies and scan pages from books. But then there's all this other stuff. A lot of libraries offer tutoring programs and help with citizenship tests. You may be able to use your library's computers to take a practice exam - they often have databases of standardized tests - or to dig through newspaper archives or look up a product on Consumer Reports for free or to learn another language."]},{"begin":"427.400","end":"442.560","lines":["We have a service called Mango Languages. You can learn to speak Japanese. You can learn to speak Spanish. You could learn to speak French."]},{"begin":"442.560","end":"466.200","lines":["A lot of public libraries have volunteers who can help you with job applications and interview prep. Also, around tax time, volunteer tax experts will sit down with you, give advice and help you file for free. At Mychal's library, you can book time with a lawyer if you need advice."]},{"begin":"466.200","end":"475.920","lines":["We have volunteer lawyers who will meet with people for 15 to 20 minutes at a time on a monthly basis, and then they'll just provide free legal help to people in need."]},{"begin":"475.920","end":"510.480","lines":["We got an email from a librarian in Washington who told us her library has a social worker to assist with finding housing, medical care and addiction treatment. It also has a Lego engineering club. And if you're interested in your family tree, a lot of libraries have access to genealogy databases like ancestry.com, and they may also have books with records of immigrants who arrived at U.S. ports in different time periods. In general, if you need to research something, librarians can point you to the relevant books or order them from other branches for you. Akhila says a lot of kids will come in looking for help with a school project."]},{"begin":"510.480","end":"532.760","lines":["A simple project could be that they will have to research about a certain person, so a biography. We have college students come in and ask for medical research, or they want to discuss controversial topics that are happening, that are trending, and we are here to help them with that."]},{"begin":"532.760","end":"543.280","lines":["You can often use the library to book a meeting space that's not your house or a noisy coffee shop. And sometimes libraries have machines you can use. Like, there's something called a maker lab at Akhila's library."]},{"begin":"543.280","end":"568.480","lines":["We have seen so many fun things that have been made in the maker lab using our machines. You can steam press things and make T-shirts and things that you'd buy online, paying so much money. (Laughter) Just make it at the library. And people have laser-cut wooden ornaments and wooden spoons and things like that to just give as gifts during holidays."]},{"begin":"568.480","end":"603.480","lines":["OK, so we've established that libraries are a fun place to be, so probably comes as no surprise at this point that they also hold very cool events. Takeaway four - learn about the fun experiences you can have at the library. We're talking workout classes, sound meditations. I went to one event at the Brooklyn Public Library about the 50th anniversary of hip-hop. A panelist did a close reading of an Andre 3000 verse, and I saw a hip-hop fashion show and walked around sipping the juice of a giant coconut. Mychal's library holds cooking workshops, knitting classes, magic shows."]},{"begin":"603.480","end":"620.000","lines":["We have read to a dog programs where dogs come in with their owners, and kids sit there and read to them. It's just a great way for kids to build confidence in their reading. We'll have family literacy days, regular literacy days where people can come in and then just learn to read and write."]},{"begin":"620.000","end":"656.520","lines":["Akhila's library has concerts, one time with a mariachi band, and nobody shushed them. I asked. Once again, yes, this is all free. OK, so we've been beating around the bush here a little bit. Maybe you came to this episode for the books, and I am happy to tell you your library's got them. Takeaway five - dive into the stacks. A few things to know here. First of all, let's say you can't figure out what's next on your reading list. Your librarian can help. They might ask, what do you like to do? What are you interested in? What books have you read that you loved in the past, or what movies do you like?"]},{"begin":"656.520","end":"676.080","lines":["Librarians have a unique way of listening to those conversations and picking different pieces of what they say and relating to books, to movies - like, say, oh, you like this movie? I bet you didn't know it was based on this book, and then getting them to check out that book. For a lot of adults, it's tying them to nonfiction, showing them that their interests are something that they could read about."]},{"begin":"676.080","end":"681.440","lines":["You can also look for books on the displays that librarians put a lot of heart and thought into."]},{"begin":"681.440","end":"685.320","lines":["And you may find something there that you have never thought you would read."]},{"begin":"685.320","end":"721.400","lines":["Right now, Akhila's library has an Amelia Bedelia display and another one on banned books. Something else to know about library books - you can always go into the library and look through the stacks to find what you want, but you can also go online, log into your account on your library's website, browse the catalog, put a hold on books and pick them up or download them. If this is your preferred method, a couple tips. One - don't put a hold on 10 books at once if you can't read 10 books in the same checkout period. You're just stressing yourself out and blocking other people from reading the books for no reason. Depending on how fast you read or how busy you are..."]},{"begin":"721.400","end":"725.000","lines":["You may want to only request a few books at a time."]},{"begin":"725.000","end":"730.600","lines":["Also, when you're searching the catalog, sometimes there'll be three or four records of the same book in the same format."]},{"begin":"730.600","end":"746.800","lines":["You know people, when they search the library catalog, they will go to the first record that they see. And that's why sometimes there are too many holds on that record. But if you maybe scroll down a little bit, there might be another record of the same book that has more copies on it."]},{"begin":"746.800","end":"760.520","lines":["So put a hold on the record with more copies 'cause you'll have less competition and probably get the book faster. If you're borrowing digital content, like an e-book or an audiobook, there are a few ways to get it. One of the main systems libraries use is called Libby."]},{"begin":"760.520","end":"767.800","lines":["They have e-books. They have audiobooks. They have streaming media. They have magazines. So it is one of the best that we have out here."]},{"begin":"767.800","end":"797.440","lines":["You can download the Libby app, connect your library card to it and then borrow books to read on your phone. Or you could send them to an e-reader, like a Kindle or Nook, or download them from the Libby website and read them on your computer. Now, let's just take a moment here and talk about how you should care for physical library books. I know that some books are hard to put down, but please do not read them while you're eating, especially if it's a greasy hamburger or something else that's going to make a mess. Also, Akhila says don't read them in the bathtub."]},{"begin":"797.440","end":"799.960","lines":["That's where most of the accidents happen."]},{"begin":"799.960","end":"804.240","lines":["Keep library books out of your bathroom in general. Oh, and another thing."]},{"begin":"804.240","end":"809.160","lines":["We have recently thought about making a display out of all the things we find in our books, so..."]},{"begin":"809.160","end":"812.040","lines":["Oh, God. What do you find in the books?"]},{"begin":"812.040","end":"821.680","lines":["Oh, we've found tissues and we found a credit card. Yeah, but tissues are our worst enemies when we see them."]},{"begin":"821.680","end":"822.480","lines":["Nasty."]},{"begin":"822.480","end":"823.560","lines":["Yes (laughter)."]},{"begin":"823.560","end":"840.560","lines":["Don't leave your tissues in the books. While we're on this topic, that brings us to takeaway six - be a good library patron. Libraries are community spaces, which means we play a role in keeping them going. One simple way to do that is to visit the library and get a library card."]},{"begin":"840.560","end":"846.560","lines":["That helps library workers immensely, just for us to have statistics about how many people have a library card."]},{"begin":"846.560","end":"855.480","lines":["Also, use the resources, but take care of them. Try to return them on time. Mychal's library is fine-free, and Akhila's library recently went that way too."]},{"begin":"855.480","end":"878.800","lines":["We find that when people have fines, they are afraid to come back to the library and check out books. And we don't want them to feel embarrassed. We want them to be able to access books at any time. However, we still appreciate library customers returning books on time just so that it's fair for all customers, and everybody still has access to those wonderful books."]},{"begin":"878.800","end":"895.880","lines":["Another thing you can do is donate books. If your library can't use them, it might be able to sell them and then use the funds to offer more programs and services. You can also donate objects, like that wheelbarrow or the ukulele you don't want anymore. And if you can, volunteer."]},{"begin":"895.880","end":"908.720","lines":["Anybody that has a special talent, we welcome them so they can share the talent with the community. An example is, you know, if you know how to crochet, go to the library and let them know that you would like to start a crochet club."]},{"begin":"908.720","end":"914.560","lines":["And, you know, if you're really feeling the love for your library, maybe you send your librarians a letter of support."]},{"begin":"914.560","end":"923.800","lines":["They love community members more than anyone in the world. They're the kindest, most empathetic people in the entire world. It would make their day to receive a letter from you."]},{"begin":"923.800","end":"927.840","lines":["And Mychal says, just keep on yapping about the library. Spread the word."]},{"begin":"927.840","end":"937.520","lines":["Talk about the library to your family, to your friends, your neighbors, to strangers on the streets. For lack of a better word, annoy people with your enthusiasm for your local library."]},{"begin":"937.520","end":"1011.120","lines":["All right, it's time for a recap. Get yourself a library card. They're free, and all you need to do is fill out a short application and usually to have proof of residence in the city or state. Learn about all the things you can borrow from your library - gardening tools, saxophones, sewing machines. It'll depend on your location, but we know there's good stuff you're missing out on. Find out what services your library offers. You may be able to get one-on-one help with your job or housing search or with a homework or a legal question. Attend a library event. There are concerts, pet parades and all kinds of other things on library calendars. Don't put a hold on more books than you can reasonably read at a time. Don't leave your tissues in the books and return them on time. Also, when you're at the door of the library, unsure where to start with a search or a query, ask a librarian."]},{"begin":"1011.120","end":"1021.200","lines":["We are here to serve you. We are here to help you find what you're looking for. We are here to guide you, and we just want to welcome you to our space."]},{"begin":"1021.200","end":"1085.680","lines":["See, who wouldn't want to send Akhila a nice letter? For more LIFE KIT, check out our other episodes. We have one about how to read more books and another on how to start reading sci-fi and fantasy. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough - I mean, you sit up watching our feed at night, waiting for new episodes to drop - subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love letters of support. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."]},{"begin":"1085.680","end":"1132.760","lines":["This episode of LIFE KIT was produced and fact-checked by Audrey Nguyen. It was edited by Sylvie Douglis and Meghan Keane. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider, and Margaret Cirino. Engineering support comes from Valentina Rodriguez Sanchez. Special thanks to Joan Johnson from the Milwaukee Public Library. I'm Marielle Segarra. Thanks for listening."]}],"duration":1132}