{
  "title": "It's soup season! Get cooking with these tips from Sohla El-Waylly",
  "url": "https://www.npr.org/transcripts/1199885872",
  "intro": "Soup can be a flexible, cozy meal that allows you to experiment in the kitchen. But to make a delicious one, you need to get some fundamentals down first. Chef Sohla El-Waylly offers her best tips on everything from creating a yummy broth to ensuring you get your cook time right.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. Do you all remember the story \"Stone Soup\"? It's a European folktale that starts with some hungry people and an empty pot. They put a stone at the bottom and decide to make a soup out of it. Then, little by little, other villagers walk by and add ingredients. You know, this one's got some carrots. Another one has chicken. This one's got salt. Next thing you know, they've got a soup. Now, as far as folktales go, this is actually a pretty realistic one."
    },
    {
      "author": "SOHLA EL-WAYLLY",
      "text": "You don't have to really follow a strict formula when it comes to soup. That's why it's, like, one of those really fun things to start cooking with. And it's all about, like, tasting all along the way and adjusting."
    },
    {
      "author": "SEGARRA",
      "text": "Sohla El-Waylly is a chef and the author of \"Start Here: Instructions For Becoming A Better Cook.\" And she says you kind of can make a soup out of anything."
    },
    {
      "author": "EL-WAYLLY",
      "text": "You might be like, oh, is this broccoli going to work with this wilted parsley? And then somehow, you let it simmer for 20 minutes, and it's like it was meant to be."
    },
    {
      "author": "SEGARRA",
      "text": "Sohla's a new mother. And she's been making a lot of soups lately because it's an easy thing to make one-handed with whatever you've got. Also, she says, soup is the perfect communal dish, especially on a chilly day."
    },
    {
      "author": "EL-WAYLLY",
      "text": "You know, like a big, bubbling cauldron on fire and everyone's gathered around it, and soup kind of gives you that vibe. There's something about it that's just, like, cozy and comfy. And it feels so primal, like, just eating out of one pot, especially 'cause food gets so complicated these days. You know, soup isn't, like, glamorous. It's not pretty. But it gets the job done."
    },
    {
      "author": "SEGARRA",
      "text": "On today's episode of LIFE KIT, how to make a great soup. We'll talk about broth, texture, key ingredients, how to blend a soup without scalding yourself, and we'll share a couple recipe ideas."
    },
    {
      "author": "SEGARRA",
      "text": "What can make a good soup? What elements or qualities should it have?"
    },
    {
      "author": "EL-WAYLLY",
      "text": "Well, I think that the most important part of a soup is the broth. That's, like, going to provide the backbone of flavor. I mean, if you want to make a good soup - right? We're trying to make a good soup here. So you want to start with a really flavorful broth. I always keep chicken bone broth in my freezer so I can make soup at any time. But it doesn't have to be chicken."
    },
    {
      "author": "EL-WAYLLY",
      "text": "I think - I like to think about broth in, like, three major categories. You've got your broth/stocks, and you can make it with meaty bones, such as, you know, like, a chicken broth made with wings or chicken backs or feet or a beef broth made with knuckles and bones or a fish broth made with the carcasses of lean white fish. Then you got your veggie broth that you make with all of your simmered bits and ends and, you know, carrots, celery - that kind of thing. And then you have, like, your steeped broths, kind of like dashi, made with kombu or bonito flakes or dried shiitakes. And then once you have one of those, like, very flavorful, intensely savory broths, you can really - you really can't go wrong from there."
    },
    {
      "author": "SEGARRA",
      "text": "On the broth front, should you have a broth ready to go in your fridge or freezer in liquid form? Or can you make a broth on the spot just with water and some sort of, like, powder from the supermarket?"
    },
    {
      "author": "EL-WAYLLY",
      "text": "You totally can make a broth on the spot. I love chicken bouillon. I think it's an amazing ingredient, and it's, like, a lifesaver in a pinch. But when I'm organized, I do like to have some broth in the freezer all the time 'cause it's just like - it can make any meal extra delicious, and you don't even have to try very hard."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so how do you actually start cooking the soup?"
    },
    {
      "author": "EL-WAYLLY",
      "text": "You want to start by sweating some stuff. The term sweat just means you're going to cut up your veggies or your aromatics or whatever and let it kind of get tired in the hot fat. Everything's going to get a little translucent. You're going to stir it around just in this pot with a little bit of fat, and it's going to pull out all the aroma. So in a recipe, that usually starts with, like, garlic and onion, where it tells you to cook until, like, wilted and translucent. That pulls out all those fat-soluble flavors."
    },
    {
      "author": "SEGARRA",
      "text": "And the fat - when you say in the hot fat, like, that - is that a olive oil or something else?"
    },
    {
      "author": "EL-WAYLLY",
      "text": "It can be whatever fat you want it to be. It's another place to layer in some flavor. So use whatever you've got. If all you have is olive oil or, like, a neutral oil, go for it. But, yeah, you have some bacon fat around or - I don't know - maybe you, like, rendered some chorizo and you have chorizo fat? You just need a little bit - like, a couple tablespoons, enough to coat all those veggies to really get them melted down. But any fat will work."
    },
    {
      "author": "SEGARRA",
      "text": "And if you're cooking, like - like, my favorite soup has crumbled sausage in it. So I think they say put in the garlic and then put in - cut open the sausage and let it come out of the casing and, like, crumble it into the pan. And I guess that provides the fat..."
    },
    {
      "author": "EL-WAYLLY",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "...That the veggies cook in."
    },
    {
      "author": "EL-WAYLLY",
      "text": "Yeah, yeah. You could - you can, like, brown your meat and pull the fat out of it. And then if you don't want your meat to get, like, too overcooked - depending on the kind of meat. Like, if you're using short rib or chicken thighs, they can really handle being simmered forever, so you can just put your chicken thighs in there, render it, and then add everything and let it all cook together. But, like, with sausage, I would, like, get it nicely browned first and then pull it out and then cook everything in that sausage fat and then throw the sausage in at the end so it doesn't overcook."
    },
    {
      "author": "EL-WAYLLY",
      "text": "Every soup recipe is going to be a little different depending on the ingredients you're using, so it's really just thinking about, like, the core steps you need, and then you can, like, level it up. You know, if you're going to blend it, you can add a little cream, a little butter for some richness. Or if you want to layer in some, like, spice flavors, you can sizzle some spices in oil, drizzle that on top. You really can't, like, go wrong 'cause there's always a way to fix it. If it's a little too salty, add some more broth. If it's a little too thick, add some water. There's, like - you can constantly find your way back to delicious soup."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. When do you boil the soup? Should you boil the soup?"
    },
    {
      "author": "EL-WAYLLY",
      "text": "So it depends on what part of the world you're in. So with a lot of Western cooking, French in particular, you never boil. It's like a gentle simmer. The goal is to go for, like, a clear broth, a clear soup, delicate flavors. But when we're talking Eastern, particularly, like, with, like, a ramen broth or, you know, a lot of Chinese cuisine, even South Asian, you boil vigorously. And what that boiling does is emulsify everything together so you end up with more of, like, a creamy, rich soup. So if you want something lighter and more clear, go for the really gentle simmer. But if you really want something rich, then go for a boil. There's no right or wrong answers - just, like, what vibe are you feeling."
    },
    {
      "author": "SEGARRA",
      "text": "So I imagine the answer to the next question might be similar, but how long should you be cooking your soup?"
    },
    {
      "author": "EL-WAYLLY",
      "text": "It really just depends on what's in your soup. So if you're working with, like, quick-cooking ingredients like spinach, shrimp, already cooked beans, then, you know, it'll be fast. Keep it light. Keep it fresh. A faster-cooked soup is going to have, like, a lighter, fresher taste. But sometimes quick-cooking ingredients, like a lot of tender herbs like parsley and dill, you can simmer for a long time to go for more of, like, an earthy flavor. You see that a lot with traditional Persian soups. There's this really delicious celery soup, and it's like celery and celery leaves with a lot of dill that's simmered forever. And it takes it from this, like, really fresh, light, crisp thing into, like, this earthy, vegetal vibe. So it's like, what kind of soup are you feeling? What are you craving?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Do you think there are categories of soup? How would you define them?"
    },
    {
      "author": "EL-WAYLLY",
      "text": "I just think about it as smooth and chunky, like peanut butter."
    },
    {
      "author": "SEGARRA",
      "text": "If you do want a creamy-style soup, what can you use to get there, both dairy and nondairy ingredients?"
    },
    {
      "author": "EL-WAYLLY",
      "text": "Depending on the vegetable, sometimes you don't need any dairy. Like, you can make a really creamy tomato soup with just tomatoes that are, like, simmered in a broth or roasted, even, and then blended. If you really want to level it up and make it unctuous, then finish it with a little bit of cream or a little bit of coconut milk, a little bit of extra fat or yogurt - something like that."
    },
    {
      "author": "EL-WAYLLY",
      "text": "The key with the creamy soup is using a good blender. When you go to, like, a restaurant and you have something, like, really smooth and velvety, you're like, oh, how do they do this? It's a good blender. So I know it can feel like a hassle to pour your soup into a blender, but a stick blender, like, you know, the immersion one that you put right in the pot, I feel like it never quite gets you there."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. When your soup is larger than the size of the blender, how do you make sure that you blend it all? And then, also, how do you make sure that it doesn't splash back in your face and (laughter) just scald you, 'cause that has happened?"
    },
    {
      "author": "EL-WAYLLY",
      "text": "When you're blending hot liquids, there is a little danger involved. So you're going to have to set yourself up. You're going to have your pot of soup, your blender, and then another vessel where you're going to land your final blended soup. And then ladle in some of your soup into the blender. You never want to go more than halfway. Especially when you're blending hot things, once it gets blended, it really wants to expand, and it can explode. So it's important. Never fill your blender up more than halfway. And you know how there's, like, a little top - like a little thing at the top of the blender that you can pull off?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "EL-WAYLLY",
      "text": "You want to remove that so the steam has somewhere to go. Otherwise, your lid can blow off. And cover it with a towel instead. Make sure you start on low. Go to high. So you're going to have to work in batches. You're going to have to get another pot dirty. It is, like, a really big commitment, but it will be so much better."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Are there any key ingredients that you think go well in basically any soup?"
    },
    {
      "author": "EL-WAYLLY",
      "text": "Something that's starting with a base of alliums. Allium is like a broad family of vegetables that includes onions, leeks, shallots, garlic. And something about when you cook any allium in fat, it just adds this incredible savoriness and depth. And there's, like, a wide range of flavors you can pull out of it. So if you keep it kind of blond, you get more of, like, the sharp oniony flavor, and then you can go as far as you want from there and take it, like, to deep caramel and get it very, very sweet. But it's this, like, really rich base to pretty much everything, but especially a soup. And it's particularly helpful to develop a base with alliums if you're not using, like, the best-quality broth. Like, you know, if you're going with a bouillon, starting with some cooked-down onions or shallots will really get you far."
    },
    {
      "author": "SEGARRA",
      "text": "Any other sort of, like, secret superhero ingredients for a soup? Like, our editor Meghan was saying that putting a Parmesan rind in for certain soups can make it really rich."
    },
    {
      "author": "EL-WAYLLY",
      "text": "Yeah, that is a really good move. And I was going to say a pinch of MSG to add a little bit of savory depth, but the Parmesan rind - like, that's also what it's doing. Parmesan is a natural source of, like, a ton of MSG. So just, like, adding a little bit rounds it all out, gives you this, like, savory, umami thing that makes you want to keep eating more."
    },
    {
      "author": "SEGARRA",
      "text": "What do you think about toppings? I feel like we've been seeing a lot of that in recipes lately."
    },
    {
      "author": "EL-WAYLLY",
      "text": "I love toppings. Especially, you know, if you're making a big batch of soup and having it over a couple of days, it can get a little boring. So you can jazz it up with a different topping. If you want to go for something fresh, you can make, like, a little quick kind of a salsa vibe with thinly shaved onion and a bunch of herbs and lemon and maybe, like, sumac. For maybe a little bit of richness, you could try browning some butter with some spices and drizzle that on top. A little bit of creaminess - you could do a dollop of sour cream or something like that. Or, you know, my favorite move - because leftover soup is something I eat when I'm really rushed for time and tired - just go into the pantry and grab a handful of Fritos and throw them on top. Fritos on top of everything works."
    },
    {
      "author": "SEGARRA",
      "text": "How much soup do you make at once?"
    },
    {
      "author": "EL-WAYLLY",
      "text": "Soup is something that keeps really well, and it actually tastes better the next day. So I would like to make soup for, like, at least three days. So I would say for us, a quart is good for one night, so I would make like 3 or 4 quarts at a time so we have some leftovers. Soup is great in the fridge for five days. Or you can portion it, pop it in the freezer, and it's good for three months. And, you know, it reheats beautifully."
    },
    {
      "author": "SEGARRA",
      "text": "And once you take it out of the freezer, do you put it back in a saucepan or the microwave?"
    },
    {
      "author": "EL-WAYLLY",
      "text": "Yeah, either one. Whatever works best for you. You could do, like, the defrost mode in the microwave. Or I usually just dip it in a little hot water so I can pop it out of the container, throw it into the pot with, like, a little splash of water just to, like, get a little steam going at the bottom. Go for, like, a low heat at first just to get everything melted, and then once it's melted, bring it up to a boil. And then whenever you reheat soup, give it a taste and see if you need to re-season it with a bit of salt. And oftentimes, it can fall a little flat, and you might need a little squeeze of lemon just to brighten everything up."
    },
    {
      "author": "SEGARRA",
      "text": "OK. An adjacent question - how do you transport soups, like, to the office for lunch, 'cause I have had soup spill in my tote bag, and it's a disaster?"
    },
    {
      "author": "EL-WAYLLY",
      "text": "I mean, I think the best thing is to get a big thermos. It'll stay hot, and it's, like, going to seal really tightly for you. I have this big thermos that, like, holds about a quart. I don't believe it was designed for soup, but I do use it for soup."
    },
    {
      "author": "SEGARRA",
      "text": "What's a good, like, fall, spooky season soup?"
    },
    {
      "author": "EL-WAYLLY",
      "text": "Well, I love honeynut squash. They are super-concentrated and sweet in flavor. It's like they took a butternut and shrunk it down, but, like, it still has the same amount of flavor of the big guy. I love roasting that. All you got to do is cut it in half lengthwise, scoop out the seeds, slather it with some oil and salt and put it cut-down on a sheet tray, pop it in the oven and let it roast at, like, 375 until it's totally tender and the skin kind of shrivels. And then, you know, you get your base going. You got to get your flavor base going. So I like to do a little onion, apple, maybe some, like, Fresno chiles - get that all wilted down in a little bit of olive oil. And then once it's nice and fragrant, scoop out the flesh from the honeynut and throw that in there. Top it off with a bunch of bone broth. Let it simmer until everybody gets to know each other. Then blend it, strain it, warm it back up. And then, like, for a little crunchy topping, I love just doing some pepitas."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, hell yeah."
    },
    {
      "author": "EL-WAYLLY",
      "text": "Sizzle some pepitas in a little bit of, like, brown butter with a little maple and chile and pour that on top, and it is a very tasty soup."
    },
    {
      "author": "SEGARRA",
      "text": "And if someone is, you know, fairly competent at soup, they've been around the block once or twice, what would you challenge them to make, whether it's like, try out this ingredient, or try out this technique?"
    },
    {
      "author": "EL-WAYLLY",
      "text": "A soup challenge?"
    },
    {
      "author": "SEGARRA",
      "text": "Yes."
    },
    {
      "author": "EL-WAYLLY",
      "text": "Why not try making a pho? The broth is really nuanced, and it can be hard to get the balance of flavor right. Like, it needs just, like, a tiny bit of star anise. So I think focusing on getting that broth really nicely made. And then after that, it's really just about thinly shaving the beef and bringing it together. But the flavor is really complex, so I think a pho is a good way to go."
    },
    {
      "author": "SEGARRA",
      "text": "All right, Sohla, thank you so much. This was great. And I'm excited to make soups now."
    },
    {
      "author": "EL-WAYLLY",
      "text": "Awesome. Thank you for having me."
    },
    {
      "author": "SEGARRA",
      "text": "All right, it's recap time."
    },
    {
      "author": "SEGARRA",
      "text": "Good soup starts with good broth. This is your flavor backbone. If you can, keep some kind of broth in your freezer. But also, bouillon powder or cubes can work in a pinch."
    },
    {
      "author": "SEGARRA",
      "text": "When you're making a soup, sweat some stuff in fat, like veggies or garlic. Now, the fat might be drippings from sausage or olive oil or whatever cooking fat you have on hand. If you're browning meat for the soup, you might scoop it out once it's brown and then put it back in towards the end so it doesn't get dry or overcooked. Some soups you're going to boil, others you won't. It depends on the type."
    },
    {
      "author": "SEGARRA",
      "text": "If you're blending a soup to make it smooth, a standing blender works better than a hand blender. And just remember to take out that little plastic piece on the lid because if you don't, the steam builds up and the lid flies off, and then there's hot soup everywhere."
    },
    {
      "author": "SEGARRA",
      "text": "Soup is great for leftovers. Make it in a big pot and freeze them. And if you want to bring it to work or somewhere outside your house, try a thermos - keeps it hot and keeps it from spilling."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We've got one about how to think through ingredient substitutions when you're cooking and another about meal prep. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by the soup-er (ph) Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is the soup-ervising (ph) editor (laughter). Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Phillip Edfors. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3572857816.mp3",
  "img": "https://media.npr.org/assets/img/2023/10/27/gettyimages-1201586372_smaller_wide-5b9726fb3c18eeea87a80eea17ab13d06d588cc4.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "SOHLA EL-WAYLLY",
    "EL-WAYLLY"
  ]
}