{
  "title": "These water safety tips can save lives",
  "url": "https://www.npr.org/transcripts/1199886191",
  "intro": "Drowning is the No. 1 cause of death for children ages 1-4 in the United States. To prevent drownings, make sure there's always a designated adult watching the water whenever kids are swimming. We'll cover other water safety tips to protect young swimmers safe this summer.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody, it's Marielle. So I feel like one of the joys of life is taking a dip in the pool or another body of water on a hot summer day. But as refreshing and awe-inspiring as water can be, we know it can also be powerful and dangerous, and that's something we all need to take seriously, especially if we have kids in our lives."
    },
    {
      "author": "CHEZIK TSUNODA",
      "text": "Drowning is the No. 1 reason that children 1 to 4 die."
    },
    {
      "author": "SEGARRA",
      "text": "And it's the second cause of death for 5- to 14-year-olds. That was Chezik Tsunoda, by the way, the founder and executive director of No More Under, a nonprofit focused on water safety. In 2018, when her son Yuri was 3 years old, he drowned in a backyard pool."
    },
    {
      "author": "TSUNODA",
      "text": "And I thought I was doing everything right as a mother. And once that happened, obviously, it turned my life upside down. And I recognized how many people and parents didn't have all of the understanding and tools to keep their children safe."
    },
    {
      "author": "SEGARRA",
      "text": "Chezik says one of the things that shocked her was how quick and quiet drowning can be."
    },
    {
      "author": "TSUNODA",
      "text": "I think initially, you kind of think it's a splashing thing. You think it's loud. You think you're going to be able to hear it. But quick, quiet - and when I say quick, it's that quick."
    },
    {
      "author": "SEGARRA",
      "text": "The U.S. Army Corps of Engineers says it can take as little as 20 seconds for a child to drown. Also, a lot of the time when kids drown, there are adults present and even in the water. That was the case when Yuri drowned. Now, you may think this isn't going to happen to me or my kids. And maybe that's because we don't talk about drowning and how it happens enough."
    },
    {
      "author": "TSUNODA",
      "text": "Drowning is just a silent epidemic that people don't really discuss on a daily basis because there's some shame involved. Obviously, it's a preventable tragedy, and so you're not necessarily going out, saying, hey, my family member drowned, you know? Yeah, it's something we don't discuss regularly in our society."
    },
    {
      "author": "SEGARRA",
      "text": "Today on the show, we're having the conversation. I talked to Chezik about what steps you can take to keep the kids in your life safe around water, particularly at the pool, because there are practical things you can do to be ready for these situations."
    },
    {
      "author": "SEGARRA",
      "text": "All right, Chezik, let's start here. When is it recommended that kids learn how to swim?"
    },
    {
      "author": "TSUNODA",
      "text": "So the American Association of Pediatrics says that we should put our children in swim lessons as of 1 years old. And that is when, you know, you might still be in a mommy-and-me class or a parent-and-me class. As early as 1 years old is when you can start really taking your kids and having them, you know, feel comfort in water, learn and get to, you know, just have some familiarity and understanding. And I think it's really important - you know, by 1 years old, we're starting to talk to our kids about don't touch and don't do. And, you know, having those same conversations around water is really important."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, how do you talk to kids about water safety and drowning?"
    },
    {
      "author": "TSUNODA",
      "text": "The same way I talk to my kids about buckling their seat belt every time they get in the car, the same way that I talk to my kids about looking both ways before they cross the street. We just haven't made this a regular conversation that we have with our children. So, well, it's, hey, you never swim alone. You always ask for permission before you get into the water and look for lifeguards. And again, most importantly, make sure that someone is watching you. So if we start young, that foundation is laid with having a respect, a healthy respect for water and making sure that people have awareness of where we are."
    },
    {
      "author": "SEGARRA",
      "text": "So at what age would you start having that conversation with kids?"
    },
    {
      "author": "TSUNODA",
      "text": "I believe as your kids are able to have an understanding and able to walk, you start talking to them about water. Ideally, you know, you are taking them to swim lessons at this point, but we understand culturally, there's a lot of barriers that prevent people from taking their children to swim lessons, but I would start having that conversation as soon as your children can walk because that means they can walk over to a lake, a river, or a pool and go in, not thinking. Again, you think about buckling your seat belt. It's something you do every single time you get into the car, right? When you cross the street, every time, you kind of look both ways. This is something we should do when we're out in open water, hey, I need that life jacket, or, hey, I need to make sure that someone has got my back onshore."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So let's get into some other tips because so far we've been talking about, you know, what to tell your kids and what your kids - what rules your kids should follow. But as an adult, trying to prevent kids from drowning, what changes should you make to the environment around the pool? Like, let's say you have a pool in your backyard, how can you make sure it's safe for kids?"
    },
    {
      "author": "TSUNODA",
      "text": "For sure. If you have a pool in your backyard, having a fence around your pool, four-sided fence, is critical, not just a three-sided fence. Or they have covers, right? Also, anytime you're out of the pool, making sure it's cleared of anything that would entice a child to want to go in."
    },
    {
      "author": "SEGARRA",
      "text": "What about hot tubs? Because a kid could drown in a hot tub as well, right?"
    },
    {
      "author": "TSUNODA",
      "text": "So, yes, hot tubs - you have to consider all of the things that are around your house, anything with water should be protected, and there should be a latch. There should be something, especially, again, when these children are young and curious. It's about keeping a cover when you are not using it. We don't have a yard for the big pool, so we get a kiddy pool. Empty it every time. Because at some point, you're not just even concerned about your children, you're concerned about other children in the neighborhood that might walk in. And that's happened, for sure. It's about keeping the whole community safe."
    },
    {
      "author": "SEGARRA",
      "text": "I'm wondering also - like, we've talked about a situation where you have more control, but over your pool, let's say. But if you're at a rental or you're visiting family and they have a pool or hot tub, but they don't have some of these precautions in place. They don't have barriers. What should you do?"
    },
    {
      "author": "TSUNODA",
      "text": "I believe that that's when you definitely have a conversation with your children, and you definitely have a conversation with all of the adults that are in the house, right? So it's more about having awareness. You know what? We happen to be here. I understand that you don't have you don't have barriers on your pool, and we have a 2-year-old that's really curious. So I'd really like to put something in front of the doors. And any time you are with my child or if I'm with my child, I would just really appreciate if everyone could have eyes on because this is the No. 1 reason children 1 to 4 die. There's another thing we say of know before you go, you know? So it's great to know before you go to a rental, so, hey, I'm going to have my coast guard-approved life jacket, or I'm going to make sure that we take a little something to block the doors or stop it."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. You mentioned life jackets. What is the role of a life jacket when it comes to water safety?"
    },
    {
      "author": "TSUNODA",
      "text": "So the role of the life jacket is to give you a lot longer time to survive if you happen to fall into the water and there is an emergency situation, or you lose consciousness, and it will help keep you afloat. So, in particular, in open water, it's really really recommended that you wear a life jacket. And while I'm here, I'll just say, you know, they have these things called water wings, and they're like, floaties that you put on your left arm and floaties that you put on your right arm. Those are not safe. Those easily slip off, and yeah. There's no guarantee."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And you see kids walking around with them. But those slip off, and they won't keep you afloat the same way that a life jacket would."
    },
    {
      "author": "TSUNODA",
      "text": "That is correct. There is a label in the back that says U.S. Coast Guard-approved. And so that's really what you're looking for. I was actually shopping for life jackets on Amazon the other day, and there are a lot of life jackets out there that aren't Coast Guard-approved. And so it is really tricky for parents to kind of figure out and even understand which life jacket that they need to use, but ideally, you're using a life jacket that zips and also has buckles. And then when it's a younger child, there is something that goes through the legs that again, provides, like, some additional support and protection. And the last thing I'll say regarding life jackets is that you don't want them to go over your ears. That's the really big trick around life jackets is making sure that it actually fits properly. Because if it goes above your ears, well, then it's going above your mouth and your nose, and you're still going to go underwater."
    },
    {
      "author": "SEGARRA",
      "text": "OK. When should kids be wearing a life jacket?"
    },
    {
      "author": "TSUNODA",
      "text": "I believe that kids should be wearing a life jacket when they are in or around open water. So when my kids - and you know, we say kids, and we have to break down ages, right? And that's so - that's tricky for sure. But, you know, if my kid is not a strong swimmer, then my kid is in a life jacket, no doubt. But I also say that I wouldn't treat your life jacket like a pair of eyes, you know, just because, but we call it layers of safety because there isn't necessarily one thing within, you know, these kind of preventative methods that is 100%. Just because you can swim, it's not 100% that you're not going to drown. Just because you have a life jacket on, it isn't 100%. Just because you have a barrier up, it's not 100%. So that's why that biggest kind of tip we give is to keep your eyes out, right? That's the - probably best thing that you can do to prevent a drowning is if you're 100% watching the water and the people that are in it."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, so let's talk about that. When kids are in the water, you want someone paying attention at all times. How might you do that at, let's say, a backyard pool party?"
    },
    {
      "author": "TSUNODA",
      "text": "What we call it is water-watching, and it's really important to designate a water watcher. And do so so that someone is not watching the water for an hour at a time. That is the goal, right? Because it does get - that's why lifeguards switch out, right? Because it's a lot constantly watching the water. But often these tragedies happen because someone thinks someone else is watching. Someone thinks that someone else has an eye on the kids or on the pool. And again, this quick, quiet moment happens, and you still hear playing. But all of a sudden, you're like, wait a minute, there's a voice missing. There's a scream missing. And so, really being focused on watching the water - I often say that the amount of time it takes to read and answer a text message is the amount of time it takes a child to drown. It really is just designating someone to be solely focused on that. We actually have water watcher badges that - hey, I'm wearing this badge right now, and I'll hand it to you. I made an app called the Water Watching app, and it really is - it's an alarm on your phone that says, hey, I've been watching the water for 20 minutes, and then you text it to the next person that is with you, hey, it's your turn to be watching."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, lots of different ways to do this. When it comes to water watchers, should those folks be sober?"
    },
    {
      "author": "TSUNODA",
      "text": "Ideally, someone watching the water has all of their senses to them. Mostly because if there is an emergency and something happens, the first thing that they should do is be able to call 911, give an address and location, call for help, have someone get the person out of the pool, and ideally them or someone in the vicinity is doing CPR. You know, I don't want to be a killjoy and say, hey, don't go drinking at pool parties. I just think that it's really important that you have someone who is a responsible adult there. Just like you have a designated driver, you should definitely have a designated person."
    },
    {
      "author": "SEGARRA",
      "text": "Should adults consider taking a CPR class?"
    },
    {
      "author": "TSUNODA",
      "text": "I believe that adults should definitely take a CPR class. And honestly, it changes often. And so it's something that you should re-up, right? Every two years, you should go and take a CPR class. I also personally believe that you should consider taking a, like, a refresher swim course every now and then. If you're going on a big trip or, you know, you know you're going to be around water, and you haven't been in it for a while, maybe you don't have to take a lesson, but at least go to the pool and remind yourself, especially, you know, when you're swimming in a pool versus when you're swimming in open water. There's a lot of differences there, and you need to get comfortable and make sure you're comfortable doing that."
    },
    {
      "author": "SEGARRA",
      "text": "That was Chezik Tsunoda, the founder and executive director of No More Under, a nonprofit focused on water safety education. Now, we've mostly been talking about drowning prevention in this episode. But I'm going to say a little bit more here about what to do if you are in a situation where someone is drowning at a pool. We spoke with Maria Bella. She specializes in aquatic safety and serves on the National Drowning Prevention Alliance's Advisory Council on Lifeguarding and Supervision. Like Chezik, she says drowning is quiet, it's quick, and it can even look like play. You know, It's not what you see depicted in movies with people screaming for help. So let's say you do see someone struggling in the pool, and there's no trained lifeguard in the area to perform the rescue. First, if there are other folks with you, look at someone and tell them, hey, you, call 911. Someone is drowning."
    },
    {
      "author": "SEGARRA",
      "text": "Next, you want to get the person or child out of the pool. But Maria says, don't just jump in. You want to stay on land. That's because it's everyone's instinct, even young children's to try and climb up and out of the water. If you get in there with them, while they're panicking, they may very likely pull you down underwater too. Ideally, you can get a pole or something stable and reach it out to the drowning person so they can grab on and you can pull them to the edge of the pool or to safety. If that's not an option or you feel that entering the water is necessary, bring a flotation device with you and keep it between you and the drowning person so they can't grab onto you. Now, once you get them out of the water, if you haven't done this already, let's say, because you were alone on land, immediately call 911, and the operator will walk you through the next steps."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Time for a recap. Drowning can happen quickly, quietly, and it can even look like play. So it's important that you're watching kids whenever they're in the water. Designate a water watcher, an adult who explicitly knows it's their job to watch the water and the kids in it. Make sure to rotate this role every say 20 or 30 minutes. The American Association of Pediatrics recommends swim lessons for children as young as 1. Talk to kids about water safety the way you'd talk about other safety measures like wearing a seat belt or looking for cars before you cross the street. Consider barriers like fencing and covers for backyard pools, and you can also get alarms for backyard doors and windows that alert you when they're opened. Hot tubs, toilets, and anything filled with water in your house should be protected with a latch and covered up so children can't get into them. If you're using an inflatable or portable pool, make sure to drain it after every use. In open bodies of water like lakes and oceans, kids should wear Coast Guard-certified life jackets. And for the kids who aren't strong swimmers, consider a life jacket at the pool, too. Finally, if you see someone who might be drowning in the pool, call 911, and if you can avoid it, don't jump into the water with them. Reach a pole or another object out to them and pull them to safety from the land."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on CPR and another on how to learn to swim as an adult. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Margaret Serino, and Sylvie Douglis. Engineering support comes from Becky Brown. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9126255874.mp3",
  "img": "https://media.npr.org/assets/img/2024/05/30/gettyimages-996843402_wide-3688c727d1bb06e9476fddb04c2e56a5cfd6c7f7.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "CHEZIK TSUNODA",
    "TSUNODA"
  ]
}