{
  "title": "No, you don't have to put your home address on your resume",
  "url": "https://www.npr.org/transcripts/1199885893",
  "intro": "Do's, don'ts and current best practices for resume-writing from career coach Cynthia Pong.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. So new year, new you, new job - I don't know, just throwing it out there. If you're working, say, 40 hours a week, that is a huge part of your life. It'd be good to like your job and also to get paid fairly for your work. And there are circumstances where, you know, maybe you do like your job, but it's time for a change. So on today's episode of LIFE KIT, we are going to help you update your resume. This is something that career coach Cynthia Pong from Embrace Change says we should all be doing at least every six months."
    },
    {
      "author": "CYNTHIA PONG",
      "text": "With everything that happens nowadays, I mean, all of our brains are way overtaxed. So even from a memory standpoint, it's great to refresh it every six months even if you're not actively looking for anything."
    },
    {
      "author": "SEGARRA",
      "text": "Maybe January 23, you'll be at an event and meet the right person, who will tell you about a job opening. And they'll be like, send me a resume. You don't want to have to rush home and update it then. You want to be cool about it, collected."
    },
    {
      "author": "PONG",
      "text": "Yeah. It's kind of one of those to be ready so you don't have to get ready type of things."
    },
    {
      "author": "SEGARRA",
      "text": "Cynthia and I are going to talk about how to format your resume, how to write a summary at the top, what categories to put on there and what you can leave out. We're going to bring you one step closer to that job you want."
    },
    {
      "author": "SEGARRA",
      "text": "All right. We're brushing up our resumes. Takeaway one - we want them to look clean. So we'll start with our personal information at the top and keep it basic."
    },
    {
      "author": "PONG",
      "text": "Right. So are there a few critical components that every resume should have regardless of industry-specific kind of requirements. The first thing is, of course, at the top, your name, contact info."
    },
    {
      "author": "SEGARRA",
      "text": "Do you need to put your physical address?"
    },
    {
      "author": "PONG",
      "text": "No. You know, unless it's a situation where you really want to show that you have local community ties - something like that and it's relevant, you do not have to include that. And even if you do, it can suffice simply to put a city and a state. If you're applying to a role where you really want it and it seems to indicate it's absolutely no chance of remote or hybrid situation and, like, you have to be on location or something, then it probably would help for you to show that you live in that location or nearby. That will probably give you a bit of an edge, but other than that, no need."
    },
    {
      "author": "SEGARRA",
      "text": "I know sometimes people include a picture on their resume. Should you do that?"
    },
    {
      "author": "PONG",
      "text": "I generally do not recommend that folks do that. I think this would fall under that everything else is industry-specific kind of bucket. So if you are looking for opportunities and you do notice that most people in your line of work do have that photo, then I would go ahead and include it. And then I would make sure, you know, that it's a great headshot and all of that. But generally speaking, no."
    },
    {
      "author": "SEGARRA",
      "text": "All right. Takeaway two - after name and contact info, you're going to try to paint a picture of what makes you a good fit for this role. You can start with a several-sentence summary."
    },
    {
      "author": "PONG",
      "text": "So you can think of this as your mission statement. It's also very, very helpful resume \"real estate,\" quote-unquote, right at the top of there because you can then use that opportunity right off the bat to shape the narrative of what you bring to the table, especially if you're someone who other folks tend to underestimate what you bring to the table or you're doing something non-traditional in your career or you're a career changer or something like that."
    },
    {
      "author": "SEGARRA",
      "text": "How long should this be, and what should it be saying?"
    },
    {
      "author": "PONG",
      "text": "I would say something in the range of three to five lines, really a few sentences at most. And what this summary or statement really should convey is who you are, you know, in your career, in a nutshell, who you are, what your value add is, what you bring to the table, what your areas of expertise may be, where you really excel. And then paint a little deeper and richer of a picture of who you are as a candidate."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Let's just use me as an example, I guess. What - because, you know, we know each other a little bit now. You know what I do for work."
    },
    {
      "author": "PONG",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "You know the show."
    },
    {
      "author": "PONG",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "I am not looking for a new job. I want to make that really clear. But if I were..."
    },
    {
      "author": "PONG",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "...Doing an executive summary at the top of my resume, I mean, what might that sound like?"
    },
    {
      "author": "PONG",
      "text": "So I would probably start with something that describes what you do. So this will need some wordsmithing. But I would put something like, you know, engaging, thorough and - I'm a fan of a triple. So how would I say this? Something about, like, you're really good at holding space for people and kind of making them feel welcome and putting them at ease - so I would think about a word that kind of encapsulates that. Make that third adjective, and then you could say, you know, podcast host and facilitator for mission-driven audio initiatives and organizations. And then I would say something like, excels at X, Y, and Z. And then the third sentence can be something that's really more about you and where you're going with your career. Like, is there a larger overarching arc to your career? Is there a legacy that you're building?"
    },
    {
      "author": "PONG",
      "text": "So, you know, in a way, what you are doing here is you're putting your unique value proposition out there. So it's like a business term, but your UVP is, you know, what makes Marielle different from other podcast hosts or other facilitators or other people in audio. You know, that's what I want to know. And that's the opportunity there - is to take that real estate at the top of the resume and really make that clear and be super assertive about it, 'cause that's also how you can be memorable to a person looking at a bajillion resumes every day."
    },
    {
      "author": "SEGARRA",
      "text": "It's so hard because I - it makes me cringe to think about doing that, but I feel like I'm not alone in that, though. Like, it is a feeling that people have a hard time bragging about themselves, or even accurately describing what they do well..."
    },
    {
      "author": "PONG",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "...Without feeling like it is bragging."
    },
    {
      "author": "PONG",
      "text": "Right. So I mean, number one, can you still do it even if it feels like bragging? You know, I'll still take that, right? As someone who really roots for people in this situation, I'm OK as long as you still do it, even if it felt hard and especially if it felt hard. I think that's actually multiple levels of wins. Also, you know, if that's going to be a total barrier and cause someone to not put it out there at all, then yeah, we do need to dig a little deeper and find out what's behind there because as you already pointed out, it's not bragging if it's actually the facts. It also does count for something for you as the applicant or someone, you know, presenting yourself to someone else to demonstrate that you know which way is up, that you actually can also see what you have done and what you have achieved and what you have created for the reality of what it is."
    },
    {
      "author": "SEGARRA",
      "text": "All right. Thank you for for bearing with me on that."
    },
    {
      "author": "PONG",
      "text": "Absolutely."
    },
    {
      "author": "SEGARRA",
      "text": "So what's next after this summary at the top?"
    },
    {
      "author": "PONG",
      "text": "Yes. So one thing that is it is optional. I mean, for sure, a lot of these things are optional, but I really encourage people to also do a section that you can call core competencies or you could call something else. But I prefer core competencies. And I feel like that phrasing - I see it the most, and it seems like it has the most cachet these days. And this is a section where you list maximum of 4 to 6 areas where you really excel."
    },
    {
      "author": "SEGARRA",
      "text": "Can you give me, like, 1 or 2 examples?"
    },
    {
      "author": "PONG",
      "text": "Yeah. I mean, one could be leading cross-functional teams. You know, that one is specific enough that it doesn't feel rote. Another one could be cross-generational communication skills. So I think about this one a lot because we have a lot of conflicts in the workplace because of generational differences, cultural differences. So it could be like that. I would have - you know, take on the challenge of making it just a notch or two more specific, similar to that leading cross-functional teams example, so that you really do carve out that space for yourself. And it doesn't feel like, oh, this person just Googled things that people like to hire for."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I imagine you're also looking at the job posting - right? - and seeing what..."
    },
    {
      "author": "PONG",
      "text": "Oh, yes."
    },
    {
      "author": "SEGARRA",
      "text": "...Keywords there align with your skills."
    },
    {
      "author": "PONG",
      "text": "One hundred percent."
    },
    {
      "author": "SEGARRA",
      "text": "As long as they're true."
    },
    {
      "author": "PONG",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "PONG",
      "text": "And, I mean, this is also where it can be helpful, too, because you could have a resume that kind of has - it's, like, never anything that you're going to submit, but it's the one that has all the material in it so that you can kind of copy and paste, cut things to tailor for each particular opportunity. So you - in that case, you might actually have 10 core competencies, but you really only pick 3 or 4. And that is tailored to each job posting."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So then after core competencies, what would be next?"
    },
    {
      "author": "PONG",
      "text": "Right. So then I would go to the relevant work experience entries. Sometimes, this depends on how long of a work history you have. But if you tend to have a longer work history, I'd be very specific about choosing the ones that are relevant to this particular job posting or this opportunity and then listing only those. And then under each particular work experience area, I would recommend that folks put a detailed but concise bullet point. Like, we're really trying to hit that sweet spot with enough detail and metrics or milestones. Things like that are really helpful to describe and anchor and really paint a picture for folks but not have it be super long and definitely not a wall of text."
    },
    {
      "author": "PONG",
      "text": "Some people I've seen also do a specific bullet point where they say the highlights of what they achieved or they accomplished in that particular role. That also can be effective. And then for people who have worked at companies or employers where the company or the employer, the organization, is not super recognizable - like, it's not necessarily a household name or people may not know - you could also include a few words about what the organization does, and that can be really helpful for the person reading it, as well."
    },
    {
      "author": "SEGARRA",
      "text": "OK, time for takeaway three. Include relevant skills from other parts of your life, keeping in mind the job you're applying for."
    },
    {
      "author": "PONG",
      "text": "After that, I would include - I mean, the - and the order can be modular depending, but there's a couple things kind of I will just say in the, like, lower third of your resume, if you will. And also, in case anyone's wondering about length, like, I know there's a lot out there that's, like, keep your resume to one page, but depending on how much work experience you have, your resume may go on to 2 or 3 pages. And so I think it's just very dependent on the person, the circumstances and the situation."
    },
    {
      "author": "PONG",
      "text": "But I'll just say kind of for ease of reference, like, in this lower third section, you want to include your skills. So hard skills, including language skills. If you have certain soft skills - are important to highlight here that are different from what you might have put in your core competencies, I would list them there. Keep in mind transferable skills. There are certain things that we don't often think of as being, quote, unquote, \"a big deal.\" Let's push our comfort zone envelope on that and see if you can really break down the magic of, like, what you do, how you do it and what makes that a good fit for whatever you're applying for."
    },
    {
      "author": "SEGARRA",
      "text": "And then would you have a separate section for your educational experience?"
    },
    {
      "author": "PONG",
      "text": "Yes. So for that you would put the schools or the educational institutions, what degrees you earned, any awards or accolades from the time you were at that institution, dates of graduation, unless it's been more than, you know, 8 or 10 years out and you're kind of worried about age discrimination happening here, you don't have to put the years that you graduated."
    },
    {
      "author": "SEGARRA",
      "text": "Do you think people should put their major?"
    },
    {
      "author": "PONG",
      "text": "Yes. Usually, what that looks like is the degree and then what you majored in. For example, a B.A. in English literature or a B.S. in chemistry. And it's important to include the major because you never know what could spark a connection between you and whoever ultimately is reading the resume. And also, if it's highly relevant to whatever opportunity you are applying to, then, of course, you do want to play that up that you have, you know, an added however many years of specific education in that area. So most commonly, yes, the major will be on there, and it usually is just right there under where you got your degree from."
    },
    {
      "author": "SEGARRA",
      "text": "Are there any other sections?"
    },
    {
      "author": "PONG",
      "text": "Oh, so these are kind of sections that may or may not apply. If you have awards, other kinds of recognition, those are important to include - certifications, volunteer work or community work. If you're published, you want your publications on there. Any licensing that you may have or kind of registrations that might be relevant for your industry, leadership activities and even memberships - so, like, if you're involved in a particular type of leadership network, business organization, that should be included and especially if you hold any kind of role within that. If you head up a certain committee, if you're treasurer or vice president, something like that, then those should absolutely be listed there, too."
    },
    {
      "author": "SEGARRA",
      "text": "Should you put references on your resume?"
    },
    {
      "author": "PONG",
      "text": "No. I think the assumption generally is you're going to have to provide references at a certain point if that's part of the process, which often it is, and then they will ask you at that point."
    },
    {
      "author": "SEGARRA",
      "text": "OK. What happens if you have a gap in your resume or in your work experience?"
    },
    {
      "author": "PONG",
      "text": "Yeah. I mean, this is really not uncommon. So one thing you can do is simply list years that you were at a particular organization - you know, job No. 4, 2023 to present - job No. 3, 2019 to 2023 or whatever I just said, you know? Like, you would have to make all of those years. So make sure that you're consistent with that formatting throughout. And if you use years instead of a month and a year for the start and end dates, if that helps close the gap, then I would just go ahead and do that so that it doesn't look super-obvious."
    },
    {
      "author": "PONG",
      "text": "If that doesn't really resolve the issue for you, then you can always insert unpaid community work, volunteer service, freelance work, other kinds of independent work or education or skills development that you might have done during that time. And the key here is really just focusing on how you kept improving your industry knowledge or your skills and abilities or you kept up to date in whatever that area was even though it didn't take the form of traditional salaried employment or something like that."
    },
    {
      "author": "PONG",
      "text": "Now, the only other footnote I'd add here is if it is a very long gap or you otherwise feel kind of compelled to proactively frame what happened here for folks, then you could include that in the cover letter. But either way, you know, be prepared to discuss it in the interview confidently if and when you get to that stage."
    },
    {
      "author": "SEGARRA",
      "text": "Also, if you took a while off from working because you were sick, for instance, or caring for a loved one, you could write something like medical leave or sabbatical on your resume and list the year. All right, it's time for takeaway four - get feedback on your resume before sending it out. You don't have to do this alone, and you can get a sense of what kind of resumes work in your industry."
    },
    {
      "author": "PONG",
      "text": "It never hurts to hire someone to look at your resume professionally. I would just think about, like, what is it worth if you were to shorten your job search or land an interview for a better job faster than if you were doing this on your own? Like, what is that worth to you? How many hours would it take you to work on this on your own and hack it together? And then consider if you might be better off investing that to have a pro look at it for you and make sure you can get through all these hurdles that technology has put in this process."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I think sometimes, if you graduated from college or grad school, sometimes your alma mater might have..."
    },
    {
      "author": "PONG",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "...Those resources available for you..."
    },
    {
      "author": "PONG",
      "text": "Alumni services."
    },
    {
      "author": "SEGARRA",
      "text": "...For free. Yeah."
    },
    {
      "author": "PONG",
      "text": "Yes, 100,000%. I'm so glad you mentioned that. We underutilize those, and we all paid for it, you know? So a hundred percent I would go back to those places, see what services are there. And certainly, if you can access that for free or low cost, I would have multiple people look at it for you, you know? Like, and then you can kind of really compare, and you can decide what you like best."
    },
    {
      "author": "SEGARRA",
      "text": "All right, Cynthia. Well, thank you so much. This has been super-helpful."
    },
    {
      "author": "PONG",
      "text": "Thanks so much for having me - always a delight."
    },
    {
      "author": "SEGARRA",
      "text": "All right. It's time for a recap. Takeaway one - keep the format of your resume streamlined and the information easy to find and read. At the top, you want your basic personal info - name and how to contact you. Takeaway two - write a summary below your personal info, a few sentences that convey your career in a nutshell, what you bring to the table and why you're a standout candidate. You can tailor this summary for each job you apply to, but remember to keep it short. Takeaway three - include your relevant work history. And, again, you can tailor this to the jobs you apply for. And lastly, takeaway four - don't go it alone. You can search for other resumes in your field."
    },
    {
      "author": "PONG",
      "text": "Put a call out if you have access to certain listservs or certain communities, memberships, etc. You could even say, this is my resume. Does anyone have any thoughts or suggestions on how I can make it stronger? And honestly, who knows? That actually could land you a job."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. There's one about how to nail a job interview and another one about switching careers. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. People love it. I think you're going to love it, too. Also, we do love hearing from you, so if you have episode ideas or feedback you want to share, email us at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Stacey Abbott, Gilly Moon and Phil Edfors. I'm Marielle Segarra. Thanks for listening, and happy job hunting."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5802703389.mp3",
  "img": "https://media.npr.org/assets/img/2024/01/05/lk_how-to-write-a-resume_1_wide-0127dcd1f0a95bf27e2eafa2b2e8d4f80b1c711c.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "CYNTHIA PONG",
    "PONG"
  ]
}