{
  "title": "Healthy money habits for couples",
  "url": "https://www.npr.org/transcripts/1199886244",
  "intro": "Should you merge your finances with a significant other? Keep them separate? Or something in between? Financial therapist Lindsay Bryan Podvin breaks down different ways to handle your finances with a partner and how to keep communication open and honest no matter what financial plan you pick.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Hey there. Andee Tagle here in for Marielle Segarra. Love and money don't mix. It's a common sentiment. In the dating phase, it might feel tacky to ask someone about their financial situation. When you're in a relationship, money matters might feel taboo, a subject to be tiptoed around, not an us thing."
    },
    {
      "author": "LINDSAY BRYAN-PODVIN",
      "text": "So this idea that money is somehow unsexy or not intimate - I actually think it's kind of the opposite. When we're talking about money, we're deepening our connection. We're deepening our intimacy because we're talking about really vulnerable things, and we're also dreaming ahead together and creating a plan. So that's also really sexy and important."
    },
    {
      "author": "TAGLE",
      "text": "That's Lindsay Bryan-Podvin."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "I'm a financial therapist and founder of the financial wellness business Mind Money Balance."
    },
    {
      "author": "TAGLE",
      "text": "Lindsay says ignoring money talk when you're coupled up just isn't an option."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "We cannot go through a day - for most of us - where we are not somehow interacting with money. We're spending it. We're earning it. We're loaning it. We're lending it. We're losing it. And when it comes to our relationships, that will almost always be incorporated into our relationship. Who is paying for dinner? Who is paying for the bills? Are you going to take that promotion? What does it mean if you decide to not finish out your role and not get public student loan forgiveness? These are big questions that have consequences for our relationship, and rather than avoiding them, it's much better just to face them head-on and to be really kind and compassionate and clear with your partner."
    },
    {
      "author": "TAGLE",
      "text": "So in this episode of LIFE KIT, let's talk about relationships and money. Specifically, what it means to merge your money. We'll discuss the merits of joint accounts versus keeping things separate, as well as the yours, mine and ours approach. We'll touch on debt, credit cards and the hidden joy of having different financial personalities under one roof."
    },
    {
      "author": "TAGLE",
      "text": "When should you start having a conversation about merging money? You know, I'm guessing that you don't want to talk about debt-to-income ratio on a first date. But hopefully you're not saving these conversations until you're married, either, right?"
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "Yeah, for sure. So I think there's a couple of things. One is just talking about money generally and what your thoughts and feelings and behaviors and values are around money. And then the other one is what you're talking about, which is, when should we discuss whether or not we want to merge finances? And both of those conversations are important. But the first one, just a baseline, what's your money story should happen much earlier on in a relationship, whereas the should we or should we not merge our finances is a different conversation for further down the road. But ideally, before you have had some of those relationship-changing events such as, are we going to move in together, are we going to purchase a car together, are we going to think about adding the other person as an authorized user - anytime we're doing any of those big money milestone moves with a partner, we want to have that conversation before it happens."
    },
    {
      "author": "TAGLE",
      "text": "My next question for you, Lindsay, is, is there an exact right way to go about merging your money? I ask you this question in that way because there's some recent research that I've come upon on this topic, and I want to throw a few of those findings your way just to - I'm really curious how you feel about this because I find it so interesting."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "One large-scale study out of the U.K. followed 7,000 people, and it found that couples who put all their money into joint bank accounts tend to be happier and stay together longer than those who keep some or all of their money separate. Similarly, there was a 2023 study out of Indiana University which found a causal relationship, that married couples who have joint bank accounts not only have better relationships, but they fight less over money and feel better about how household finances are handled. So, to me, that's a pretty convincing argument. You know, that paints a pretty happy picture. Does this mean we should all go sign up for joint accounts and pour all our dollars into the same pot?"
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "So as a therapist, I have to say, it depends."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "And generally speaking, my favorite way for couples to merge finances is a theirs, mine and ours or a joint account only. My hypothesis about why those outcomes are the way they are with couples is that one of the biggest issues when I see couples arguing about money is all of the little financial secrets that can happen when we have completely separate accounts, right? We can have somebody who is racking up a ton of credit card debt or who is taking out personal loans or who maybe has a really not great credit score and isn't working on improving it. And rather than their partner being in on it from the beginning, they find out about it three years, five years, 20 years later, and it becomes a much bigger issue than it would have been if you had, say, seeing partner miss a credit card bill the very first time it happened rather than decades later."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "It decreases the likelihood of financial infidelity either happening or being as big of a deal as it is. When we are talking about people who have had a divorce or separation before, I do think it's actually important to keep separate bank accounts or only do with theirs, mine and ours for financial protection. Another reason you might want to do with theirs, mine and ours or a fully separate bank account, if you've come from a family where you've experienced financial abuse or you've watched your parents experience financial abuse or you have seen somebody steal somebody else's credit or identity, and you might have very strong feelings such as a trauma response to having to share your money with other people, then that makes sense to me to keep your finances separate. But otherwise, I'm pro joint accounts or I'm pro a theirs, mine and ours account."
    },
    {
      "author": "TAGLE",
      "text": "OK. So a lot of good stuff in there. What I'm hearing is you should practice financial transparency. Does that sound about right? Does that sound fair?"
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "It does. And then this is where the asterisk comes into play because a lot of people might also be screaming at their radios right now saying, well, that's not fair. I'm an adult. And I want my own autonomy, and I have a right to privacy, which is why I say theirs, mine and ours can work really, really well, where the bulk of your money is shared."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "So you're making sure that your bills are paid on time. Your rent is paid on time. You're saving toward future goals together. But you each have a little bit of money that you can spend how you want without having to text your partner and say, you know, hey, can I buy a new pair of shoes? Or can I buy some Skittles when I go put gas in the tank, right? None of us want to feel like we are under the control of our partner. So having some financial autonomy is really important."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "And for some couples, having a fully joint account feels great because they are able to spend and save and talk about it very openly. For other couples, having that joint account only feels like they are losing out on that autonomy or on that independence. And so having a theirs, mine and ours account helps to scratch that itch."
    },
    {
      "author": "TAGLE",
      "text": "So takeaway one - no matter which option you choose - full joint accounts, separate pots or yours, mine and ours - it's important to practice financial transparency with your partner. That doesn't have to equate to a lack of independence or autonomy. It just means making sure you're both getting the full picture of your financial lives. That means going deep on those money stories."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "If you are going to completely share your finances with your partner, you need to have conversations that are transparent beforehand. And this means not just, what's your credit score? How much debt do you have? How much do you earn? But also, what were you taught about money? How does the way that you grew up shape what you think and feel about money? What do you believe you're allowed to spend money on? What's your relationship with debt? What are you proud of that you do financially? What are things that you wish you were a little better at financially, and how can I help support you? What do you want to do financially in the next one year, five years, 10 years?"
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "So really getting a sense of what matters to them and what's important to them and you also disclosing that, as well, so that as you're going into merging your finances, you have a really clear understanding of your partner's relationship with money and that you can also get that they understand you, too. So first, kind of talking about all the emotional stuff. And then when it comes to the merging of it, I like to think about all of these financial action steps and outcomes really as experiments."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway two - if you're sharing the same pot, make a flexible financial game plan. So who's going to pay what bill? How much feels fair for each of us to contribute to household expenses? At what dollar amount do we need to send a check-in text before spending? Then know it's OK to change your mind."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "So maybe we experiment for three months with having all of our money together and seeing what it feels like to, say, have all of our bills on auto pay. If that feels really stressful for one of us, then we have to sit down and decide, OK, does one of us take over bill pay, or is there something else that we can do to make this feel a little bit less stressful? - but giving yourself an opportunity to make sure that you're on the same page emotionally and financially and remembering that none of this is set in stone."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "You're figuring out how to merge your finances and do your money with somebody else, which is already a challenging skill for an independent adult, but it's really challenging when you're bringing somebody else in. And it's totally fine and normal to have growing pains along the way."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway three - have backup plans."
    },
    {
      "author": "TAGLE",
      "text": "Especially if you keep your finances separate, it's important to practice consistent communication about individual contributions and to know how to access any funds you might need for shared expenses."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "I know this sounds really icky, but if somebody were to be sick and not be able to work or - God forbid - pass away early, how does the other person have access to the - their partner's checking account and bank accounts that those bills can continue to be paid? If right now you're earning almost identical money, what happens if the other person starts getting a job where they're earning double or triple what the other person is earning? Or what if somebody has to take a step back from the workforce?"
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "To be clear, these are conversations that you have to have if you have a joint checking account anyway. But they become even more important when you have your finances separate because there's more logistics that have to go into play to make sure that everything is covered that needs to be covered."
    },
    {
      "author": "TAGLE",
      "text": "Lindsay, what does a middle ground look like? You know, is there such a thing as splitting everything 50/50, for example? You know, what does going Dutch look like in practice?"
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "Yeah. This idea of splitting everything 50/50 makes sense in theory, but the reality is that we just don't live in a theoretical world. Most of us are not earning the exact same dollar amount, nor do we have the exact same lived experiences, privileges or oppressions as our partner. So if you're earning the exact same amount, then going 50/50 might feel really good. But it doesn't take into account - maybe you earn the exact same amount, but one partner has $150,000 of student loans, and one has $10,000 of student loans, right? So even if you're earning the same amount, it doesn't necessarily mean that your financial background is equal. So keeping that in consideration can be really important."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "I really think about it as, for lack of a better metaphor, like a big old soup. Everything goes into the pot, and it all blends up together. And it's really hard to know who gave what, but you know that when you're in a partnership for the long term, there will be times where one person is earning more than the other. There will be times when one person is taking on more of the emotional labor or more of the household tasks. And as long as you have open and honest communication about what your roles are, knowing that they'll change over time, then that's great."
    },
    {
      "author": "TAGLE",
      "text": "Lindsay, could that yours, mine and ours approach be a good solution for those who aim to do 50/50 but still might need some wiggle room?"
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "Yeah. Yours, mine and ours is a little bit of the best-of-both-worlds approach, where the ours pot of money is where all of the shared bills and shared goals go. So all of your bills would be paid from that account. All of your shared goals would be in that savings account, as well. And then the yours and mine would be the money that each of us gets to have for our own psychological and emotional benefit, quite frankly."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "This can be particularly helpful if somebody has come from a background where they've witnessed maybe unhealthy financial dynamics, and they want to know that they have a little pot of money in the event that something went bad that they can go to. That can provide some of that psychological safety. It can also provide each person with a bit of autonomy to say, I'm going to spend the money that's in my account the way that I want to spend it, or I'm going to save it up forever and ever, and you can't tell me otherwise. So it gives each person a little bit more autonomy and security if they struggle with the fully merged bank account."
    },
    {
      "author": "TAGLE",
      "text": "So takeaway four - understand that 50/50 doesn't really exist. Instead, define what fairness means in your relationship and aim for that. That might look like some version of yours, mine and ours. And if it's not working, it's always OK to go back to the drawing board."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "I think you can reconsider a new system at any time when it starts to feel a little bit sticky or tedious or like it's no longer working. I think there are often some big milestone times where it's important to have that conversation to make a decision around whether or not you should change how you are doing your finances - for example, getting married, moving in together, having a child, a child leaving the house, a person losing a job or getting a new job - any of those big life milestones - that's a good time to revisit the conversation about money management and whether or not it's still working."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "And then, of course, as I mentioned, anytime you're starting to feel a little bit icky about it or it's starting to feel unfair or you're feeling that resentment bubble up, that's a great cue to have a conversation with your partner about it."
    },
    {
      "author": "TAGLE",
      "text": "Let's talk about financial personalities. You know, everyone has their own. And often - you've seen that meme, I'm sure, online that, like, everyone - there's always a spender and a saver, and they marry each other every time. I am that spender. My husband is the saver."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "It is not always fun. Can we talk a little bit about what to do when there are different financial philosophies in a household?"
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "Yeah. You're not wrong. And actually, there's a new book out by Rick Scott (ph) called \"Tightwads And Spendthrifts\" that actually talks about this phenomenon. And his theory that he has kind of found in working - or rather in doing research with couples who identify as spenders or savers is that they do often end up marrying the opposite. The way that he kind of frames it is that we might be a little self-critical of our spending self or of our saver self. So we look for somebody who has the opposite types of qualities from us to kind of help provide that balance. And I think balance is the key when we are thinking about couples and money."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "What I mean by that is that we don't want the spender to override the saver and say, oh, my gosh, don't worry about it. You know, life's so short. You only live once. Let's just, like, spend it all because that isn't exactly the best philosophy for moving through life. Though it might be very fun, it might also be very stressful. And alternatively, we don't want to be saving all of our money to the point where we are not using it to enjoy the things that can bring us joy and contentment and connection and adventure because we're so fearful of spending our money."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "So actually, I think it could be really beautiful when we have a spender and a saver together to create that balance and find what feels really good and enjoyable for each person. So you have somebody kind of focusing on the now and somebody kind of focusing on the later. And each person can kind of bring that balance into the overall relationship."
    },
    {
      "author": "TAGLE",
      "text": "Let's talk a little bit more about big life transitions. I think, you know, often, the first time couples really get into the weeds about how to handle finances together in a real way is, you know, when they take that big - that first big international trip, or they move in together, that first pet, buying that first couch. Any advice on how to handle those big spends smartly, fairly - how to have those conversations?"
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "Yeah. Really what is right is what is right for you and what is right for your partner. As I've said before, I think having the conversation beforehand is the best, best, best option, but if it is too late and you are already, you know, in Thailand and backpacking around or staying in nice hotels and you're bringing up the conversation, better late than never. And even though we can't rewind the hands of time and change how things went, we can use our experiences to shape our future experiences to better align with what feels best in our nervous systems."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "And what I mean by that is if you thought that being spontaneous and putting everything on a credit card would feel really good - and maybe it did in the moment - but coming home to a big credit card bill all of a sudden felt very dysregulating and very anxiety-provoking, then you and your partner might sit down and say, look - the idea of being spontaneous sounds really great. And not having saved up beforehand actually means that I feel like I have a financial hangover after we went to Thailand. What can we do next time so it feels like we can be spontaneous, but we aren't paying the financial price when we get back?"
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "And then you and your partner can come up with a plan that feels good. Maybe you sign up for flight alerts. So if you have a destination in mind and there is a flight sale, you can pounce on that sale right away. Maybe it is putting a little bit of money every single month from checking into savings. You know, maybe it's getting creative and signing up for a house swap website to decrease the cost of that particular purchase. But with your partner, figuring out what feels best for us so that we can spend in alignment with our values and not feel guilty about it once we have made that big purchase."
    },
    {
      "author": "TAGLE",
      "text": "Oh, financial hangover - that is such a good term."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "I'm planning a first birthday party right now, and I feel that so strongly."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "Oh, yes."
    },
    {
      "author": "TAGLE",
      "text": "And on that note, let's talk about handling debt. Specifically, I'm thinking about past debt. I'm thinking about bringing debt into a relationship - say, student loan debt or outstanding medical debt - very thorny, tricky issues. How should people think about that? How should we talk about it with our partners?"
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "We have a problem in our country by talking about debt as a moral issue and specifically as a moral failing. We tend to have this thought or philosophy that if a person has debt, then they are irresponsible. They are bad. They're immature, whatever. Fill in the blank. And while there may have been instances in which a person had more debt than they anticipated, I also think it's really important not to let the person off the hook but to also acknowledge that there are so many systems in place that make it really easy to rack up debt and also really hard to get out of it."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "So when it comes to debt and starting off a partnership, I think being incredibly transparent about what your current relationship with debt is and what you want your future relationship with debt to be like. And if people are thinking, like, I don't want a future relationship with debt, Lindsay - what are you talking about? - I think it's really important to rethink that because it is just simply not true that most of us will go through life without needing debt. Whether it is student loans, a mortgage, an auto loan, there are so many different times where we will need to borrow money in order to make ends meet and not making judgment of it or making it mean something bad about us."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "So first, acknowledge what debt you have and share what your plan is to pay off that debt and how important paying that debt off is. Oftentimes, when we are getting ready to merge finances, there might be some anxiety over the merging of finances because we don't want to take on our partner's debt, or we're fearful that even though they've paid off debt in the past, they might get back into those behaviors, those spendy behaviors, once we merge bank accounts. So having those conversations up front is really important."
    },
    {
      "author": "TAGLE",
      "text": "Where might it make sense to take on somebody's debt? Where might it be advantageous for a couple to do that?"
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "So where it might be advantageous to take on somebody else's debt is if you are in a position where maybe you are a very high earner or you have a really good credit score. It might even make sense for you to help out with that person's debt to help raise their credit score over time. To be clear, this doesn't mean I could say, OK, Andee. I'm taking on all your debt. It's now wiped..."
    },
    {
      "author": "TAGLE",
      "text": "Woo-hoo."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "...And now your credit score has gone up a hundred points. That's not (laughter) the way that it works. I'm more thinking of if you're getting ready to purchase a house and you're getting ready to purchase that house together, if you're both applying for a mortgage and one person has a low credit score and a lot of debt, you're going to have a harder time getting a good interest rate and qualifying for something that might be advantageous in the long run."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "So if you have somebody who has maybe some consumer debt that would be easy for you to pay off, you might make a decision to pay that off and have your partner's credit score come up over the next six months or 12 months for the greater good of the partnership being able to purchase a house."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "Now, on the back end, you can make a decision about maybe your partner, quote-unquote, \"pays you back.\" Or maybe, you know, they put a little bit more down for the down payment than you. There are so many different ways to kind of think about it. But if you're thinking about making a big purchase, being really cognizant of how much debt your partner carries is going to be an important thing to do."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway five - get real about your debts. This goes back to being transparent. Are you sensing a theme? Put all the debts on the table and figure out a plan. And that includes credit cards."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "I think having a plan about, what is your relationship with credit cards going to be? What is the plan for paying them off? How many cards do we want? - is an incredibly important conversation to have right away. I'm a fan of having a shared household credit card, where all of your household expenses may go on it, and then paying that off in full at the end of the month, such as putting your cell phone on it, your gas on it, your groceries on it, and then having all of those things paid off in full."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "Notice that I say paid off in full and not making the minimum payment. And the reason for that is that at the time of this recording, interest rates are incredibly high. And it makes it really challenging to get out of that credit card debt if you are only making the minimum payment on that. So having that conversation at the beginning is incredibly important. And also thinking about, how much of a role do we want credit cards to play in having the type of lifestyle that we want to have?"
    },
    {
      "author": "TAGLE",
      "text": "Lindsay, sharing your financial life with someone can be hard but also really rewarding, right? Can you talk to us about some of the good that can come from merging your money?"
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "Oh, my gosh. So as I mentioned at the beginning, merging our money and specifically talking about what that means can really deepen our relationships with our partner. It is a great way to demonstrate what it's like to be vulnerable and to also have compassion to ask your partner to hold space for you and to be the person holding space. It is not just about all of these different Excel cells and dollars in and dollars out. It's really about saying to your partner, hey, I'm in this with you. I want to be with you. I want to make this work. And I trust that we can overcome the little bumps in the road that are bound to happen financially speaking."
    },
    {
      "author": "BRYAN-PODVIN",
      "text": "And also, the great outcomes of having merged finances and talking to your partner about money are getting to enjoy the money in the way that feels really good for you. Whether that is looking at a lot more money in your savings account or whether that is saving up money every single year so you can take a couple's trip - whatever it is for you - knowing that you're doing what's best for you in your life. And it is supported by the way in which you are managing your money so you can achieve those goals."
    },
    {
      "author": "TAGLE",
      "text": "OK, team. Let's recap. Takeaway one - practice financial transparency. That means, regardless if you have fully joined accounts or keeping your money separate or fall somewhere in between, you both understand the full picture of each other's finances and practice honest and open communication about your shared financial life. Takeaway two - create a flexible household financial plan. So who's in charge of rent? Who takes utilities? What about groceries? How much can we put on auto pay? And don't be scared to experiment with your approach. You can always change your mind."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway three - have a backup plan. Especially if you keep your finances separate, it's important to practice consistent communication about individual contributions and to make sure you know how to access any outside funds you might need for shared expenses. Takeaway four - stop chasing the mythical 50/50. Instead, define what fairness means in your relationship and aim for that. Lindsay's a fan of setting up some version of yours, mine and ours. And takeaway five - get real about your debts. It's a fact of life for a lot of people. So put them all out on the table and figure out a plan together. And don't forget to factor credit cards into that picture."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We have one on credit card points and another on dividing up household labor fairly. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we'd love to hear from you. If you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is a supervising editor, and Beth Donovan is the executive producer. Our production team also includes Margaret Cirino and Sylvie Douglis. Engineering support comes from James Willetts. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4128310936.mp3",
  "img": "https://media.npr.org/assets/img/2024/06/13/gettyimages-1294710830_wide-5b582badacb7497872af5bcf5cd806a55ab430b8.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "ANDEE TAGLE, HOST",
    "LINDSAY BRYAN-PODVIN",
    "TAGLE",
    "BRYAN-PODVIN"
  ]
}