{
  "title": "Cut down your household waste with these 5 creative solutions",
  "url": "https://www.npr.org/transcripts/1199885874",
  "intro": "The average American generates five pounds of trash per day, according to the U.S. Environmental Protection Agency. Reduce your household trash by listing your output and taking these simple actions.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. Reporter Kavitha George has been thinking about trash a lot lately - why we produce it and how we could make less of it. She sat down with her mom, Ashwathi (ph), to talk about their relationship to trash and waste."
    },
    {
      "author": "ASHWATHI",
      "text": "I guess trash pickup was not quite a thing when I was growing up, so I think we tried to keep our waste minimal."
    },
    {
      "author": "SEGARRA",
      "text": "Ashwathi grew up in the '60s and '70s in India before single-use plastic was really a thing. Most of her family's trash was compostable. She remembers her mother bringing their own containers to the market, which was essentially a bulk goods store. They'd load up their aluminum tins with rice, lentils and flour, fill up jugs with cooking oil. And then they'd do it all over again the next week with nothing to throw away in between. To this day, Ashwathi hates waste. And growing up, Kavitha remembers her going to great lengths to save household items from the trash can."
    },
    {
      "author": "KAVITHA GEORGE, BYLINE",
      "text": "Do you think it was more about saving money than about, like, being environmentally friendly?"
    },
    {
      "author": "ASHWATHI",
      "text": "I think it was a bit of both. I remember a friend of mine who came to visit. She was like, why are you washing the Ziploc bags..."
    },
    {
      "author": "GEORGE",
      "text": "(Laughter)."
    },
    {
      "author": "ASHWATHI",
      "text": "...And reusing them? They're to be thrown away. But I guess I couldn't really bear to do that because I thought it was wasteful."
    },
    {
      "author": "GEORGE",
      "text": "Yeah, I still wash my Ziploc bags. And that's because you did (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "When Kavitha's parents first moved to America in the '80s, they were frugal graduate students. They carried on a lot of low-waste practices because it saved money. They stored leftovers in old margarine tubs and bought clothes secondhand. Ashwathi still keeps a lot of these habits today because they save money but also because she cares about the environment. Plastic waste is a huge and very visible problem in India today. And even though she doesn't live there anymore, she doesn't like the idea of her trash going somewhere where it's going to sit forever."
    },
    {
      "author": "ASHWATHI",
      "text": "You never really throw anything away. There is no away. It just goes somewhere else. Just because you don't see the somewhere else doesn't mean it doesn't exist."
    },
    {
      "author": "SEGARRA",
      "text": "Consumer waste is a huge environmental problem around the world. According to the Environmental Protection Agency, on average, each American generates 5 pounds of trash per day. Some of that gets recycled, but most of it ends up in landfills. Landfills take up millions of acres across the country, and they create a lot of environmental hazards, including harmful gases and soil and water contamination. All of that contributes to environmental degradation and climate change. So there are a lot of reasons to cut down on the waste you create. Maybe you're concerned about your contribution to greenhouse gas emissions. Maybe you want to save money or simplify your life. Or maybe you want to feel more connected to your community."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, how to build low-waste practices into your life. Kavitha talks to experts and learns that you don't need to buy a bunch of matching jars or tote bags to do this. And you don't have to make a huge lifestyle change. Chances are you have everything you need to get started right now."
    },
    {
      "author": "GEORGE",
      "text": "Getting started with any lifestyle change might feel daunting. Should I get a compost bin, swap out my liquid soap for bar soap, start carrying my own cutlery set? Whatever it is, it's going to take a bit of a mindset switch. Remembering to bring tote bags to the grocery store or look for books, clothes, or household items secondhand before you buy new are habits to build. Start practicing a couple changes and work your way up from there. There are a lot of ways to go on the low-waste journey, and that's a good thing. It means there are probably a couple changes you can make now that will be a natural fit for your lifestyle. But if you're feeling overwhelmed, the best way to start is by making a list."
    },
    {
      "author": "ISAIAS HERNANDEZ",
      "text": "Just write a list of what you use in plastic, whether that's from the food, bathroom products, living room. And then ask yourself, what is one thing that you feel like it's easy to be changed?"
    },
    {
      "author": "GEORGE",
      "text": "Isaias Hernandez is an environmental educator who lives in Los Angeles. He runs the Instagram account queerbrownvegan, where he spreads awareness about sustainability, environmental justice and climate change. Isaias recommends doing a waste audit of your life. Basically, write down what single-use plastics you're using, what products you're wearing out regularly, what's going into your trash. You can organize your waste audit by rooms of your house or by activities like cooking, cleaning and hobbies."
    },
    {
      "author": "GEORGE",
      "text": "And that's takeaway one. To get started on a low-waste journey, do an audit of the trash you produce and then start making changes one by one as they make sense for you. Maybe you're throwing out food scraps and plastic packaging in the kitchen, floss and shampoo bottles in the bathroom. Maybe you're cleaning a lot of plastic takeout utensils in your car. Write it all down. Once you have your list, think about which items bother you the most and which ones might be easiest to change. And then start there. For Isaias, it was paper towels."
    },
    {
      "author": "HERNANDEZ",
      "text": "I used to use them so much. And I realized, like, OK, realistically, like, I love this, but I'm going to use cloths now, which are easier because now I can use them, and then I can wash them at the end of the day, and then they're good to go."
    },
    {
      "author": "GEORGE",
      "text": "A waste audit helps you to grasp the extent of the trash you're creating and identify the manageable ways you can start to reduce it. If you're throwing out a lot of food scraps, you might consider home composting or look up what composting services are available where you live. Maybe skip the little plastic bag in the produce section at the grocery store if you notice they're piling up under the sink. Check your city's recycling standards to see if those shampoo bottles can be recycled. Or try out a bar shampoo option next time you run out. Basically, there are a lot of ways to cut down on waste. And having the options in front of you will help you get started."
    },
    {
      "author": "GEORGE",
      "text": "OK, so you have your list, and you're ready to cut out some of the trash in your life. A lot of low-waste solutions might seem like they require buying things, like silicone replacements for your Ziploc bags or more expensive produce at a farmer's market or a matching set of jars to take to the bulk food section of your grocery store. All of those are great ideas, but low-waste practices don't need to require money at all. And that brings us to takeaway two. Your low-waste journey doesn't have to be expensive. Find creative ways to repurpose your waste or cut it out altogether. In fact, a lot of low-waste practices are just strategies that people have used for decades to live more frugally."
    },
    {
      "author": "HERNANDEZ",
      "text": "What we've seen on media around zero waste - it makes it seem like you have to buy yourself into sustainability. And I think what the origins of what low-waste and zero-waste living were is to actually save you money long term and to actually reteach you a lot of these cultural traditions that all of us carry."
    },
    {
      "author": "GEORGE",
      "text": "Isaias recommends looking at the waste you already produce and figuring out a way to repurpose it or eliminate it altogether. These solutions can start super small. Ask to skip the utensils and napkins on your next takeout order. Opt for a digital receipt instead of a paper one. And figure out what exactly is recyclable in your area so you can avoid some unnecessary trash. And then get creative with it. Instead of buying oat milk in a nonrecyclable package at the store, Isaias makes it at home with oats, water and a blender. The oat milk can be stored in a jar, eliminating the packaging waste. And even the oat puree that gets filtered out can be used to make oatmeal cookies. Got a birthday coming up? A little bit of vegetable oil can transform an orange peel into a candle."
    },
    {
      "author": "HERNANDEZ",
      "text": "It's not about the products or the gadgets that you have. It's actually how creatively you're redesigning your system and your behavior to choose to reduce plastic."
    },
    {
      "author": "GEORGE",
      "text": "This is also a great opportunity to explore new hobbies. Experiment with fermentation to make your produce last longer or learn creative ways to mend holes and tears to extend the life of your clothes. On his low-waste journey, Isaias discovered foraging."
    },
    {
      "author": "HERNANDEZ",
      "text": "Foraging for me was actually picked up almost four years ago after realizing that I didn't know anything that was growing in my ecosystem. And the most common thing that we often see as a weed or hindrance is a dandelion. Did you know dandelions are edible? Their dandelion root can be used as tea. The flower itself tastes like lettuce. And there are so many ways in which I think a lot of young people can actually get involved without having to pay any price."
    },
    {
      "author": "GEORGE",
      "text": "Foraging apps and local Facebook groups can help you identify what fruits, vegetables, greens and fungi are available in your area to eat. Isaias says it's best to forage in public spaces like parks and college campuses. But if your neighbor has a fruit tree you want to dip into, just ask for permission. Another strategy is to ask the people in your life about their habits."
    },
    {
      "author": "FREWEYNI ASRESS",
      "text": "My biggest tip will always be, like, start talking to elders in your community about things that they've always been doing."
    },
    {
      "author": "GEORGE",
      "text": "Freweyni Asress is a climate activist based in Washington, D.C. She says your parents, older relatives, or other elders in your life probably have old money-saving habits that also reduce waste. And that's takeaway three. Use your low-waste journey to build community. On a trip home to Ethiopia, Freweyni was reminded that her family makes almost everything from scratch, from spice blends to baskets to take to the market. And for example, while I was talking to my mom about her waste-cutting practices, I was reminded that she used to cut up my dad's holey, old T-shirts to use as rags. And now I do the same thing. Pro tip - T-shirt rags are perfect for when I'm doing maintenance on my bike because I never feel bad about getting bike grease on them. Anyway, Freweyni says talking to people about their waste- and cost-cutting strategies is a great way to make this a community effort."
    },
    {
      "author": "ASRESS",
      "text": "I think it's a really way to kind of stay connected with people. When I started zero-waste movement, it was so isolating. It was just about what I was doing, and I was just talking to myself. And I really do think this should be a very intergenerational conversation."
    },
    {
      "author": "GEORGE",
      "text": "Tell friends about the changes you're making in your habits and see if they want to join in. It's easier to be the person with the reusable utensils when you're out on the town if your friends are also making these changes. This journey requires a mindset shift. And having friends and family along will help you adapt. So now you're well on your way to reducing your waste. By now, maybe you're taking your own bags to the grocery store. You switched from liquid shampoo to a shampoo bar. You're using plastic-free floss. But there are still some habits that are hard to let go of. Or maybe some low-waste options just don't make sense for you. That's OK."
    },
    {
      "author": "GEORGE",
      "text": "That's takeaway four. Embrace imperfect environmentalism. You don't have to completely overhaul your life or cut out every bit of trash you produce. This is about working toward reducing your waste in a way that's sustainable for you. For when he got started reducing her trash output in college, when she discovered zero-waste influencers on Instagram. At the time, the zero-waste community was fairly white and middle class, and their solutions left some communities out."
    },
    {
      "author": "ASRESS",
      "text": "For example, I had the hardest time finding hair products in bulk or in any kind of, like, sustainably packaged way and had to resort to kind of, like, making my own hair products. My hair type was not really liking any of those options. And so now, like, that's something that, like, I'm going to buy Black hair products for my hair texture. That's what it is."
    },
    {
      "author": "GEORGE",
      "text": "Not all low-waste solutions will work for everyone, so don't feel compelled to follow every practice. Freweyni says low-waste living doesn't have to be a complete lifestyle switch because that's probably not going to be sustainable for you. She says it's important to find changes that work and feel good to you because those are the changes you'll stick with."
    },
    {
      "author": "ASRESS",
      "text": "Moderation is key here because you don't want to feel like you're losing things. Like, it should feel like a fulfilling experience for you. It should feel like you're moving towards having a more full relationship with not only yourself but the environment and your community."
    },
    {
      "author": "GEORGE",
      "text": "So, for example, if the idea of switching to cloth diapers for your baby sounds like way too much laundry, don't. There are other changes you can make in other areas of your life. Isaias calls this idea imperfect environmentalism. He says the early iterations of the zero-waste movement created unrealistic expectations for what reducing your trash meant."
    },
    {
      "author": "HERNANDEZ",
      "text": "The idea of zero-waste living almost made it seem that you can produce zero waste. And I think that it was very hard on a lot of consumers. So I think imperfect environmentalism is, like, saying, like, oh, wow, I'm an imperfect environmentalist, and that's OK. And I'm also reducing my waste, and that's OK. And I think that really removes a lot of the expectations that people need to live by in this society where we're expected to be perfect."
    },
    {
      "author": "GEORGE",
      "text": "Lowering the amount of waste you create doesn't have to be an all-or-nothing pursuit. Imperfect environmentalism takes the pressure out of trying to make positive changes in your life."
    },
    {
      "author": "HERNANDEZ",
      "text": "Being an imperfect environmentalist makes you a better environmentalist, and that allows you to actually reframe your relationships with how you're choosing to consume products and recognizing that this individual lifestyle isn't just for yourself. It's a collective culture that's going to shift that narrative."
    },
    {
      "author": "GEORGE",
      "text": "In other words, think about your low-waste practices as part of a larger movement. They don't have to consume your life to make a difference. A lot of environmental practices, especially ones that focus on personal action, can feel like a drop in the bucket when you consider the scale of our climate and pollution problems. Is saving a plastic bag from its landfill fate going to fix widespread environmental degradation? Probably not. But there are a couple reasons to think about building low-waste habits anyway. One is that they often save you money. Homemade solutions, buying secondhand - these are opportunities for you to avoid spending money on new things or retail markups. And they offer the chance to cut clutter and simplify your life a little while you're at it. And Isaias argues your personal actions aren't totally meaningless."
    },
    {
      "author": "HERNANDEZ",
      "text": "Personal actions is what drives a cultural change."
    },
    {
      "author": "GEORGE",
      "text": "So here's takeaway five. As a consumer, your demand for low-waste solutions carries weight. These practices can save you money and have real impact. Isaias argues sharing and advocating for low-waste values - for example, moving away from plastic - has impact when it comes from many voices. If environmental concerns are a big reason you're on this journey, there are other ways to get involved, from lobbying your local government to ban single-use plastics, to writing to brands to use recyclable packaging."
    },
    {
      "author": "HERNANDEZ",
      "text": "There is a really strong case to say that, yes, we do need systemic change from these corporations. Yes, they need to change the supply chains. And yes, they need to look into plastic repackaging. However, I do think that influencing a younger generation or an older generation to start to redesign their relationship with plastic and consumption - that is a huge game changer. So I do think that's where we should be thinking and reframing our relationship to."
    },
    {
      "author": "GEORGE",
      "text": "Think about your journey as one piece of a growing cultural movement away from plastic. And remember, there are other nonenvironmental benefits to going low waste."
    },
    {
      "author": "GEORGE",
      "text": "You're well on your way to cutting out the unnecessary waste in your life. So let's do a quick recap before we go. Takeaway one - do a waste audit. Document what you're throwing away and see if those things can be reused, recycled, or replaced with lower waste options. Takeaway two - this doesn't have to be expensive. Lowering the amount of waste you create often just means saying no to certain things or stretching the life of the products you use. Takeaway three - make reducing waste a community effort. Ask elders in your life for low-waste tips, and share your new habits with friends. Takeaway four - this isn't an all-or-nothing endeavor. Remember imperfect environmentalism? This is about creating changes that are sustainable for you in your lifestyle. And takeaway five - small, individual changes might feel like a drop in the bucket, but remember, you're part of a movement."
    },
    {
      "author": "SEGARRA",
      "text": "That was reporter Kavitha George. For more LIFE KIT, check out our other episodes. Kavitha hosted one on long-distance friendships. And we have another specifically about plastic waste. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Margaret Cirino. It was edited by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen and Clare Marie Schneider. Engineering support comes from Patrick Murray, Phil Edfors and Tre Watson. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3072663243.mp3",
  "img": "https://media.npr.org/assets/img/2023/11/03/zerowaste_02_wide-2b8db40e1b7e04d24b2f7ab2d13d45b9fb99af0b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "ASHWATHI",
    "KAVITHA GEORGE, BYLINE",
    "GEORGE",
    "ISAIAS HERNANDEZ",
    "HERNANDEZ",
    "FREWEYNI ASRESS",
    "ASRESS"
  ]
}