{
  "title": "Up your lunchbox game",
  "url": "https://www.npr.org/transcripts/1200034659",
  "intro": "Sulhee Jessica Woo's love language is packing lunch. When she sends her three kids off to school, she includes themed lunches, snacks cut into cute shapes, and sweet notes to give them some support while they're away. If you want to level up your kid's school lunches, she has some suggestions. This episode, Sulhee Jessica Woo shares advice from her new cookbook, Let's Make Some Lunch: Recipes Made with Love for Everyone.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. I think when you're an adult, it's easy to forget how stressful school can be for kids. You got to wake up early, get there on time. You're not allowed to talk when you want to talk. You have to sit and pay attention when you're bored. You're getting hit with new information all day long that you're just supposed to remember on top of remembering all the other things that you learned yesterday."
    },
    {
      "author": "SEGARRA",
      "text": "And maybe you're not sure who your friends are. Maybe some kids aren't very nice to you. Maybe when you get up to the plate at kickball, everybody in the outfield snickers and moves in because they know you're not a very good kicker. Maybe you just miss your mom. And then lunchtime comes. And, yes, lunchtime can be stressful as well, but it's also an opportunity for us to give the kids in our lives a break, to remind them that we love them, and we're there for them."
    },
    {
      "author": "SULHEE JESSICA WOO",
      "text": "Let's make some lunch for my kids. Today, I have some white steamed rice and pork adobo."
    },
    {
      "author": "SULHEE JESSICA WOO",
      "text": "Today, I made Filipino-style spaghetti."
    },
    {
      "author": "SULHEE JESSICA WOO",
      "text": "Today, I'm making a \"Kung Fu Panda 4\"-inspired lunch. I added a vegetable steamed bun, and now I'm going to make that into Po."
    },
    {
      "author": "SULHEE JESSICA WOO",
      "text": "Today, I'm making a sandwich. I'm cutting out letters A, B and C and the numbers one, two and three."
    },
    {
      "author": "SEGARRA",
      "text": "That's Sulhee Jessica Woo. She's a self-taught home cook, and those are videos from her Instagram page, where she shares the creative lunches she makes for her three daughters. Now she has a cookbook called \"Let's Make Some Lunch: Recipes Made With Love For Everyone.\""
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, we talk about how to make artful, thoughtful lunches for the kids in your life. We get into some of her favorite recipes, talk about how to choose a lunch box, and she teaches us how to personalize lunches with themes and sweet notes and potatoes cut in the shapes of the alphabet. By the way, a lot of what we talk about in this episode could apply to anybody. Maybe you have a partner or a parent or a roommate you want to make lunch for. It's a beautiful way to show love."
    },
    {
      "author": "SEGARRA",
      "text": "What should you consider when you're choosing a lunch box?"
    },
    {
      "author": "WOO",
      "text": "It just depends on what you're using it for. If it's for smaller kids, you know, definitely the durability and the ease of opening something. Not a lot of kids can open certain lunch boxes on their own. So if - you know, if it's simple, lightweight and durable, I think those are the main ones, yeah, and just having them practice. Practice - if you buy a new lunch box, have them try it out, you know, have them try to unscrew the thermos cups. And if they - you know, if they're struggling, then probably should find a different one."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And in the book, you offer four options for lunch box materials - right? - stainless steel, plastic, wood or bamboo and rice husk. They all have their pros and cons. Can you talk about some of those?"
    },
    {
      "author": "WOO",
      "text": "The stainless steel ones I like to have for temperature control, and it's a little bit more hygienic overall. Those insulate the food a little bit better than the rest of them. If I'm doing soup, you want to use, like, a thermos container, which is kind of like stainless steel, and that'll keep your soups warmer longer. And then the rice husk is a eco-friendlier version of plastic. So I have a lot of the three-tier bento boxes that I use for my videos, and those are made out of rice husk. And they're also lightweight, just like plastic, and pretty much really durable. I like to throw them all in the dishwasher. So, you know, that kind of takes into play as well."
    },
    {
      "author": "SEGARRA",
      "text": "And then once you have - the lunch box is the vessel for the food itself. But then do you put that into, like, a bigger lunch bag that they can tow it around more easily or to insulate it more?"
    },
    {
      "author": "WOO",
      "text": "Yeah - usually insulated lunch bags. Almost every lunch bag is insulated these days. And they'll just keep the food temperature regulated better. So if it's sitting out for two, three hours, it's a little bit better to be in an insulated bag so it doesn't go bad. I like to throw in an ice pack to keep everything cool. And then I also add in, like, utensils and napkins and my note in the bag so everything is all together."
    },
    {
      "author": "SEGARRA",
      "text": "All right. Takeaway one - gather your supplies. Think about what kind of lunch box would work for your kid. Maybe grab some ice packs to keep food cool or a thermos to keep it warm. And then have your kid test out all the equipment at home to avoid hiccups."
    },
    {
      "author": "SEGARRA",
      "text": "What would you say are the components of an ideal boxed lunch for kids?"
    },
    {
      "author": "WOO",
      "text": "So I try to add some veggies, of course, protein, snacks and treats, fruit. I try to just, you know, keep them sustained throughout the day as much as possible, but also keeping it realistic because I know what they're going to eat and what they're not going to eat. If I just put all vegetables and just meat, they probably won't like me very much. So I try to add a little treat and snacks to give them an incentive to have everything."
    },
    {
      "author": "SEGARRA",
      "text": "If you're a parent or caregiver who's starting to try to up their lunch box game, what can you ask your kids or their school to help you understand, you know, what to make them for lunch?"
    },
    {
      "author": "WOO",
      "text": "No. 1, I think, timing is important - knowing when their lunch time is - and then how long they have to eat. So some kids have to line up, wait to sit down. Then they have to open all the stuff. And then by the time all that's done, they get, like, 10 minutes and then it's recess time. A lot of the times, my kids don't finish their food. They're like, well, I didn't have enough time. So I think just knowing how long they have will also help you with portions."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. What do you do, ask the teacher?"
    },
    {
      "author": "WOO",
      "text": "I mean, you can pretty much ask your kids. You know, let - ask them, like, hey, how long do you have? I personally know, and I found out myself when my daughter was in kindergarten. On my days off, we were allowed to go and sit with them during lunch. So I would just go there and sit with her and have lunch and I would know exactly what time they came in and sat down. If they're in kindergarten or smaller, they don't really know how to explain things to you. I just speak with the teacher like, hey, what time is lunch? You know, how long do they get for a recess? And most teachers are happy to tell you that information."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway two - think about your child's lunch constraints. What do they like? What do they not like? How long do they have to eat? When's lunchtime? Knowing all these things can inform what you pack and how much of it, so you're not wasting food."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So let's talk about a couple of your favorite recipes from the book."
    },
    {
      "author": "WOO",
      "text": "Yeah. I like to cook a lot of different traditional comfort-type foods. I have a pozole recipe. So I just add the soup into a thermos cup, and then the other recipe that goes with it are homemade tortillas and then salsa, if your kids like salsa. And I'll usually add a little bit of the toppings on the side. So if your kids like radish or cabbage or anything like that, you can put those on the side."
    },
    {
      "author": "SEGARRA",
      "text": "Sounds like you a lunch box that has different sections in it, so you can put, like, dipping sauce in one and then radishes in another and tortillas in another part."
    },
    {
      "author": "WOO",
      "text": "Yeah. Most lunch boxes are sectioned off. But if they're not sectioned off, I like to use silicone baking cupcake cups or molds. Those are just, like, reusable, made with silicone. I just throw those in the dishwasher, and I just use those to section off things. And then also, so many different lunch companies have different sauce cups or accessories that go with your lunch box as well that you can use."
    },
    {
      "author": "SEGARRA",
      "text": "Another category that I liked was the breakfast for lunch. One, because I always used to think that was a treat when we would do breakfast for dinner. Like, back in the day, we would sometimes do waffles with ice cream for dinner..."
    },
    {
      "author": "WOO",
      "text": "Ooh."
    },
    {
      "author": "SEGARRA",
      "text": "...Or pancakes for dinner. So some of those caught my eye. Like, you had orange sweet rolls and mini green juice or, like, the sausage French toast roll-ups with a strawberry dipping sauce. Could you tell me about that one, the French toast roll-ups? Is that, like - is there sausage inside of the French toast?"
    },
    {
      "author": "WOO",
      "text": "Yeah. You just - you roll it up in bread. So basically, you flatten the bread, add in a sausage and then you roll it up, and then you fry it like regular French toast. Yeah. It's just kind of, like, a breakfast sandwich made from French toast, but a little bit more fun to eat because it is a roll-up, and you can dip it in the strawberry dipping sauce."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And the sausage, do you - you cook the sausage first, or you get cooked sausage and then roll it up? And I'm imagining it's not raw sausage inside that you're then cooking once you roll it up."
    },
    {
      "author": "WOO",
      "text": "Yeah. Cooked sausage, then rolled up."
    },
    {
      "author": "SEGARRA",
      "text": "What about quick recipes, like something you can do when you oversleep and you just need to get your kids out the door, but you still want to send them off with a filling lunch?"
    },
    {
      "author": "WOO",
      "text": "I have a lot of recipes like that. Like, even my blackened salmon, it takes about, like, 10 to 15 minutes, which - it sounds pretty daunting, like, oh, I got to cook a whole salmon before work. But the biggest thing is just being comfortable cooking. So no matter what recipe it is, if you're comfortable cooking it, you'll know exactly, you know, how much time you need and how much effort it's going to take. So for me, like, that salmon's going to take 10 minutes."
    },
    {
      "author": "WOO",
      "text": "And there's a lot of recipes that are super easy without cooking. Like, I always go to my turkey, avocado, ranch roll-ups. It's just like a turkey wrap, but it's just rolled up. So I put avocado, ranch, turkey and some cheese. And you can put anything in there - lettuce, tomatoes - and you just wrap it up. I let it sit in the fridge for five minutes just to solidify and then cut it into bite-size pieces."
    },
    {
      "author": "SEGARRA",
      "text": "All right. Takeaway three is to try out some recipes and get comfortable with them to speed up your cook time."
    },
    {
      "author": "SEGARRA",
      "text": "What are some of your favorite snacks to drop in as, like, a side piece for your - the rest of your kids' lunch?"
    },
    {
      "author": "WOO",
      "text": "I like to do snacks that are more protein-based. So if I can do, like, beef jerky or nuts - if your school allows it. My girls love pistachios. Hard-boiled eggs - that's always an easy one to just have in your fridge to give them a little bit more substance throughout the day. You know, raw vegetables, of course, those are always good with ranch and easy. You don't really have to do much. You know, you're just cleaning it and throwing it in. You can even precut them."
    },
    {
      "author": "SEGARRA",
      "text": "Here are some other ideas from the book of snacks you can add in - apple sauce, sweet peppers, edamame, pecans, turkey bacon, yogurt, seaweed, pickles, Parmesan zucchini, marshmallows, mini-muffins, puffed rice chips, animal crackers, pomegranate seeds. Oh, yeah, the list goes on and on."
    },
    {
      "author": "SEGARRA",
      "text": "And you also like to cut the food into cute shapes, right?"
    },
    {
      "author": "WOO",
      "text": "Yes. Kids just really like it, you know? Like, my daughter loves potatoes, but she'll be like, can I have it in alphabet shapes? Just 'cause it's cuter (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, tell me about that. How - what kinds of shapes do you cut food into? What kinds of foods? And how do you do it?"
    },
    {
      "author": "WOO",
      "text": "Anything that's on the firmer side, like fruits and vegetables that are firm and not watery or mushy, can pretty much be cut into shapes with shape cutters or cookie cutters if you have those at home. So I like to do, like, apples and peaches, watermelon, cantaloupe - anything like that that's crunchier and harder."
    },
    {
      "author": "SEGARRA",
      "text": "You said potatoes. Is that, like, cooked or how - yeah, obviously cooked, but cooked how?"
    },
    {
      "author": "WOO",
      "text": "Yeah, so I like to cut them into shapes raw, and then I can - I'll either fry them up. You can bake them. You can air-fry them. And those are perfect for shapes, too. Tofu is a really good one, too, for soups. I like to add a lot of tofu for protein, and I'll just cut it into shapes. And they love it."
    },
    {
      "author": "SEGARRA",
      "text": "Cool. Let's talk about the art of the lunch box note. I have been thinking about this. Like, what do you write in them? Is it kind of the same thing all the time? Is it based on what they're going through or what they have going on that day?"
    },
    {
      "author": "WOO",
      "text": "It's all of the above. I like to keep it, you know, relevant to what we're going through. Today, my daughter is having MAPs tests for the beginning of the year, where they see what level your child is at in the core classes - reading, math and writing. For that, you know, I'm - I always just write, like, hey, I know you'll do great in your MAPs testing. Just try your best - stuff like that. And then with song lyrics, I just write, like, cute song lyrics about love or, like, succeeding or being determined - anything like that - quotes from movies - yeah, quotes from movies that we're currently loving. I don't know. I just kind of try to find inspiration in, you know, everything that we're doing and what's relevant and what they like, what they're into."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway four - add flair to your kid's lunch. Make them dumplings in the shape of roses. Jessica has a recipe for those in her book. Decorate their lunch in the theme of their favorite movie, or write them a sweet message - could be a little joke, a quote, an affirmation. Here's some examples from the book. (Reading) Why did the teddy bear say no to dessert? Because he was stuffed. Three-day weekend - woo-hoo - can't wait to hang out. If kids were flowers, I'd pick you. And I love you with all my belly. I would say my heart, but my belly's bigger."
    },
    {
      "author": "SEGARRA",
      "text": "So, you know, the point is be creative. The love really is in the details. There's a quote that I really like in the book that says, it's amazing how something as simple as making lunch can turn into an act of love and creativity. What do you mean by that?"
    },
    {
      "author": "WOO",
      "text": "I think just putting in an extra effort or a small detail into anything that you do, really. So even just, like, making a strawberry into a shape, I do that often. You know, that just kind of - it's not much, you know? But it is something extra special for whoever is receiving it."
    },
    {
      "author": "SEGARRA",
      "text": "I like to give people stickers. I have a tin of stickers that I pull from. I collect them, and then I choose - like, try to choose just the right one for the right person."
    },
    {
      "author": "WOO",
      "text": "Yeah. And see, it's not much. You know, it's a sticker, but..."
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter)."
    },
    {
      "author": "WOO",
      "text": "It could mean everything to someone else receiving it."
    },
    {
      "author": "SEGARRA",
      "text": "And of course, that bit of wisdom doesn't just apply to your relationship with the kids in your life. Try making an artful lunch box for a partner, a sibling, a parent, a friend or for yourself. It's another way to brighten up the day."
    },
    {
      "author": "SEGARRA",
      "text": "OK, time for a recap. Takeaway one - gather your supplies. Get a lunch box that works for your kid. Make sure they know how to use it. Takeaway two - consider your child's lunch constraints, like how long do they actually have to eat? When is their lunchtime? What do they like to eat? Takeaway three - try out some different recipes and get comfortable with them, so you can speed up your cooking time. Also, remember to drop in some snacks. And takeaway four - add flair. Use cookie cutters to cut fruit and other snacks in different shapes. Decorate their lunch with a holiday theme or a theme from a movie and write them sweet little messages. A little goes a long way here."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to boost your mood in 15 minutes and another on how to waste less food. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from Tiffany Vera Castro and Kwesi Lee. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3447158530.mp3",
  "img": "https://media.npr.org/assets/img/2024/09/13/template-1-example-2-_wide-96084ed8614239c64e993a875e4adeb27c9e51bb.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "SULHEE JESSICA WOO",
    "WOO"
  ]
}