{
  "title": "Your kid is having a tantrum in public. Now what?",
  "url": "https://www.npr.org/transcripts/1201730555",
  "intro": "Meltdowns, refusing to share, hitting other kids. Every child has bad behavior sometimes. At home, it's easier to deal with. But what about in public? Psychologist Celina Benavides explains what to do in the moment — and how to get ahead of bad behavior.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. There's a moment that every parent and caregiver dreads."
    },
    {
      "author": "CELINA BENAVIDES",
      "text": "We had gone into a grocery store, and it was about to start to go down."
    },
    {
      "author": "SEGARRA",
      "text": "It's the moment when your otherwise happy and, frankly, charming child starts to lose it, and everybody's watching."
    },
    {
      "author": "BENAVIDES",
      "text": "She was getting upset. I had just started loading up my cart, but I knew she was overly tired. I was pushing it."
    },
    {
      "author": "SEGARRA",
      "text": "Celina Benavides is a developmental psychologist and a professor at Oxnard College in California. She spends a lot of time thinking about how to help people navigate parenthood, and she admits there's an extra layer of challenge when you have to make parenting decisions in public."
    },
    {
      "author": "BENAVIDES",
      "text": "It's no longer in the comfort of our home, where we might have a certain practice or routine, habits established with our children. And we feel the judgmental eyes from other people, and that can shape how we parent and also how children might respond to us."
    },
    {
      "author": "SEGARRA",
      "text": "Today on LIFE KIT, journalist Emily Siner is going to talk to Celina about your questions on parenting in public. We're talking tantrums in the grocery store, toy disputes with other kids, scuffles on the playground and what you can do to feel just a little calmer as it's all going down."
    },
    {
      "author": "EMILY SINER, BYLINE",
      "text": "I want to start with the classic example of having to make parenting decisions in a public space, and that is the meltdown. Like..."
    },
    {
      "author": "BENAVIDES",
      "text": "Definitely."
    },
    {
      "author": "SINER",
      "text": "...Maybe you're at a restaurant and your kid starts screaming, or you're at the grocery store and your kid refuses to move down the aisle, and it can feel so embarrassing and paralyzing because it feels like everyone is looking at you. So what is the first thing you should do in that moment?"
    },
    {
      "author": "BENAVIDES",
      "text": "In the moment, I think the biggest thing is actually to stay calm. It is dysregulating when - seeing our child starting to get upset. More people are noticing. It can trigger us because we start to feel embarrassment or shame around the situation. And this is when we have to remind ourselves that if we want them to be regulated, we ourselves need to be responding in the same way. So staying calm, taking a deep breath, pausing, thinking about how you want to respond is actually the key part."
    },
    {
      "author": "SINER",
      "text": "OK, so take a deep breath, regulate yourself. How do you respond to your kid?"
    },
    {
      "author": "BENAVIDES",
      "text": "Then is there a way that you can redirect their attention or their energy? So that way, they still feel there's some autonomy because sometimes they're melting down because they feel they don't have any agency in the situation. So it's communicating in a way that allows them some choice. So if it's at a restaurant, if there's bread on the table, did you want to grab a piece of the bread or should I grab it and you can help me butter it? So you're giving them some choices, and that allows them some control. And what you're trying to do is redirect them, so that way they're not so emotionally hijacked in the moment. Their amygdala is getting hijacked. So I really try to make eye contact. I'm trying to get on their level. I'm making sure my voice is even, and I'm trying to do these redirection strategies."
    },
    {
      "author": "BENAVIDES",
      "text": "And then sometimes another strategy that I share with families is to use distraction in a way that seems funny, where it's like, oh, I saw a purple bird go by. And they might be like, no, that's not true. So then they get to correct you. It becomes humorous. So I think those are useful techniques to be able to, like, disrupt the emotional behavior that's happening."
    },
    {
      "author": "SINER",
      "text": "So this is takeaway one - when you see a meltdown coming on, regulate yourself and then try to redirect your child. Of course, Celina says this doesn't always work. If they've already progressed to a full-on tantrum, they won't be able to hear you at all. But you can jump in again when they start to quiet down."
    },
    {
      "author": "BENAVIDES",
      "text": "That is a perfect time to recognize that and say, oh, I noticed you're starting to calm down, and I noticed that you're breathing more calmly. And, you know, you're reinforcing the positive behavior that is occurring, even if it's just for a few seconds. And sometimes you do have to ride it out. And again, it's providing reassurance in those moments and letting them know that you're there with them. I think it's really helpful."
    },
    {
      "author": "SINER",
      "text": "But takeaway number two is that you don't have to wait for a tantrum to happen. You can help your child prepare for the big emotions and triggers ahead of time."
    },
    {
      "author": "BENAVIDES",
      "text": "So for my children, I model our deep breathing, our practicing what that looks like and show how we might put our hands on our chests and show what it looks like when we take a deep breath, and can they feel our hand moving up and down with that? Because then when they are in stressful situations, and I'm talking about, let's take some deep breaths together, they can remember that we covered that skill together."
    },
    {
      "author": "BENAVIDES",
      "text": "Another strategy that I really like to talk about with people is using butterfly hugs. And this is when they might put their - wrap themselves in a hug, and they have a hand on each side of their arms or their shoulders. And this is when they can gently squeeze their arms together. And this is better for..."
    },
    {
      "author": "SINER",
      "text": "So they give themself a hug?"
    },
    {
      "author": "BENAVIDES",
      "text": "Yes."
    },
    {
      "author": "SINER",
      "text": "That's so sweet."
    },
    {
      "author": "BENAVIDES",
      "text": "So it's really soothing (laughter). Yeah, it's really soothing because then they're giving themself comfort. They're engaging a self-soothing strategy. So when a child is feeling dysregulated, sometimes it's due to, like, sensory input, and this is a way to calm our nervous system. And they may not do it successfully every single time, but the more that you teach these strategies when things are calm, and it's through play, they're more likely to utilize them in those high, tense moments when they can't really think clearly. And you can just reference them, and they know what you're saying."
    },
    {
      "author": "SINER",
      "text": "In other words, practicing calming when things are already calm helps them prepare, so does going over expectations ahead of time. For example, you might dread the fact that every time you go to Target, your child wants you to buy him a toy. And when you say no, he starts shrieking. Celina says get ahead of it. Before you go, describe what's going to happen."
    },
    {
      "author": "BENAVIDES",
      "text": "So if we're going to go shopping, I let them know there's going to be toys that we might see. But - and then you have to think about - for yourself - what's your plan there? Whatever boundary you set, you want to follow through with that later. You might say, there's going to be lots of toys there. It's going to be really interesting stuff, but when we leave there, this is what we get to do. And you can reinforce, like, we're going to go to the park, or when we get home, we get to play with - and just talk about a toy that they haven't played with in a while. So make it exciting for them - something for them to look forward to."
    },
    {
      "author": "SINER",
      "text": "And Celina says the store experience itself can be something to look forward to."
    },
    {
      "author": "BENAVIDES",
      "text": "I talked through some of the things about, what are some good things we can do while we're at the store? And if they're younger, maybe it's allowing them to help me pick up the item from the aisle and putting it in a shopping cart or a basket. And that way, they again feel included in the process. They're engaged, and they're less likely to kind of start to lose interest. And as they get older, especially when we're starting to think about our preschoolers and those in middle childhood, we can ask them, can you be my helper? And maybe you're giving them a list, and you're getting them things. With my oldest - my 6-year-old, sometimes I give her a pen and the paper, too, and she gets to cross off items as we go along. I make it kind of exciting for them, too, to think about it as like an adventure that we get to do together, and they're a helper in the family and that this is really important - the role that they're doing - as opposed to, like, this is the thing that we're doing, and you need to listen to me and what I'm saying (laughter)."
    },
    {
      "author": "SINER",
      "text": "Yeah, I like that. I feel like there's additional pressure when you know that you're going to a place where you can't just move them, like a plane."
    },
    {
      "author": "BENAVIDES",
      "text": "Definitely."
    },
    {
      "author": "SINER",
      "text": "Is there something that I, as a parent, can do to prepare myself for how to deal with that?"
    },
    {
      "author": "BENAVIDES",
      "text": "Right. I think that we have all these strategies we can utilize to try to prevent the situation. We have our activity bag. We have our snacks. And we're doing all the things right that we can, and still the meltdown happens. It can be really hard. And it doesn't help when you, like, get those death stares from other people being like, oh, your child is too loud or judging the way you might be parenting. You have a few options there. You can try to just block it out yourself and be like - you know what? - they're not important. Let the focus be on your child. And then other times, you might want to say something to help diffuse it, where it's like, yeah, we're having a hard moment. Sorry. And if they still are giving the judgmental look, that's when we have to just realize that - you know what? - I've tried. My focus is on my child. I only have so much energy right now, and that's OK."
    },
    {
      "author": "SINER",
      "text": "I want to ask about one of the things that stresses me out the most. So my child is now a toddler."
    },
    {
      "author": "BENAVIDES",
      "text": "Aw."
    },
    {
      "author": "SINER",
      "text": "So we go to a lot more parks and playtimes. And it seems like every single time, there's some moment where he tries to take someone else's toy, which I get. He's a toddler. He doesn't understand the concept of sharing it. But then there's this awkward dance of, like, am I supposed to step in? Can I let the other children figure it out? Is the other parent supposed to say, like, share your toy? What is your advice for a parent of a young child who is not great at sharing?"
    },
    {
      "author": "BENAVIDES",
      "text": "I think it's a wonderful question. That comes up often for parents of, like, when do we intervene and when is those - when are those appropriate moments to provide guidance or to allow children the ability to figure it out together? And this is when I recommend staying close by and allowing your child and the other children some space to navigate it. So I kind of do the encouragement of, like, pause at first and see what's happening, what's unfolding. If you feel like it's starting to escalate or they're on the verge of that, you can get closer. Sometimes your physical presence might be reassuring to your child. And you can start off by just labeling what you're seeing."
    },
    {
      "author": "SINER",
      "text": "Takeaway number three - as long as no one is in physical danger, your role is to help your kid figure out how to name and resolve the dilemma."
    },
    {
      "author": "BENAVIDES",
      "text": "So you're describing the things that you're noticing - oh, I see that we only have this one toy, and both of you want that. Hmm. And then I think a next approach is to ask questions - what can we do? - then seeing if they come up with some ideas and allowing them the ability to do so because that is a great skill. You're giving them a teaching opportunity to come up with ideas on their own and handle the problem."
    },
    {
      "author": "BENAVIDES",
      "text": "Sometimes that doesn't work. Maybe they're too young to verbalize it, or maybe they're just not ready yet developmentally to share on their own. And you could say, what if we try taking turns? What would that look like? Again, you're still introducing the opportunity to ask a question and for them to come up with a solution. Maybe one of them will volunteer giving the other child the toy first and then waiting for their turn. And if not, then you can set a parameter and be like, OK, I see you have it first. So let's try that, and we can do it for one minute, and then we'll do the switch."
    },
    {
      "author": "BENAVIDES",
      "text": "I think that it's OK to intervene if they're not able to navigate it. But I really do believe that it's important to allow our children the autonomy to work through the situations together because they're learning life skills, and this happens through play. And I think it's really valuable that we show them trust that we believe that they can handle this but that we are a trusted adult as well that can be there to help them navigate as needed."
    },
    {
      "author": "SINER",
      "text": "This all happens in the moment, but the intervention doesn't end there. Takeaway four - once you've made it through a difficult public parenting moment, debrief with your child."
    },
    {
      "author": "BENAVIDES",
      "text": "Oh, I noticed at the park earlier this was a hard moment. You both wanted that same toy, but you did this. And then you talked about the things that you observed, and what were the positive things? And again, you're reinforcing that, so that way they can remember that for the next time. Or if, you know, things didn't go well, and they started to get upset and dysregulated, you can say, I know that was hard. That was really hard when we have to share. It doesn't always feel great. And again, even if they're nonverbal, you're still giving labels to what they felt. You're describing the situation, and you're focusing on the positive."
    },
    {
      "author": "BENAVIDES",
      "text": "And this debriefing period is really helpful because, again, it's this idea about prevention for the next time, and it takes time. So it's not that it's going to suddenly by the next time be solved, and they're great at sharing, but rather it's a process that unfolds over time, and this is part of it. It's - the connection afterward really matters and being able to help a child feel good about themselves that you were there. You provided safety and reassurance for them and that you showed them that they could come up with an idea to solve the problem."
    },
    {
      "author": "SINER",
      "text": "I honestly had never thought about that 'cause, I mean, my child doesn't talk yet. So I kind of just assumed that he's in the moment and afterward..."
    },
    {
      "author": "BENAVIDES",
      "text": "Yeah."
    },
    {
      "author": "SINER",
      "text": "...Will have forgotten everything and will have no idea what I'm talking about. But you're saying that you're - it's still valuable because you're able to label it and remind them of it."
    },
    {
      "author": "BENAVIDES",
      "text": "Yeah, and I think it's so great. This is a wonderful time, where you're sharing language. You're explaining feelings because they might have a feeling in their body, and they don't know what that is. These are new experiences for them. So you're labeling that emotion that they have, which is powerful for them because then they start to understand they can feel a little bit calmer the next time they have that. They're like, oh, that was me feeling scared by this, or this was me feeling jealous or upset."
    },
    {
      "author": "BENAVIDES",
      "text": "And you don't have to just say it through your words. You can also do it through books. It's a wonderful opportunity to visit the library or think about the books you have in your home collection, where so many authors touch on these topics about sharing or at the park and making friends, and it's through someone else's perspective, a character. And you get to tell the story with them and talk about it and ask questions - oh, I noticed this. And again, even if they're not verbal yet, you're labeling what's happening there. Oh, do you see their face in the picture? Oh, it looks like they're upset, and they weren't ready to share that toy. And then you'll be like, oh, that kind of reminds me of you at the park. Let's see what happens. And then you kind of go through the story together. And it's, again, another opportunity to debrief together."
    },
    {
      "author": "SINER",
      "text": "We got a lot of questions from our listeners about mediating interactions between slightly older children. So, like, what are you supposed to do in a scenario when your child is being rough with another kid?"
    },
    {
      "author": "BENAVIDES",
      "text": "Yeah, I think the first thing is assess the situation and see what is happening, and is there a safety concern? Because that's when you want to do an immediate response. And I always give that boundary to our children, too. It's like, we can go out to the space, and we can play, as long as we're being safe with our bodies and other people's bodies, too."
    },
    {
      "author": "BENAVIDES",
      "text": "And two is how can I validate the feelings of all the children involved? I really focus on the child that got hurt initially because that's the person that needs the reassurance in the moment and checking in with them and see, oh, that doesn't look like it felt good. I can see that you're upset by that. Do we want to talk about it? And try to offer some reassurance. And then I work with the child that might have done the intentional or unintentional hurt and say, ooh, that looks like they didn't feel good about that. What can we do? And then see if they will want to go approach them and try to check in with them as well and offer some comfort. And I think the third thing is helping them try to regroup and think through, OK, can we engage and play again? Because part of that is relationship repair. And this happens all the time with children. They might hurt each other physically or emotionally, and we want to help them figure out how to navigate that successfully. And that includes being able to play well again."
    },
    {
      "author": "SINER",
      "text": "This may be sort of a silly question, but is it okay to talk to another parent's child? Like, when does it cross the line of, well, now you're parenting someone else's kid, and that's not appropriate?"
    },
    {
      "author": "BENAVIDES",
      "text": "I think that comes up often in these public spaces, especially at the park (laughter). Because sometimes, especially with children who might be a little bit older, maybe their parents are stepping back a little bit further because their child can navigate the space. But when another child is being hurt by my own child, that's when I do talk with them. And I'm like, oh. I check in. Are you - how are you feeling by that? I noticed this happen. Because when we don't know that other child or that parent, it's not a full invitation to parent them, but we can set some boundaries. I think that always is appropriate, and it's OK to remove ourselves from situations that don't feel safe or comfortable for us or our child."
    },
    {
      "author": "SINER",
      "text": "At that point, should you involve the other parent?"
    },
    {
      "author": "BENAVIDES",
      "text": "Well, ideally, they might be noticing the situation, too. And they might be walking over or getting closer, as well, and getting involved. I think that is the ideal situation. But then sometimes, you're in a situation maybe that they didn't observe, 'cause they were on their phone or distracted in the moment, or they may not feel like it's worth being able to intervene in that moment. And if it was something that was really aggressive or really hurtful, then maybe you want to check and be like, hey, I just wanted to let you know this happened. And, you know, debrief briefly and be like, but it seems like they're OK. And you might move on from there, or, like, this happened, and I just wanted you, like, to know."
    },
    {
      "author": "SINER",
      "text": "I do feel like a lot of these tips that you're giving could also be applied to adult situations."
    },
    {
      "author": "SINER",
      "text": "They sound like very good life skills that I think a lot of us don't have. I think at the core of a lot of these questions is when you're in a public space, you're having to navigate the judgment of others. And everyone parents a little bit differently, or thinks that they would parent differently. How should we navigate the judgment of others in public?"
    },
    {
      "author": "BENAVIDES",
      "text": "Anytime we're in a public space, we might feel on the spot. And when that happens, we can feel nervous or anxious, sometimes embarrassed by what is happening, or our child's behavior, or how our parenting is on display. And that can be hard. I think this is why it's really important to feel calm in the moment, take our deep breaths, so that way we can think about, OK, what's the most important thing here? Our child. And, like, how do we handle this best? But to also remind ourselves that we're human, and we're not going to handle things perfectly every time, and that's OK - that the best thing we can do is to reflect and apply better strategies the next time. We can also remind ourselves, too, that these are external opinions that do not shape us or our home or our child. If someone is getting vocal and telling you how you should be handling a situation or parenting, that it's OK to say a boundary and say, thanks for your suggestion, but this is how I'm going to do it. And maybe they're not saying anything, but you feel the looks, or you feel the judgment occurring. And that's when you have to remind yourself, you know what? The most important thing here is my child and making sure they're OK, and that I'm helping them navigate the situation."
    },
    {
      "author": "SINER",
      "text": "This is our final takeaway - number five. When you feel the eyes of others judging you in public, keep focused on what's best for your child. And when the roles are reversed, be the change you want to see in the world. So going back to the original example of my child melting down at a grocery store, what, ideally, should other people be doing in that moment?"
    },
    {
      "author": "BENAVIDES",
      "text": "When we're seeing someone who is overwhelmed - a parent is getting overwhelmed, a child is getting overwhelmed by a situation - we want to be the good bystander nearby who can help offer some type of relief for them. Especially at checkout lines, I have seen this occur. I can see one child starting to negotiate their parents. They're starting to melt. And the other child is assessing the situation, but they're not certain, so I might distract them. I might, like, play a game with them. Or there have been times where this has happened, and I might be like, can I save your spot in line if you need a moment to step to the side? And I might give them the space to, like, take the moment that they need. I think it's thinking about the ways that we can help each other, because parenting is hard, and it really involves us being a community of support for each other. And it really stands out for parents when there's been someone who has been helpful when they've had a difficult challenge in public. And that's hopefully what we're going to do for each other."
    },
    {
      "author": "SINER",
      "text": "And now let's recap what we've learned. Takeaway one - public meltdowns are going to happen. When you see one coming on, calm yourself first, and then try to redirect your child. Maybe distract them with humor, or ask them questions to give them some agency. And when they start to settle down, make sure to label it, to reinforce positive behavior."
    },
    {
      "author": "SINER",
      "text": "Takeaway two - you help your child prepare for big emotions and triggers ahead of time. One way to do that is to practice breathing exercises or butterfly hugs. Another way is to set expectations. Like, we're going to the store, and we're not going to buy any new toys today. But right after, we're going to play at the park. And get your kids involved in the activity however you can. Have them hold the bananas in the cart or check the items off the shopping list, so they're part of the adventure."
    },
    {
      "author": "SINER",
      "text": "Takeaway three - when it comes to your kid playing with other kids, as long as everyone's safe, your role is to help them name the dilemma and figure out a resolution, ideally on their own. Instead of jumping in when you see your kid taking someone else's toy, for example, use it as a learning opportunity. Stay close, ask questions and offer solutions if needed."
    },
    {
      "author": "SINER",
      "text": "Takeaway four - make sure to debrief with your child after hard moments. Once you've made it through the tantrum at the grocery store or the problem on the playground, talk through what happened. You want to name their feelings, brainstorm what you might both do better next time and offer them reassurance. Even if they're nonverbal, that connection after a hard time is important."
    },
    {
      "author": "SINER",
      "text": "And takeaway five - parenting is hard and parenting in public is even tougher. Remember that at the end of the day, what matters most is focusing on what's best for your child."
    },
    {
      "author": "SEGARRA",
      "text": "That was journalist Emily Siner. For more LIFE KIT, check out our other episodes. We have one on caffeine, and another on how to boost your mood. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough of us, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you, so if you have episode ideas or feedback you want to share, email us at lifekit@npr.org. This episode of LIFE KIT was produced by Andee Tagle. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Megan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Clare Marie Schneider, Margaret Cirino and Sylvie Douglis. Engineering support comes from Carleigh Strange. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6763791485.mp3",
  "img": "https://media.npr.org/assets/img/2024/09/26/template-4-example1_wide-a083cab22384f463e2f222b783f1e4c77bc54d2e.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "CELINA BENAVIDES",
    "BENAVIDES",
    "EMILY SINER, BYLINE",
    "SINER"
  ]
}