{
  "title": "I ditched plastic for a week. Here's what I learned",
  "url": "https://www.npr.org/transcripts/1202891560",
  "intro": "Plastic isn't great for your health or the planet. Here's what NPR's Claire Murashima learned from avoiding single-use plastics for a week.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. Plastic is everywhere, and for good reason. It can be cheap, strong, light, bendable, waterproof. So in recent decades, we've been making a lot more of it. In fact, over half of all plastic that's ever been made has been made since 2002."
    },
    {
      "author": "SHEELA SATHYANARAYANA",
      "text": "Plastic has really advanced what we can do in our culture, but we have to find ways to make it more safe for human consumption and use."
    },
    {
      "author": "SEGARRA",
      "text": "Dr. Sheela Sathyanarayana is a pediatrician and environmental health specialist at the University of Washington and Seattle Children's Research Institute, and she studies the effects of plastic on people, especially during childhood and pregnancy. She says plastic is bad for the environment since a lot of it ends up as pollution. But before it even ends up there, the act of making plastic releases greenhouse gases since it's made from petroleum."
    },
    {
      "author": "SATHYANARAYANA",
      "text": "I don't think that people generally know that. So when we think about the impact of plastic overall for the environment, there are huge greenhouse gas emissions that come from plastic production."
    },
    {
      "author": "SEGARRA",
      "text": "And as it's used, plastic breaks down into microplastics, and chemicals leach out of it, which can cause health problems, even if we don't feel the immediate effects of them. Also, if you want to use less plastic, it gets really hard."
    },
    {
      "author": "SATHYANARAYANA",
      "text": "Almost all of the burden is on the consumer."
    },
    {
      "author": "SEGARRA",
      "text": "That didn't intimidate NPR producer Claire Murashima, who gave herself a challenge to cut out single-use plastics for one week. On this episode of LIFE KIT, I talked to Claire about how it went, what she's learned about the environmental and health impacts of plastic and what tips she has for you."
    },
    {
      "author": "SEGARRA",
      "text": "All right, Claire, so for you, was this challenge more about helping the environment or protecting your health?"
    },
    {
      "author": "CLAIRE MURASHIMA, BYLINE",
      "text": "It was probably more about plastic waste in the environment. I've just been seeing a lot of pictures of, like, trash on beaches recently, and that was a big motivator. But also, like, the more I reported, the more I realized that plastic is very not good for health."
    },
    {
      "author": "SEGARRA",
      "text": "So you embarked on a plastic-free week. And specifically, you decided to avoid buying any new single-use plastics. Those are the kind that are meant to be used once and then thrown away - right? - like coffee cup lids and shampoo bottles. How did you go about that?"
    },
    {
      "author": "MURASHIMA",
      "text": "So I focused on cutting online shopping and food delivery. I'm a big fan of both of those. I filled my own containers at the bulk section of the grocery store. I also carried with me a tote bag with reusable utensils and a reusable container whenever I left the house. And I decided that if any of my single-use plastic items ran out throughout the course of the week, I would replace them with plastic-free alternatives."
    },
    {
      "author": "SEGARRA",
      "text": "As you did this challenge, I wonder, which changes did you find relatively easy?"
    },
    {
      "author": "MURASHIMA",
      "text": "Two things kind of seamlessly fit into my routine. Dryer sheets often contain plastic actually, so instead of those, I used wool dryer balls. And the second one was using a menstrual cup instead of single-use period products. Both of those I saved money on because I didn't have to buy products and use them up. And I will say I had both of these things already but just didn't always use them."
    },
    {
      "author": "SEGARRA",
      "text": "And what is the menstrual cup made out of?"
    },
    {
      "author": "MURASHIMA",
      "text": "The menstrual cup I used was made from silicone, which is a plastic, but it allowed me to not throw away a bunch of plastic packaging from tampons."
    },
    {
      "author": "SEGARRA",
      "text": "Right - it's reusable."
    },
    {
      "author": "MURASHIMA",
      "text": "It is, yes. You just boil it in water once a month."
    },
    {
      "author": "SEGARRA",
      "text": "Got it. What did you find difficult about this week?"
    },
    {
      "author": "MURASHIMA",
      "text": "There were a few things that were hard. The biggest one was just, like, not having time to do a lot of the things that I normally do. I really didn't have that much downtime between baking bread and making soup and, like, riding around D.C. on my bike, looking for ingredients to make things. You know, for somebody who's busy and has a job, it's not the most convenient thing to do."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. OK, were there any times where you found it was just impossible to give up single-use plastics?"
    },
    {
      "author": "MURASHIMA",
      "text": "Oh, my goodness. There were so many, and almost all of them had to do with food. I love candy. I cannot go a week without candy. So to make my own peach rings, I had to scour the grocery stores for ingredients. It was difficult for me to find citric acid, which makes them sour, in a plastic-free container or in bulk. So I just gave up and bought citric acid in a single-use plastic."
    },
    {
      "author": "MURASHIMA",
      "text": "These there so sour. These are incredibly sour."
    },
    {
      "author": "MURASHIMA",
      "text": "I did have to buy a single-use plastic, but, like, making my own peach rings and using that citric acid over time, it's definitely less plastic waste than buying a pack from the grocery store in plastic. Another time that I unintentionally acquired plastic was when I was trying to buy almonds in bulk. So I wrote down the PLU. I wrote down the weight of the jar before and after filling it with almonds. However, when the cashier rang it up, they weren't sure how to subtract the weight of the jar, and they had to get three cashiers to figure it out. I held up the line. It took about five minutes to just figure this out."
    },
    {
      "author": "MURASHIMA",
      "text": "There are three people behind me, and I'm feeling so self-conscious."
    },
    {
      "author": "MURASHIMA",
      "text": "In the end, they poured my almonds into a plastic bag, weighed it..."
    },
    {
      "author": "MURASHIMA",
      "text": "...Threw the bag away, and then poured them back into my jar, which, like, defeated the purpose of bringing my own jar in the first place."
    },
    {
      "author": "MURASHIMA",
      "text": "Sorry for the delay."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "No, it's OK. I'm fine."
    },
    {
      "author": "SEGARRA",
      "text": "That is so frustrating."
    },
    {
      "author": "MURASHIMA",
      "text": "I know."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I mean, this does sound like it took a lot of work. And I know you were going all in for the sake of this journalism experiment, but I imagine it would feel like a big lift for someone trying to do this for the first time."
    },
    {
      "author": "MURASHIMA",
      "text": "Oh, absolutely. It was since this was all new to me, but it's not exactly a new concept. I spoke with Isaias Hernandez. He's an activist and educator who goes by Queer Brown Vegan on social media, and he says that low-income people are already used to living a low-waste lifestyle."
    },
    {
      "author": "ISAIAS HERNANDEZ",
      "text": "My parents always reused, you know, containers and the butter jars and - you know, upcycling glasses to put their plants in. And it wasn't until I got older, and I got a full-time job and my income increased - that's when I realized that I had larger amounts of plastic waste that I was using."
    },
    {
      "author": "SEGARRA",
      "text": "It's almost like how we talk about lifestyle inflation - right? - where you start making more money, and then you start spending more money and buying more expensive things. And I guess along with that comes more waste."
    },
    {
      "author": "SEGARRA",
      "text": "All right, folks, so takeaway one here is to look for the easy swaps where you can - wool dryer balls instead of dryer sheets, a reusable stainless steel water bottle instead of the throwaway plastic kind, bar soap instead of body wash in a plastic bottle. You can use wax paper and a rubber band instead of Saran wrap or get washable, reusable sponges to throw in the laundry rather than use disposable sponges, which often have a little bit of plastic in them. You can get soap tablets and put them in a reusable glass dispenser rather than use hand soap in a plastic bottle. If you menstruate, consider a reusable menstrual cup or a disc instead of pads or tampons. There are lots of ways you can cut down on plastics."
    },
    {
      "author": "SEGARRA",
      "text": "Claire, let's pivot now to talk about the health aspect of all of this. Reusing single-use plastic containers is better for the environment but not necessarily for your health 'cause we're learning that it's not ideal to eat out of plastics in general, right?"
    },
    {
      "author": "MURASHIMA",
      "text": "Right. There's a few reasons for that. One is just the microplastics, which are bits of plastic that come off, and you can eat them. There's also chemicals that can leach out of the plastic, usually when it's heated up. But let's just talk about the microplastics - you know, these small bits of plastic that you can eat or breathe when you use things that are plastic - and they can actually become lodged into your organs. Here's what Dr. Sathyanarayana said."
    },
    {
      "author": "SATHYANARAYANA",
      "text": "So you can imagine you have a splinter underneath your skin. It causes irritation. It can cause an infection. You know, similarly, if you have a plastic particle lodged into your lungs or somewhere else in your body, it can cause inflammation and also potentially immune dysfunction. And then there can be a lot of downstream effects from that."
    },
    {
      "author": "SEGARRA",
      "text": "I wonder if it helps at all - if it can reduce your exposure if you rinse off food that was packed in plastic."
    },
    {
      "author": "MURASHIMA",
      "text": "So I asked Alice Brock about that. She's a researcher at the University of Southampton in the U.K. And she says that, you know, if you have a cucumber that's wrapped in plastic, and you rinse it off, it might remove some of the microplastics, but microplastics are present in the food, and they're also in tap water. So it's really hard to be completely free of them."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So it's not just these tiny particles of plastic that we're worried about, right? It's also the chemicals in the plastic that can leach into food."
    },
    {
      "author": "MURASHIMA",
      "text": "Yes. I also learned that with plastic containers, they contain chemicals that can actually mess with your hormones. Here is Dr. Sathyanarayana again."
    },
    {
      "author": "SATHYANARAYANA",
      "text": "There can be chemicals that are in the actual structure of the plastics. They're used to make the plastics either more durable, more flexible, depending on the type of plastic. And those chemicals can leach out of those plastics, especially when they're heated up, and then get absorbed into the body."
    },
    {
      "author": "MURASHIMA",
      "text": "And they can have negative effects, especially during early childhood and pregnancy. So whether you're trying to avoid the chemicals or the microplastics or both, Dr. Sathyanarayana recommends just swapping your plastic food containers for ones that are glass, metal or wood and also avoiding plastic packaging, like water bottles."
    },
    {
      "author": "SEGARRA",
      "text": "OK, takeaway two is to think about ways to cut down on the plastic you ingest. Microplastics and the chemicals from plastics can find their way into your body from packaging, cutting boards, cookware, water bottles - the list goes on. So consider avoiding plastic containers when you can and making swaps, like using a wooden cutting board instead of a plastic one."
    },
    {
      "author": "SEGARRA",
      "text": "Avoiding plastics in your food is also so much harder when you're eating out rather than eating at home."
    },
    {
      "author": "MURASHIMA",
      "text": "Yes. So much of the food packaging and containers for takeout are made from plastic or at least contain a little bit of plastic. The founder of Plastic Free July, Rebecca Prince-Ruiz, recommended putting together a little kit with utensils, containers, a straw and just keeping it with you because you never know when you're going to eat out at a restaurant."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I was thinking about that the other day. I went to this place. It was a food hall, and I got soup, but they just had plastic spoons. And I went around to so many of the restaurants in that food hall, and I asked if anybody had a metal spoon, and no one did. This is exhausting, though. I feel like you - once you start to be aware of it, you look around and plastics are in everything."
    },
    {
      "author": "MURASHIMA",
      "text": "Yes. Plastic is in things that I did not even know existed. I actually came away from this week with 102 pieces of either plastic or mixed material bits of waste - everything from the glue that holds the label to a glass pasta jar, the lining of the cheese powder packet from boxed mac and cheese, a cable tie that was on the cord of a bread maker I found on the street and cling wrap from the DIY fruit fly traps I made to get some fruit flies out of my house."
    },
    {
      "author": "MURASHIMA",
      "text": "So in the U.S., there's no federally agreed-upon definition of what plastic is. And even if you think you know what it is, it's hard to know what it's in. Like, there are no nutrition facts for so many of the products we use - like wax paper, butcher paper, dryer sheets, stickers - all of which I learned often contain plastic. But there's really no way to know whether the ones I consumed did have plastic."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, it's not like it's going to say on your cereal box, you know, this serving comes with X grams of microplastics in it, right?"
    },
    {
      "author": "MURASHIMA",
      "text": "Exactly, yeah."
    },
    {
      "author": "SEGARRA",
      "text": "I wonder - we've been talking a little bit about plastic alternatives. I know bamboo can be used as an alternative. I've got a bamboo electric toothbrush actually, and I have some bamboo utensils that I bring around with me. What about glass? Is that a good option?"
    },
    {
      "author": "MURASHIMA",
      "text": "Well, health-wise, if you're using a glass straw, glass containers, they don't have microplastics because they're not made of plastic. However, environmentally the production of glass has a higher carbon footprint than the production of plastic. And the people who work on the front lines of glass production or live near production facilities have more respiratory problems and other illnesses. I talked to Alice Brock. She's the researcher at the University of Southampton in the U.K. She studies beverage packaging and climate change."
    },
    {
      "author": "ALICE BROCK",
      "text": "When it comes to glass, I think people think it's better, like, because they go, oh, well, you can recycle it all the time, right? The thing about glass is it takes a lot of energy to make, and a lot of gases are released as that happens. So you get carbon dioxide released from that but also sulfur dioxide, which leads to acid rain and respiratory problems."
    },
    {
      "author": "MURASHIMA",
      "text": "But it's a trade-off because, while glass can be recycled almost indefinitely, plastic can't. Here she is again."
    },
    {
      "author": "BROCK",
      "text": "Every time you recycle plastic - it's made of, like, long-chain molecules. Every time you recycle it, the chain gets shorter, so it can't necessarily be used as the same material again, or it has to be mixed with new plastic. And it ends up where it's such a low-quality plastic, it can't be recycled anymore."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway three - if you're looking for a plastic alternative for food storage, consider glass or metal, like stainless steel, especially if you already have it on hand and can reuse it. Also, keep in mind that the aim here is not to go through your home in one afternoon and toss every last bit of plastic or every less-than-eco-friendly object. It's just to do a little bit better for yourself and for the environment."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so let's get really practical here. If someone wants to cut down on their use of plastics and specifically single-use plastics, where can they start?"
    },
    {
      "author": "MURASHIMA",
      "text": "A good first step is just looking at what kinds of plastic you are going through to begin with. So Rebecca Prince-Ruiz, founder of Plastic Free July, she says look in your trash can, your fridge, your pantry. Do an audit of the types of plastic you're consuming already, and then from there, you can find alternatives. And sometimes they're more expensive. Sometimes they're cheaper. Isaias Hernandez, Queer Brown Vegan online, says that it doesn't always have to be an expensive thing, and he recommends buying second hand."
    },
    {
      "author": "HERNANDEZ",
      "text": "I would tell them to check out their Facebook Marketplace. It is filled with a lot of free items, and a lot of these items sometimes are vintage or either - slash new that haven't been used."
    },
    {
      "author": "MURASHIMA",
      "text": "But big picture, like, there's no way to do this perfectly."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, it's not like you're going to be able to cut plastic out of your life entirely. And really, that comes back to this point about climate change and about our health. A lot of the responsibility has to be on the companies that make these things, right?"
    },
    {
      "author": "MURASHIMA",
      "text": "Yeah, and the governments that regulate them. I talked to Prince-Ruiz about that. She says that, like, the fact that alternatives are often more expensive is reason enough that systemic change is needed just because it needs to be more seamless, easy and cheaper for people to buy plastic-free alternatives. Every single expert I talked to said, like, you will never get to zero plastic. It's not your fault, and just make your peace with that. But that doesn't mean you shouldn't try it. Here's Dr. Sathyanarayana."
    },
    {
      "author": "SATHYANARAYANA",
      "text": "Even if you have a product - let's take, like, a stainless steel cup or coffee mug or something like that. To make it functional, you still need a little bit of plastic somewhere - right? - so that it's a little bit more usable if you want to close it or contain it. And still, that's better than a fully plastic cup, an all-plastic container."
    },
    {
      "author": "MURASHIMA",
      "text": "The main things to focus on are, do what you can. Don't focus on what you can't. And small swaps do add up, both for the planet and for your health."
    },
    {
      "author": "SEGARRA",
      "text": "All right, it's time for a recap. Takeaway one - look for the easy, plastic-free swaps where you can. Bring bamboo utensils with you when you're on the go. Buy unpackaged produce."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway two - ingesting plastic could impact your health. Consider avoiding it when you're preparing and storing food and water."
    },
    {
      "author": "SEGARRA",
      "text": "Takeaway three - if you're looking for a good alternative for food storage, try glass or metal."
    },
    {
      "author": "SEGARRA",
      "text": "And remember, plastic is everywhere. Getting to a hundred percent plastic-free is unrealistic. But if you want to make a change, go slowly. See what's in your cabinets. Look at your trash can. Get a little more data about yourself, so you can make changes going forward."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to start composting and another on how to eat more plant-based meals. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from David Greenburg and Tiffany Vera Castro. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9988798768.mp3",
  "img": "https://media.npr.org/assets/img/2024/09/26/template-4-example-2-_wide-5d63faf202cad6bf835bd306de22355da851f24c.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "SHEELA SATHYANARAYANA",
    "SATHYANARAYANA",
    "CLAIRE MURASHIMA, BYLINE",
    "MURASHIMA",
    "UNIDENTIFIED PERSON",
    "ISAIAS HERNANDEZ",
    "ALICE BROCK",
    "BROCK",
    "HERNANDEZ"
  ]
}