{"title":"Why you should take a 'fart walk' after a meal","url":"https://www.npr.org/transcripts/1218737982","intro":"Post-meal walks to release gas, called 'fart walks,' have become popular on social media. NPR health correspondent Maria Godoy says the science is solid on this trend. She shares the many health benefits of walking after eating: better digestion, more balanced blood sugar levels and a healthier gut microbiome.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT..."},{"author":"SEGARRA","text":"...From NPR."},{"author":"SEGARRA","text":"Hey, everybody. It's Marielle. Today's a shorty episode with a simple tip that costs nothing, takes very little time and is hugely beneficial for your body - taking a walk or doing some kind of movement after you eat."},{"author":"MAIRLYN SMITH","text":"Going for a fart walk after dinner is something that's going to help you age wonderfully."},{"author":"UNIDENTIFIED PERSON #1","text":"Look, I don't walk."},{"author":"UNIDENTIFIED PERSON #2","text":"You know what type of walk it is, right? I ain't even got to say it."},{"author":"UNIDENTIFIED PERSON #1","text":"What type of walk is it?"},{"author":"UNIDENTIFIED PERSON #2","text":"F-A-R-T."},{"author":"UNIDENTIFIED PERSON #1","text":"(Laughter)."},{"author":"UNIDENTIFIED PERSON #3","text":"What do you got to say for yourself?"},{"author":"UNIDENTIFIED PERSON #4","text":"(Imitating passing gas) On my fart walk."},{"author":"SEGARRA","text":"If you're on TikTok, you may have seen people suggesting this. It turns out the science is solid here. NPR science and health correspondent Maria Godoy has been reporting on this. And on this episode of LIFE KIT, she tells us why moving after a meal is good for us and how to go about it, specifically. Seriously, it doesn't take much effort, and it is a great habit to get into."},{"author":"SEGARRA","text":"All right, Maria - I have to say, I heard of this concept of walking after eating a couple months ago, but I actually heard it referred to as something else. Help me out here. What are people calling this?"},{"author":"MARIA GODOY, BYLINE","text":"Yeah. So they call it a fart walk. And, yeah, I just said fart walk on NPR."},{"author":"SEGARRA","text":"Yeah, thank you for doing that. I could not."},{"author":"GODOY","text":"Yeah, I take the hits for you."},{"author":"SEGARRA","text":"(Laughter) I couldn't say it."},{"author":"GODOY","text":"What it means is just - well, we know that walking is always good for you, but you do get specific benefits if you do it after eating. And one of them is that, yes, it can indeed relieve gas. But not only that - it can actually jump-start digestion. I talked to Chris Damman. He's a gastroenterologist and microbiome researcher at the University of Washington, and this is what he told me."},{"author":"CHRIS DAMMAN","text":"It actually has pretty important benefits for your well-being in your belly, so to speak - getting things moving and maybe also beneficial for clearing the air, if you know what I mean."},{"author":"SEGARRA","text":"We know what he means."},{"author":"GODOY","text":"Exactly."},{"author":"GODOY","text":"So Dr. Damman says faster digestion has another important benefit. It can also get more fiber and other undigested nutrients to the microbes that live in our lower gut so that they can feast on them. And especially if you eat a fiber-rich diet, these microbes will use that fiber to produce molecules that help keep our brains, our immune systems and even our metabolisms healthy, which means, you know, a healthy microbiome. And, as past listeners of LIFE KIT might know, I'm obsessed with a healthy microbiome and fiber (laughter)."},{"author":"SEGARRA","text":"Yeah. This seems like a pretty easy way to do something good for your gut."},{"author":"GODOY","text":"It is, but there are other benefits, and one of the biggest has to do with regulating our blood sugar. And you want to do that for a couple of reasons. So for starters, blood sugar levels can really influence our energy levels throughout the day and just, like, how we feel. But the other thing is, if you have chronically high blood sugar, that can damage your blood vessels over time, and that can lead to complications with things like your heart, your kidneys - even your eyes. Yeah, it's not a good thing. But to get those blood sugar benefits, you want to walk specifically after eating, and the reason has to do with what happens during digestion. So when you digest your food, your body will break down carbohydrates and your meal into glucose, which is a sugar, and so that sugar will flood your bloodstream. But if you walk after eating, it can help blunt that spike in blood sugar. Here's Chris Damman again."},{"author":"DAMMAN","text":"When we move our muscles, they become sponges for the blood glucose that our gut is absorbing into the bloodstream. And so it basically just pulls all that glucose out of the blood and into the muscles."},{"author":"GODOY","text":"And so what happens is we end up using that sugar right away to fuel our walk."},{"author":"SEGARRA","text":"But don't most people have a built-in way of doing this? I thought that was what insulin was for - to clear blood sugar."},{"author":"GODOY","text":"Yeah, that is exactly what insulin does. It's a hormone that clears glucose out of the blood and into nearby cells. But the cool thing is that, when you contract your muscles through walking, they also do this. They clear that blood sugar even without any insulin present. What that means is that our bodies don't have to produce as much insulin, and that's good because then your pancreas doesn't have to work as hard to make insulin. And over time, that can lower your risk of prediabetes and diabetes."},{"author":"SEGARRA","text":"OK, so you're kind of helping your body out with this one."},{"author":"GODOY","text":"Yeah, absolutely."},{"author":"SEGARRA","text":"All right, takeaway one - a post-meal walk can jumpstart your digestion. And it'll help regulate your blood sugar, lowering your risk of prediabetes and diabetes over time."},{"author":"SEGARRA","text":"How fast do you need to walk to get these benefits?"},{"author":"GODOY","text":"You know, it depends on what your goals are in terms of helping digestion and regulating blood sugar. You really get a lot of bang for your buck with just nice, casual walks after dinner. Like, I'm talking about the speed you might walk your dog. And that's enough to get your muscles moving and sucking up all that blood sugar. Now, if you also want to boost your cardiovascular health, then, yeah, you have to pick up the pace. So make it like a brisk walk, you know? But it really does do something for you, especially if you time it after a meal."},{"author":"SEGARRA","text":"And any word on how long we should be doing this to get the gut and blood sugar benefits?"},{"author":"GODOY","text":"Yeah, it's really not long at all. There's research that shows just two to five minutes can help regulate your blood sugar after a meal, although longer is better. There was one study that found that taking a 15-minute walk at a moderate pace after eating helps regulate blood sugar levels even many hours later. But if you don't have time for that 15-minute walk or 30-minute walk, that really shouldn't stop you from doing the five-minute walk after eating because it's still going to be good for you. It's really doing something good for your body."},{"author":"SEGARRA","text":"OK. Now, what if you can't walk - you have mobility restrictions? Are there other kinds of movements that'll give you similar benefits?"},{"author":"GODOY","text":"Yeah. It's really all about getting those muscles contracting. So if you can't walk, for whatever reason, you can do things like chair aerobics or pump your arms up and down, or even some, like, light upper-body resistance training in a chair. I talked to Loretta DiPietro. She's an exercise and nutrition researcher at the George Washington University Milken Institute School of Public Health. And she has studied postmeal walks, and she says it doesn't have to be complicated at all. Like, even right now, when it's getting dark out earlier and it's cold - you might not want to go outside - DiPietro says just moving indoors can help if you can do it."},{"author":"LORETTA DIPIETRO","text":"When you're watching television, stand up during commercials and march in place. Wave your arms and legs. Walk up stairs. Those muscle contractions will help store the glucose."},{"author":"GODOY","text":"You know, if you have the mobility, you can also just do jumping jacks. Really, the goal is just to move those muscles after a meal."},{"author":"SEGARRA","text":"Takeaway two - it doesn't take much. Just a few minutes of postmeal casual walking can help your body regulate blood sugar. And if you can't walk, for whatever reason, other kinds of muscle movement will help, too."},{"author":"SEGARRA","text":"Let's talk about timing. Is there a specific amount of time you should wait after eating to do all this?"},{"author":"GODOY","text":"Yeah, that's a really good question. And you want to do it within about a half-hour after putting your fork down. Your body will have started breaking down your food into glucose and other things, and so you want to be moving as that glucose hits your bloodstream so your muscles can use it up right away. Loretta DiPietro told me that you can do this after any meal. But if you had to pick one, dinner is going to be your best bet. And that's because, for a lot of us, it tends to be the biggest meal of the day."},{"author":"DIPIETRO","text":"And so you've got a lot of calories going in, and all that sugar and fat is circulating in your blood. And what we then do is flop in front of the television or we go to bed."},{"author":"GODOY","text":"A walk can counteract that. And the other thing to note is that a moderate walk after eating can also just help you sleep better."},{"author":"SEGARRA","text":"Why is that?"},{"author":"GODOY","text":"Well, part of it has to do with not going to bed with a full stomach - right? - which can be really uncomfortable. I don't know if you've ever done it. But, you know, as I mentioned before, walking jump-starts digestion. So basically, it gets your GI tract moving. It starts the process of getting that food broken down. It's actually interesting because that's part of the reason why, when you have, like, abdominal surgery, they make sure that you walk before you leave the hospital and that you have a bowel movement. The walking jump-starts that bowel movement and gets you going. So walking really does have that role of starting that whole digestion process."},{"author":"GODOY","text":"But the other part has to do with regulating your blood sugar, which we've been talking about. I talked to Luis Buenaver. He's a behavioral sleep specialist at Johns Hopkins University, and he told me that blood sugar spikes and crashes can lead to a bad night's sleep."},{"author":"LUIS BUENAVER","text":"Walking can help improve insulin sensitivity. And so that not only benefits your metabolism, but it can also promote more stable energy levels kind of throughout the night."},{"author":"GODOY","text":"Buenaver says a gentle walk after dinner can also improve circulation and promote this sense of relaxation, which can also help you sleep better. So it's, like, a win all around."},{"author":"SEGARRA","text":"Takeaway three - in terms of timing, aim to fit that walk in about half an hour or less after eating. It may also be most useful after dinner because that tends to be our biggest meal. Also, in general, walking can help you sleep better, so that's a bonus."},{"author":"SEGARRA","text":"You know, it occurs to me we've done episodes on moving as much as you can and taking these five-minute breaks - just get up and move a little bit. And this idea of the post-meal walk is just, like, another way to fit that movement in. You know, if you're going to get up and move throughout the day, time it after you've just eaten. Then you'll get extra benefits."},{"author":"GODOY","text":"Exactly. Walking, moving, is always a good idea. If you do it after eating, you're going to get extra benefits. And, you know, the other thing is we are entering full-on holiday season, with lots of parties, lots of cookies and cakes, etc. Just keep in mind this might be a good time to start that after-meal walk habit to help you process all that. And, if anything, this whole conversation should just reinforce it doesn't have to be a heavy lift. Like, literally march in place, you know? You're still doing something good for your body."},{"author":"SEGARRA","text":"Yeah, I love that. You think you have to go out for a long run or train for a marathon or something, but you don't."},{"author":"GODOY","text":"Exactly. I mean, you can if you want, but you don't have to."},{"author":"SEGARRA","text":"All right, Maria. Thank you so much."},{"author":"GODOY","text":"Oh, it's my pleasure."},{"author":"SEGARRA","text":"OK - time for a recap. Walking after a meal can help your body digest and also clear blood sugar. You don't need to do much. If you only have time for a few minutes or some marches in place or arm raises, that'll still help. Aim to do this within 30 minutes of eating, and it's most useful after your biggest meal of the day."},{"author":"SEGARRA","text":"For more LIFE KIT, check out or other episodes. We've got one on the benefits of frequent five-minute walk breaks and another on how to start up a running routine. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Margaret Cirino. Our visuals editor is Beck Harlan, and our digital is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from Becky Brown, with fact-checking by Ayda Pourasad. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1547060077.mp3","img":"https://media.npr.org/assets/img/2024/12/11/template-1-example-21-_wide-25c9f115cdf7f63ce4982041c4c571e190c5bdb9.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","MAIRLYN SMITH","UNIDENTIFIED PERSON #1","UNIDENTIFIED PERSON #2","UNIDENTIFIED PERSON #3","UNIDENTIFIED PERSON #4","MARIA GODOY, BYLINE","GODOY","CHRIS DAMMAN","DAMMAN","LORETTA DIPIETRO","DIPIETRO","LUIS BUENAVER"],"wave_peaks":[13149,18526,25328,18138,23619,8717,390,23497,21715,15749,13975,12871,24387,14822,16618,27112,16016,7323,28055,25160,24995,14828,10243,21705,21625,25852,20652,10676,7705,20377,23381,23559,8483,25152,23669,22124,15620,16905,23093,16274,19545,11395,2243,25498,24756,20666,22430,21015,5353,24041,26056,20422,4073,26716,25357,23644,12118,51,13,10627,22361,14371,23509,17671,17067,17191,11588,23145,16006,25612,3099,3196,2336,2444,1824,1218,1159,5407,30032,22378,11494,15112,13877,115,4716,23628,22723,27533,12068,9997,14741,23549,20688,26362,21933,15696,5135,16636,22847,19739,8130,8126,8295,9400,9758,11436,8508,12281,84,26819,19716,19898,907,11297,17340,22256,9428,17676,9842,8426,260,11249,11598,8754,6305,14902,12655,9684,7350,7170,16584,14822,19107,16831,9168,10117,12578,9252,9873,11144,8775,6864,12258,4451,6025,7453,13834,12113,20905,16488,18914,21755,17778,18485,15835,13043,12074,20249,20908,13733,22610,27376,16458,24452,13684,18918,16880,13233,27619,27453,25441,22334,19975,25919,25463,19450,7055,9161,18140,16897,15021,19593,15154,19020,15340,4597,5142,9504,14710,8174,5387,3436,20956,23834,29772,18588,12050,21656,20414,10335,8895,15427,26542,24197,26442,21148,8774,22000,21662,22798,17823,16905,9612,18797,19736,12147,17025,15827,9853,11831,20030,24471,22282,21515,13597,22835,17916,22613,15053,24456,11013,14195,15025,20816,14286,8121,26071,27094,19502,10368,10793,8769,2001,25222,18036,19810,15954,22106,12963,8331,9327,8692,19090,12042,12999,18993,8551,4023,6438,3808,4311,13117,7872,18690,8924,19413,8543,14714,10938,9882,20618,7183,15390,8260,16901,13209,11230,14320,16679,15210,8718,12712,5918,10713,4726,10027,4864,8116,3601,2632,5852,2042,4150,1447,949,896,443,120,86,0,19485,18867,11099,22489,25358,24192,12331,7534,24897,21762,19574,20204,19235,11368,16546,13341,6534,5959,27859,17150,13305,16342,7616,27116,22109,16230,13549,11819,18598,11855,11892,12663,20304,16378,11737,25447,25384,25917,17742,13154,18849,22935,22204,16546,23019,20735,19168,22513,12665,24273,25524,21408,19512,20060,21995,22841,21808,18111,15445,10802,26646,26133,16412,19764,21699,17971,12602,18101,28326,14563,24937,13259,4635,25264,24284,22214,26588,15783,25469,15963,13088,17787,13497,25193,17020,18616,18006,17884,25818,26643,19907,9648,14903,24647,23193,24684,16159,15648,25555,19359,23019,14509,22754,20392,24563,18257,350,32,15,23986,14921,22846,23129,20978,6670,15470,16790,19059,10211,8495,9491,12542,13528,18599,20708,8113,15100,3036,13724,194,23942,14668,17781,13601,7791,22854,15146,14036,21736,21783,21729,14643,9748,14539,16694,6656,13255,14580,14347,9143,12687,11495,8666,13265,14086,17775,20585,11926,11380,9359,20474,10634,20313,19037,11752,13395,16824,15106,2496,22121,13480,15781,13578,12131,9991,8203,9044,10120,21175,10082,12338,15706,10326,657,24492,23022,23951,18117,17402,12752,17750,16199,13013,14988,16353,8045,4648,478,3,2,118,18971,13241,21258,14042,12362,19384,16353,21648,5856,1969,21773,11133,10815,8141,14703,15348,11885,18683,13733,13559,16907,17046,11015,9279,13986,13435,7917,6282,10129,10538,14766,9725,12320,14811,11727,14046,7153,17707,19139,14668,11681,12273,12679,15215,25423,10030,8750,8359,18686,9608,13714,6460,3504,22936,10935,16312,15406,15714,11770,22467,8326,10337,13105,24680,21599,11565,7460,7373,6706,16024,12460,10131,17171,10617,15899,13812,10777,12869,6563,2452,25849,21019,20176,19358,10328,11946,18860,15174,19342,22292,4931,4,22213,21475,8835,22621,16173,22939,10319,4578,18325,25681,20901,24366,23964,6564,14154,26629,21229,13254,23910,18879,22496,20097,7007,23743,22877,19824,24677,16736,24320,24175,21078,18904,20565,23116,23708,17558,20496,5915,14164,23827,15364,19669,22782,15310,19520,18950,16251,3162,22415,26537,24113,12003,24247,11951,23381,27222,13869,22439,15547,9320,48,14,0,23,13618,13382,6175,27879,27428,17146,20027,4694,29962,23619,19047,20090,21979,17874,14277,16816,27156,21938,24997,13341,11201,23223,10639,16874,17071,16697,15279,18646,14237,12374,13156,13823,10842,6173,1827,17701,25154,16404,7754,15182,24302,21021,25692,12992,14011,12750,17764,20013,7905,24500,28205,15081,25618,21477,11994,14104,12854,15866,24539,18066,14353,17295,16063,14158,22187,19364,14297,16239,13183,20523,18283,15766,17205,22537,26008,23090,14984,16269,15451,8017,4580,21231,27191,18739,15277,13984,11965,16245,18218,14081,9329,17686,9240,10305,9762,16568,13014,19084,23991,28332,20667,19442,17205,12937,26608,10095,13342,19442,10811,20795,24879,15823,16808,15464,27300,18014,17664,14349,13433,18131,18643,22507,17481,16062,9827,12419,19613,12178,17898,17512,9768,2995,4197,28350,27791,26131,23710,19193,2749,21698,24576,16980,12058,15450,9556,3192,13267,12936,5886,6823,8777,6143,16001,5789,7073,12256,26298,12886,14731,11198,11656,9069,9136,4723,14457,21387,23584,23587,25369,26455,6452,24194,14580,22093,25526,23139,9165,9251,17651,13670,15271,7928,11298,8950,23426,24249,18699,18984,11158,19143,20717,11903,15462,4944,23045,26577,19239,25597,24570,25689,14895,7048,5697,13139,5547,16809,25682,25602,24600,16244,8819,8240,15292,23542,14151,17992,25229,13672,22652,20479,11382,14778,23247,28744,26147,27117,24007,9583,7162,24571,8743,13339,12373,11853,21103,16421,23168,13517,18457,12284,8784,19417,7148,15026,8474,24330,16405,13348,10819,23557,18423,9493,9142,1240,26365,15293,20157,26907,23400,20611,13582,14895,11489,24628,21270,1134,21847,18694,24902,24835,23421,16877,12748,17733,17257,17978,18227,6025,965,24603,18936,20768,12097,10037,23574,9505,16345,8752,11999,14107,9355,8730,16078,10220,12229,15474,6529,9236,12673,8743,11658,11870,20177,18169,12890,16461,9057,19056,19155,17702,9688,13380,10754,19326,13280,12445,17268,17789,20773,19150,22427,13021,13531,12102,19494,16214,17216,12280,7803,13169,12049,8410,9204,12190,18819,14603,14691,6576,3395,9533,9302,3104,15389,26759,15779,11077,24822,23086,21165,24941,27247,27673,12315,16959,15951,24963,16808,12725,18553,20385,14141,9363,19966,15791,11369,12562,20871,16733,16015,9561,19509,10442,19908,14186,13019,24035,20169,17481,8603,8778,11786,13824,7895,10885,12680,15855,9379,17626,1086,12579,14612,10873,22711,13648,19808,15019,19597,16781,10378,18160,23631,13384,18226,13949,1084,14280,19285,13291,11373,18088,18913,14026,10117,12767,9813,14635,13558,14894,16545,17747,11125,10031,11430,7341,9092,13353,11844,14633,3436,12675,11421,11174,17972,14023,22816,15682,14578,17007,14319,8160,19733,17811,17463,24494,12862,10312,22062,12497,22461,15725,3638,1130,22836,25023,16266,21395,19481,9246,11687,22798,11304,15340,21820,9793,10331,15783,13751,21582,23551,18279,24014,12470,21420,20371,12476,10997,16148,11828,11710,19670,10488,10357,11796,16255,13561,15492,16034,16670,16112,15164,13921,7120,12470,8317,20434,9283,14481,18833,10664,9524,10839,10186,11494,10770,9154,13150,8801,18337,16390,13194,17935,5833,11829,9053,17957,22316,12766,14511,10953,15036,8320,17985,13410,10716,11553,623,22215,15568,12042,25423,11699,13710,14770,13077,27959,27072,18138,16396,12494,12261,11251,18187,11229,13918,13057,8975,7521,13974,10447,5093,19377,14876,17150,24760,22330,26439,24642,19775,14569,9264,24425,16660,19324,14537,9690,13051,10472,24890,9125,10262,938,20097,14814,14885,14807,13315,9933,20356,20096,13022,7272,209,15878,18294,23258,16035,14270,16089,25071,13138,11178,18832,10223,11087,11112,9571,14909,7880,13802,20064,2167,17615,24888,16964,11011,16270,15249,10395,5844,15525,16881,7848,12404,20744,7351,11153,13201,16037,13388,21499,13753,13151,11407,14333,318,14046,8916,14201,10561,3796,18842,11618,3674,21086,23219,12391,20161,20782,24721,15740,9764,14255,23293,12596,20723,20580,16997,12446,6871,21781,25546,17143,12258,8173,10302,20154,7924,2464,22451,23338,14545,13544,17948,4478,19663,17482,18258,18774,23302,20865,13695,8848,10915,14966,24275,11867,12321,4726,8516,25026,8251,13115,25788,20504,13574,15132,11618,14247,11697,21941,13969,7587,9738,10044,17917,1153,22564,23560,13784,14435,20627,14535,14089,5762,16066,16363,10980,19462,26511,27439,18968,13927,10510,4275,12786,12787,17749,11929,12957,12137,14376,24836,25446,26138,13579,8848,19975,11314,13523,11474,16575,10370,10668,11148,14387,25223,12811,18783,9409,10333,7817,17871,21214,863,19278,11109,14360,20409,19420,11995,24300,16345,16712,9607,17369,11591,456,26286,17836,17578,14277,15911,23110,13390,12827,16935,25307,20567,15264,10759,16472,2166,4612,20455,13929,22038,19783,16666,10478,8788,11450,13010,13869,758,22313,19112,17298,20975,15089,12086,14558,21811,15999,19018,13293,13531,10403,10012,929,14633,14563,21685,10896,18174,10743,7024,15883,13073,12638,7481,2789,5936,13777,25371,22749,21512,17862,6589,3544,11463,4333,1809,24623,25281,10215,4793,1156,17837,10873,8414,12843,9300,16006,7857,6525,12817,28204,20122,23458,20383,23518,22744,21544,9207,17332,22485,14024,20429,8176,27360,27473,28157,20959,15132,16984,14476,9672,28734,15914,12788,12907,20821,11709,9327,12693,8587,11589,12725,3964,14091,5631,20037,11761,11510,14975,7818,16618,24692,16528,26601,18996,13306,18888,19095,19949,22904,21942,19848,14593,5482,14851,23099,17254,15610,18611,15209,17774,17712,10771,10709,13881,10999,10567,20384,16601,14089,14395,8963,6913,12920,12048,20299,19638,19416,25496,12698,12916,11894,21708,24325,18485,16570,19628,25758,22011,23210,10342,19813,19675,18965,1734,19387,24273,24998,13672,21061,20196,15228,11078,15050,27185,17252,23346,20887,14059,1475,26429,17850,19399,18784,18035,21900,23673,16447,23345,19282,24399,17542,15969,19441,12537,23638,21729,18962,14424,11175,18387,14605,16070,20977,10586,11275,14755,16136,8248,22004,11326,10578,22872,25940,8872,3983,24066,23818,22341,21793,18216,11602,7786,10172,8785,11139,24662,8388,23424,20873,16131,13653,14656,17606,18986,23277,26954,13041,14679,22857,15005,13318,16629,18392,14310,10357,19302,9953,7120,9059,21444,11434,8962,21105,19029,15536,13559,23476,12413,14179,858,26711,20306,16987,18596,9724,24362,21803,890,20684,23976,19942,25231,11119,10118,12040,18491,17194,11477,22956,18242,12387,9166,12251,15113,21538,14910,15771,19933,14207,1059,14896,14232,16078,16031,11217,13793,10685,22775,16748,12662,14747,20297,13168,21344,10414,11543,17401,5117,2632,24970,13773,14354,22162,10257,11176,19034,14419,10302,9523,15820,8007,16369,7227,13805,11375,5375,11588,14124,13276,18726,6473,14246,17858,34,679,11539,25656,26032,26555,13026,18993,10260,11599,12323,9821,4376,814,18365,20529,23751,24509,17096,12735,17154,14569,13257,13718,11742,14558,8798,20355,12172,13025,21565,14531,13918,15201,12079,10737,13921,10787,5350,17293,19110,13840,24564,17865,11886,12566,20848,24395,18729,17748,27865,18660,14560,23915,19883,17933,17523,17297,21142,12780,19108,9789,9213,13168,9742,16132,15953,315,546,23928,7443,15158,17933,17486,17419,11204,14129,14758,9380,11207,13444,11498,12177,21881,10603,10626,11245,21027,11334,12129,9641,16040,25872,1378,11204,13549,18947,13654,12468,22888,1195,12841,17408,17429,13980,14087,15941,13250,23002,22753,22016,510,13156,15790,25648,23221,15611,19756,9728,19650,20381,17579,14878,13430,15065,15557,17002,17440,13847,15145,17424,592,15903,19425,16618,11752,17416,18827,20925,20782,8214,11623,7510,13744,12273,17145,11780,25284,16974,19838,9769,8201,14819,24224,25074,7662,8738,8647,9909,13517,5879,10827,4987,19093,15787,22822,15108,20004,15493,9780,23132,8881,13839,11358,21263,11221,8140,24119,16416,6364,19310,17124,14018,10147,11020,11005,13686,11385,1349,17254,19346,25629,19064,20369,9527,16685,13924,13458,23400,10703,11891,1832,17336,19441,21661,10243,19137,12066,12838,18217,12113,24298,9578,5319,18149,6014,1390,24372,16285,17532,26972,26623,21469,15584,18169,18951,26207,13230,24277,14751,17009,12054,11886,22866,27067,26675,15307,20711,12196,13388,12510,10076,11684,7141,6905,20060,12548,12629,24105,7354,9393,26725,27070,14734,13319,7785,8296,11010,2913,5670,8382,14560,20267,3725,17527,12593,8680,16145,20414,26478,20939,12436,10192,25729,12908,19739,6805,25028,23923,23725,11002,13019,23403,9664,10343,10240,15800,15496,7152,26019,27996,17178,17259,16444,21143,20981,12330,12584,11055,15733,10965,24659,11635,13628,18351,10589,10883,23814,2455,1474,11823,16135,13219,15276,17873,16436,23088,14745,11119,11513,13596,13170,10340,12128,14202,10567,902,17666,20756,13470,10537,14977,10082,11927,16633,11160,20127,13803,26414,3745,156,21086,14033,19615,12612,11141,18668,18004,15932,14157,12850,15708,19408,16414,14849,19424,11971,24744,13772,23948,686,22009,24950,16528,23644,25075,886,19532,25223,20839,23757,19107,19222,12060,11876,21812,12102,12779,13513,13281,24911,11706,19029,6935,6317,24454,16426,16769,18561,5848,11610,8303,19982,16900,3097,11509,12452,11010,11973,14187,15854,8561,3521,20411,12153,7631,9669,8130,6294,15365,9957,17274,19479,9064,8432,18828,5956,8435,9761,10578,14142,12248,14422,18237,17050,13766,13437,13737,16661,10017,16690,24260,9661,321,15990,15077,19836,13195,17994,19947,15126,16124,21478,9375,12561,11450,6679,20457,7480,17035,27049,821,25261,19721,18430,68,18670,25879,21970,15081,12553,19595,24229,19893,9598,25297,29331,10389,17543,14879,12188,16658,11381,6449,23894,5398,4412,26827,23762,25476,25985,19665,24373,25715,18264,22431,24866,12029,18622,23794,13879,21068,25465,16794,19134,22933,23711,11758,5365,23488,11656,17342,23861,1811,26633,9845,15418,15148,24043,15794,12588,23613,17201,25089,25839,12574,14024,10955,24947,18898,18953,21443,17657,6598,19085,9481,12416,7937,13615,14091,9160,16492,23607,13006,1358,24453,20279,16129,23961,8055,11772,17927,2483,22251,23715,17835,20930,24772,21902,11072,5470,24945,17322,21789,11804,22771,4545,5847,30187,25966,27173,14663,24761,16781,23963,22535,14881,12882,24028,24466,10065,22837,24388,10060,25067,25579,12738,18694,10922,25126,10948,17023,13475,18359,14117,1038,10876,14463,16115,20535,18016,11554,26668,13228,12858,24177,7563,10945,24764,11074,9892,34,23569,22243,8004,23269,20762,25046,20284,17964,14936,25492,13241,24037,23534,13632,4220,23238,23869,17046,23278,12383,195,23333,23576,16649,17717,21203,13647,11282,10296,12345,11311,10501,7211,27523,24427,17602,18420,20449,20412,15699,13899,18261,15436,13501,13319,17702,11360,11250,16940,9024,16763,19309,16664,13258,1468,11317,11559,13997,15384,9233,12979,7143,8487,21165,21256,15877,15766,4438,8397,10747,9261,6664,6489,5990,5297,27429,23441,20160,24032,22183,27262,19037,18651,17369,27092,24120,11309,18243,26039,16691,20326,13374,19971,22754,10142,3090,23502,22732,19170,15664,22309,26833,14680,7235,15310,9964,9867,9231,13720,2862,2740,16008,20425,10427,3199,20522,8102,9946,14369,8718,11621,2599,14426,15929,13750,6408,8747,8265,9065,9394,10094,9323,5220,5166,17979,19231,15427,13993,11663,20244,14384,14212,12805,15303,10362,7856,9493,7976,13618,11377,25958,10362,14290,9094,23851,19269,11452,13117,14464,2131,24968,20958,20889,10694,19227,23104,8334,21472,23917,23431,19988,18379,18599,7544,9330,8067,2183,12614,13607,20695,22255,22916,7243,14361,13392,11742,1427,22734,19871,18614,11948,14107,3956,9186,18193,5132,26915,23048,9154,1020,24147,15453,22768,15413,18574,15109,12948,14034,22688,1065,22451,13295,24546,7173,13055,18788,17816,15069,18351,13023,23583,21383,12280,20463,25559,12666,14605,19690,20511,12648,14043,25755,19080,22591,23404,21486,8034,26461,24098,604,16072,26441,26205,18981,25367,25183,24719,24024,19391,17765,11263,17886,20134,6225,12438,24404,6915,20812,11371,24548,23248,15258,22176,17421,11852,9422,19147,23161,23895,10822,23569,14545,14560,13719,9381,2239,24196,25349,15210,21138,18372,21184,13761,15144,12168,10938,227,11256,23627,15495,10733,10531,8669,19609,23778,19740,14835,8775,12152,24352,13102,7980,23376,24454,12031,8516,7137,1501,101,104,1658,24012,437,12120,7246,504,17117,19475,18410,27843,19898,8549,13235,8719,5412,2659,1127,1261,25012,21371,13601,17827,24805,3937,27793,14849,20715,1475,3545,4004,5067,7359,10512,12968,17761,14244,12182,11188,21711,18458,12126,11468,19406,19712,13819,7641,7101,6843,23979,28311,5910,26075,20257,21534,5503,27034,25938,27150,18945,19922,25647,22941,20104,26066,13016,14287,16358,16325,17925,11297,7591,5011,13594,14194,21904,15910,7074,14689,23443,23544,14235,13975,12411,20496,12987,13985,18903,15569,15640,17758,9730,23537,23683,22900,6737,5642,25540,19047,19569,22239,15395,13149,13408,8130,4317,9710,26995,16996,17469,10571,12536,9292,19854,10442,12994,11942,12956,16829,21663,14504,20521,24432,23602,14356,14360,21147,9559,11270,22949,14699,16429,12696,9869,13145,18367,12096,12840,12458,14164,23597,26548,24124,16899,24207,15240,9193,10204,7125,14705,27848,22601,19310,26884,21829,27425,12649,12275,13006,25378,23694,22067,17768,13625,17729,14006,12155,25032,27530,16801,23899,23085,19882,16086,17578,12920,11874,10302,4160,20367,19665,17997,14153,10646,12840,24181,17517,14228,11248,16656,11103,9088,6211,16766,22432,19689,15597,16712,15877,14286,14913,11796,5622,4312,5643,28491,25091,19967,8665,13834,15572,12308,10479,8404,24445,26321,16342,22027,21093,9831,14787,17114,14157,12583,12410,12605,6873,6384,29842,12975,11593,11159,22697,16026,13913,14801,10236,9571,8141,10181,8654,6049,5979,23986,23745,16271,15344,14251,14664,17000,16869,11970,12832,14886,11458,11370,10190,11920,2703,13356,11915,12574,11684,12049,11521,12262,5604,25936,15488,9975,7443,10272,26568,11819,10887,3366,2838,14089,15953,11187,14053,6804,4122,8903,17141,11470,6310,6629,18324,16797,11541,8091,5660,6396,4417,3564,3269,4150,3992,3864,4120,3977,3330,2324,1614,1537,1424,871,607,604,513,471,344,215,210,185,144,123,69,75,72,7,20579,18443,19784,12154,15344,9663,21231,24051,13519,16719,9770,20770,16664,12470,15630,15811,8858,18514,19208,7332,15374,22383,24103,10985,14181,17421,11936,17189,20909,13750,11983,5692,14805,21752,11453,8944,11822,18384,9545,5009,8704,22331,12176,16768,7863,9919,14508,13620,7274,7,518,23373,23130,24993,23656,10339,21817,16775,8534,25363,15579,21134,7217,7814,27764,22095,20847,18523,17344,20095,14682,24692,16198,12868,10729,19571,22108,15590,16807,19191,16038,8514,15873,26810,26510,22081,17724,17953,7441,10677,13677,16655,23984,18976,16355,20810,20783,9534,22365,11871,24646,26031,14645,24628,13089,19359,21078,24337,26314,13055,5926,20582,24413,17262,12432,15755,23672,20852,22265,14311,14031,9789,3402,20096,24126,20049,23157,14214,20978,20596,23468,24077,18299,23110,14730,10352,19393,7588,16396,15455,18501,23408,15059,8206,10116,26493,18321,16136,13291,7436,3881,22,12,23634,23293,16451,13686,14534,18072,15218,22685,19037,19368,21483,17087,17662,23310,10994,18587,10085,17474,15469,21195,12522,22437,14577,11237,12130,4832,21954,14980,15776,17220,13369,11889,17545,14731,10207,24520,17416,15198,20257,8966,17361,17968,5784,11360,23384,15070,20749,11861,19675,8937,6094,7183,59,3,2],"fragments":[{"begin":"0.000","end":"3.680","lines":["You're listening to LIFE KIT..."]},{"begin":"3.680","end":"4.840","lines":["...From NPR."]},{"begin":"4.840","end":"25.600","lines":["Hey, everybody. It's Marielle. Today's a shorty episode with a simple tip that costs nothing, takes very little time and is hugely beneficial for your body - taking a walk or doing some kind of movement after you eat."]},{"begin":"25.600","end":"31.040","lines":["Going for a fart walk after dinner is something that's going to help you age wonderfully."]},{"begin":"31.040","end":"32.960","lines":["Look, I don't walk."]},{"begin":"32.960","end":"42.520","lines":["You know what type of walk it is, right? I ain't even got to say it."]},{"begin":"42.520","end":"44.360","lines":["What type of walk is it?"]},{"begin":"44.360","end":"45.800","lines":["F-A-R-T."]},{"begin":"45.800","end":"46.480","lines":["(Laughter)."]},{"begin":"46.480","end":"49.640","lines":["What do you got to say for yourself?"]},{"begin":"49.640","end":"54.800","lines":["(Imitating passing gas) On my fart walk."]},{"begin":"54.800","end":"106.520","lines":["If you're on TikTok, you may have seen people suggesting this. It turns out the science is solid here. NPR science and health correspondent Maria Godoy has been reporting on this. And on this episode of LIFE KIT, she tells us why moving after a meal is good for us and how to go about it, specifically. Seriously, it doesn't take much effort, and it is a great habit to get into."]},{"begin":"106.520","end":"125.920","lines":["All right, Maria - I have to say, I heard of this concept of walking after eating a couple months ago, but I actually heard it referred to as something else. Help me out here. What are people calling this?"]},{"begin":"125.920","end":"136.720","lines":["Yeah. So they call it a fart walk. And, yeah, I just said fart walk on NPR."]},{"begin":"136.720","end":"140.840","lines":["Yeah, thank you for doing that. I could not."]},{"begin":"140.840","end":"142.760","lines":["Yeah, I take the hits for you."]},{"begin":"142.760","end":"145.480","lines":["(Laughter) I couldn't say it."]},{"begin":"145.480","end":"180.320","lines":["What it means is just - well, we know that walking is always good for you, but you do get specific benefits if you do it after eating. And one of them is that, yes, it can indeed relieve gas. But not only that - it can actually jump-start digestion. I talked to Chris Damman. He's a gastroenterologist and microbiome researcher at the University of Washington, and this is what he told me."]},{"begin":"180.320","end":"205.320","lines":["It actually has pretty important benefits for your well-being in your belly, so to speak - getting things moving and maybe also beneficial for clearing the air, if you know what I mean."]},{"begin":"205.320","end":"207.000","lines":["We know what he means."]},{"begin":"207.000","end":"208.760","lines":["Exactly."]},{"begin":"208.760","end":"268.600","lines":["So Dr. Damman says faster digestion has another important benefit. It can also get more fiber and other undigested nutrients to the microbes that live in our lower gut so that they can feast on them. And especially if you eat a fiber-rich diet, these microbes will use that fiber to produce molecules that help keep our brains, our immune systems and even our metabolisms healthy, which means, you know, a healthy microbiome. And, as past listeners of LIFE KIT might know, I'm obsessed with a healthy microbiome and fiber (laughter)."]},{"begin":"268.600","end":"274.880","lines":["Yeah. This seems like a pretty easy way to do something good for your gut."]},{"begin":"274.880","end":"348.160","lines":["It is, but there are other benefits, and one of the biggest has to do with regulating our blood sugar. And you want to do that for a couple of reasons. So for starters, blood sugar levels can really influence our energy levels throughout the day and just, like, how we feel. But the other thing is, if you have chronically high blood sugar, that can damage your blood vessels over time, and that can lead to complications with things like your heart, your kidneys - even your eyes. Yeah, it's not a good thing. But to get those blood sugar benefits, you want to walk specifically after eating, and the reason has to do with what happens during digestion. So when you digest your food, your body will break down carbohydrates and your meal into glucose, which is a sugar, and so that sugar will flood your bloodstream. But if you walk after eating, it can help blunt that spike in blood sugar. Here's Chris Damman again."]},{"begin":"348.160","end":"361.240","lines":["When we move our muscles, they become sponges for the blood glucose that our gut is absorbing into the bloodstream. And so it basically just pulls all that glucose out of the blood and into the muscles."]},{"begin":"361.240","end":"366.400","lines":["And so what happens is we end up using that sugar right away to fuel our walk."]},{"begin":"366.400","end":"376.040","lines":["But don't most people have a built-in way of doing this? I thought that was what insulin was for - to clear blood sugar."]},{"begin":"376.040","end":"418.000","lines":["Yeah, that is exactly what insulin does. It's a hormone that clears glucose out of the blood and into nearby cells. But the cool thing is that, when you contract your muscles through walking, they also do this. They clear that blood sugar even without any insulin present. What that means is that our bodies don't have to produce as much insulin, and that's good because then your pancreas doesn't have to work as hard to make insulin. And over time, that can lower your risk of prediabetes and diabetes."]},{"begin":"418.000","end":"424.200","lines":["OK, so you're kind of helping your body out with this one."]},{"begin":"424.200","end":"425.280","lines":["Yeah, absolutely."]},{"begin":"425.280","end":"437.760","lines":["All right, takeaway one - a post-meal walk can jumpstart your digestion. And it'll help regulate your blood sugar, lowering your risk of prediabetes and diabetes over time."]},{"begin":"437.760","end":"441.520","lines":["How fast do you need to walk to get these benefits?"]},{"begin":"441.520","end":"491.920","lines":["You know, it depends on what your goals are in terms of helping digestion and regulating blood sugar. You really get a lot of bang for your buck with just nice, casual walks after dinner. Like, I'm talking about the speed you might walk your dog. And that's enough to get your muscles moving and sucking up all that blood sugar. Now, if you also want to boost your cardiovascular health, then, yeah, you have to pick up the pace. So make it like a brisk walk, you know? But it really does do something for you, especially if you time it after a meal."]},{"begin":"491.920","end":"497.640","lines":["And any word on how long we should be doing this to get the gut and blood sugar benefits?"]},{"begin":"497.640","end":"526.480","lines":["Yeah, it's really not long at all. There's research that shows just two to five minutes can help regulate your blood sugar after a meal, although longer is better. There was one study that found that taking a 15-minute walk at a moderate pace after eating helps regulate blood sugar levels even many hours later. But if you don't have time for that 15-minute walk or 30-minute walk, that really shouldn't stop you from doing the five-minute walk after eating because it's still going to be good for you. It's really doing something good for your body."]},{"begin":"526.480","end":"535.360","lines":["OK. Now, what if you can't walk - you have mobility restrictions? Are there other kinds of movements that'll give you similar benefits?"]},{"begin":"535.360","end":"570.760","lines":["Yeah. It's really all about getting those muscles contracting. So if you can't walk, for whatever reason, you can do things like chair aerobics or pump your arms up and down, or even some, like, light upper-body resistance training in a chair. I talked to Loretta DiPietro. She's an exercise and nutrition researcher at the George Washington University Milken Institute School of Public Health. And she has studied postmeal walks, and she says it doesn't have to be complicated at all. Like, even right now, when it's getting dark out earlier and it's cold - you might not want to go outside - DiPietro says just moving indoors can help if you can do it."]},{"begin":"570.760","end":"583.800","lines":["When you're watching television, stand up during commercials and march in place. Wave your arms and legs. Walk up stairs. Those muscle contractions will help store the glucose."]},{"begin":"583.800","end":"593.200","lines":["You know, if you have the mobility, you can also just do jumping jacks. Really, the goal is just to move those muscles after a meal."]},{"begin":"593.200","end":"607.400","lines":["Takeaway two - it doesn't take much. Just a few minutes of postmeal casual walking can help your body regulate blood sugar. And if you can't walk, for whatever reason, other kinds of muscle movement will help, too."]},{"begin":"607.400","end":"613.800","lines":["Let's talk about timing. Is there a specific amount of time you should wait after eating to do all this?"]},{"begin":"613.800","end":"641.240","lines":["Yeah, that's a really good question. And you want to do it within about a half-hour after putting your fork down. Your body will have started breaking down your food into glucose and other things, and so you want to be moving as that glucose hits your bloodstream so your muscles can use it up right away. Loretta DiPietro told me that you can do this after any meal. But if you had to pick one, dinner is going to be your best bet. And that's because, for a lot of us, it tends to be the biggest meal of the day."]},{"begin":"641.240","end":"655.120","lines":["And so you've got a lot of calories going in, and all that sugar and fat is circulating in your blood. And what we then do is flop in front of the television or we go to bed."]},{"begin":"655.120","end":"662.800","lines":["A walk can counteract that. And the other thing to note is that a moderate walk after eating can also just help you sleep better."]},{"begin":"662.800","end":"663.920","lines":["Why is that?"]},{"begin":"663.920","end":"694.440","lines":["Well, part of it has to do with not going to bed with a full stomach - right? - which can be really uncomfortable. I don't know if you've ever done it. But, you know, as I mentioned before, walking jump-starts digestion. So basically, it gets your GI tract moving. It starts the process of getting that food broken down. It's actually interesting because that's part of the reason why, when you have, like, abdominal surgery, they make sure that you walk before you leave the hospital and that you have a bowel movement. The walking jump-starts that bowel movement and gets you going. So walking really does have that role of starting that whole digestion process."]},{"begin":"694.440","end":"707.720","lines":["But the other part has to do with regulating your blood sugar, which we've been talking about. I talked to Luis Buenaver. He's a behavioral sleep specialist at Johns Hopkins University, and he told me that blood sugar spikes and crashes can lead to a bad night's sleep."]},{"begin":"707.720","end":"717.480","lines":["Walking can help improve insulin sensitivity. And so that not only benefits your metabolism, but it can also promote more stable energy levels kind of throughout the night."]},{"begin":"717.480","end":"728.200","lines":["Buenaver says a gentle walk after dinner can also improve circulation and promote this sense of relaxation, which can also help you sleep better. So it's, like, a win all around."]},{"begin":"728.200","end":"745.320","lines":["Takeaway three - in terms of timing, aim to fit that walk in about half an hour or less after eating. It may also be most useful after dinner because that tends to be our biggest meal. Also, in general, walking can help you sleep better, so that's a bonus."]},{"begin":"745.320","end":"767.720","lines":["You know, it occurs to me we've done episodes on moving as much as you can and taking these five-minute breaks - just get up and move a little bit. And this idea of the post-meal walk is just, like, another way to fit that movement in. You know, if you're going to get up and move throughout the day, time it after you've just eaten. Then you'll get extra benefits."]},{"begin":"767.720","end":"798.240","lines":["Exactly. Walking, moving, is always a good idea. If you do it after eating, you're going to get extra benefits. And, you know, the other thing is we are entering full-on holiday season, with lots of parties, lots of cookies and cakes, etc. Just keep in mind this might be a good time to start that after-meal walk habit to help you process all that. And, if anything, this whole conversation should just reinforce it doesn't have to be a heavy lift. Like, literally march in place, you know? You're still doing something good for your body."]},{"begin":"798.240","end":"819.160","lines":["Yeah, I love that. You think you have to go out for a long run or train for a marathon or something, but you don't."]},{"begin":"819.160","end":"826.440","lines":["Exactly. I mean, you can if you want, but you don't have to."]},{"begin":"826.440","end":"837.120","lines":["All right, Maria. Thank you so much."]},{"begin":"837.120","end":"839.280","lines":["Oh, it's my pleasure."]},{"begin":"839.280","end":"869.120","lines":["OK - time for a recap. Walking after a meal can help your body digest and also clear blood sugar. You don't need to do much. If you only have time for a few minutes or some marches in place or arm raises, that'll still help. Aim to do this within 30 minutes of eating, and it's most useful after your biggest meal of the day."]},{"begin":"869.120","end":"919.320","lines":["For more LIFE KIT, check out or other episodes. We've got one on the benefits of frequent five-minute walk breaks and another on how to start up a running routine. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."]},{"begin":"919.320","end":"959.160","lines":["This episode of LIFE KIT was produced by Margaret Cirino. Our visuals editor is Beck Harlan, and our digital is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Sylvie Douglis. Engineering support comes from Becky Brown, with fact-checking by Ayda Pourasad. I'm Marielle Segarra. Thanks for listening."]}],"duration":959}