{"title":"How to move more this year","url":"https://www.npr.org/transcripts/1222474630","intro":"Looking to be more active in the new year? Here are four expert tips on how to fit movement into your hectic schedule and stay motivated with research-backed strategies.Sign up for Life Kit's Guide to Dry January, our special newsletter series: http://npr.org/dryjanuary","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT from NPR."},{"author":"SEGARRA","text":"Hey, everybody. It's Marielle. Question - are you moving right now? If not, how long have you been still? The thing is, our bodies love movement. A recent review paper from an exercise physiologist at Columbia University and Yale New Haven Hospital described movement as a biological necessity - like food, water and sleep - and said that when we don't move enough, we feel the effects. Our bodies get restless. Our muscles tense. Our minds also tense. And when we do move around - taking a walk after dinner, bringing the laundry downstairs, dancing in the living room - we see the benefits. Our guts feel better. We sleep better. We have more energy. Our blood sugar is better regulated. Our moods improve. Salina Duggan is a personal trainer in Barcelona."},{"author":"SALINA DUGGAN","text":"Once we start moving, it's amazing how quickly the body reacts and says, wow, this feels really good. This is what we're supposed to be doing. The human body is meant to move. But the first step, which is always the hardest, is just to move."},{"author":"SEGARRA","text":"On this episode of LIFE KIT, how to get moving in 2025. We've rounded up our favorite tips to help you lead a more active lifestyle. And if you weren't moving when this episode started, why not start now? Unless you're driving or something. Then you can start later."},{"author":"SEGARRA","text":"I remember seeing an ad once where this woman gets to the gym, and she says, whoops, forgot my hair tie. Guess I have to go home. I don't remember what they were selling, but that resonated 'cause I'm pretty sure I've done something exactly like that. Even though we are built to move, we'll look for any excuse to not do it."},{"author":"SEGARRA","text":"Which brings me to our first takeaway - figure out your why. You may recognize this takeaway because a lot of our episodes start with it, and it's a classic for a reason. Knowing why you're doing something can keep you motivated when you don't feel like doing that thing in the moment. So why do you want to move more this year? Do you have some high-energy toddlers you're trying to keep up with? Are you feeling extra stiff whenever you stand up from your desk? Are you trying to regulate your blood sugar better or get better sleep? Do you want to get stronger, so you can bring all those grocery bags into your house in one trip? If your motivator is something long-term, like, I want to be healthier and live longer, that's valid and reasonable. But it's also an ongoing pursuit, and it's something you may not feel immediately. So it can help to get more specific and to think about the short-term benefits of movement, too."},{"author":"MICHELLE SEGAR","text":"We know that it helps people generate energy. We know that it boosts mood. We know that it improves executive functioning and all the tasks associated with that focus, you know, creativity. There are so many positives that happen when you move."},{"author":"SEGARRA","text":"That's Michelle Segar. She's a researcher at the University of Michigan who focuses on exercise and motivation."},{"author":"SEGAR","text":"When people actually get an immediate positive experience when they move, that is just about the most potent motivator for continuing to do it. And the big goal is to have people think of physical movement as their ally in life, as a strategy - I dare say even as a friend that can help them feel their best on the days they feel good and feel better on the days they feel bad."},{"author":"SEGARRA","text":"Another motivator for a lot of folks is getting stronger. If that's you, think about the activities you'll be able to do once you get swole. Poorna Bell is a powerlifter and author of \"Stronger: Changing Everything I Knew About Women's Strength.\" She started lifting weights after struggling to flip her mattress in 2016, and now she loves strength training."},{"author":"POORNA BELL","text":"If you'd asked me a few years ago that this would be the kind of activity that - not only that I do but that I enjoy doing, I wouldn't have believed you."},{"author":"SEGARRA","text":"Poorna realized she'd never prioritized getting physically strong, and a lot of that had to do with our culture."},{"author":"BELL","text":"The language that we use to talk about our own bodies and how we relate to physical activity, and the classic one being, oh, I've got to - equating fitness or movement to working off something that you've eaten is such a big one for me. And so that ends up being the dominant narrative, not, I might want to lift some weights 'cause that will help me to, like, carry my luggage or a dustbin or something else."},{"author":"SEGARRA","text":"OK. Now that you know your why, the next step is to figure out your how. The U.S. Department of Health and Human Services recommends that adults get at least 150 minutes of moderate-intensity physical activity a week or 75 minutes of vigorous activity, or some combination of the two. Moderate intensity could be a brisk walk or yard work. Vigorous is more like running or riding a bike fast. It also recommends muscle strengthening two or more days a week. Climb a tree. Lift some weights. Do Pilates. Carry the groceries. But, of course, we're all busy. Life is packed with work, family commitments, laundry, waiting on hold with customer service. When are we supposed to work out? Luckily - takeaway two - you can move and exercise a little bit at a time."},{"author":"SEGAR","text":"Fortunately for us, the research does now show that basically all movement counts."},{"author":"SEGAR","text":"Anything counts, and anything is better than nothing."},{"author":"SEGARRA","text":"That's Michelle Segar again. NPR science correspondent Maria Godoy quizzed her on what counts as exercise."},{"author":"MARIA GODOY, BYLINE","text":"All right, true or false? You have to sweat for it to count for health benefits."},{"author":"SEGAR","text":"False."},{"author":"GODOY","text":"You have to do it in 30-minute, uninterrupted stretches."},{"author":"SEGAR","text":"False."},{"author":"GODOY","text":"You need to feel the burn or it really doesn't count."},{"author":"SEGAR","text":"False."},{"author":"GODOY","text":"All right, so where..."},{"author":"SEGAR","text":"Did I pass?"},{"author":"GODOY","text":"Yeah, you passed. Ding, ding, ding."},{"author":"SEGARRA","text":"If you don't have a 45-minute block of time for a spin workout, that's OK. Try doing squats or lunges for a couple minutes while you're waiting for the kettle to boil."},{"author":"KATY BOWMAN","text":"Your free time is likely going to show up in pockets that are much smaller than you were anticipating but are meaty, you know, if you really look at them and put them together."},{"author":"SEGARRA","text":"Katy Bowman is a biomechanist - she studies how forces and motion affect the human body - and co-author of the book \"I Know I Should Exercise, But...\" She says, try to seize those small moments of downtime throughout the day."},{"author":"BOWMAN","text":"One thing you can do is if you find yourself waiting - you got someplace early and you now have seven minutes or 12 minutes - tune into that. Set this as an intention or a cue, that anytime you find yourself sort of sitting idly in your car, you're going to get up and you're going to get out and you're just going to move around. Go for a very brief walk. You can hop in place. You can reach up and touch the top of the car."},{"author":"SEGARRA","text":"Sometimes I do calf raises when I'm brushing my teeth, 'cause I always remember to brush my teeth."},{"author":"BOWMAN","text":"When you've got something that happens regularly in your day and you tether movement to that, then that occurrence in your day becomes the reminder for you to get a little bit of movement."},{"author":"MARTINUS EVANS","text":"You know, one of the things that I urge the people that I train is to get creative for your time."},{"author":"SEGARRA","text":"That's Martinus Evans. He's a marathon runner and author of the book \"Slow AF Run Club: The Ultimate Guide For Anyone Who Wants To Run.\""},{"author":"EVANS","text":"What are you doing when you're watching TV? Can you go to, like - you know, if you have a gym membership, can you go to the gym and watch TV at the gym while you do your run?"},{"author":"SEGARRA","text":"Or if you're caring for your baby or young kids and you're strapped for time..."},{"author":"EVANS","text":"Look, grab a kid, grab a toddler and do some air squats. Use them as a weight. Now you got a 10- to 15-pound weight. Hold your baby out and curl them with your biceps. Kiss them. Like, that's the thing about exercise - like, all of this is cumulative, and all of it is beneficial."},{"author":"SEGARRA","text":"OK. So small movements throughout the day are great. The science backs that up. But if you can carve out time for longer workouts, takeaway three - harness behavioral science techniques to stay motivated. Katy Milkman is a professor at the Wharton School of Business. She researches behavioral change and how we can create habits that stick. One of the motivation techniques Katy recommends is something called temptation bundling. So say you really like watching some TV series, like \"The Crown,\" for example. Here's Katy explaining temptation bundling to NPR correspondent Allison Aubrey."},{"author":"KATY MILKMAN","text":"My research has shown that it can increase the rate at which people exercise if they combine a real pleasure that they look forward to with their workouts."},{"author":"ALLISON AUBREY, BYLINE","text":"Ah."},{"author":"MILKMAN","text":"So you're not allowed to watch \"The Crown\" unless you're at the gym. That's the idea. And as a result, you're going to start craving trips to the gym to see the next episode."},{"author":"AUBREY","text":"(Laughter)."},{"author":"MILKMAN","text":"And you won't feel any guilt about spending time watching TV because you'll be working out."},{"author":"SEGARRA","text":"Katy has also researched what happens if you falter on the goals that you've set."},{"author":"MILKMAN","text":"The what-the-hell effect says that if we fail to hit our goals, we can throw in the towel and go crazy."},{"author":"SEGARRA","text":"Say you planned to wake up early and go for a walk every day before work this week. But Monday, you oversleep. Then Tuesday, you think to yourself, what the hell? I already failed yesterday. Now the whole week is shot."},{"author":"MILKMAN","text":"So that's the risk of goals. If they're tough and then you don't make it, you can throw in the towel and actually be worse off."},{"author":"SEGARRA","text":"Instead, allow yourself free passes and plan for them ahead of time."},{"author":"MILKMAN","text":"So if you set the tough goal, like, I'm going to try to go to the gym five days this week - that's going to be a stretch, but I'm going to try really hard for it - just remind yourself that you have a couple free passes. If you have a late night at work, you can take a mulligan and it's OK. You don't want to give yourself five free passes, but maybe two."},{"author":"SEGARRA","text":"You'll actually do better with the tough goal if you build in that allowance for the occasional failure."},{"author":"SEGARRA","text":"All right. Our last takeaway, takeaway four - the best type of exercise is the exercise that you will actually do. Find something you love, something that challenges you but that you don't dread. It might take some trial and error to figure out what that is."},{"author":"SEGAR","text":"How can we craft our physical movement so that we want to do it and so that it fits into our hectic lives, so that we're able to do it today or tomorrow? And then if you can't do it the day after tomorrow, instead of feeling guilty or like a failure, you go, oh, there's one day it didn't work, but guess what? I have the rest of the week and the rest of my life to keep fitting it in."},{"author":"SEGARRA","text":"I know for me, I don't like going to traditional gyms. When I get a gym membership, I don't use it. I guess I find it boring, and I don't love the bright lights and the sweaty smells. I do like running outside, using my stationary bike, doing yoga or other mat exercises at home and going rock climbing - which, yes, is at a gym, but it feels different to me. It's like I'm solving a puzzle, and sometimes I pretend I'm Tom Cruise scaling a wall in \"Mission Impossible.\" Gamifying your exercise routine is one way to make it feel more fun."},{"author":"MITESH PATEL","text":"Gamification is trying to take things that we want to do which are typically tedious and boring and finding ways of making them fun. It typically uses game-based elements like points, levels and badges."},{"author":"SEGARRA","text":"Dr. Mitesh Patel is a behavioral scientist and a vice president at the health care company \"Ascension.\" He studies gamification in exercise. Dr. Patel ran a trial where they tracked the step count of about 600 employees from a single company. The employees were separated into groups. Some of those groups had games tied to their goals. They racked up points or had levels to clear. And then there was a control group. No games for them, just goals. The study found, over the course of nine months..."},{"author":"PATEL","text":"The average person in the competition in the gamified arm walked about 100 miles more than the average person in the control arm."},{"author":"SEGARRA","text":"A hundred miles more. So, yeah, inject your workout with some fun and celebrate your wins. You could try a running app or a VR video game workout. The sky is the limit here. Another idea is to give dancing a try."},{"author":"ALICIA GRAF MACK","text":"We, as humans, have the most incredible tool to experiment with, to express ourselves with. There's nothing as satisfying as going into a class, dancing so hard that, like, the mirror starts to fog up (laughter). Everybody's sweating. Everybody's kind of giving that energy."},{"author":"SEGARRA","text":"That's Alicia Graf Mack. She's the director of dance at Juilliard."},{"author":"MACK","text":"Give it one class or two classes and see if it works for you. If you know that you want to be in a very, like, rigorous physical practice, then maybe a cardio dance class or a hip-hop class or, like, a salsa class or something like that."},{"author":"SEGARRA","text":"Or tap dance. That's always been my personal fave. I love the way it feels and sounds when my taps hit the wooden floors. If there's a kind of movement that you find intriguing or exciting, think of that curiosity as a trail of breadcrumbs. Follow them. Try it out. It could become your favorite way to move."},{"author":"SEGARRA","text":"OK, time for a recap. Takeaway one - figure out your why. Why do you want to move more this year? Think long-term and short-term and be specific. Takeaway two - you can move and exercise a little bit at a time. It all adds up. Takeaway three - try some behavioral science techniques to stay motivated, like bundling your exercise with pleasurable activities like watching your favorite TV show, and only watch the show when you work out. And takeaway four - the best type of movement is the kind that you will actually do. So follow your curiosity, listen to your body, take yourself seriously when you're bored or dreading a certain kind of exercise and keep trying things until you find the sports and activities that stick."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one on how to get started with weightlifting and another on running. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Robert Rodriguez and David Greenburg. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7066658013.mp3","img":"https://media.npr.org/assets/img/2024/12/18/lk_get-moving_1_wide-59cb0b4847857b1e8a881b2f7d61e3a18463cb87.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","SALINA DUGGAN","MICHELLE SEGAR","SEGAR","POORNA BELL","BELL","MARIA GODOY, BYLINE","GODOY","KATY BOWMAN","BOWMAN","MARTINUS EVANS","EVANS","KATY MILKMAN","ALLISON AUBREY, BYLINE","MILKMAN","AUBREY","MITESH PATEL","PATEL","ALICIA GRAF MACK","MACK"],"wave_peaks":[5618,12738,14646,15021,12570,13604,12792,15150,3936,17647,17437,8632,11205,18320,10417,9527,11360,13348,13021,11570,12064,13940,13216,12081,8701,15450,13334,11808,11021,11808,11497,9359,11798,22139,14391,13589,10772,13232,12597,18585,14066,4040,6982,17044,13451,11711,9566,8525,13667,12652,12791,14419,14185,13688,12740,12992,26801,15755,15382,17545,11917,3009,16404,13508,10123,23444,21782,22885,22184,18061,12674,10315,2641,2603,1042,1143,756,626,375,19554,15439,22487,21138,6306,15687,9522,8504,4924,28923,25363,13121,2224,1775,1286,1376,1467,6223,3568,2251,4018,6617,28485,24093,19700,11979,14973,1896,4378,1312,23877,5813,3281,14877,12128,12720,7402,1691,17622,26972,12845,10703,18242,12169,9296,7725,11808,5562,3324,1573,19394,18990,23883,15517,24289,3952,5590,3309,25988,28397,12769,12796,23646,15371,19934,13783,16782,14073,16749,10901,9473,9614,11498,10525,10305,10129,3108,28373,27532,10944,14669,17930,13751,7175,15278,11270,3182,15708,18650,24803,11978,7953,1468,3637,14148,21940,15295,15131,20149,18926,1883,14602,21058,26548,5960,15547,12137,24053,12735,5038,12029,11333,20691,11925,7834,17619,8487,9653,11056,16544,17890,2261,28346,16818,13674,18717,8894,10426,18925,26336,11462,17361,16851,12142,22955,20958,19901,20055,10106,7923,8669,7202,3914,13505,19638,6843,8906,26479,29000,23549,21046,9712,9886,19610,22258,6064,22129,18691,13308,10374,10249,16402,10243,14562,13512,8773,5650,9107,8126,7362,2534,2361,8146,16887,21250,9219,9391,7681,10033,9076,7091,4265,21748,15884,21096,23276,24135,18097,14106,15000,11609,15798,5608,13007,10037,14799,19893,16159,23756,11560,6292,26814,24918,19212,10715,17653,12244,17201,15759,8825,10588,21624,28058,23581,13365,9049,9527,1800,17209,2058,20667,26443,25403,12040,22080,18818,22943,9729,15084,12717,6394,11209,4286,1614,21314,22281,15106,9782,2996,25816,27640,20492,7201,13559,14313,7115,12532,27654,24404,16457,18093,13986,17000,10480,10564,14394,8732,13213,15630,4783,4248,5801,14839,13821,20170,15696,9879,16621,11460,979,6767,16311,11888,477,159,513,10932,22124,7580,8674,8058,9776,10881,9002,3070,337,36,5,0,0,26696,9232,26634,23867,24968,16926,14360,14194,17715,26521,22301,7642,20387,15977,16839,12213,16862,20038,17065,18831,18375,17560,10366,2701,23675,23631,19880,16443,19201,15597,18101,15657,19216,20285,10923,20109,11130,24088,15419,18956,18060,2829,21872,24910,19743,4707,21756,21524,3188,16655,12101,25590,20580,23302,20005,5608,60,5897,12067,12182,4603,7151,6380,5476,7751,4511,8762,8510,8707,6119,10274,3100,6323,8489,7077,4896,4856,7653,2160,6568,9859,4997,9449,7818,11315,6026,9133,12053,13980,4500,9369,6487,7882,6223,6860,2264,666,762,9136,7530,6447,12510,1856,14273,6094,5624,6598,5250,4527,5107,4976,5167,6704,9403,7150,9112,7622,7567,7626,8310,6510,5855,3888,12632,8548,2517,2124,10231,5110,5766,7105,4718,5985,6560,6876,5163,27,1,0,0,0,3843,4220,2422,1990,28768,18054,2278,24677,26424,14102,5665,560,6800,16920,15166,9609,1488,803,8549,8079,9429,12452,7124,1674,1168,25662,16661,15853,19836,10716,19920,15248,13625,7033,1918,16670,22588,13015,27099,20561,7812,1678,1967,23707,18567,27059,19358,13962,28738,18700,15842,27392,11653,18584,15366,28201,25621,10861,8266,2007,22996,27218,18426,9929,12159,11876,12509,12933,11713,10113,20061,17783,20318,12539,15415,17672,461,24059,29416,10278,12198,28498,29050,8943,21068,11764,12328,15171,11038,29070,11395,2435,16313,17106,26211,8787,8050,24148,24802,14703,12824,13998,9488,2645,1651,30460,26669,19389,12567,25063,25051,27797,10842,13255,8168,13947,8376,19954,13246,11174,26248,12751,13783,1671,20489,29113,20889,24075,25245,17994,15642,12238,28056,9333,18473,15351,23028,9917,17281,2307,14307,13279,12053,26381,19396,10704,8643,9892,7627,3345,1236,759,16827,27107,19220,15298,20437,19960,21159,16121,21324,18533,11638,7009,2588,9898,18443,30114,14165,12674,19020,10708,15849,10257,6664,1265,1246,887,1604,1055,1282,576,349,174,182,31,13,7,25337,11671,12823,12150,7843,7887,9786,21875,15294,15371,16595,9074,9399,957,1751,20918,1848,24797,24167,14095,3963,3316,8838,11927,6253,73,55,48,23780,13941,16661,20494,22149,25253,18063,7995,4869,5476,66,14751,14335,14273,6281,18043,16806,14305,767,17397,11846,13713,16255,16043,6600,2597,188,14174,17468,11672,12312,7119,556,23282,16789,7808,3,110,3704,17304,10808,17976,13957,8671,4274,3365,24949,27148,12013,8410,8168,2968,12325,24085,15245,9101,7252,12401,13401,18693,10606,20267,9186,1921,24324,25824,26684,15102,15927,812,12452,14879,21967,18688,13430,8595,8360,10541,12244,7373,7161,12164,12203,17882,6790,6273,11166,6919,6503,1959,1578,151,5604,1723,13156,23734,18456,6395,5689,6237,1953,21742,9560,17437,9809,12596,12776,14763,12981,12300,1709,7351,23882,22598,14304,14462,13550,14227,13788,26861,10189,1665,11365,11991,13911,18350,18597,28370,17232,20134,15794,16415,2340,11552,9907,19847,14646,11745,11465,6661,14422,21533,17456,11901,10470,4319,3093,21830,13177,26352,12692,19412,10196,3457,25323,23542,24730,5608,16592,7363,5511,25934,28696,24031,15232,11416,26651,19894,24160,16789,9236,7609,12645,13486,10497,16979,18788,8788,6996,6037,5616,2220,15699,17638,23680,13803,20970,8928,21503,16883,18186,17735,13498,8526,7558,11676,2999,2198,1490,16644,28394,20315,5191,25936,13004,14694,26021,18472,7717,5746,15915,26908,11345,8986,11168,7626,10831,23801,14355,9765,7456,26638,11480,25978,8779,13384,25879,11344,25837,21927,13050,8202,8336,16765,19043,16345,6150,4375,15564,10161,10867,7718,666,25334,23696,15687,7785,266,150,133,6118,25722,8065,15800,26557,26257,12861,5043,3836,13582,10047,2896,8804,28424,21926,10105,17169,14397,24275,7896,11668,9934,12501,16991,16981,26468,15494,12114,19432,13999,3515,21297,8048,7827,12271,26031,12444,21974,9282,8401,8033,5549,6437,26135,13155,11110,9324,4362,396,25365,11706,11869,5016,25876,26590,12980,1731,20605,14498,26816,14972,20757,25247,16421,15782,16021,13365,12837,12630,9545,11922,13174,984,26714,10022,3700,10633,22793,26075,24810,13620,3847,3648,22563,15863,25413,4981,25785,15009,21043,12196,12573,10490,10108,14242,18130,11323,24825,27179,9770,26145,24672,14607,19405,6874,1814,384,25206,22139,11409,12269,9406,23035,14790,23676,13405,4939,591,5650,20371,25646,9048,15755,18014,20402,19079,21080,27022,17873,8629,15799,25404,2048,29876,22388,14207,18565,16784,14146,29045,12469,6639,109,24040,21112,15845,19286,20596,9987,9878,11636,10162,8772,8791,7407,4172,236,17100,27083,16234,13162,7543,12751,16719,12566,18603,6348,18519,19050,27283,9137,9060,11084,7085,4787,7647,3863,326,59,13432,26367,14307,18363,11877,12463,13900,11095,12226,6447,10466,11765,6536,1414,560,29411,14430,15569,7102,8088,9219,10141,7070,12064,12031,15317,9387,12213,9390,11106,11983,19895,16250,13433,20013,15516,6981,12476,13768,10980,8678,9715,5732,11911,23679,14471,8758,4930,7058,16312,18948,12024,16068,18534,12208,11679,6196,14786,13168,1347,23344,18981,14559,9845,10673,7385,10948,13592,13264,5928,9606,9259,14017,11575,14279,5642,1287,13445,13248,13634,14196,11252,12509,13634,8419,5859,13346,13151,6995,13116,13622,9848,11417,11759,10554,5304,20585,13764,15683,5628,8396,8310,1358,10504,22282,9798,11054,8348,5977,8408,16934,14285,9743,9340,3141,17747,16504,22111,14808,6738,11356,13261,15687,12575,13436,17926,7656,13480,14457,15224,20798,8565,14807,18256,17031,5399,1687,20153,13650,14170,13982,15062,20387,10319,17211,3692,11,28141,28409,12512,14755,11928,7689,27884,17232,13586,17361,14120,13093,208,322,17644,23854,12885,26306,7293,10101,15412,18687,9508,22313,23549,11231,14329,11571,13809,10466,5706,18919,12390,8591,12191,14217,17618,9696,10137,6707,19340,28348,13852,5184,17588,18101,10525,4973,13015,23514,14313,28740,7602,8693,129,17596,24263,11223,16863,11217,12412,15782,19281,17199,4958,18675,7292,5140,30265,26742,15865,13325,10503,10061,20736,11698,16669,12107,108,75,22811,27441,18174,15072,13794,9939,6564,8289,7448,7901,5879,4972,17632,18531,14403,12242,15771,11709,9013,10508,7889,5766,13523,8850,11384,574,260,22528,14203,14210,19547,16933,5772,27896,23068,25561,17029,12357,21624,22845,15265,14898,24744,23066,21411,22839,29643,17978,16859,16785,14033,10801,1355,21615,15326,13208,20931,286,15501,17541,7404,20111,14273,16456,1311,13387,19976,9124,14517,27135,25901,14042,16451,26581,27342,11640,2409,4314,9777,6785,25804,6825,2514,10042,11001,10693,2225,18742,20703,20137,14715,26321,20400,299,15458,8208,16304,14660,9639,15846,4520,3443,725,27671,8894,17677,14529,5157,15742,17277,6264,3745,14264,15642,9084,16630,3931,26009,17636,13901,10451,9499,9175,12817,11491,10813,8033,15869,12348,7023,8914,10871,25070,20946,22152,11807,12460,21074,22163,6974,22859,19580,22366,16148,15987,11742,4044,21230,21401,1666,23887,15208,8614,17544,10983,7798,22077,6343,14557,19639,4097,2278,22753,3077,5230,11968,15392,19638,12067,11493,10959,9803,20265,2811,15581,17003,12837,18976,9379,14847,16508,15353,10773,14960,11431,8842,11011,11523,11282,1423,1674,584,11330,20099,17021,27119,13405,24450,16461,11246,9584,10558,7743,4920,12131,6481,4534,28080,17765,20807,10820,15595,15539,7719,11398,12432,22214,18742,7333,11730,18652,20031,15838,15382,22430,19554,16285,8762,3525,17964,15095,15440,8937,9091,15746,18950,17914,12713,8528,1673,9904,17146,17782,15441,9498,16886,9203,27012,25253,10007,12488,9259,6808,7222,9984,11428,13752,11653,14288,18469,6450,15872,2305,19334,22901,14858,19193,1865,25242,15044,14039,19449,7056,9118,6820,7108,8064,1587,11174,25985,9818,26980,10380,14131,19818,15545,8710,11883,7064,10761,6637,1432,16661,13383,8541,10997,9601,12656,13361,4688,1811,20640,19793,3650,4907,8716,21964,10814,14932,16450,16527,13050,11093,11037,16908,9171,8121,16682,6576,3270,1525,2153,13263,18126,13783,12007,12664,15763,13936,16519,11338,8004,9574,10756,10484,15232,10905,11991,11009,12587,9413,14461,13113,12813,6592,20539,6451,12523,13388,18399,9034,8926,22653,8610,14242,13226,16399,12365,2769,13881,9670,9283,21616,20308,17826,7407,14037,6672,6357,12900,18477,14727,17917,14676,12869,8805,13708,27356,21510,16486,5313,8559,6608,7301,1068,13049,14836,23469,17671,9000,2425,12276,10186,25399,20511,9374,18960,20497,16833,15466,15376,9455,14852,18662,14682,9294,22597,21353,18428,20142,13778,12718,13032,11312,11964,7795,8272,4879,11101,12329,9673,10230,8938,8062,11909,12285,18099,18018,1519,19778,17376,14666,8414,11963,15449,10054,6901,1914,16320,12922,19117,13742,9758,9937,1527,20718,9854,20984,6126,19538,22191,16383,7416,24758,20436,18083,22621,21232,25807,10915,7700,2006,25549,9174,28172,11707,25387,9472,8538,6866,19462,11405,13310,19663,10004,10037,2668,17286,20604,19290,11190,16342,9135,9391,17034,11378,26205,17470,15847,11260,18179,9206,16583,10657,23305,9001,12807,2887,18561,13774,18599,24068,8780,6916,10420,14283,7785,14184,26864,12326,12138,16349,17315,20895,17753,10600,26360,23858,14776,7726,21202,24942,12669,12776,23050,12362,20286,3849,1069,13134,27524,24115,25166,12714,2513,3463,1254,19942,21931,15797,20483,17234,21236,21277,20828,13685,11641,22483,17581,125,1455,4498,21009,26464,25539,642,193,9346,9421,21981,22292,26047,23815,26263,13743,669,14780,22291,15226,25429,11475,15445,25862,22887,5780,8712,8874,11270,582,19025,27125,23864,12819,13121,1732,22468,23851,24077,12507,27956,19418,16886,10208,12778,7847,24507,26025,18379,6566,188,27969,13160,25740,19101,8230,11938,9422,13716,5315,19067,24568,18476,588,19415,14730,21476,15156,8693,4745,10263,11160,6164,4736,106,9376,27927,22714,8621,20044,19680,15692,15864,9034,6879,7150,9766,13374,14938,15847,17717,18220,4738,16870,7153,9357,10287,9323,10947,3646,2682,6792,23329,23393,14324,15443,19641,18642,6659,20304,9518,16140,10932,9174,6846,3938,100,10394,25483,25733,15682,20640,11877,8248,7616,8976,16124,26705,9844,7974,4369,686,30233,23839,16782,16440,19375,18763,17281,14347,11103,11826,11355,9059,8585,1554,23443,16504,20699,20988,14500,5961,18606,19554,22598,21253,18145,18183,24136,23574,21393,19074,1920,16606,22649,6998,24225,23779,18394,12521,14669,18744,15027,22135,22336,20515,17046,21687,26011,23347,24110,16741,22950,22669,17857,19258,14111,20419,18509,19565,23453,23142,18825,12400,21847,21842,20740,16873,13187,13762,27972,26827,19663,16018,14783,24153,18803,22706,22177,21429,16886,16859,15561,19031,21609,22532,16703,2513,14428,19619,24477,925,25036,26188,12674,11303,16087,13906,6649,20505,9258,8424,8584,14673,115,18661,25241,22423,22088,17583,17489,13470,11610,1006,22851,16784,23107,17127,12034,10924,20850,23414,22273,14573,16006,11011,189,25930,13669,14354,20985,19203,12346,15529,20283,27602,20882,13045,6213,7110,62,23243,27146,20248,6340,252,10229,12656,23406,12898,18291,7910,64,16318,28342,5509,11172,16164,19688,9616,3686,23564,20550,8023,8429,25713,25326,23730,18765,10499,15166,24918,25303,15309,7901,8594,25001,24328,21159,15396,15035,22266,22011,15277,16749,20022,14028,26735,19876,21598,23623,15844,11438,5566,9660,12673,10046,7137,907,15179,25906,23587,23472,19747,24004,20844,22545,19940,23471,22541,21770,23268,17294,13121,24683,19472,12663,9581,13682,14194,23517,15321,14859,22274,15840,21346,13297,26185,12390,12829,25132,24111,22146,18358,18185,24284,12289,22533,16293,24084,18082,14245,22889,19891,18757,15999,23874,23453,11140,27279,14743,16517,20791,22097,20999,15219,4501,13950,18249,7364,26898,15580,27780,15425,18844,19502,10146,16465,20728,18647,9634,9933,5343,6191,9475,10336,132,2381,4111,2762,28146,22044,27295,27696,19632,5365,24041,11876,5157,2939,19073,26874,26489,28167,12600,9046,5779,8398,14396,14473,7502,7418,14770,7203,4288,3743,23413,26326,21308,22751,17826,2376,19292,15340,27508,12219,17157,18376,16872,19181,4810,1790,18157,12212,19801,15278,19044,15283,22914,14789,7965,3706,26441,6912,5672,16639,18362,4256,22876,18348,8251,7278,7159,17109,24672,3285,8782,11868,10898,5733,7859,16384,9987,10990,19116,21249,15432,12167,3186,1947,7588,16067,22790,10909,10804,8611,5023,9608,10156,11558,7162,7976,14908,19319,11193,9368,7889,13192,13117,16752,14689,9226,7219,6238,2676,4328,17260,8488,11272,12625,9432,7156,18061,19453,1358,7063,17823,8913,16592,21424,16753,25247,24093,25342,6404,6189,18545,11029,13194,8227,7986,7493,26307,27592,19961,26362,17537,16026,16171,13534,12802,4537,27464,10478,9845,13719,24363,8806,6642,3697,25449,17755,16377,3577,28536,26216,19143,19563,9469,8334,6231,7186,6786,5429,2354,2391,26319,17948,24351,17944,13455,779,12603,8770,8585,19181,3679,11453,13321,22477,11703,21227,12698,16764,12035,6091,2022,27329,20157,18061,8775,1870,16936,10756,25852,21117,27569,10292,17254,18220,21203,10647,6414,1318,13627,13734,8760,17461,9685,5755,9771,8074,8991,7598,7667,9725,23100,10775,11505,11787,14278,11741,3216,1873,15266,19988,18206,20927,12496,13781,5730,13543,17675,10237,10001,10306,8008,21411,20213,22790,20010,22834,20848,18272,23432,21691,18235,16408,13831,17062,9360,16274,16971,10899,21191,14825,7767,5988,13774,8198,2798,20753,19832,14128,11636,25910,15654,10134,11352,12280,5461,16146,15662,15796,11181,1857,29122,26284,12541,12417,20300,16110,8146,7426,16302,13140,9944,16889,9881,8182,11579,7629,2362,16098,29601,9048,6900,8648,11154,12420,12608,1864,2086,29767,21698,16764,27476,23652,24706,25560,26024,18280,16839,16210,14076,17068,11580,10566,12155,10451,15080,10909,4018,7164,17081,15617,20255,11312,9740,7905,5905,11356,12122,14353,8265,10811,20400,6607,8835,11006,19748,10803,10482,20037,15741,9392,8243,5032,25813,17388,15387,17651,3775,21989,26261,7890,13624,8606,4342,9443,27659,26185,14283,12387,15561,11719,4840,3024,24207,21000,24158,13452,15319,17650,12640,19756,14307,24972,20003,13246,15619,21693,24641,1641,17055,23300,23307,8008,7642,25092,21402,488,22252,25697,27331,18635,5194,792,19419,29983,12002,29926,17792,28182,11116,14600,3968,4206,14481,21338,11749,7257,3159,18357,19150,14031,8732,11142,18523,11239,16466,11006,11919,13825,5234,22823,26379,14384,7363,2044,1475,19781,29019,24501,9381,14495,10769,10476,10045,9426,14231,14354,13145,11514,17532,9619,9873,15678,12679,14478,10554,17597,17860,18965,19541,14472,10218,15472,8832,7908,11731,6813,7112,9250,19606,15699,18087,13849,19196,6388,3032,1859,20915,19572,11738,20277,20268,8013,2406,17012,22025,18064,21358,17904,12032,3427,13315,17270,18399,8396,21197,16930,21685,10028,16673,6453,6579,7837,5664,22163,20623,21407,22466,8046,10545,8016,14590,12285,13381,13011,10743,1951,13174,16288,24950,9895,12192,7513,18008,9769,9636,5290,8732,8881,21526,20506,16998,21157,11259,7882,7406,15869,15537,14212,9389,5301,14040,14142,10812,4437,2252,19044,20177,17970,10072,13415,13023,19977,14521,6138,4367,18005,19927,15599,16349,16498,8727,11058,255,9188,11603,9963,9749,16430,10939,18215,11326,12567,8344,12603,10323,11786,7448,6573,6968,19352,12383,14806,7127,8261,16749,5631,26711,17112,5950,3517,11332,12063,6175,9841,6107,6226,25067,17370,7925,9927,7881,11663,4703,9461,13172,9221,7531,10970,11903,119,100,13025,20860,21579,10319,5741,12232,5974,7778,6721,12351,14162,4324,2524,18729,12480,20886,13792,10182,6439,10079,10608,230,90,22819,10620,165,6329,10567,11624,72,18284,14646,7136,17818,12177,7145,4069,230,175,257,1696,2248,29218,3561,1688,18921,15988,20986,1796,3020,5700,23889,21229,5098,18939,22791,16860,9332,6026,14163,26691,10703,7460,7300,7580,4790,15922,19678,10640,18047,14301,7984,4768,19202,14774,14275,14356,1196,1970,27035,25273,13175,8595,13013,21596,14449,20742,16648,16113,18420,10917,15857,18588,19929,8178,2027,602,25366,17218,12557,4714,26746,18476,20609,15889,8478,11666,14631,13263,4578,16528,19787,27211,11287,16450,9001,14135,12828,10681,10494,8916,9702,9055,9603,6117,20513,21039,24252,20274,19948,17138,16444,1666,2507,4625,28566,21111,20581,7396,21438,22038,10979,11624,12415,11740,6570,17401,7768,8372,7676,5423,26406,26244,15415,18039,12941,14059,15178,14523,10061,14841,22259,16015,15234,8742,12917,9461,18027,10610,13604,13691,19032,19884,3085,11990,22197,18337,8259,10786,18990,16221,9929,16947,16316,8902,10842,12636,6754,2603,5361,4838,6507,20065,30374,14419,21707,14704,13803,6249,2637,27283,19957,21553,17606,25083,10796,8989,9508,15806,12350,11082,9460,8171,17480,11753,15783,15900,15342,11741,16795,13271,10152,4592,14554,14564,23528,20364,16660,13610,14769,15973,17029,20013,15605,15651,16737,24522,16166,16486,13076,10052,10180,11693,8131,9346,5061,27119,16426,15008,10226,5549,11712,26191,16188,7888,9323,26127,7191,8548,4600,10670,17543,26736,16781,15483,13547,10219,11912,8453,7112,4021,3877,21398,27365,14742,11081,10806,8643,14945,10869,14647,2355,24718,29423,27273,8267,27575,15054,10356,18364,17263,15038,7448,9630,8185,4167,5023,29246,18589,11116,25919,16276,13610,26706,17557,10494,10129,8756,8167,5671,2391,23068,13197,19332,13048,24922,19078,15035,22483,15535,16820,8315,10028,10770,7327,1974,20448,15276,16659,8038,15226,15025,14285,12276,11876,8662,7214,4549,3869,5480,17389,20557,18114,13405,4239,2434,9968,9776,7493,256,119,83,63,41,29,28,18,17,13,12,11,8],"fragments":[{"begin":"0.000","end":"7.560","lines":["You're listening to LIFE KIT from NPR."]},{"begin":"7.560","end":"78.320","lines":["Hey, everybody. It's Marielle. Question - are you moving right now? If not, how long have you been still? The thing is, our bodies love movement. A recent review paper from an exercise physiologist at Columbia University and Yale New Haven Hospital described movement as a biological necessity - like food, water and sleep - and said that when we don't move enough, we feel the effects. Our bodies get restless. Our muscles tense. Our minds also tense. And when we do move around - taking a walk after dinner, bringing the laundry downstairs, dancing in the living room - we see the benefits. Our guts feel better. We sleep better. We have more energy. Our blood sugar is better regulated. Our moods improve. Salina Duggan is a personal trainer in Barcelona."]},{"begin":"78.320","end":"93.960","lines":["Once we start moving, it's amazing how quickly the body reacts and says, wow, this feels really good. This is what we're supposed to be doing. The human body is meant to move. But the first step, which is always the hardest, is just to move."]},{"begin":"93.960","end":"110.840","lines":["On this episode of LIFE KIT, how to get moving in 2025. We've rounded up our favorite tips to help you lead a more active lifestyle. And if you weren't moving when this episode started, why not start now? Unless you're driving or something. Then you can start later."]},{"begin":"110.840","end":"129.920","lines":["I remember seeing an ad once where this woman gets to the gym, and she says, whoops, forgot my hair tie. Guess I have to go home. I don't remember what they were selling, but that resonated 'cause I'm pretty sure I've done something exactly like that. Even though we are built to move, we'll look for any excuse to not do it."]},{"begin":"129.920","end":"190.360","lines":["Which brings me to our first takeaway - figure out your why. You may recognize this takeaway because a lot of our episodes start with it, and it's a classic for a reason. Knowing why you're doing something can keep you motivated when you don't feel like doing that thing in the moment. So why do you want to move more this year? Do you have some high-energy toddlers you're trying to keep up with? Are you feeling extra stiff whenever you stand up from your desk? Are you trying to regulate your blood sugar better or get better sleep? Do you want to get stronger, so you can bring all those grocery bags into your house in one trip? If your motivator is something long-term, like, I want to be healthier and live longer, that's valid and reasonable. But it's also an ongoing pursuit, and it's something you may not feel immediately. So it can help to get more specific and to think about the short-term benefits of movement, too."]},{"begin":"190.360","end":"210.720","lines":["We know that it helps people generate energy. We know that it boosts mood. We know that it improves executive functioning and all the tasks associated with that focus, you know, creativity. There are so many positives that happen when you move."]},{"begin":"210.720","end":"221.720","lines":["That's Michelle Segar. She's a researcher at the University of Michigan who focuses on exercise and motivation."]},{"begin":"221.720","end":"245.480","lines":["When people actually get an immediate positive experience when they move, that is just about the most potent motivator for continuing to do it. And the big goal is to have people think of physical movement as their ally in life, as a strategy - I dare say even as a friend that can help them feel their best on the days they feel good and feel better on the days they feel bad."]},{"begin":"245.480","end":"272.480","lines":["Another motivator for a lot of folks is getting stronger. If that's you, think about the activities you'll be able to do once you get swole. Poorna Bell is a powerlifter and author of \"Stronger: Changing Everything I Knew About Women's Strength.\" She started lifting weights after struggling to flip her mattress in 2016, and now she loves strength training."]},{"begin":"272.480","end":"280.800","lines":["If you'd asked me a few years ago that this would be the kind of activity that - not only that I do but that I enjoy doing, I wouldn't have believed you."]},{"begin":"280.800","end":"289.160","lines":["Poorna realized she'd never prioritized getting physically strong, and a lot of that had to do with our culture."]},{"begin":"289.160","end":"321.160","lines":["The language that we use to talk about our own bodies and how we relate to physical activity, and the classic one being, oh, I've got to - equating fitness or movement to working off something that you've eaten is such a big one for me. And so that ends up being the dominant narrative, not, I might want to lift some weights 'cause that will help me to, like, carry my luggage or a dustbin or something else."]},{"begin":"321.160","end":"380.400","lines":["OK. Now that you know your why, the next step is to figure out your how. The U.S. Department of Health and Human Services recommends that adults get at least 150 minutes of moderate-intensity physical activity a week or 75 minutes of vigorous activity, or some combination of the two. Moderate intensity could be a brisk walk or yard work. Vigorous is more like running or riding a bike fast. It also recommends muscle strengthening two or more days a week. Climb a tree. Lift some weights. Do Pilates. Carry the groceries. But, of course, we're all busy. Life is packed with work, family commitments, laundry, waiting on hold with customer service. When are we supposed to work out? Luckily - takeaway two - you can move and exercise a little bit at a time."]},{"begin":"380.400","end":"387.680","lines":["Fortunately for us, the research does now show that basically all movement counts."]},{"begin":"387.680","end":"392.360","lines":["Anything counts, and anything is better than nothing."]},{"begin":"392.360","end":"399.240","lines":["That's Michelle Segar again. NPR science correspondent Maria Godoy quizzed her on what counts as exercise."]},{"begin":"399.240","end":"405.640","lines":["All right, true or false? You have to sweat for it to count for health benefits."]},{"begin":"405.640","end":"406.400","lines":["False."]},{"begin":"406.400","end":"413.360","lines":["You have to do it in 30-minute, uninterrupted stretches."]},{"begin":"413.360","end":"414.760","lines":["False."]},{"begin":"414.760","end":"420.240","lines":["You need to feel the burn or it really doesn't count."]},{"begin":"420.240","end":"421.160","lines":["False."]},{"begin":"421.160","end":"424.120","lines":["All right, so where..."]},{"begin":"424.120","end":"425.000","lines":["Did I pass?"]},{"begin":"425.000","end":"428.320","lines":["Yeah, you passed. Ding, ding, ding."]},{"begin":"428.320","end":"445.560","lines":["If you don't have a 45-minute block of time for a spin workout, that's OK. Try doing squats or lunges for a couple minutes while you're waiting for the kettle to boil."]},{"begin":"445.560","end":"458.520","lines":["Your free time is likely going to show up in pockets that are much smaller than you were anticipating but are meaty, you know, if you really look at them and put them together."]},{"begin":"458.520","end":"480.440","lines":["Katy Bowman is a biomechanist - she studies how forces and motion affect the human body - and co-author of the book \"I Know I Should Exercise, But...\" She says, try to seize those small moments of downtime throughout the day."]},{"begin":"480.440","end":"516.240","lines":["One thing you can do is if you find yourself waiting - you got someplace early and you now have seven minutes or 12 minutes - tune into that. Set this as an intention or a cue, that anytime you find yourself sort of sitting idly in your car, you're going to get up and you're going to get out and you're just going to move around. Go for a very brief walk. You can hop in place. You can reach up and touch the top of the car."]},{"begin":"516.240","end":"524.440","lines":["Sometimes I do calf raises when I'm brushing my teeth, 'cause I always remember to brush my teeth."]},{"begin":"524.440","end":"540.320","lines":["When you've got something that happens regularly in your day and you tether movement to that, then that occurrence in your day becomes the reminder for you to get a little bit of movement."]},{"begin":"540.320","end":"548.040","lines":["You know, one of the things that I urge the people that I train is to get creative for your time."]},{"begin":"548.040","end":"555.800","lines":["That's Martinus Evans. He's a marathon runner and author of the book \"Slow AF Run Club: The Ultimate Guide For Anyone Who Wants To Run.\""]},{"begin":"555.800","end":"566.960","lines":["What are you doing when you're watching TV? Can you go to, like - you know, if you have a gym membership, can you go to the gym and watch TV at the gym while you do your run?"]},{"begin":"566.960","end":"570.600","lines":["Or if you're caring for your baby or young kids and you're strapped for time..."]},{"begin":"570.600","end":"590.120","lines":["Look, grab a kid, grab a toddler and do some air squats. Use them as a weight. Now you got a 10- to 15-pound weight. Hold your baby out and curl them with your biceps. Kiss them. Like, that's the thing about exercise - like, all of this is cumulative, and all of it is beneficial."]},{"begin":"590.120","end":"623.120","lines":["OK. So small movements throughout the day are great. The science backs that up. But if you can carve out time for longer workouts, takeaway three - harness behavioral science techniques to stay motivated. Katy Milkman is a professor at the Wharton School of Business. She researches behavioral change and how we can create habits that stick. One of the motivation techniques Katy recommends is something called temptation bundling. So say you really like watching some TV series, like \"The Crown,\" for example. Here's Katy explaining temptation bundling to NPR correspondent Allison Aubrey."]},{"begin":"623.120","end":"632.280","lines":["My research has shown that it can increase the rate at which people exercise if they combine a real pleasure that they look forward to with their workouts."]},{"begin":"632.280","end":"632.480","lines":["Ah."]},{"begin":"632.480","end":"640.320","lines":["So you're not allowed to watch \"The Crown\" unless you're at the gym. That's the idea. And as a result, you're going to start craving trips to the gym to see the next episode."]},{"begin":"640.320","end":"641.040","lines":["(Laughter)."]},{"begin":"641.040","end":"645.720","lines":["And you won't feel any guilt about spending time watching TV because you'll be working out."]},{"begin":"645.720","end":"649.880","lines":["Katy has also researched what happens if you falter on the goals that you've set."]},{"begin":"649.880","end":"656.400","lines":["The what-the-hell effect says that if we fail to hit our goals, we can throw in the towel and go crazy."]},{"begin":"656.400","end":"667.880","lines":["Say you planned to wake up early and go for a walk every day before work this week. But Monday, you oversleep. Then Tuesday, you think to yourself, what the hell? I already failed yesterday. Now the whole week is shot."]},{"begin":"667.880","end":"674.360","lines":["So that's the risk of goals. If they're tough and then you don't make it, you can throw in the towel and actually be worse off."]},{"begin":"674.360","end":"677.680","lines":["Instead, allow yourself free passes and plan for them ahead of time."]},{"begin":"677.680","end":"696.360","lines":["So if you set the tough goal, like, I'm going to try to go to the gym five days this week - that's going to be a stretch, but I'm going to try really hard for it - just remind yourself that you have a couple free passes. If you have a late night at work, you can take a mulligan and it's OK. You don't want to give yourself five free passes, but maybe two."]},{"begin":"696.360","end":"701.640","lines":["You'll actually do better with the tough goal if you build in that allowance for the occasional failure."]},{"begin":"701.640","end":"717.840","lines":["All right. Our last takeaway, takeaway four - the best type of exercise is the exercise that you will actually do. Find something you love, something that challenges you but that you don't dread. It might take some trial and error to figure out what that is."]},{"begin":"717.840","end":"742.120","lines":["How can we craft our physical movement so that we want to do it and so that it fits into our hectic lives, so that we're able to do it today or tomorrow? And then if you can't do it the day after tomorrow, instead of feeling guilty or like a failure, you go, oh, there's one day it didn't work, but guess what? I have the rest of the week and the rest of my life to keep fitting it in."]},{"begin":"742.120","end":"773.560","lines":["I know for me, I don't like going to traditional gyms. When I get a gym membership, I don't use it. I guess I find it boring, and I don't love the bright lights and the sweaty smells. I do like running outside, using my stationary bike, doing yoga or other mat exercises at home and going rock climbing - which, yes, is at a gym, but it feels different to me. It's like I'm solving a puzzle, and sometimes I pretend I'm Tom Cruise scaling a wall in \"Mission Impossible.\" Gamifying your exercise routine is one way to make it feel more fun."]},{"begin":"773.560","end":"785.160","lines":["Gamification is trying to take things that we want to do which are typically tedious and boring and finding ways of making them fun. It typically uses game-based elements like points, levels and badges."]},{"begin":"785.160","end":"812.840","lines":["Dr. Mitesh Patel is a behavioral scientist and a vice president at the health care company \"Ascension.\" He studies gamification in exercise. Dr. Patel ran a trial where they tracked the step count of about 600 employees from a single company. The employees were separated into groups. Some of those groups had games tied to their goals. They racked up points or had levels to clear. And then there was a control group. No games for them, just goals. The study found, over the course of nine months..."]},{"begin":"812.840","end":"819.920","lines":["The average person in the competition in the gamified arm walked about 100 miles more than the average person in the control arm."]},{"begin":"819.920","end":"834.160","lines":["A hundred miles more. So, yeah, inject your workout with some fun and celebrate your wins. You could try a running app or a VR video game workout. The sky is the limit here. Another idea is to give dancing a try."]},{"begin":"834.160","end":"855.880","lines":["We, as humans, have the most incredible tool to experiment with, to express ourselves with. There's nothing as satisfying as going into a class, dancing so hard that, like, the mirror starts to fog up (laughter). Everybody's sweating. Everybody's kind of giving that energy."]},{"begin":"855.880","end":"859.600","lines":["That's Alicia Graf Mack. She's the director of dance at Juilliard."]},{"begin":"859.600","end":"876.840","lines":["Give it one class or two classes and see if it works for you. If you know that you want to be in a very, like, rigorous physical practice, then maybe a cardio dance class or a hip-hop class or, like, a salsa class or something like that."]},{"begin":"876.840","end":"897.080","lines":["Or tap dance. That's always been my personal fave. I love the way it feels and sounds when my taps hit the wooden floors. If there's a kind of movement that you find intriguing or exciting, think of that curiosity as a trail of breadcrumbs. Follow them. Try it out. It could become your favorite way to move."]},{"begin":"897.080","end":"940.800","lines":["OK, time for a recap. Takeaway one - figure out your why. Why do you want to move more this year? Think long-term and short-term and be specific. Takeaway two - you can move and exercise a little bit at a time. It all adds up. Takeaway three - try some behavioral science techniques to stay motivated, like bundling your exercise with pleasurable activities like watching your favorite TV show, and only watch the show when you work out. And takeaway four - the best type of movement is the kind that you will actually do. So follow your curiosity, listen to your body, take yourself seriously when you're bored or dreading a certain kind of exercise and keep trying things until you find the sports and activities that stick."]},{"begin":"940.800","end":"965.520","lines":["For more LIFE KIT, check out our other episodes. We have one on how to get started with weightlifting and another on running. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you. So if you have episode ideas or feedback you want to share, email us at lifekit@npr.org."]},{"begin":"965.520","end":"992.800","lines":["This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider and Margaret Cirino. Engineering support comes from Robert Rodriguez and David Greenburg. I'm Marielle Segarra. Thanks for listening."]}],"duration":992}