{"title":"How to lead a more creative life","url":"https://www.npr.org/transcripts/1252435989","intro":"Psychologist Zorana Ivcevic Pringle says creativity isn't a trait. It's a choice, something you can foster and prioritize. In this episode of Life Kit, in collaboration with NPR's science podcast, Short Wave, Ivcevic Pringle explains how to bring creativity into your everyday life, overcome creative blocks and stick with creative ideas and projects.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT from NPR."},{"author":"MARIELLE SEGARRA, HOST","text":"Hey. It's Marielle. I remember talking to a friend one time, telling him about my latest creative pursuit, and him saying something like, I'm just not creative like you are. He was talking about creativity like it's a fixed trait, something you're either born with or not. But actually, creativity is a choice. And it's something you can grow and tap into. Our friends at NPR's science podcast Short Wave dug into this recently, and they came back with some tips on how to nurture your creativity. Here's the episode."},{"author":"BERLY MCCOY, BYLINE","text":"Hi, Short Wavers. Berly McCoy filling the host chair today. And I'd like you to meet psychologist Zorana Ivcevic Pringle."},{"author":"MCCOY","text":"When Zorana was an undergraduate, she was searching for a thesis topic. To spark ideas, she was reading everything she could get her hands on, and she stumbled across work from the 1960s during the Space Age about creativity. She read that creative people often have personality traits that don't seem to go together."},{"author":"ZORANA IVCEVIC PRINGLE","text":"Creative individuals at times can be extroverted, other times very introverted. They can be playful but also very serious about their work, can seem naive and see things with fresh eyes but also be very focused in their work."},{"author":"MCCOY","text":"In the two decades Zorana has been studying creativity, she's realized that even though creative people are unique, it's not because they're born with it. But that idea that some people are creative and some people aren't, what scientists call fixed mindset, can stop creativity in its tracks."},{"author":"PRINGLE","text":"Oftentimes, just the fact that we don't think of ourselves as creative is going to prevent us from ever attempting it."},{"author":"MCCOY","text":"But this idea is pervasive. We can sometimes think it's only the Einsteins or Beyonces of the world who are creative."},{"author":"PRINGLE","text":"Scientists call those people Big-C creators - Big-C as big, influential creativity, eminent creators. But they are not the only ones. Creativity exists on a continuum for what we call mini-c - creativity in the process of learning."},{"author":"MCCOY","text":"One example of mini-c might be your unique way of learning times tables."},{"author":"PRINGLE","text":"Little-c in everyday interactions and activities..."},{"author":"MCCOY","text":"Like giving your friend a unique present."},{"author":"PRINGLE","text":"And Pro-c. That is professional creativity in a work context."},{"author":"MCCOY","text":"Like designing new software, writing a novel or making a science podcast. So even if you aren't Big-C-level like Beyonce, you and anyone can always start by opting in to being creative, which Zorana learned the hard way after years of limiting herself."},{"author":"PRINGLE","text":"I concluded that I was not creative. But I also noticed somebody else, a best friend of mine, who was creative. And I wanted whatever she had. I wanted to understand how is she able to do things that I did not think that I could do at the time. In retrospect, I think I was able to do it, but that I was not willing to make the choice."},{"author":"MCCOY","text":"That has changed. And it culminated into a very creative thing, a book called \"The Creativity Choice,\" about how creative people can stick with an idea. So today on the show, the science of creativity. We cover how people can make choices to grow their creativity."},{"author":"MCCOY","text":"So Zorana mentioned those different kinds of creativity that will help you start to see how creativity is happening in lots of ways, so takeaway one - get to know the different levels of creativity. There's mini-c, like finding a better way to study, like Zorana did in school when learning Latin and German."},{"author":"PRINGLE","text":"Just going through flash cards was a little bit boring. So I would record myself and then say the word, say it in - you know, it's in translation, and then test myself by playing it, pausing, and trying to say it out loud. So I am sure I wasn't the first one ever to discover this trick (laughter), but for me personally, it was creative. It was something original. It was effective."},{"author":"MCCOY","text":"Then there's little-c, which we've mentioned."},{"author":"PRINGLE","text":"We sometimes call that everyday creativity. And there, we are doing something that can be witnessed or enjoyed usually by relatively small number of people around us. So it can be something - a new game we are inventing on a long car trip with our children (laughter). It can be a way to keep a relationship alive. It can be a gift for a best friend."},{"author":"MCCOY","text":"Then there's Pro-c. That's the kind of creativity that happens in your field of work or expertise."},{"author":"PRINGLE","text":"We need a certain level of knowledge and expertise, on which we build something new and original."},{"author":"MCCOY","text":"So like a professional composer or painter or author?"},{"author":"PRINGLE","text":"Those are great examples, yes. And then finally, at the highest level, which is usually where our mind goes when we hear the word creativity, are eminent creators. We can think of Nobel Prize winners. When we talk about these Big-C creative individuals, we are thinking in terms of those who are changing our culture, changing a domain of work."},{"author":"MCCOY","text":"So you list different ways in your book as a way to build creative confidence, creative self-confidence. Can you give me a case example of what this might look like in practice?"},{"author":"PRINGLE","text":"We can build creative self-confidence by observing what other people do. And we can say, hey, if they can do it, I can do it too. Here, it helps that other person is somebody we identify with. So more ways that person is similar to us, the better. And that is one of the ways how representation matters, how seeing yourself in somebody is really important, because you can put yourself in that person's shoe and say, hey, I can do that myself."},{"author":"PRINGLE","text":"Then if we go to a different way to build creative self-confidence, it is by learning from doing. And what that looks like is you start with doubts, but you get going. You start making progress. One action leads to another, and progress makes you think, oh, if I have done something before, now I can do it again in the next step and the next one that comes afterwards."},{"author":"MCCOY","text":"So this kind of makes me think if you do a small creative project, just to give yourself that confidence that you've done it, then you can move onto a bigger creative project."},{"author":"PRINGLE","text":"So oftentimes, doing something smaller or breaking a larger project into smaller parts is going to be really helpful. When I started writing the book, I had never done it before. I was not sure whether I could do it. And I needed to teach myself how to do it and teach myself that I really can, so I started writing a blog. And in doing so, these are very small pieces. I can write the small piece. I got positive feedback. I realize that I can write something creative that gets effect that I desire in communicating to the general audience. And I started learning, oh, yes, I can."},{"author":"MCCOY","text":"So takeaway two - give yourself permission to do something creative. Seek out inspiration - maybe that's listening to music or reading a good novel - and think, hey, I can do that. And you don't have to set out to make the next masterpiece that day. Just get started with a small project to build your confidence."},{"author":"MCCOY","text":"So you also say creativity involves dancing between broad interests and self-imposed constraints. Creativity can be fueled by time, put toward a passion or by working toward a cause but is strongest when you have limits to what you can imagine. So what does that look like for you?"},{"author":"PRINGLE","text":"In all of the research studies we have, there is this assumption that people make that creativity requires full freedom of expression, and that it thrives on spontaneity and on having no limits posed on you. It turns out the exact opposite is true. Let's say you want to gift something really creative to a friend. If you start thinking completely unconstrained, full freedom of expression, you are going to probably come up with some answers that are obvious - those things that you have seen in ads or heard about. We are all human. We are influenced by these things in our general culture."},{"author":"PRINGLE","text":"But what, instead, if you say, I am going to think of three memories that I share with the friend of mine, and these are going to be memories from different times in the relationship, and I will pick an object from each of these different times? And now I will work with these three different objects to come up with something that is a single gift for an upcoming birthday."},{"author":"MCCOY","text":"Takeaway three - give yourself some constraints. Try only using one color when you paint. Tell a story in only three paragraphs. See what comes from narrowing your options."},{"author":"MCCOY","text":"So the flip side of creativity is creative blocks. You give the example of your book, of how you got stuck and how you got unstuck. What was that like, one? And what do you think other people could learn from that example?"},{"author":"PRINGLE","text":"Lots of people get stuck at some point during their creative process. And I actually hit a wall when writing a chapter about creative blocks, which is rather funny. I had a creative block about writing about creative block."},{"author":"MCCOY","text":"(Laughter) Fitting."},{"author":"PRINGLE","text":"So what I did is I printed out my draft chapter that was not working and cut - physically cut with scissors - units of meaning and then started arranging them. And at one point, they fit into place like a puzzle fitting into place. I think it is important to start with a moment where we give ourselves a break. What happens when we are experiencing a creative block is something very emotional. What would you say in this situation if a friend was experiencing it? And another way of broadening our thinking is working on reconstructing the problem, saying let me examine the problem in a different way. Maybe there is an aspect of it I haven't looked at yet. And then if we have a mindset of we can do something about it, we can grow in our ability, we can develop it, different kind of decisions happen."},{"author":"MCCOY","text":"So takeaway four - if you're feeling stuck, take a break. Try to talk to yourself like you would a friend. Try to come at the problem from a different angle. You might just get that aha moment you've been chasing."},{"author":"MCCOY","text":"Zorana, thank you so much for talking to me today about creativity."},{"author":"PRINGLE","text":"Thank you."},{"author":"SEGARRA","text":"That was psychologist Zorana Ivcevic Pringle talking to Short Wave producer Berly McCoy."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We've got one on how to tell your story and another on how to start a creative habit. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you, so if you have episode ideas or feedback you want to share, please email us at lifekit@npr.org."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Clare Marie Schneider and Rachel Carlson. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Margaret Cirino, Sam Yellowhorse Kesler and Sylvie Douglis. Engineering support comes from Kwesi Lee, fact-checking by Tyler Jones. Special thanks to Rebecca Ramirez and Berly McCoy. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4024935689.mp3","img":"https://media.npr.org/assets/img/2025/05/15/lk_creativity-shortwave_2_wide-5aca8be1f01c223ffcb72a24646c8c9c60e29c4a.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","BERLY MCCOY, BYLINE","MCCOY","ZORANA IVCEVIC PRINGLE","PRINGLE","SEGARRA"],"wave_peaks":[3,23561,21011,22855,19249,21749,15894,11512,9532,19204,22343,15202,14909,10628,13516,7338,14823,14533,9950,16229,6331,14854,17357,17536,5605,4059,22459,18963,21219,20186,12714,16706,21960,22589,16037,8791,10164,8765,7969,8538,16194,12499,7818,8946,16760,12306,15885,12491,14933,25,4,2,0,2734,3615,5334,4344,3906,5818,16365,25825,16435,25941,17687,6876,5433,6864,5804,6017,6815,6336,28830,24645,19976,637,342,0,19955,23275,12895,13181,81,486,26518,18897,24907,8907,12285,13826,19650,12053,19366,7527,7977,12006,7020,7699,1590,23997,23169,17180,17778,5831,482,18817,27030,17783,14648,17446,79,1592,20328,24903,24058,12568,17535,17880,20003,12276,14573,5753,11551,6819,11329,16155,14621,19747,20497,677,289,24044,13171,19568,16079,13357,16366,5997,22548,26590,10668,11042,23966,11323,12295,6742,80,24634,26293,26874,20941,13696,16871,16408,11679,24908,25208,7666,4259,4093,15179,23963,12454,18368,17175,8296,7813,8563,9487,4630,45,318,24155,15887,6046,27,2927,25696,15945,14296,19174,15127,9884,9573,17921,14188,11595,10111,6707,25023,14566,11067,11301,9472,10200,10338,13217,10797,10765,9263,4260,14656,18235,19566,10880,15278,12130,11098,16726,9014,12819,11563,20542,6948,2654,11505,20957,15400,13101,8022,13164,14088,24002,13047,15495,15854,10389,11479,12305,10941,20296,21060,11154,9945,14301,12149,9034,5764,16245,17754,11916,979,15786,13227,12039,19815,18350,495,316,2712,21948,13560,9250,8844,21554,11150,10020,10069,9793,11904,11655,10137,9979,12803,10336,2573,413,6337,23583,12660,21207,12372,8607,12977,20943,9767,13529,23143,12505,12340,13667,25057,10067,15059,14083,14312,8960,13445,9118,23268,12707,7521,13811,18800,17128,9063,15192,15796,17767,14116,10611,8328,8805,5020,13834,14190,14866,7658,6268,7694,10352,8422,19522,18656,22525,5740,19057,23834,21344,17924,14849,1831,12263,19592,14715,11392,7784,4648,2438,17408,19288,14273,10880,17171,17565,13177,11543,3712,8666,9729,9573,10363,14362,13342,7929,14185,11560,3931,5484,11370,13338,13883,13505,15065,1674,1447,20790,11332,12299,24012,8249,15951,14672,12152,17082,16618,7441,12555,14899,10970,9342,12455,14390,17168,14366,9281,6812,13472,19381,11186,9077,7560,11735,24071,6842,2733,25262,13578,15880,22941,21499,20720,14699,11471,19070,16276,22622,17171,12301,11022,7212,11840,11505,13084,8425,24467,13749,8865,20414,21018,5631,18688,26120,20904,18879,8442,15245,9880,212,20066,17184,16928,9571,8846,15824,7174,7166,11741,9751,9640,8009,14116,12724,2625,23745,14763,12631,22866,16726,8842,9083,24564,10662,6262,9350,10011,10494,17118,10997,16019,23099,19790,21240,10826,6436,14543,18970,6470,18201,23233,19868,10729,7827,9334,9038,5760,25513,23848,23803,17628,3681,4589,13848,19053,14077,11444,8025,11791,11714,14002,16410,6823,13315,12180,13947,8945,8501,4699,10416,18523,6607,12946,6011,19312,6610,21726,12336,20466,15621,10736,12561,10464,13569,9695,8159,18883,21281,13337,15250,7601,10655,9907,11430,6532,18195,11585,10107,10817,23170,19648,8513,16370,8037,9382,15016,8359,14256,16587,22359,14365,11164,14146,7209,15479,17829,21119,12087,6587,1909,15748,16969,23604,14536,10701,10758,7426,5722,5676,6608,12182,15654,17253,17318,13833,17921,13070,17922,9936,12172,6683,9418,12149,22670,19108,2456,987,13554,22981,17237,13378,19644,11485,16678,14001,9980,11637,9789,8004,18426,14869,7499,13629,11144,10248,10149,20378,20392,18654,6386,528,19364,25345,10627,7875,12929,11105,9967,2625,776,495,21472,12363,24494,24444,7708,10230,19735,18964,17521,13462,18531,15246,13750,15037,4077,8304,6709,20925,13430,22362,7575,6087,8658,15968,8850,7856,19224,11269,16821,16736,13492,14772,20743,9399,21256,7370,6418,18730,16740,7029,22636,11719,8865,9027,9290,5595,13715,22734,24237,14977,21371,12433,8735,3636,22829,16932,17401,9312,24780,9919,16807,22137,14755,8778,8745,6970,10082,5160,23753,21780,21574,13371,15800,20842,17242,15153,11192,9470,2241,21787,18296,8807,22723,18285,18532,11484,10678,22728,19201,9838,3201,16593,23219,17650,15233,11181,9041,12717,8031,7490,14784,6717,3933,27949,19047,18097,11641,16680,11817,18638,19953,12560,22959,21184,12573,11230,5202,18574,3565,583,13739,14056,24656,17952,16599,12755,4055,22446,18216,17556,11886,12327,16447,12830,20464,11610,16670,19058,18781,9133,16488,14774,8901,12197,11465,6438,2416,11318,18646,17762,12033,11363,11238,11457,9337,18433,18462,12304,11688,3564,313,1235,2944,4536,5492,1983,493,319,162,68,33,0,4673,21969,18510,25130,22247,24614,8250,16858,24640,18747,17225,20480,10737,18881,20409,20748,12440,17787,19617,24930,20447,14342,16727,15660,16039,12726,2882,19662,20798,8532,23625,22869,23523,10148,3116,25424,15619,6397,15788,10779,24598,19437,24936,24343,5776,91,50,17467,18897,22925,13451,14166,21092,10149,10207,13888,14603,14117,6305,6300,21716,20382,18632,17925,21574,16259,16557,7452,9889,11211,20739,24352,9383,21584,24498,8467,10199,17889,15372,8759,7809,9985,9063,10225,13184,14039,13340,16739,14200,13231,7599,10037,9730,12419,8361,22264,7865,6937,24437,18279,12017,16525,17649,15647,7422,11078,4403,17562,12137,14911,15639,12591,12488,11662,18571,11379,6590,21867,19772,9619,24856,25999,14649,7869,7287,6178,10129,13555,9645,6406,21886,19304,17118,18163,15194,8164,8559,8580,1556,22728,17593,15326,21910,20504,18135,17942,5535,20728,18329,14811,16525,17782,24274,21893,6821,6076,8808,21707,18556,15481,22509,13337,14132,22496,13118,17223,17097,16946,5206,21782,20674,15389,15960,12205,15393,16066,15338,15371,11543,21923,8244,4657,22722,16296,12866,7748,3263,22152,20691,12703,20431,17045,17616,15576,15130,12885,10688,2949,22735,18777,18286,13426,12843,11692,8119,11407,19304,11397,17034,19602,16393,11803,12859,2642,22362,15225,12402,14051,22618,22703,10321,17458,22807,11622,15607,21949,11034,22648,16331,8567,4918,18581,19834,8456,18404,11462,13816,18129,16090,5914,14978,22730,18163,20132,22570,22811,13668,16792,15353,22844,20475,17137,15707,12773,14487,2421,55,2,13981,25990,11218,22584,17463,14205,12269,11735,17980,13233,16638,8650,19396,10547,3955,19819,19220,9108,12881,15961,15668,15427,7721,17521,8365,14540,15346,5638,9018,10128,22028,22141,15440,12929,11808,13364,22302,10826,13381,16905,11360,19585,24853,23940,14877,8113,12,3,2,13433,17695,24553,21990,12761,11559,17830,24787,12030,25879,20836,17778,10717,11330,22380,10047,27118,17126,9747,24318,11315,771,22896,25194,27170,24881,22847,20453,25756,13207,21487,9586,19611,26603,8063,5053,9782,25373,21307,15912,20333,16929,26183,26078,15436,18856,20161,25775,24796,17098,20746,19015,16594,25954,8552,12525,10180,3289,25614,26451,21460,26830,13814,26529,18003,24106,2493,20160,20193,15074,18703,24256,24907,7907,26413,17505,21492,10828,0,0,0,0,1801,6916,2070,19649,21528,13917,9054,18087,10072,9076,12109,14314,9046,1018,18124,11893,10111,13009,11193,11206,12692,10462,8812,10605,6598,12319,7732,12692,6842,414,7060,20054,17980,11356,3400,14664,18582,17681,22577,13341,11780,11480,835,15623,19280,15798,8998,12690,14737,14535,15067,20502,17577,11541,16210,15895,8386,14698,6980,11983,10311,9778,7388,463,13402,12422,7947,10675,8235,15216,6692,10362,4068,2383,19214,13376,8798,20294,25182,12338,2742,9465,9260,19640,18515,11569,8849,11835,17208,14082,9724,14703,13715,14367,15796,16601,6733,9446,4683,8660,7575,5583,10739,16695,13871,6531,19649,24929,17896,14633,12505,10930,21546,20434,16187,518,22600,17101,6899,12230,14332,8426,15527,6811,16605,9377,17131,6003,2332,1864,8165,25949,18393,13112,23670,17230,12650,18199,18714,14455,7957,21277,6568,9903,26177,2591,4094,19626,17267,18788,20390,9058,5224,13492,13874,17498,6573,6353,7929,9214,13023,9821,15044,14701,8833,16799,11069,5099,20119,12932,12930,16083,11128,10600,16621,8303,8479,10774,10026,3956,478,4816,11966,7095,12431,20119,19261,10466,4494,6175,14251,14781,15319,17928,9838,15568,21006,17335,9960,7224,14769,7825,8186,6379,1654,22122,12099,9332,9554,11177,13370,6704,9936,13396,11582,16939,7653,14146,14746,8525,5387,8167,8289,3952,3206,9238,18179,12651,12866,9327,3271,16533,9576,8292,18156,21983,17611,15599,17815,14562,8041,9079,7707,12785,5243,20291,12164,7765,8625,19924,20737,2306,12818,15042,10396,7817,6941,21339,17726,4761,9012,17385,6892,13534,9798,10015,8947,7630,10653,8303,8960,13523,8056,5172,6855,6406,6486,9559,7453,19405,8322,10941,13900,21587,1105,23095,15442,20295,12415,1663,11512,18735,16032,15565,16049,26084,13724,17448,19422,17425,10096,15515,9049,9723,462,12059,12032,12877,8386,6637,12447,7359,6126,15643,14243,6157,19886,23544,20083,22088,17351,13473,7804,7627,8502,7204,2739,1361,18872,18173,14499,17958,18012,11509,16096,16080,19954,10460,10858,11887,22957,10423,17917,18197,8116,4649,9217,2138,1690,23230,23294,25615,21438,16881,14447,16254,16126,17849,14661,9427,13379,13145,16688,18914,11740,10572,11348,12932,15370,15055,18576,17087,14551,23342,12305,7713,7113,4350,8264,18149,18401,12505,8659,11271,7001,4525,10295,15390,17932,14004,18184,7677,8469,3974,6125,21366,12778,17221,21435,20318,11120,7270,5226,14050,18790,15983,14092,7204,6241,22549,7699,9897,9534,9212,8623,5620,9640,18604,10356,5660,9838,10392,10417,9317,11271,17741,11904,12238,15126,11989,6131,7983,14892,10907,13587,11839,11474,7292,6003,5960,6806,2788,2126,10352,22135,16305,18951,12618,15075,17869,17699,14853,15807,20006,11189,12098,9347,22056,22884,9908,6745,5743,14608,11942,19310,12393,10545,9696,19518,13344,13079,12301,20895,6082,5309,778,8266,10546,16804,16401,13527,10248,8830,12872,11888,6917,4732,9250,5620,8287,16886,12945,10306,4243,5287,1773,11132,15551,10049,6891,13290,9540,9479,13286,10979,13783,9162,6863,4910,6506,3089,1271,16176,23440,13460,5586,23585,24668,16011,6270,7739,10914,9925,16489,9890,17580,7764,5312,1142,1249,17033,12201,15863,16475,19831,24237,19146,15595,9046,8479,15182,13802,7599,10806,4124,12537,26760,4847,832,6301,15124,21401,23388,18891,12786,14896,9645,11827,8671,18183,9901,4434,9209,10890,13156,10146,11514,20722,11271,9740,13168,6690,4382,11014,13597,12304,10268,15366,8319,3536,11983,13286,9119,11933,9217,11731,11726,14799,1178,13029,14374,9626,9481,8916,16381,5385,21037,13048,9527,11515,23188,10115,16415,10387,6756,4435,8154,6815,11966,672,24163,18291,10947,10447,18940,18888,7551,4622,20919,18683,14705,9653,10971,8705,6800,7580,8612,6331,9278,3132,4167,15860,15032,22520,23508,16894,17136,7025,965,2049,12490,18799,12820,6339,22616,25003,14429,12079,14851,14008,8400,17691,17465,14044,8695,1337,19308,5143,2501,548,23911,18285,20672,20021,2617,8630,23613,17586,18118,6437,10913,9379,9091,8506,19089,9514,14413,15083,4320,1276,15995,25510,15127,11199,7595,6297,5161,12043,8029,612,10692,17151,19010,12806,2514,854,257,9092,15504,9045,16876,22728,827,19767,19297,24287,9581,10512,6049,23722,12268,12389,8926,6888,6015,18858,7457,8140,11063,12801,14940,8691,7736,8750,6131,3691,4183,2012,2653,21374,17746,12337,12013,9002,21247,10049,23554,19334,13403,14006,21522,16601,13596,14371,14208,19047,16770,13169,15205,13850,11549,9025,10936,11584,12445,16266,13001,748,15703,5971,26648,19833,20053,18192,24511,21480,23065,10162,10451,14802,15104,10172,11276,22771,18023,12045,20657,12805,13272,13010,13190,6605,8820,9220,16887,2582,20360,18314,9870,16191,9736,9307,20121,22588,24106,10836,11695,11682,15629,23729,23251,8032,13339,604,11216,19373,20101,11657,5635,8193,7997,11662,13568,13459,6165,12912,5472,1643,23653,21703,5170,13544,13693,15855,15034,9935,10644,12411,7323,12378,13418,21377,360,13964,17918,13677,16764,13374,12037,11413,26313,13152,20758,23370,5629,1814,25029,6469,16383,17593,17363,16329,9147,6109,12270,5943,20744,9193,1640,9549,15975,9491,25144,19570,13237,16585,895,14561,22711,14405,14615,22221,6100,10686,3330,13326,14060,25623,15163,10751,5408,13915,23026,19176,14015,9181,15897,960,15837,17407,20619,12205,13969,10535,18986,12000,7179,9321,13167,11328,20487,9848,24417,16552,7688,20776,20762,17358,7957,24070,10134,7099,9075,8456,7736,10604,4375,11636,24688,8041,19671,20959,16137,16269,19603,16027,10754,5568,5903,6737,9163,21991,22353,17608,8336,17000,24460,23764,14621,11598,13039,10625,16130,13031,764,3081,14930,20538,14804,20702,7892,14005,20154,16645,11019,19116,18853,13434,12512,13344,13784,8691,10171,7140,4197,14597,15680,14144,17850,3794,1587,23167,12871,19707,18540,9007,7144,19296,7993,11800,12226,4405,16558,17774,16366,12544,15624,21086,12407,11198,11554,8174,6488,1831,2172,22415,27108,21712,20719,20873,24943,22517,13160,12593,10202,26436,14441,17861,13090,22160,24708,8848,10678,7690,19565,13627,10428,1403,21666,20891,9652,11218,14139,11619,11068,11795,10190,17851,14260,14993,11694,12358,15744,15594,18328,14559,11619,13260,9089,5297,7123,7654,9824,13301,17752,9139,18038,11287,12691,21737,13259,15798,19981,14015,9284,9738,16367,22329,24405,10231,12247,9300,9246,6205,6010,8861,11993,11936,3598,8284,15246,13656,6682,6879,7038,2729,7791,16638,10727,16847,3741,9702,15484,9385,8192,25034,19095,4342,494,4934,23798,17440,21459,12392,19013,17407,3668,4366,14187,21343,11435,11902,20836,18266,8178,8179,15089,13921,8989,13161,8069,8839,7144,16617,21635,22254,22070,13714,8605,5330,2826,2629,10636,24843,22950,19615,9224,24801,22477,10411,8354,22983,15239,311,12455,12038,16282,18741,14882,11190,12491,4220,12154,12975,6305,9524,14872,4812,15553,11819,6514,11669,7217,12844,8272,17038,8015,1370,5416,1500,19841,18548,2581,797,19147,7953,17701,10224,16561,9532,4682,6625,13258,13328,6899,12976,9643,3910,14872,10406,20330,11498,12776,18170,9386,2860,1132,19480,12174,14217,14294,13943,11045,9296,11854,10353,14132,12245,9619,16181,8543,13006,7527,1244,9254,27077,14189,6027,17907,14954,4335,3891,22494,18422,16601,10829,7136,5193,15516,14286,24208,18842,14245,22847,18869,6541,2029,22430,19457,23941,20939,18959,13534,14400,10067,16031,19605,20611,16005,19087,13723,14477,10673,598,602,18045,16962,18753,16510,16385,9898,12065,11601,13120,10303,7645,7100,9037,11454,914,12998,12690,11523,11122,7917,2988,1040,15740,21692,22955,15707,14706,16633,22911,23132,10842,5609,2648,1788,12120,18503,16129,13315,12853,9257,15258,7649,12904,8501,8961,10728,11816,964,4843,1848,15996,13493,14786,15833,14013,18088,2147,13062,23099,12574,6130,13289,12457,15969,8590,5332,22582,13750,19773,2962,777,1933,14616,23114,18846,12411,19166,22574,13087,16506,23007,17723,17257,4428,859,1112,11085,20601,11095,19084,22574,11873,6864,15218,23494,16761,8688,25129,2941,16291,17604,18980,10548,6384,892,2480,11671,21471,14556,4224,1907,22094,21572,14032,14920,11820,9298,24195,18409,17151,11760,15005,9528,8842,6316,17550,19616,16643,9206,18164,20622,9229,1655,12419,19013,14087,21412,12282,9643,14379,7592,5853,1258,1177,4489,9424,11006,11061,12499,14233,12861,12297,12082,8523,955,10637,21102,14106,12494,3812,1426,9106,18840,5095,16805,15804,26025,22151,7990,12601,11488,2138,26939,17004,16173,14288,18192,16651,9348,4236,1382,2025,17996,18905,10147,1848,19996,17223,4049,12214,14359,3161,11565,12354,13057,18639,10677,10472,10878,8719,8714,9282,12368,7376,6973,3538,24390,14606,12156,13242,22834,20974,17340,14132,9400,8436,12770,12085,6428,11513,11679,4883,10129,22669,23707,19943,8607,9589,8370,24024,19550,13072,12330,17497,11111,22828,14044,23387,9038,18300,19505,3034,2145,20211,13808,8411,11199,3004,15065,22984,11494,13284,7344,8382,16504,17382,21647,12954,4619,6584,19861,3051,14251,8228,7663,15121,17419,24782,21147,16245,15182,16321,24592,14260,11676,611,10898,19113,8421,11095,13643,5776,9387,1351,12623,11186,5033,8172,14289,3687,21366,13860,23871,20726,15726,7763,7086,4246,23152,9422,15159,8916,1742,779,21153,22426,10947,17828,11376,2721,13545,15278,23936,9740,13455,9060,8478,7090,9883,20403,14843,7404,290,17874,7714,25679,16222,13359,20072,5888,23183,13294,4153,18564,7491,3203,5621,3969,2230,2111,14033,25839,17068,15975,10224,17372,18638,10527,6953,3281,428,17328,22180,8524,13805,9602,5377,11139,16500,5555,2838,121,18505,14546,14613,14366,17226,7706,7000,8651,1217,4129,4037,21922,21523,23924,21439,15985,11491,12574,8193,7318,5958,6144,6252,9381,9571,7046,9749,24396,25340,21894,21878,16625,8621,5008,5338,1619,12910,11434,23807,8053,11083,7975,9345,2272,20885,9633,7750,24054,8879,10116,10182,6610,1830,910,698,21536,14011,22058,18169,22232,17615,17747,9538,12493,14389,15280,13726,7861,1511,24383,13311,22379,10671,7797,13163,22080,7736,19921,9012,888,429,5169,526,20688,19132,4335,13723,9322,6117,27705,13889,16862,22454,20360,10307,5357,8281,1401,95,15,21712,16780,24623,16141,22311,21728,12533,14096,7205,11865,14825,5994,195,9264,12940,9829,18326,19123,22201,13806,17384,10885,18177,18617,18427,18661,16268,14593,5785,10490,4479,25839,13828,9545,6963,8349,8833,7201,11469,26380,15852,7265,362,17943,13227,20253,12787,9644,6385,16588,17372,18413,20710,24202,17608,3783,24898,15770,24678,26835,11155,18256,15247,5529,21307,20537,13872,18433,18519,21854,12525,14651,14708,14285,26118,13770,15386,12821,7420,4313,8155,12357,14112,17657,21284,14187,7624,11363,13269,5407,628,173,6356,18742,17109,13371,13442,15904,15077,10012,13086,16764,21021,14365,14481,4465,18293,9042,296,202,4784,4506,2035,1194,8966,8350,2844,1197,24451,24280,16305,13682,12688,13829,9506,9559,6594,17398,12501,15370,7029,9869,9515,8853,8825,5872,2178,1825,21817,24855,18262,13363,24946,24327,10742,11880,25113,22916,24465,17860,10543,10444,8172,14749,16928,16821,11171,23445,12610,3714,23588,14340,16000,16191,9946,13242,9200,10632,1229,16999,24981,24894,19551,20125,15662,24177,18671,20090,19895,14189,4692,24825,23779,13047,13489,20154,13394,20047,7687,13045,13331,10943,5725,2667,23525,22513,15556,7113,13536,24424,15910,11437,24361,21289,12656,13007,999,9669,11213,24284,17317,23401,13163,16865,14844,12967,12671,774,2059,16849,26137,24945,10262,10464,18873,9340,8220,10914,7660,11318,11241,6116,2058,13040,16932,16632,12275,14975,12041,7972,12266,12649,6635,8433,7150,5433,3032,2601,27014,14434,13984,16963,12392,10214,18388,24373,11384,10969,12215,6116,10328,1595,2118,26722,11851,22372,12744,15866,17655,11429,24485,14390,19953,20341,21539,18150,24544,16383,13991,16232,12173,6409,22600,16219,17788,10473,13686,8002,3226,1626,23923,15711,18707,19837,11426,6615,2303,25320,21069,12870,24015,10248,16381,12146,12611,7835,10268,2257,1123,1872,18762,23914,16783,17620,13545,850,1190,8808,14270,9967,1623,1495,1896,1738,1419,1417,1292,1045,1233,1024,1127,946,598,523,579,552,334,174,134,71,33,35,0,2,3,6,24582,22961,15869,22572,21925,21327,14924,595,14144,15259,12709,12287,9838,11266,12876,23906,10170,14315,4290,16881,17940,12886,19302,23668,12464,10309,12966,12381,2141,22216,23884,14106,7497,17301,18095,15722,14770,17241,23412,15539,17479,11988,15551,19385,14363,11164,9214,16890,18932,20961,10947,10847,8291,10865,6584,18068,12448,13598,12173,13196,20582,14131,6892,15250,8202,25303,12733,10739,12997,6745,22322,14719,13919,13011,15845,6237,17277,9562,20416,16202,15985,20840,17351,16794,20723,25858,21055,25483,16900,11231,12532,16600,12546,10557,13365,10912,8963,16670,13727,8517,7878,492,5,3977,27955,16437,26122,19637,16835,4371,25301,18174,709,25702,24983,27129,16699,17882,10581,18317,906,27564,13507,2489,21351,25450,16502,20556,24371,12039,20533,26073,22472,8783,4889,23267,14528,22040,5005,25623,23786,17189,19447,15384,15789,10732,7124,24849,12370,24055,23705,12803,12914,9043,28330,26479,14604,8419,24958,25270,24928,15274,12807,5550,20451,26944,28396,9546,8761,25382,27273,8146,13434,24676,17707,20571,16905,17395,14749,19117,16876,15668,22797,12197,22236,25188,25024,7793,2759,28196,12359,17049,26190,19704,24976,9617,22228,5890,26390,15855,26040,25809,12587,10627,7940,15027,18685,6221,25042,27069,24993,24419,23337,12150,17540,13706,14048,6546,24031,13660,7717,110,36],"fragments":[{"begin":"0.000","end":"2.920","lines":["You're listening to LIFE KIT from NPR."]},{"begin":"2.920","end":"52.760","lines":["Hey. It's Marielle. I remember talking to a friend one time, telling him about my latest creative pursuit, and him saying something like, I'm just not creative like you are. He was talking about creativity like it's a fixed trait, something you're either born with or not. But actually, creativity is a choice. And it's something you can grow and tap into. Our friends at NPR's science podcast Short Wave dug into this recently, and they came back with some tips on how to nurture your creativity. Here's the episode."]},{"begin":"52.760","end":"60.160","lines":["Hi, Short Wavers. Berly McCoy filling the host chair today. And I'd like you to meet psychologist Zorana Ivcevic Pringle."]},{"begin":"60.160","end":"79.960","lines":["When Zorana was an undergraduate, she was searching for a thesis topic. To spark ideas, she was reading everything she could get her hands on, and she stumbled across work from the 1960s during the Space Age about creativity. She read that creative people often have personality traits that don't seem to go together."]},{"begin":"79.960","end":"98.400","lines":["Creative individuals at times can be extroverted, other times very introverted. They can be playful but also very serious about their work, can seem naive and see things with fresh eyes but also be very focused in their work."]},{"begin":"98.400","end":"115.480","lines":["In the two decades Zorana has been studying creativity, she's realized that even though creative people are unique, it's not because they're born with it. But that idea that some people are creative and some people aren't, what scientists call fixed mindset, can stop creativity in its tracks."]},{"begin":"115.480","end":"123.200","lines":["Oftentimes, just the fact that we don't think of ourselves as creative is going to prevent us from ever attempting it."]},{"begin":"123.200","end":"129.960","lines":["But this idea is pervasive. We can sometimes think it's only the Einsteins or Beyonces of the world who are creative."]},{"begin":"129.960","end":"152.000","lines":["Scientists call those people Big-C creators - Big-C as big, influential creativity, eminent creators. But they are not the only ones. Creativity exists on a continuum for what we call mini-c - creativity in the process of learning."]},{"begin":"152.000","end":"161.400","lines":["One example of mini-c might be your unique way of learning times tables."]},{"begin":"161.400","end":"168.600","lines":["Little-c in everyday interactions and activities..."]},{"begin":"168.600","end":"176.840","lines":["Like giving your friend a unique present."]},{"begin":"176.840","end":"189.280","lines":["And Pro-c. That is professional creativity in a work context."]},{"begin":"189.280","end":"221.800","lines":["Like designing new software, writing a novel or making a science podcast. So even if you aren't Big-C-level like Beyonce, you and anyone can always start by opting in to being creative, which Zorana learned the hard way after years of limiting herself."]},{"begin":"221.800","end":"278.640","lines":["I concluded that I was not creative. But I also noticed somebody else, a best friend of mine, who was creative. And I wanted whatever she had. I wanted to understand how is she able to do things that I did not think that I could do at the time. In retrospect, I think I was able to do it, but that I was not willing to make the choice."]},{"begin":"278.640","end":"333.120","lines":["That has changed. And it culminated into a very creative thing, a book called \"The Creativity Choice,\" about how creative people can stick with an idea. So today on the show, the science of creativity. We cover how people can make choices to grow their creativity."]},{"begin":"333.120","end":"367.200","lines":["So Zorana mentioned those different kinds of creativity that will help you start to see how creativity is happening in lots of ways, so takeaway one - get to know the different levels of creativity. There's mini-c, like finding a better way to study, like Zorana did in school when learning Latin and German."]},{"begin":"367.200","end":"399.480","lines":["Just going through flash cards was a little bit boring. So I would record myself and then say the word, say it in - you know, it's in translation, and then test myself by playing it, pausing, and trying to say it out loud. So I am sure I wasn't the first one ever to discover this trick (laughter), but for me personally, it was creative. It was something original. It was effective."]},{"begin":"399.480","end":"402.400","lines":["Then there's little-c, which we've mentioned."]},{"begin":"402.400","end":"433.480","lines":["We sometimes call that everyday creativity. And there, we are doing something that can be witnessed or enjoyed usually by relatively small number of people around us. So it can be something - a new game we are inventing on a long car trip with our children (laughter). It can be a way to keep a relationship alive. It can be a gift for a best friend."]},{"begin":"433.480","end":"439.560","lines":["Then there's Pro-c. That's the kind of creativity that happens in your field of work or expertise."]},{"begin":"439.560","end":"446.400","lines":["We need a certain level of knowledge and expertise, on which we build something new and original."]},{"begin":"446.400","end":"450.800","lines":["So like a professional composer or painter or author?"]},{"begin":"450.800","end":"480.960","lines":["Those are great examples, yes. And then finally, at the highest level, which is usually where our mind goes when we hear the word creativity, are eminent creators. We can think of Nobel Prize winners. When we talk about these Big-C creative individuals, we are thinking in terms of those who are changing our culture, changing a domain of work."]},{"begin":"480.960","end":"491.040","lines":["So you list different ways in your book as a way to build creative confidence, creative self-confidence. Can you give me a case example of what this might look like in practice?"]},{"begin":"491.040","end":"531.120","lines":["We can build creative self-confidence by observing what other people do. And we can say, hey, if they can do it, I can do it too. Here, it helps that other person is somebody we identify with. So more ways that person is similar to us, the better. And that is one of the ways how representation matters, how seeing yourself in somebody is really important, because you can put yourself in that person's shoe and say, hey, I can do that myself."]},{"begin":"531.120","end":"566.760","lines":["Then if we go to a different way to build creative self-confidence, it is by learning from doing. And what that looks like is you start with doubts, but you get going. You start making progress. One action leads to another, and progress makes you think, oh, if I have done something before, now I can do it again in the next step and the next one that comes afterwards."]},{"begin":"566.760","end":"576.560","lines":["So this kind of makes me think if you do a small creative project, just to give yourself that confidence that you've done it, then you can move onto a bigger creative project."]},{"begin":"576.560","end":"627.240","lines":["So oftentimes, doing something smaller or breaking a larger project into smaller parts is going to be really helpful. When I started writing the book, I had never done it before. I was not sure whether I could do it. And I needed to teach myself how to do it and teach myself that I really can, so I started writing a blog. And in doing so, these are very small pieces. I can write the small piece. I got positive feedback. I realize that I can write something creative that gets effect that I desire in communicating to the general audience. And I started learning, oh, yes, I can."]},{"begin":"627.240","end":"646.560","lines":["So takeaway two - give yourself permission to do something creative. Seek out inspiration - maybe that's listening to music or reading a good novel - and think, hey, I can do that. And you don't have to set out to make the next masterpiece that day. Just get started with a small project to build your confidence."]},{"begin":"646.560","end":"665.040","lines":["So you also say creativity involves dancing between broad interests and self-imposed constraints. Creativity can be fueled by time, put toward a passion or by working toward a cause but is strongest when you have limits to what you can imagine. So what does that look like for you?"]},{"begin":"665.040","end":"721.600","lines":["In all of the research studies we have, there is this assumption that people make that creativity requires full freedom of expression, and that it thrives on spontaneity and on having no limits posed on you. It turns out the exact opposite is true. Let's say you want to gift something really creative to a friend. If you start thinking completely unconstrained, full freedom of expression, you are going to probably come up with some answers that are obvious - those things that you have seen in ads or heard about. We are all human. We are influenced by these things in our general culture."]},{"begin":"721.600","end":"752.760","lines":["But what, instead, if you say, I am going to think of three memories that I share with the friend of mine, and these are going to be memories from different times in the relationship, and I will pick an object from each of these different times? And now I will work with these three different objects to come up with something that is a single gift for an upcoming birthday."]},{"begin":"752.760","end":"763.840","lines":["Takeaway three - give yourself some constraints. Try only using one color when you paint. Tell a story in only three paragraphs. See what comes from narrowing your options."]},{"begin":"763.840","end":"783.280","lines":["So the flip side of creativity is creative blocks. You give the example of your book, of how you got stuck and how you got unstuck. What was that like, one? And what do you think other people could learn from that example?"]},{"begin":"783.280","end":"799.840","lines":["Lots of people get stuck at some point during their creative process. And I actually hit a wall when writing a chapter about creative blocks, which is rather funny. I had a creative block about writing about creative block."]},{"begin":"799.840","end":"800.840","lines":["(Laughter) Fitting."]},{"begin":"800.840","end":"875.280","lines":["So what I did is I printed out my draft chapter that was not working and cut - physically cut with scissors - units of meaning and then started arranging them. And at one point, they fit into place like a puzzle fitting into place. I think it is important to start with a moment where we give ourselves a break. What happens when we are experiencing a creative block is something very emotional. What would you say in this situation if a friend was experiencing it? And another way of broadening our thinking is working on reconstructing the problem, saying let me examine the problem in a different way. Maybe there is an aspect of it I haven't looked at yet. And then if we have a mindset of we can do something about it, we can grow in our ability, we can develop it, different kind of decisions happen."]},{"begin":"875.280","end":"887.920","lines":["So takeaway four - if you're feeling stuck, take a break. Try to talk to yourself like you would a friend. Try to come at the problem from a different angle. You might just get that aha moment you've been chasing."]},{"begin":"887.920","end":"893.120","lines":["Zorana, thank you so much for talking to me today about creativity."]},{"begin":"893.120","end":"895.440","lines":["Thank you."]},{"begin":"895.440","end":"901.200","lines":["That was psychologist Zorana Ivcevic Pringle talking to Short Wave producer Berly McCoy."]},{"begin":"901.200","end":"966.440","lines":["For more LIFE KIT, check out our other episodes. We've got one on how to tell your story and another on how to start a creative habit. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just cannot get enough, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we love hearing from you, so if you have episode ideas or feedback you want to share, please email us at lifekit@npr.org."]},{"begin":"966.440","end":"1030.680","lines":["This episode of LIFE KIT was produced by Clare Marie Schneider and Rachel Carlson. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is our supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Margaret Cirino, Sam Yellowhorse Kesler and Sylvie Douglis. Engineering support comes from Kwesi Lee, fact-checking by Tyler Jones. Special thanks to Rebecca Ramirez and Berly McCoy. I'm Marielle Segarra. Thanks for listening."]}],"duration":1030}