{
  "title": "Finding your way to a (high-paying) trade job",
  "url": "https://www.npr.org/transcripts/989609489",
  "intro": "There are lots of jobs that don't require a bachelor's degree — and pay well. Here's what to consider if you're thinking about a job in the trades — from assessing your options to choosing a training program.",
  "transcript": [
    {
      "author": "ELISSA NADWORNY, HOST",
      "text": "This is NPR's LIFE KIT. And I'm Elissa Nadworny, an education reporter. Figuring out what to do with your life and how to get there can be a major challenge for anyone. Isis Harris, she's been there."
    },
    {
      "author": "ISIS HARRIS",
      "text": "There was the uncertainty. There was fear. There was anxiety."
    },
    {
      "author": "NADWORNY",
      "text": "She's from Portland, Ore. And growing up, she heard one thing. Go to college. Get your dream job. But that did not happen for her. Instead, in the 15 years after high school, she tried a lot of different jobs."
    },
    {
      "author": "HARRIS",
      "text": "So I have experience at the paper mill, at the steel mill. I worked for a public utility company for a few years. I went to beauty school. I tried to go back to college."
    },
    {
      "author": "NADWORNY",
      "text": "Nothing stuck."
    },
    {
      "author": "HARRIS",
      "text": "I kept hitting walls. And I kept running into obstacles."
    },
    {
      "author": "NADWORNY",
      "text": "Then, in her 30s, Isis did a free, 10-week course designed to sample different types of jobs in the construction industry. One of the activities they did, wire a light bulb."
    },
    {
      "author": "HARRIS",
      "text": "You just wire a simple circuit. And you flip the switch. And the light comes on. And when I wired it all up and I flipped the switch and the light came on, it just - it kind of came on in my life as well. Like, this is what I want to do."
    },
    {
      "author": "NADWORNY",
      "text": "That was nearly five years ago. Today, ISIS works as an electrician in the final throes of her apprenticeship, just a few months away from being a certified electrician. The average salary for an electrician in Oregon, $76,000 a year."
    },
    {
      "author": "HARRIS",
      "text": "I didn't aim out to be in the construction industry. But once I did and it clicked so well, I have no intention on looking back on anything else. This is my career. This is my life now."
    },
    {
      "author": "NADWORNY",
      "text": "This episode of NPR's LIFE KIT is all about how to get a high-paying job without a bachelor's degree. We're often told, just like Isis Harris was, that you've got to go to college to get a good-paying job. And side note here, if you've decided that a four-year degree is what you want, we've got other episodes on that - how to return to school if you stopped out, how to afford college, how to study once you've enrolled. But this episode, it's all about the skilled trades. We'll help correct some misperceptions you might have and offer tools and resources about the many ways you can pursue the next step in your education and your life."
    },
    {
      "author": "NADWORNY",
      "text": "Takeaway No. 1, there are so many jobs out there, probably ones you've never heard of. And a lot of them don't require a bachelor's."
    },
    {
      "author": "MIKE ROWE",
      "text": "Alligator wrangling. Shark suit testing. Bridge builders. All kinds of different construction workers. Heating and air conditioning. All kinds of mining."
    },
    {
      "author": "NADWORNY",
      "text": "Mike Rowe knows about a lot of jobs. He was the host of the Discovery TV show \"Dirty Jobs,\" where he tried his hand at more than 300 jobs in all 50 states."
    },
    {
      "author": "ROWE",
      "text": "We profiled zookeepers and skull cleaners. We spent a lot of time artificially inseminating animals on \"Dirty Jobs.\" They always rated through the roof. We did some fairly straightforward jobs. And we did some jobs that you just would never find in the help wanted ads."
    },
    {
      "author": "NADWORNY",
      "text": "Rowe is the only person I have ever interviewed who told me about a conversation he had..."
    },
    {
      "author": "ROWE",
      "text": "While I was castrating lambs in Craig, Colo., interestingly."
    },
    {
      "author": "NADWORNY",
      "text": "The more jobs Mike Rowe learned about, the more he came to believe we've become disconnected from a definition of what a good job is."
    },
    {
      "author": "ROWE",
      "text": "The fun of the show was to capture the spectacle of the job. But the point of the show was to pay an honest tribute to people who labored out of sight and out of mind doing the kinds of jobs that make civilized life possible for the rest of us."
    },
    {
      "author": "NADWORNY",
      "text": "Mike Rowe isn't the only guy who's made a living discovering different types of jobs. Ryan Farrell does it, too. But he doesn't get to be on TV. And he does it all from behind a desk."
    },
    {
      "author": "RYAN FARRELL",
      "text": "So my job is to learn about other jobs and to help students and workers learn about those jobs."
    },
    {
      "author": "NADWORNY",
      "text": "Farrell is an economist at the Bureau of Labor Statistics. He and his team put together something called the Occupational Outlook Handbook. It's essentially a guide to jobs, what they're like, how much they pay and what level of education they require as a credential. In all of this data, the thing that stands out to Farrell is this."
    },
    {
      "author": "FARRELL",
      "text": "The opportunities that are out there for people with a high school diploma that have chosen not to go to college."
    },
    {
      "author": "NADWORNY",
      "text": "So you're basically saying there are a ton of jobs that you just need to graduate high school with. And they actually pay pretty well. Is that right?"
    },
    {
      "author": "FARRELL",
      "text": "Oh, absolutely. Some of the skilled trades. So, you know, we can see, like, electricians or plumbers, newer occupations such as wind turbine technicians or solar panel installers. These are occupations where workers can get some longer-term on-the-job training or complete an apprenticeship, and they're going to have median pay that might be $60,000 or more."
    },
    {
      "author": "NADWORNY",
      "text": "It is true that, overall, workers with more education do tend to earn more money. The highest-paying jobs are often in the medical field and require advanced degrees. But Farrell says jobs that require an associates degree are also overlooked. Takeaway No. 2 - you can make good money working in the skilled trades, and many of those jobs are in demand, meaning there are spots open. Let's first talk about money."
    },
    {
      "author": "NADWORNY",
      "text": "Take an air traffic controller. With just an associates degree, the median pay in 2019 was $122,000 a year. Other lucrative jobs that don't require a bachelor's degree - construction manager, $95,000; an aircraft mechanic, $64,000. Plumbers make a median of $55,000; firefighters, $50,000. But depending on where you live, you can make way more. Isis Harris is constantly trying to get this message out to as many people as she can."
    },
    {
      "author": "HARRIS",
      "text": "Being in the trades and earning your own money and being able to take care of yourself and not have to depend on anybody else is so important when you're trying to put your life together."
    },
    {
      "author": "NADWORNY",
      "text": "She tells people, what do you have to lose?"
    },
    {
      "author": "HARRIS",
      "text": "You know, go out there and do the hard work, earn the good money. Why not?"
    },
    {
      "author": "NADWORNY",
      "text": "The other thing Ryan Farrell's office does is job projections. So you can use that to see where there will be more jobs. And let's just pause here for a sec to underscore - there are jobs out there, despite the uncertainty and the current economy. Technology jobs are growing, and green energy fields will need more solar photovoltaic installers and wind turbine technicians. Isis Harris is in luck. We'll also need more electricians over the next 10 years. And health care jobs - they're booming, too. It's estimated we'll need more than a million health aides in the next 10 years."
    },
    {
      "author": "CARRIE AKINS",
      "text": "I'm Carrie Akins. I'm the director for career and technology education for Calvert County Public Schools."
    },
    {
      "author": "NADWORNY",
      "text": "Carrie Akins is a big believer in having lots of options when you finish high school."
    },
    {
      "author": "AKINS",
      "text": "There are thousands of jobs that go unfilled every year because they can't find qualified people with both the skills and the interest to pursue them."
    },
    {
      "author": "NADWORNY",
      "text": "She points to health care. They're always hiring. She recently met with local employers in the heating and cooling industry. They're in need of HVAC people to write the computer programming that's required to run sophisticated industrial systems. One of the big factors for job growth among the skilled trades - tradespeople tend to be older, nearing retirement, so those industries need new blood to fill their spots."
    },
    {
      "author": "AKINS",
      "text": "I think that the kinds of careers that require technical training - things like welders and electricians and HVAC technicians - people don't see those as prestigious, or we're still relying on old stereotypes that people that follow those careers aren't as smart as other people because it didn't require a college education, and that could not be further from the truth."
    },
    {
      "author": "NADWORNY",
      "text": "What Akins is getting at here is this idea that trades are in one bucket, and college is in a different one. But it's not that simple. That brings us to takeaway No. 3 - it's not four-year college versus the trades. It's important to understand that going to a community college or doing an apprenticeship program or a welding certificate, it doesn't mean that you can't get a bachelor's degree later or vice versa. In fact, nearly a million students currently enrolled in community college classes already have a bachelor's degree. Four-year schools and trade schools are simply two options. Here's Mike Rowe."
    },
    {
      "author": "ROWE",
      "text": "Historically, the question is posed as - some people are college material and some people aren't, right? And when you set the table that way, you immediately impose a value judgment on the education itself. The fundamental inequity is the fact that we have elevated certain positions above other positions."
    },
    {
      "author": "AKINS",
      "text": "College is a necessary tool for some careers, and it's a great way to continue to learn. But not every great career requires college."
    },
    {
      "author": "NADWORNY",
      "text": "Carrie Akins says going to a four-year college, earning a bachelor's degree, is not a bad thing."
    },
    {
      "author": "AKINS",
      "text": "But you just want to make sure that you are taking the time to really think about why you're going. I talk to a lot of students who will say, when I ask them, what are your plans after high school, oh, I'm going to go to college. Well, what are you do - why? What are you going to do with that? Oh, I don't know; I'll figure it out when I get there. And that is not a good strategy, especially in today's economy."
    },
    {
      "author": "NADWORNY",
      "text": "Community colleges mainly offer associates degrees and certificates and are far more connected to the job market, more in tune to the needs of local employers and often far more nimble to make changes based on new technology or fields of study. It's also important to remember that trades actually require a ton of learning along the way."
    },
    {
      "author": "FARRELL",
      "text": "Look; just because you're not going to college doesn't mean that education isn't critically important to your future. It's this idea that all the other forms of education have been turned into these vocational consolation prizes. You're going to need training. You're going to need certification. You're going to need lots of other things, too."
    },
    {
      "author": "NADWORNY",
      "text": "In the end, Mike Rowe says the skilled trades, they just need better PR. We need to reimagine how we think about them and how we value them. When Isis Harris would tell the people close to her that she was working as an electrician, many of them didn't get it."
    },
    {
      "author": "HARRIS",
      "text": "A lot of the friends that I had didn't understand. They didn't understand what I was trying to do with my life."
    },
    {
      "author": "NADWORNY",
      "text": "She says, sometimes, people didn't even realize that wiring a house or working outside along the highway could be work, especially not her work."
    },
    {
      "author": "HARRIS",
      "text": "Of course, with me being a woman, you know, it's always, oh, oh, so you're doing - you know, doing a man's job and blah, blah, blah. And it's a job, you know? It's a job that can be done by either. And it doesn't make me any less of a woman because I'm doing this work."
    },
    {
      "author": "NADWORNY",
      "text": "Takeaway No. 4, think about who you want to be. I know - that's kind of a big question. But now that we've convinced you there are alternatives to a bachelor's degree, you got to ask yourself some questions. What are your strengths and your interests? What are you good at? What do you want for the rest of your life?"
    },
    {
      "author": "MICHAEL TORRENCE",
      "text": "I'll simplify this because this is how I talk to my own kids."
    },
    {
      "author": "NADWORNY",
      "text": "Michael Torrence is the president of Motlow State Community College in Smyrna, Tenn. The school offers degrees and certificates and courses with job training in mind in technology and STEM fields. But perhaps more importantly, Michael Torrence's daughter, she's going through this what-should-I-do-with-my-life process right now. His advice to her and others is to think about bigger questions, not just what do you want to do, but how do you want your life to be?"
    },
    {
      "author": "TORRENCE",
      "text": "Where do you want to live? How do you want to live? Where do you want to take vacation? How do you want to dress? Who do you want your friends to be? What do you want to drive? And I know some of these things are material. But some of them are beyond material. They speak to the human condition."
    },
    {
      "author": "NADWORNY",
      "text": "Yeah. It is OK not to know everything right now. Torrence's path certainly wasn't linear. He actually started college, then stopped out, took time off, joined the military and eventually started up again at a different university to finish his degree. Eventually, he found his way into college leadership. One thing that really helped him along the way, being around people who pushed him to be better, to keep achieving. And he recommends thinking outside the box when it comes to where you find support and education."
    },
    {
      "author": "TORRENCE",
      "text": "we have to move away from the mindset that it can only happen in a building, that it can only happen in a training center, that it can only happen at a place designated as community college or university. Learning and skill development, it happens throughout your lifetime."
    },
    {
      "author": "NADWORNY",
      "text": "Some other questions to ask yourself about the kind of work you might like, do you want to work outside? Do you want physical work in addition to the mental kind? Or would you prefer to be in an office job? There are several tests online that you can use to identify the kind of jobs you may be good at. One is called the O*NET Interest Profile. It's from the U.S. Department of Labor. And it helps you identify the tasks or type of work that you'd enjoy. You can find it at mynextmove.org/explore. You can also get that link and more resources at npr.org/lifekit. Isis Harris, she remembers the beginning of her journey into the trades."
    },
    {
      "author": "HARRIS",
      "text": "I had to do a deep assessment of myself. Like, what, you know - what - when it comes to working, what is it that I like about working? What are my strengths when I'm working, you know? What are my strengths just as an individual, period?"
    },
    {
      "author": "NADWORNY",
      "text": "She realized pretty quickly..."
    },
    {
      "author": "HARRIS",
      "text": "I want to create. I want to use my hands. I want to use my knowledge."
    },
    {
      "author": "NADWORNY",
      "text": "She found that in the electrical industry."
    },
    {
      "author": "HARRIS",
      "text": "You use your body, of course, because it's a physical job. But you also have to use your mind every day."
    },
    {
      "author": "NADWORNY",
      "text": "She loves the problem-solving, imagining something from a blueprint, perhaps, or a sketch, making it into something real."
    },
    {
      "author": "HARRIS",
      "text": "You get to create what needs to happen in this room. And at the end of the day, you look back. And, like, you've completed this apartment unit. Or you've completed this office space. Or you've installed this fire alarm system. And you can see the accomplishment every day of what you did the day previously."
    },
    {
      "author": "NADWORNY",
      "text": "There's another idea I want to mention here. Mike Rowe brought it to my attention. And it's a flip on the very intangible piece of advice that students often hear, the idea that you have to find your passion. Mike says that's bad advice."
    },
    {
      "author": "ROWE",
      "text": "Passion is really, really important in my life. But if you let your passion leave you, then you might as well go out into the world and start looking for your soul mate. It's a needle in a haystack. Doesn't mean you're not going to find it. But in this world, I'm all for stacking the deck (laughter) in my favor. The big lesson from \"Dirty Jobs\" was don't follow your passion. Bring it with you wherever you go. But don't follow it around."
    },
    {
      "author": "NADWORNY",
      "text": "He says don't get bogged down focusing on that, quote, \"dream job.\""
    },
    {
      "author": "ROWE",
      "text": "Rather than think about what your dream is, why don't you look around and see where the opportunities are? And this was a big lesson from \"Dirty Jobs.\" These weren't people who went out into the world searching for their dream. They went out looking for opportunity. And when they found it, they found a way to get good at it. And when they got good at it, then they found a way to love it."
    },
    {
      "author": "NADWORNY",
      "text": "So it's more important to find a job that actually fits your interests, your skills and the way you see your life going than the other way around."
    },
    {
      "author": "NADWORNY",
      "text": "Takeaway No. 5, make a plan, find a program. There are several ways to get into the trades. You can get an apprenticeship, like Isis Harris did. Employers, local trade associations or other professional groups, like unions, can connect you to training programs. Community colleges offer lots of great programs to catapult you into a career in the trades. Look at their job placement rates to see how well their students land jobs after they graduate. Most CCs are inexpensive, while for-profit trade schools tend to have a much higher price tag, which brings me to the money. How do you actually pay for these programs? Mike Rowe says start with filling out the federal student aid form called the FAFSA."
    },
    {
      "author": "ROWE",
      "text": "You can go to a trade school and get a Pell Grant. You can go to a trade school and apply for any number of scholarships. There's nothing that precludes you from applying for financial assistance when you're going into a trade school."
    },
    {
      "author": "NADWORNY",
      "text": "His nonprofit organization called Mike Rowe Works gives out close to a million dollars a year in scholarships to students entering into the skilled trades."
    },
    {
      "author": "NADWORNY",
      "text": "OK, one last thought - careers and, let's be honest, lives, they aren't linear. There can be twists and turns and repeats and restarts. When Isis Harris applied to her first electrical apprenticeship, she failed the aptitude test. But she persisted. She took the test again six months later and succeeded."
    },
    {
      "author": "HARRIS",
      "text": "It's been a lot of picking myself up and encouraging myself and changing my own self-talk because I think that if I had relied on the encouragement of others, I probably wouldn't have gotten as far as I have."
    },
    {
      "author": "NADWORNY",
      "text": "The other thing about getting into the trades - you can use the skills you learned in one and bring them with you to other endeavors, other jobs in the future. When Mike Rowe follows up with folks that got trained in welding, he finds years later they often try different things."
    },
    {
      "author": "ROWE",
      "text": "They've gone on to get a plumbing certification or an electrical contracting license. Maybe they're in heating and air conditioning. And maybe they purchased a couple of vans and hired a couple of other people, and now they have a mechanical services contracting company. Look; I'm 58. I still don't know what the hell I'm doing. I'm making it up as I go. So go out there with an open mind."
    },
    {
      "author": "NADWORNY",
      "text": "Age? (Laughter) It's just a number. No one is going to care if you get your degree or your credential or a job that works for you when you're 20 or 40 or 60."
    },
    {
      "author": "NADWORNY",
      "text": "I'll let Isis close us out."
    },
    {
      "author": "HARRIS",
      "text": "I got into construction when I was 38. I didn't know anything about the industry, really, before then. I'll be 44 when I finish this program. You know, so here I am. I'm, you know, getting up, aching bones every day, but I go and I apply myself, and I kick butt at work."
    },
    {
      "author": "NADWORNY",
      "text": "All right, let's go back and do a refresh. Takeaway No. 1 - there are so many jobs out there, probably ones you've never heard of, and a lot of them don't require a bachelor's degree. Takeaway No. 2 - you can make good money working in the skilled trades, and many of those jobs are in demand. Takeaway No. 3 - it's not four-year college versus the trades; you can always get a community college degree or an apprenticeship and still get a bachelor's and vice versa. They're just two different paths to a career. Takeaway No. 4 - think about who you want to be. Do some reflection. What are your strengths and your interests? What are you good at? What do you want for your life? Takeaway No. 5 - make a plan, find a program. And remember; the path is not always linear."
    },
    {
      "author": "NADWORNY",
      "text": "Special thanks to everyone who talked to us for this story - Carrie Akins, Jonathan Ruiz Cervantes, Ryan Farrell, Isis Harris, Genevieve Morgan, Mike Rowe, Britta Sparks, Danny Tejada, Dr. Michael Torrence and Cailon Williams (ph). For more NPR LIFE KIT, check out our other episodes. I posted episodes on making the most of college, how to go back to college and lots more. You can find those at lifekit.npr.org."
    },
    {
      "author": "NADWORNY",
      "text": "As always, here is a completely random tip."
    },
    {
      "author": "LAURA KROGER",
      "text": "From Laura Kroger (ph) in Washington, D.C. This tip comes from before the pandemic, but you can use it after the pandemic, when we go back to having big parties. There's nothing more awkward than throwing a big party and the first person who arrives is someone you don't really know that well, and then you have to make small talk with them until the next person arrives, and it's awkward for them, too. So I like to pick a designated first arrival from my really close friends, and they know it's their job to get to my house 15 minutes before the party starts and help me with the last-minute setup and talk to any first guests that arrive. Hope this helps."
    },
    {
      "author": "NADWORNY",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or you can email us a voice memo at lifekit@npr.org. This episode was produced by Andee Tagle. Meghan Keane is our editor and managing producer. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Clare Lombardo, and our editorial assistant is Clare Marie Schneider. I'm Elissa Nadworny. Thank you for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6389848521.mp3",
  "img": "https://media.npr.org/assets/img/2021/04/23/npr-how-not-to-go-to-college_wide-a970cf7fae62fd3abb3cbe288b162875531c3eef.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ELISSA NADWORNY, HOST",
    "ISIS HARRIS",
    "NADWORNY",
    "HARRIS",
    "MIKE ROWE",
    "ROWE",
    "RYAN FARRELL",
    "FARRELL",
    "CARRIE AKINS",
    "AKINS",
    "MICHAEL TORRENCE",
    "TORRENCE",
    "LAURA KROGER"
  ]
}