{
  "title": "Sex education often leaves out queer people. Here's what to know",
  "url": "https://www.npr.org/transcripts/989826953",
  "intro": "School health classes in the U.S. rarely include instruction about sex for LGBTQ students. Here's what that could look like.",
  "transcript": [
    {
      "author": "LILLY QUIROZ, HOST",
      "text": "A heads up - this episode is about sex and may not be for everyone. My name is Lilly Quiroz. I'm a producer and journalist at NPR. And this is LIFE KIT."
    },
    {
      "author": "LILLY QUIROZ, HOST",
      "text": "Like you, I spent a lot more time last year holed up inside my house. I was really bored. So I did it. I downloaded TikTok. I didn't know what I'd find, but I didn't want to end up being a millennial fumbling my way through Megan Thee Stallion's \"Savage\" remix or BENEE's \"Supalonely\" dance. My for you page landed me on alt TikTok, where I found a fun LGBTQ+ community, something that I really miss from not being able to see friends or go to gay bars."
    },
    {
      "author": "LILLY QUIROZ, HOST",
      "text": "I'm not sure what the algorithm was getting at when one day it started showing me TikToks of queer people giving tips on how to have sex with someone with a vulva. But there I was, wondering, where was this information when I needed it? It's possible you took sex ed years ago, so you may not remember it well. But even if you do, did you come out feeling like you'd learned much? I went to school in Texas, where the approach to this day requires educators to emphasize abstinence until marriage, and that's even if the school chooses to teach about sex. Growing up, sex was talked about as something that exclusively happened between a CIS man and a CIS woman. It was all very heteronormative."
    },
    {
      "author": "LILLY QUIROZ, HOST",
      "text": "Now, fast-forward a bit. I'm thinking about having sex for the first time with someone who has a vulva, and I'm excited. But I'm also a nervous wreck because I have no clue what to do. So in an effort to save you from that panic, I present this crash course on how to have better and safer sex regardless of who you're into."
    },
    {
      "author": "LILLY QUIROZ, HOST",
      "text": "Before we jump into things, I want to say, don't feel bad about wanting to know more about sex. We weren't prepared to succeed in this area. So our first takeaway is facing the facts. Queer people are intentionally left out of the sex ed conversation in the U.S. It's a hotly debated topic being taken up by state legislatures right now. As of April 1, 2021, states like Alabama, Louisiana, Mississippi and Texas not only leave LGBTQ+ students out of the conversation, but go as far as stigmatizing their identities through what is often called no promo homo laws."
    },
    {
      "author": "CHRIS HARLEY",
      "text": "This is basically legislation that prohibits, and in some cases penalizes, educators if they speak affirmatively about homosexuality..."
    },
    {
      "author": "QUIROZ",
      "text": "That's Chris Harley, president and CEO of SIECUS: Sex Ed for Social Change."
    },
    {
      "author": "HARLEY",
      "text": "...Which, as you can imagine, is incredibly devastating for a young person who is queer. And it, you know, creates really unsafe environments for young people."
    },
    {
      "author": "QUIROZ",
      "text": "There's currently no national mandate for sex education in the U.S. So depending where you grow up, you may or may not receive a comprehensive sex education. According to SIECUS's count..."
    },
    {
      "author": "HARLEY",
      "text": "There 35 states that still require schools to teach only abstinence until marriage or truly stress abstinence until marriage. There are 15 states that don't require sex education to be even medically accurate, evidence-based or evidence-informed. And there are nine states that explicitly require that teachers do not speak about homosexuality or LGBTQ individuals in a positive fashion."
    },
    {
      "author": "QUIROZ",
      "text": "On the other hand, over 25 states and the District of Columbia do mandate sex education. And 11 states have policies that require sex ed to be inclusive of sexual orientation. Instead of the current scattered teachings, SIECUS backs a more inclusive and comprehensive curriculum, which would include education about human anatomy, healthy relationships, violence prevention and more. This comprehensive kind of education has positive benefits. Harley says it's proven to better mental health outcomes and reduce suicidal ideation among some queer youth. It can also help students understand their queer classmates' identities."
    },
    {
      "author": "HARLEY",
      "text": "We do have the research that shows that comprehensive sex education that affirms and is inclusive of sexual orientation, gender identity and expression can reduce homophobic bullying and harassment, increases the safety of school environments for LGBTQ young people but actually for all students."
    },
    {
      "author": "QUIROZ",
      "text": "Instead, an emphasis on abstinence and shame-based messaging prevails in many states. That, combined with the erasure of queer identities and sex education, leads lesbian and bisexual youth to experience a higher rate of unintended pregnancies when compared to their heterosexual peers. Instead of shaming people for wanting to embrace their sexuality, Ericka Hart says people should receive sex-positive messages. Hart is a sexuality educator with a focus in racial, social and gender justice. They also teach workshops on creating safer spaces for LGBTQIA+ communities and on something called radical sex positivity."
    },
    {
      "author": "ERICKA HART",
      "text": "Sex positivity to me is the end of (laughter) the projecting of CIS-hetero patriarchy onto people, right? Sex positivity looks like actually dealing with the structures that have kept us from experiencing pleasure and moving in a way that abolishes them."
    },
    {
      "author": "QUIROZ",
      "text": "All right, y'all. Our second takeaway is get to know your body and discover what pleasure feels like to you. So why do we even have sex? Well, for one reason, simply put, many of us enjoy the pleasure it gives us, right? And one of the best parts about it is that we can access a lot of that pleasure on our own. So set the mood just like you might for someone you're interested in, and have a date night to yourself. Explore every inch of your body. I'm not kidding. If necessary, get a hand mirror to explore these body parts."
    },
    {
      "author": "HART",
      "text": "Young people should know all of their genitals. As much as they know head, shoulders, knees and toes, they should know penis, vulva, breasts, anus."
    },
    {
      "author": "QUIROZ",
      "text": "Hart also has another unique approach. They've assigned students to create 3D models of anatomy as a way to explore genitalia."
    },
    {
      "author": "HART",
      "text": "And it has students really look at some parts of anatomy that oftentimes are not talked about, like the internal and external sphincter of the anus and how they are super sensitive to touch and also have lots of blood vessels. So it's important to be sensitive to that area. There's not a lot of conversations around the clitoris and its only function, which is sexual pleasure, and also the internal clitoris."
    },
    {
      "author": "QUIROZ",
      "text": "Exploring your anatomy, how it looks, how it feels and how it functions will get you one step closer to understanding your sexual needs and wants. It's also possible to discover you might not have any of those needs or wants. But if you do want to have sex, think about it, you'll benefit in more ways than one by accessing pleasure on your own. If you find yourself having sex with someone who has the same genitalia or body parts as you, getting in tune with your body could be a win-win scenario. You can discover what you like and possibly even what another person might be into."
    },
    {
      "author": "QUIROZ",
      "text": "If you want to learn more about pleasure, LIFE KIT also has an episode all about it and how right now is the perfect time to explore your body. We'll link to it in our episode page."
    },
    {
      "author": "QUIROZ",
      "text": "Now, depending on what your sex history looks like, you may already know some of what you like sexually. Some of it might be informed by the messages you've gotten from society."
    },
    {
      "author": "HART",
      "text": "It's a matter of just taking in messages that you're receiving from the world and seeing if they are a fit or not."
    },
    {
      "author": "QUIROZ",
      "text": "And if those messages don't apply to you, work on unlearning them. Hart says masturbation is a great tool for figuring out what you do or don't like."
    },
    {
      "author": "HART",
      "text": "There are many people who are in relationships with folks with penises that aren't interested in penetration - right? - regardless of their sexual identity."
    },
    {
      "author": "MELINA GIOCONDA DAVIS",
      "text": "One of the awesome opportunities about being a queer person is that we may not be as entrenched in some of the gender narratives and roles that can be kind of prescriptive around sexuality. So I think it can be a really amazing opportunity for us to explore our sexuality outside of those norms and patterns. It can also be kind of confusing 'cause it could just be like, well, what do I do?"
    },
    {
      "author": "QUIROZ",
      "text": "Meet sexuality educator Melina Gioconda Davis, who also goes by their stage name, Melina Gaze. They are a performer and co-founder and director at Vulgar, based in Mexico City."
    },
    {
      "author": "GIOCONDA DAVIS",
      "text": "Expanding our notion of what sex can look like is super important."
    },
    {
      "author": "QUIROZ",
      "text": "So what is sex? Well, to start off, let's debunk the obviously false notion that sex only involves a penis inside a vagina. And depending on what kind of genitalia and body parts you have and what turns you on, the answer to this question will be different for everybody. That gets us to takeaway No. 3 - know that there isn't a singular or right way to have sex. Sex can be whatever brings you pleasure. Unlike what we've been told, it doesn't have to necessarily be physical either."
    },
    {
      "author": "GIOCONDA DAVIS",
      "text": "We could have phone sex or, like, Internet-related sex where we're, like, having sex across a screen where, you know, we could be, like, touching ourselves."
    },
    {
      "author": "QUIROZ",
      "text": "Your idea of pleasure is unique, so they encourage you to create a definition for yourself."
    },
    {
      "author": "GIOCONDA DAVIS",
      "text": "For me, it would be, like, pleasure-oriented experiences or interactions that involve some sort of arousal. You know, that doesn't mean that it has to end in orgasm."
    },
    {
      "author": "QUIROZ",
      "text": "This last point is pretty important. Not everyone experiences orgasms, and not everybody wants to."
    },
    {
      "author": "GIOCONDA DAVIS",
      "text": "I prefer a definition that is inclusive of lots of different body parts. And those could be, like, a diversity of genitals. But it could also be other types of body parts. Like, we don't just have to have sex with our genitals. We can have hand sex."
    },
    {
      "author": "QUIROZ",
      "text": "On top of that, sex can happen with whoever you want. Human sexuality is very complex, and you don't need to be tied down to any one thing."
    },
    {
      "author": "GIOCONDA DAVIS",
      "text": "There's identity, and there's also behavior. And, like, I could identify as a lesbian and still have sex with men if I wanted to, you know. And so I think it's important to empower everyone with the information that they need so that they can make decisions with their body and not assume that, like, identities are going to be static forever."
    },
    {
      "author": "QUIROZ",
      "text": "If a person claims an identity, trust that they know who they are. Throughout time, you can be firm that you are fluid and firm that you are not. You can also not know or not feel strongly about your identity. And that's also fine. While I found the queer community on TikTok inviting, I also came across a lot of content that didn't affirm my lived experiences as a queer woman. You'll find stereotypes and inaccurate representations in the media that won't necessarily fit your own lived experiences either. So remember, you don't have to ascribe to that."
    },
    {
      "author": "GIOCONDA DAVIS",
      "text": "Because sometimes we may see things that look affirming but actually aren't (laughter). And I would say anything that's, like, trying to police your identity, beware."
    },
    {
      "author": "GIOCONDA DAVIS",
      "text": "For me, like, the biggest tool of media literacy is like, is this actually affirming me and helping me, or is this making me feel bad?"
    },
    {
      "author": "QUIROZ",
      "text": "Once you figure out what does affirm you, you can choose to throw a person into the mix, and you can communicate with them some of what you've just learned. But it doesn't have to be everything, Ericka Hart says. While it may feel awkward to communicate these things, you shouldn't feel any shame when doing so. If someone makes you feel that way, then maybe it's a sign they aren't ready to have sex with you."
    },
    {
      "author": "QUIROZ",
      "text": "So think of it this way. You're basically providing another person with your guidebook, and they should provide you with theirs. As time goes by, you might get more comfortable sharing more guidelines. Also, note that changing the guidelines is fair game. So our fourth takeaway is communication should be ongoing with sexual partners to make sure everyone is comfortable and satisfied. Of course, consent is part of this conversation. But it's more extensive than you might expect."
    },
    {
      "author": "HART",
      "text": "It's necessary that consent includes what is informed, right? So you are informed about what you are going to be engaging in. And consent is also ongoing, right? So even if things are getting hot and heavy, you can stop at any time - right? - and regroup, have a conversation about that, get more specific, right? Specific is another value, another aspect that has to be included in consent, right? I like it when you touch me there, but can you push a little bit harder?"
    },
    {
      "author": "QUIROZ",
      "text": "So don't be afraid or embarrassed to ask for what you want. It'll only make the sex that much better. And if you're in a relationship, it can improve that too. Listening is also necessary. If someone says no to a particular act, it's important to respect that. For example, if you want to try anal but your partner isn't into it, respect that boundary and move on. Maybe there's something else y'all could try, something that you're both comfortable with and excited about."
    },
    {
      "author": "QUIROZ",
      "text": "Hart recommends Scarleteen's \"Yes, No, Maybe So: A Sexual Inventory Stocklist.\" This checklist helps you decide what your boundaries are, what physical and non-physical acts you're comfortable with, what words affirm you and more. You and your partner should go through the list individually at first. Then you can compare notes. If that's not your jam, here's another way this conversation can look."
    },
    {
      "author": "HART",
      "text": "I think it's different for just about anybody, but I would say, you know, let's have a conversation about what feels good for our bodies. You know, I think that would feel good for me, right? I statements are important. Is that something that you want to do, right? Is there something that you want to engage with me in? And from there, based on the answer that you get, negotiating on what that looks like."
    },
    {
      "author": "QUIROZ",
      "text": "This communication also needs to progress if you continue pursuing sexual activities with the same person. As we've already mentioned, queer identities are not static. Bodies and bodily expression can also change. So it's good to make sure you and your sexual partners remain comfortable. So maybe this conversation looks something like you asking them if they still like their penis being called that or if they prefer another name for it."
    },
    {
      "author": "QUIROZ",
      "text": "If you want to dive further into what consent should look like and how to practice it, LIFE KIT has a great episode on this that you should check out."
    },
    {
      "author": "QUIROZ",
      "text": "All right. We're at our fifth and final take away, don't let shame or stigma prevent you from caring for your sexual health. Let's begin with STDs and STIs. We've come a long way in the medical field, but Gaze says stigmas have stuck around."
    },
    {
      "author": "QUIROZ",
      "text": "What are the misconceptions around sties or STDs?"
    },
    {
      "author": "GIOCONDA DAVIS",
      "text": "Oh, my God, there's so many (laughter). I think the biggest thing is that STIs make you dirty, which is just a terrible lie. And also, I think the other one is like, if you get an STI, your sex life is over. Like, no, most STIs are curable or treatable. And it doesn't have to be, like, this mark of shame."
    },
    {
      "author": "QUIROZ",
      "text": "Using barrier methods like a condom or a dental dam can prevent STIs and pregnancies, but they won't always be foolproof. So getting tested is another way to be on top of your sexual health."
    },
    {
      "author": "GIOCONDA DAVIS",
      "text": "Testing is super important. I think it's also really important to mention that access to testing in the United States is very spotty for a lot of people. You know, a lot of people don't have health insurance, or they live really far away from a free clinic, and they don't have a car. But testing is a really great way to know your own status, like, know where you stand so that you can communicate that with other people."
    },
    {
      "author": "QUIROZ",
      "text": "They say it's smart to determine where you land on what they call the risk spectrum."
    },
    {
      "author": "GIOCONDA DAVIS",
      "text": "So, like, if we know we're risk averse, maybe we know that we want to use multiple forms of barrier methods, and we also want to limit any sort of fluid exchange. That would mean, like, I just want to masturbate next to that person, or I just - I'm only willing to do hand sex with gloves."
    },
    {
      "author": "QUIROZ",
      "text": "Or you could be more risk taking, whatever that may look like for you. So how often should you get tested? Well, there isn't a set recommendation because everyone's risk assessment looks different."
    },
    {
      "author": "GIOCONDA DAVIS",
      "text": "Go to a trusted health care provider, and work together to decipher your level of risk. Risk is not a moral judgment. It's kind of like a statistical equation. You know, like, how many people are you having sex with? Where? What type of safer sex methods are you using?"
    },
    {
      "author": "QUIROZ",
      "text": "Going to a doctor's office can be intimidating for a number of reasons. It might help to find a doctor who understands your needs as a queer person. And if you decide you want to get tested simply for peace of mind, just say, I'd like a full panel, please. And that way, they'll know to test for a full range of STIs. Finally, sexual health also includes caring for your mental, emotional and physical health. Sexual health is intersectional."
    },
    {
      "author": "GIOCONDA DAVIS",
      "text": "Sexual health is so much more than just STI prevention. I think it's mental health in relation to gender or sexual identities around the sexual encounters we have. I think sexual health has to do with general bodily well-being. We're not just individuals, right? We're inserted in structures that go beyond just the individual social structures, like racism, like classism, like ableism. And those things impact how we have sex."
    },
    {
      "author": "GIOCONDA DAVIS",
      "text": "They impact whether we feel entitled to our bodies or not. They impact, you know, whether we think our pleasure is important. They also impact the likelihood that we may experience sexual violence. Why is it that Black trans women in the United States experience more violence than white CIS women? There's an intersection of structural forces and personal experience there that has very real consequences for how people can live out their sexuality or not."
    },
    {
      "author": "QUIROZ",
      "text": "Now, I know this is a lot to tackle. So how do we do it? Well, having these conversations is a start. That means talking about sex-positive messages, learning about the benefits of comprehensive sex ed and understanding the implications of legislation that is seeking to limit health care for trans youth. Again, many of us weren't equipped to thrive in our sex lives, especially not as queer people. TikTok or any other social media shouldn't be your primary source for sex ed. But I get that we got to take what we can get sometimes."
    },
    {
      "author": "QUIROZ",
      "text": "I hope after listening to this, you're able to feel a little more confident in your sex life. Since we can't fit everything into this episode, and there are some things I can't say on NPR, I've compiled a list of additional resources with the help of our experts. We'll point you to some links that cover safer sex for trans folks and more on how you can explore your sexuality."
    },
    {
      "author": "QUIROZ",
      "text": "Before we recap the takeaways, I just want to say, it's going to take time and practice. There may even be times where you're still thinking, what the heck am I doing? But have fun with it. You'll get the hang of it. Good luck."
    },
    {
      "author": "QUIROZ",
      "text": "All right, y'all. Let's recap some of what we've just learned. Takeaway No. 1, sex ed in the U.S. is severely lacking and not inclusive of LGBTQ+ students. Just like their heterosexual peers, queer people deserve to have safe sex. And that means being given the knowledge on how to do it. Takeaway No. 2, to get comfortable with your body and discover what turns you on or off."
    },
    {
      "author": "QUIROZ",
      "text": "Melina Gaze has one last bit of advice."
    },
    {
      "author": "GIOCONDA DAVIS",
      "text": "I think when we're looking to explore our sexuality or looking to explore our pleasure, it's a really great tool to think of our explorations as, like, pleasure-oriented instead of goal-oriented."
    },
    {
      "author": "QUIROZ",
      "text": "Most of us have previously been fed a narrative that certain body parts are gross or that we shouldn't access pleasure. But I think if you give it a chance, you just might enjoy it."
    },
    {
      "author": "QUIROZ",
      "text": "Takeaway No. 3, society's heteronormative and patriarchal norms have always tried to define what sex can look like. But the truth is, there isn't a right way to have sex. You get to decide what you want sex to look like for you. Takeaway No. 4, whether it's before, during or after sex, communication is important. Be upfront about what you want from your sex partner. And takeaway No. 5, sexual health is not only limited to our genitals but also our body and mind. Don't let shame or stigma prevent you from caring for your sexual health."
    },
    {
      "author": "QUIROZ",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to pick birth control that works for you and another on how to set boundaries with family. You can find these at npr.org/lifekit. And if you love LIFE KIT like I do and you want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip, this time from listener Mark Harris (ph)."
    },
    {
      "author": "MARK HARRIS",
      "text": "What was earth-shattering for me was to save my coffee from the day before and put it into my oatmeal in the morning. And now I just brew coffee especially for the oatmeal the next day."
    },
    {
      "author": "QUIROZ",
      "text": "I think my sister Leslie (ph) will like that."
    },
    {
      "author": "QUIROZ",
      "text": "All right, if you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "QUIROZ",
      "text": "This episode was produced by my talented and good friend Audrey Nguyen. Meghan Keane is the managing producer. Beth Donovan is senior editor. And this episode was edited by Mallory Yu, with help from Nell Clark - special thanks to Deme Brown and a special apology to my roommate Naomie (ph) for roasting you about TikTok. Our digital editors are Beck Harlan and Clare Lombardo. And our editorial assistant is Clare Marie Schneider. I'm Lilly Quiroz. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6147143805.mp3",
  "img": "https://media.npr.org/assets/img/2021/04/22/2021.04.06_lifekit_sexed_02_wide-04ccc0f40439da616279ae0fbf614bf9c12003b4.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "LILLY QUIROZ, HOST",
    "CHRIS HARLEY",
    "QUIROZ",
    "HARLEY",
    "ERICKA HART",
    "HART",
    "MELINA GIOCONDA DAVIS",
    "GIOCONDA DAVIS",
    "MARK HARRIS"
  ]
}