{
  "title": "You Need A Hobby. Here's How To Find One",
  "url": "https://www.npr.org/transcripts/991701126",
  "intro": "When was the last time you did something just for fun — not to make money, or be productive, or because someone else wanted you to? In this episode, a knitter, a rock climber and a cocktail enthusiast teach us how (and why) to find a hobby.",
  "transcript": [
    {
      "author": "THUY PHAN",
      "text": "I think at the core of what I'm doing, it comes from a place of, like, deep passion."
    },
    {
      "author": "NICHOLE PERKINS, HOST",
      "text": "Hello. I'm Nichole Perkins, and this is NPR's LIFE KIT. If you've been wondering how to bring the simple pleasure of learning something new back into your life, then this is the episode for you. Today, we're going to learn how to start a hobby."
    },
    {
      "author": "NICHOLE PERKINS, HOST",
      "text": "I recently started a podcast called \"This Is Good For You\" because I realized I did not have anything I did strictly for pleasure and I could not relax. I had monetized almost everything I enjoyed. Everything I love to do has turned into work. My love of film, television and literature has led to a career of pop culture criticism, which I wouldn't change for the world, but I miss doing something just for the joy of it. So to get back into the habit of doing something strictly for myself, I tried to revive an old hobby - amateur photography. Then the pandemic hit. I was stuck at home, and there are only so many pictures of my cat that I can take."
    },
    {
      "author": "NICHOLE PERKINS, HOST",
      "text": "Then I remembered my mother taught me how to cross-stitch as a child, which you can learn all about in my needlecraft episode on my podcast. I could order supplies easily enough, and the repetitive motion of moving the needle through fabric helped soothe the anxiety I was feeling. Some people think of a hobby as something you do when you're bored, but it's so much more than that. Sometimes a hobby begins as a solitary adventure into stress relief."
    },
    {
      "author": "MARC CASTANEDA",
      "text": "It really does help with the anxiety not spiraling too much. And I really, really fell in love with it."
    },
    {
      "author": "PERKINS",
      "text": "Maybe you need an adventure centered around something brand-new."
    },
    {
      "author": "KAREEMAH BATTS",
      "text": "And I purposely chose the rock climbing because I had literally never done it before."
    },
    {
      "author": "PERKINS",
      "text": "Or maybe you have to figure out new ways to enjoy old loves."
    },
    {
      "author": "PHAN",
      "text": "And in a time when I can't really, like, host anyone, it's, like, a really fun outlet for me to virtually host. It's kind of like we're sharing a drink at the same time, but separately."
    },
    {
      "author": "PERKINS",
      "text": "In this episode, I speak with three people who started hobbies as adults to get their advice on how to start one, how to navigate the communities they found and how to keep going. Before I let our hobbyists tell you how to get started, let's look into why having a hobby is so important for our mental health. And it's our first takeaway. Hobbies are good for you."
    },
    {
      "author": "PERKINS",
      "text": "According to Professor Yoshi Iwasaki, chair of public health and recreation at San Jose State University, when we bring meaning to our leisure time, like through hobbies, it helps improve our mental health. He has a doctorate in recreation and leisure studies, so he knows all about the importance of what we do away from work. In his 2014 article, \"Role Of Leisure In Recovery From Mental Illness,\" he explained that other benefits include strengthening our sense of connection, identity and our autonomy."
    },
    {
      "author": "PERKINS",
      "text": "And that's certainly true of all three of our hobbyists today. They found connection and community, use their respective hobbies to stand proud in their identities and found unexpected freedom. Marc Castaneda hasn't been knitting for that long, but he knew he needed something to counter anxiety, especially after moving to New York from Texas a couple of years ago."
    },
    {
      "author": "CASTANEDA",
      "text": "I am a knitter. I picked up knitting about a year ago, and I knit to get through the days (laughter). I think it helps with anxiety and will keep my hands busy. And I picked it up, and I just ran with it."
    },
    {
      "author": "PERKINS",
      "text": "Kareemah Batts is a paraclimber who founded the Adaptive Climbing Group, a climbing program for people with disabilities. Like Marc, she was going through a difficult transition in her life. Kareemah had undergone treatment for a rare cancer that required her left leg below the knee to be amputated."
    },
    {
      "author": "BATTS",
      "text": "I was going through a lot of things like depression and just trying to fall back in love with my body and accepting that; just learning how to use it again, actually, because, you know, it's different now. You know, everything I did before was different."
    },
    {
      "author": "PERKINS",
      "text": "And finally, we have Thuy Phan, who runs the Instagram account Mixaphoria, where she creates unique cocktails to go with the books she's read."
    },
    {
      "author": "PHAN",
      "text": "And I'm calling it, like, a virtual book bar where I pair craft cocktails with books by diverse writers or writers who may identify as BIPOC, female, non-binary or LGBTQ+."
    },
    {
      "author": "PERKINS",
      "text": "Marc and Kareemah began knitting and climbing respectively in order to help manage anxiety and depression, but Thuy realized she had a knack for mixing drinks after a successful dinner party. Creating signature cocktails for her reading list, Thuy we became a part of the bookstagram community, the group of people who share reading habits and reviews via Instagram. Not only was she able to find other readers and critical thinkers, but she was also able to strengthen the bond to her Vietnamese heritage."
    },
    {
      "author": "PHAN",
      "text": "As someone who doesn't have, like, a whole ton of bookish friends, it's really great to be able to connect with people from all over the world who are super engaged and smart and thoughtful and can hold, like, very, like, critical discussions of literary works. Like, so it's been, like, a really amazing experience to find this community and also, I think, getting connected more into the larger diasporic Vietnamese community as well. And I think through Mixaphoria, like, I've been connected to some organizations like the Diasporic Vietnamese Artists Network, and I've been doing some events with them."
    },
    {
      "author": "PERKINS",
      "text": "Marc is still amazed at how welcoming other knitters have been and how easy it's been for him to find community in the fiber arts world."
    },
    {
      "author": "CASTANEDA",
      "text": "When I first started, I went into the yarn shop, and I actually went on the day where they had men's knitting night. I just sat down and joined them, and it was a really fun process. We also have virtual meetups now on Zoom where, like, yarn shop owners in Brooklyn will host a virtual knitting night."
    },
    {
      "author": "PERKINS",
      "text": "For Kareemah, climbing gave her both a new sense of community and a new sense of independence."
    },
    {
      "author": "BATTS",
      "text": "You know, no one's doing it for you. You know, no one's giving you an extra help. In a way, it's all you - and I think, especially as a person with a disability. When I became a person with a disability 10 years ago, that feeling I was struggling with, which I find a lot of people with disabilities tend to struggle with, is about when you have a lot of able-bodied people around you, you know, are you doing it yourself? You know, who's helping you? That sense of independence is super important to us and being self-sufficient. And I feel like climbing does that but at the same time allows to bring people together."
    },
    {
      "author": "PERKINS",
      "text": "All right. I think Marc, Kareemah and Thuy would agree that their hobbies are good for them. Marc and Kareemah improved their mental health and found a new sense of community. Kareemah was reminded of her own independence even in the midst of others. And Thuy found a new community and reconnected with her heritage. So how can you gain similar benefits? What are the first steps in starting a hobby? This is our second takeaway. You have to figure out what you want to do. Kareemah suggests making a list."
    },
    {
      "author": "BATTS",
      "text": "Pick three things that seem interesting, and then pick two things that you think you would never like."
    },
    {
      "author": "PERKINS",
      "text": "Thuy says to ask yourself this question."
    },
    {
      "author": "PHAN",
      "text": "Think about, where do you spend most of your time and energy focused on - like, maybe looking at the patterns of your daily life, like, and what you're really gravitating to."
    },
    {
      "author": "PERKINS",
      "text": "So you need to write out a list of what you're interested in, including something brand-new that you've never tried before, and figure out how your daily life could accommodate a new habit. After you finalize this list, what's next? It's our takeaway No. 3. Do some research."
    },
    {
      "author": "PERKINS",
      "text": "What advice would you give to someone who is trying to get started with knitting?"
    },
    {
      "author": "CASTANEDA",
      "text": "Honestly, I would say the best thing to do is, first, do your research (laughter), and that can look like many different things. You can do your research on YouTube. You can do your research by going into a yarn shop and just chatting with the yarn shop owner and asking for their help."
    },
    {
      "author": "PERKINS",
      "text": "Your research can be solitary by going online and checking out tutorials. But you should also be open to reaching out to other people who have more experience than you do, which can mean going into a store, maybe even taking a class or scrolling through hashtags on Instagram, which can lead to the more popular resources. If looking online becomes overwhelming, try a search for best knitting tutorials or best local climbing gym, for example."
    },
    {
      "author": "PERKINS",
      "text": "You also need to find out, how much will this hobby cost? Is it accessible for you? Kareemah admits that climbing is expensive, with key items like rope often ringing up at over a hundred dollars. But there are still ways to get into it. The Adaptive Climbing Group that Kareemah founded - and now serves as its program director - sponsors paraclimbers for national and international competitions."
    },
    {
      "author": "BATTS",
      "text": "We cover, like, USA Climbing membership fees, and we give people shoes, harnesses and all that other stuff so they can just concentrate on being in love with the sport. And now there's BIPOC and LGBTQ organizations."
    },
    {
      "author": "PERKINS",
      "text": "There are also other organizations that lend and distribute gear at discounted costs and can provide funding if you want to become certified. Kareemah mentioned a nonprofit started by a famous pro climber, Kai Lightner, Climbing for Change. The organization is taking grant applications for individuals."
    },
    {
      "author": "BATTS",
      "text": "So that people can take part in outdoor adventure sports and earn their certifications no matter their financial situation."
    },
    {
      "author": "PERKINS",
      "text": "And don't forget; you can even borrow stuff from a friend. But if you need or want to get your own supplies, don't be afraid to start on the cheap side. You don't even know if you really like this hobby yet. When Marc first started knitting, he went to his local big-box store to get supplies."
    },
    {
      "author": "CASTANEDA",
      "text": "No matter what your budget is, you can find really, really cheap materials - needles, yarn - at Walmart, JOANN's, Michaels. Or if you even want to go to a yarn store, the yarn store owners and people who are there will be more than happy to help you figure out what you need in your budget."
    },
    {
      "author": "PERKINS",
      "text": "Creating the drinks for Thuy's virtual book bar has a variety of factors that can affect costs."
    },
    {
      "author": "PERKINS",
      "text": "How expensive does that get? And how - like, how much money do you spend on average per cocktail?"
    },
    {
      "author": "PHAN",
      "text": "I don't play with super expensive or complicated liquors at the moment, so I'd say maybe around, yeah, like, 15 to $20. And, you know, I try to use as much fresh fruit as I can."
    },
    {
      "author": "PERKINS",
      "text": "If Thuy needs any whiskey for any of her recipes, I keep a steady supply."
    },
    {
      "author": "PERKINS",
      "text": "OK, now, where were we? We figured out our interests. We've done our research, including money calculations and points of accessibility. We're ready to get started. But now what? Takeaway No. 4 - have no expectations. Don't think you're going to be an expert right out the gate."
    },
    {
      "author": "CASTANEDA",
      "text": "Just remember that you're not going to be instantly good at something. I had to learn the hard way about that, right? Like, I'm a perfectionist, but I had to remember, like, I am a beginner. I'm picking this up for the first time, trying to be perfect. And that is - those expectations that I was giving myself were too high. I think, just do your best. You know, if you mess up, that's OK. That's part of the process."
    },
    {
      "author": "PERKINS",
      "text": "And our last takeaway - once you give yourself permission to fail, also give yourself permission to take breaks."
    },
    {
      "author": "CASTANEDA",
      "text": "The biggest advice I learned was just being patient with myself. I think I just thought, like, I would be good at a craft I picked up instantly. And that definitely isn't always the case."
    },
    {
      "author": "BATTS",
      "text": "And I think people think that if you have an interest or a hobby, it's this thing that you have forever and for the rest of your life and you should always feel 150% for it. It's actually OK to kind of step back so that you can remind yourself why you're in love with it."
    },
    {
      "author": "PERKINS",
      "text": "Because Thuy shares her creations via social media, she has felt pressure to post on a regular basis, but she has no problem taking time for herself and recharging. Sometimes she simply does not have the motivation or inspiration."
    },
    {
      "author": "PHAN",
      "text": "If I need to take a break, that's fine. Because when I come back, like, people will still enjoy what I put out there. And if they don't, then OK. That's good feedback, too, you know? Like, so I try to not try to feel too antsy or put too much pressure on myself. Because this is for me, and it should be a source of joy and not so much a source of pressure or anxiety. So I try to approach it with that mindset."
    },
    {
      "author": "PERKINS",
      "text": "It's OK if you have to take breaks. Again, hobbies should be a part of your leisure life and be sources of calm and fun. If the stress of the experience begins to outweigh the joy, feel free to press pause and give yourself time to regroup."
    },
    {
      "author": "PERKINS",
      "text": "You picked up this hobby because you were interested in it and you knew that you needed something to kind of help you get past those rough days. But why do you keep doing it?"
    },
    {
      "author": "CASTANEDA",
      "text": "Because I just - I - there's something so beautiful and unique about creating something for yourself or for others. And I know that sounds very cheesy. But after I finished my first project, I was so proud of myself. And I wasn't trying to get people to tell me, like, how awesome it was. I wasn't looking for compliments. I was just so excited to say I made this myself with my two hands. I was able to put the time in, the commitment and, like, really hunker down and, like, create something that I really wanted."
    },
    {
      "author": "PERKINS",
      "text": "Why do you continue this hobby? What does it make you feel that you keep going with it, that you keep it in your life?"
    },
    {
      "author": "BATTS",
      "text": "That's a very good question. It changes every day, to be honest with you. It's ever-changing. It's ever-evolving. It keeps me interested, and I get bored easily."
    },
    {
      "author": "PERKINS",
      "text": "I hope you feel inspired to pick up something new today. So are you ready to start a new hobby yet? Let's review what we've learned. The biggest takeaway should be that, No. 1, hobbies are good for you - for your mental health, your sense of community and independence and your identity. No. 2 - figure out your interests. What do you gravitate toward? Is there something you've always wanted to try? How would this fit into your daily life? Write a list of three things that appeal to you, including two that you would never think to try."
    },
    {
      "author": "PERKINS",
      "text": "Takeaway No. 3 - research. Once you've found the hobby on your list that you can't stop thinking about, start gathering information. This is when the internet can actually be your friend. How accessible is this hobby? How much does it cost? What exactly do you do? Look up tutorials on YouTube, find out if there are any local stores that sell the supplies you need and if you're able, go in for a visit. Marc went into a yarn store, and once people realized he was a novice, they told him about meetups he could attend. Perhaps you'll be just as lucky."
    },
    {
      "author": "PERKINS",
      "text": "No. 4 - have no expectations. You won't be an expert as soon as you start. It can take a long time to become a natural. No. 5 - give yourself permission to fail and to take breaks. Marc stopped knitting for a while when he became frustrated his pieces weren't turning out the way he wanted. Kareemah admits to falling in and out of love with climbing. Thuy refuses to rush a recipe just for the sake of content creation. And the final, most important step - go for it. And if you feel discouraged, remember this."
    },
    {
      "author": "HEATHER CHELAN",
      "text": "(Singing) Sucking at something is the first step at being sort of good at something. Sucking at something is the first step at being sort of good at something. Sucking at something is the first step at being sort of good."
    },
    {
      "author": "PERKINS",
      "text": "That lovely PSA was by Heather Chelan. You can find her on Spotify and YouTube at Heather Chelan - that's C-H-E-L-A-N - and on Instagram at @hebontheweb - H-E-B-O-N-T-H-E-W-E-B."
    },
    {
      "author": "PERKINS",
      "text": "For more LIFE KIT, check out our other episodes. We have one on car camping 101 and another on how to start a creative habit. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, which of course you do, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "PERKINS",
      "text": "You can find me online at @tnwhiskeywoman. That's T-N - whiskey with an E - woman. You can listen to my podcast, \"This Is Good For You,\" wherever you get your podcasts. Or you can check out my website, nicholeperkins.com. That's N-I-C-H-O-L-E-P-E-R-K-I-N-S.com."
    },
    {
      "author": "PERKINS",
      "text": "And now, a completely random tip, this time from one of our very own."
    },
    {
      "author": "BECK HARLAN, BYLINE",
      "text": "It's Beck Harlan from LIFE KIT. And I have a tip for if you meant to send a loved one a gift or flowers because it's their birthday or they're sick, but you waited too long. So what you can do is look up a grocery delivery service using their ZIP code, and you can send them flowers or chocolate or a box of tea or any number of things, and it can be delivered within a couple of hours."
    },
    {
      "author": "PERKINS",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org. This episode was produced by Audrey Nguyen. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Clare Lombardo, and our editorial assistant is Clare Marie Schneider. I'm Nichole Perkins. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3984348555.mp3",
  "img": "https://media.npr.org/assets/img/2021/05/12/lk_hobby-1-2_wide-29dd9235450761fbdeafa71deafebd16b452f921.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "THUY PHAN",
    "NICHOLE PERKINS, HOST",
    "MARC CASTANEDA",
    "PERKINS",
    "KAREEMAH BATTS",
    "PHAN",
    "CASTANEDA",
    "BATTS",
    "HEATHER CHELAN",
    "BECK HARLAN, BYLINE"
  ]
}