{
  "title": "You're Probably Not As Open-Minded As You Think. Here's How To Practice",
  "url": "https://www.npr.org/transcripts/991700784",
  "intro": "We'd all like to think we're open to new ideas and curious about how others see the world. But our brains aren't wired that way — in fact, being open-minded takes some conscious practice.",
  "transcript": [
    {
      "author": "ROSE EVELETH, HOST",
      "text": "This is NPR's LIFE KIT. I'm Rose Eveleth, and I make a podcast called \"Flash Forward,\" which is all about the future. I spend most of my time thinking about what might happen next and how to shape futures that we actually want to live in. And one of the coolest but also hardest things about thinking about the future is that you have to be willing to reconsider pretty much everything. You have to be pretty open-minded about possibilities. And while it might not feel like it day to day, human history actually is full of examples of people changing their minds for the better."
    },
    {
      "author": "MAHZARIN BANAJI",
      "text": "In the Middle Ages, there was something called trial by ordeal. You know, you would throw somebody you thought was guilty into the water."
    },
    {
      "author": "EVELETH",
      "text": "This is Mahzarin Banaji, a professor of social ethics at Harvard University. And she says that in medieval Europe, people would actually be like, hey, we think this person committed a crime; let's toss them in a lake and see if we're right."
    },
    {
      "author": "BANAJI",
      "text": "And if they rose to the top by swimming, then surely they were guilty. And if they sunk to the bottom and died there, then clearly they were innocent. This is how people adjudicated guilt and innocence. And today, to us, it seems completely bizarre. So why is that? It's because we had an open mind. And we changed a little at a time."
    },
    {
      "author": "EVELETH",
      "text": "There are definitely things today that future people will look back on the way we look at trial by ordeal and go, can you believe they thought that? In other words, to bring in a better future, you have to be open-minded, open to the idea that maybe what we have now isn't something we want to keep, that maybe we should change. And in this episode of LIFE KIT, we are going to teach you how."
    },
    {
      "author": "EVELETH",
      "text": "If you look up lists of best personality traits in people, open-mindedness is pretty much always on them, next to things like generosity and integrity and kindness. But if we're being honest - which incidentally is also on all of those lists of positive personality traits - we're not always as open-minded as we might like to be. But we all do probably have ways in which we can reconsider how we think and behave."
    },
    {
      "author": "EVELETH",
      "text": "But what even is open-mindedness anyway? Being open-minded doesn't mean having no opinions of your own or changing your mind all the time. It simply means that you're willing to consider other perspectives to entertain the idea that maybe your way of seeing things isn't the best way."
    },
    {
      "author": "EVELETH",
      "text": "Now, before we get into our tips on how to be open-minded, we should be clear that not everything deserves open-mindedness. This isn't about how to consider perspectives that are flat-out dehumanizing or racist or disconnected from reality. The Earth is not flat. All humans deserve rights and protections. You don't have to be open-minded to every random person on Twitter with a theory. That said, most of us probably overestimate just how open-minded we really are."
    },
    {
      "author": "BANAJI",
      "text": "Eighty-five percent of people say that they're more objective compared to others in their group. Right? You can see where the failure in logic is coming from here. And I bet you'd get a very similar kind of answer if you went around and asked people, are you more open-minded than other people in your group?"
    },
    {
      "author": "EVELETH",
      "text": "That's Mahzarin Banaji again. Mahzarin studies something called implicit bias, a set of subconscious patterns that we all have in our brains, whether we like them or not."
    },
    {
      "author": "BANAJI",
      "text": "The quickest way to define what implicit bias is is probably to say it is the thumbprint of the culture on your brain. What do I mean by that? What I mean is that as smart, curious humans, we go around in the world noticing things, picking up information and all of it that comes through through our sense organs - our eyes and our ears and so on - have a life in the brain. But the way our brains are set up, a lot of the work that our brain does is happening outside conscious awareness."
    },
    {
      "author": "EVELETH",
      "text": "You have your active thoughts, the things you say you believe, but you also have these hidden subconscious thoughts, and those can often be at odds with how you want to think. Mahzarin has found, for example, that people tend to subconsciously associate things like darker skin or a disability with negative words. Even if you would never admit that out loud, even if you don't think you do it, your brain might make these connections without you even being aware of them."
    },
    {
      "author": "EVELETH",
      "text": "Everyone has some of these implicit biases - truly everybody. I do. You do. Mahzarin does, and she's been studying this stuff for over 30 years. You can reveal some of your own implicit biases using an online quiz that Mahzarin helped develop called an Implicit Association Test, or IAT. This test isn't an indictment of your goodness or your badness, nor is it a Get Out of Jail Free card. But it is a sometimes painful way to reveal these hidden patterns in our brains. And that's our first tip - recognize that your brain is trying to trick you."
    },
    {
      "author": "EVELETH",
      "text": "Be aware and honest about the reality of bias and that you might not be as open-minded as you think. This isn't easy. Hearing this, you might feel yourself getting defensive. And if that's you, you're not alone. Here's what Mahzarin has to say about that."
    },
    {
      "author": "BANAJI",
      "text": "Well, 150 years ago, a polymath by the name of Hermann von Helmholtz offered up a very simple argument that I would tell this person who takes the position you described. Just take the simplest of things. Just take the physical universe, the world of inanimate objects, like mountains and things like cups and saucers. Think about just a single, short scene that you are looking at now. You know, there's a picture that is before you."
    },
    {
      "author": "EVELETH",
      "text": "You can do this right now as you listen. Look around. Take in the scene. It's right there, right in front of you. You understand what you see as real, right?"
    },
    {
      "author": "BANAJI",
      "text": "But that's where Helmholtz said, think about it. Look at the complexity of this image outside. And remember that your brain is learning about it via a two-inch piece of film called the retina. What's the likelihood that this complex world out there can be even remotely accurately represented on this two-inch piece of film that we call the retina? The likelihood, then, he said, is that we are drawing inferences from the world. We are not perceiving it directly. And once you understand that, once you know that the likelihood that you're seeing the world as it actually is is minuscule, you will have to be open-minded."
    },
    {
      "author": "EVELETH",
      "text": "Hearing this, you might feel - I don't know - maybe a little bit despondent. If our hardware - our brain and our puny, little retina - is so limited, how can we ever change? If we don't even know the workings of our own minds, how could we possibly open them? What's the point in even trying? Well, never fear. I am here to tell you that it is possible. Let's start with something easier, our explicit thoughts and beliefs, not the hidden stuff, but the stuff that we actually think intentionally. How can we be more open to new ideas that are right in front of us?"
    },
    {
      "author": "CHARAN RANGANATH",
      "text": "To me, probably, you know, open-mindedness is really the willingness to engage with things that are surprising or don't agree with your beliefs or new, you know?"
    },
    {
      "author": "EVELETH",
      "text": "This is Charan Ranganath, the director of the Dynamic Memory Lab at UC Davis. There are lots of ways that scientists study ideas like open-mindedness even when they don't say that's what they're studying. Psychologists call it openness to experience or novelty seeking. And Charan studies curiosity, which is like open-mindedness' cool sister. And this brings us to our second tip. To be open-minded, you have to first be curious, which, again, seems simple, right? Not so, says Charan."
    },
    {
      "author": "RANGANATH",
      "text": "To become curious, you have to have, essentially, a kind of perfect storm of factors. And so one factor is you need to be confronted by something that exposes a little gap in your memory or knowledge."
    },
    {
      "author": "EVELETH",
      "text": "To study curiosity, Charan uses trivia questions. He'll invite people into his lab and ask them a series of questions, like what does the word dinosaur actually mean? Who was the president of the United States when Uncle Sam first got a beard?"
    },
    {
      "author": "RANGANATH",
      "text": "What Beatles song lasted on the charts for more than 19 weeks? So you hear that. You're a Beatles fan. And you're like, wait a minute, which one was it, you know? And so there's sometimes people - we ask people trivia questions, and they know the answer. Sometimes we ask them, and they don't know, don't care. Sometimes we ask them, and they say, I don't know, but I really want to know."
    },
    {
      "author": "EVELETH",
      "text": "You can gauge this in yourself right now. How are you feeling about those questions? Are they bugging you? Do you need to know the answers?"
    },
    {
      "author": "RANGANATH",
      "text": "There's a palpable feeling of - I can't quite describe it. But it's like, you feel a little aroused. And you feel kind of excited. Your eyes are dilated. It's not necessarily a happy feeling, you know? But it's something that - it's an itch that you have that you're sort of like, OK, I want to keep going. I want to keep going."
    },
    {
      "author": "EVELETH",
      "text": "Don't worry. We won't leave you hanging. We will answer all of those questions at the end of the episode. And if you're in that group who is dying to know what dinosaur actually means, who is feeling a little bit annoyed that you even have to wait to the end of the episode to find out, there's actually something specific happening in your brain causing that reaction."
    },
    {
      "author": "RANGANATH",
      "text": "We and others have found that when people are in a curious state, there's an increase in activity in the brain areas that produce dopamine. So dopamine's a big neurotransmitter. And probably, if your listeners know about dopamine, they think of it as the reward, you know, chemical in the brain. But actually, dopamine is not about rewards, per se. It's about motivating you to get a reward."
    },
    {
      "author": "EVELETH",
      "text": "And the really interesting, counterintuitive piece of this research is that it's not getting the answers to those questions that produces the dopamine. It's that in-between state, that state of curiosity that actually triggers the response in your brain. Then you have a choice for what to do with that feeling."
    },
    {
      "author": "RANGANATH",
      "text": "Do I just assume this is something I already knew? Do I assume that something bad has happened and I need to be afraid and hide, you know? Or do I want to be curious and explore?"
    },
    {
      "author": "EVELETH",
      "text": "When we're presented with information that is new and unexpected, it's not always about fun trivia, like Beatles' songs. Sometimes it's about big moral questions where both sides tend to have incredibly strong opinions."
    },
    {
      "author": "CELESTE LECOMPTE",
      "text": "And I don't even remember what exactly got us started on the topic. But somehow, we started talking about the death penalty."
    },
    {
      "author": "EVELETH",
      "text": "This is Celeste LeCompte, a journalist who now lives in Brooklyn. When we started working on this story, we put out a call for people who had changed their minds in big ways. And Celeste's response was just too good to not look into. A snow day in Portland, Ore., changed my mind about the death penalty, she wrote. I mean, who can resist a tease like that?"
    },
    {
      "author": "LECOMPTE",
      "text": "It was 2006. I was living in Portland, Ore. It almost never snows in Portland. And there was a rare, anomalous snow day."
    },
    {
      "author": "EVELETH",
      "text": "Celeste happened to live with two of her co-workers, and they decided to walk to work across town. And it was a long walk, like, two hours long."
    },
    {
      "author": "LECOMPTE",
      "text": "And I remember it became clear that I was the only person who supported the death penalty, but I had just never really thought about why you might not."
    },
    {
      "author": "EVELETH",
      "text": "And instead of getting defensive or getting into a big fight about it, Celeste and her roommates opted to stay curious."
    },
    {
      "author": "LECOMPTE",
      "text": "It was a little bit of sort of the kind of Socratic teaching method, I think, where she sort of kept questioning my answers and sort of being like, oh, that's interesting. Like, why do you think that? Or what about this? It felt like I could feel my mind changing on it, which was not an experience that I think you have very often. It felt like learning new things about myself and sort of recommitting to who I was as a person."
    },
    {
      "author": "EVELETH",
      "text": "It's not every day that people open their minds up about something as big and intense as the death penalty. But Celeste was able to do it because she was curious and because her friends stayed curious with her."
    },
    {
      "author": "RANGANATH",
      "text": "If it's not easy for you, maybe you just have to put yourself around the right people, put yourself around people who will challenge you and give you - expose you to new things."
    },
    {
      "author": "EVELETH",
      "text": "And another thing that Celeste had going for her in this moment was that everybody in the situation stayed calm."
    },
    {
      "author": "RANGANATH",
      "text": "And when we're stressed out, you know, the last thing you want to do is orient yourself to things that are new or unexpected because stress is all about, you know, my world is unpredictable. You want to stress people out, you tell them that something bad is going to happen at some point, but you don't really know when and you're not going to have any control over it, right? And so that's the anti-curiosity state."
    },
    {
      "author": "EVELETH",
      "text": "So that's tip No. 3 - calm down, take a deep breath and consider your immediate gut reaction. Can you settle your nerves and choose to be open to this idea, choose to see an opportunity in this weird gap between what you thought you knew and this new piece of information that doesn't match?"
    },
    {
      "author": "RANGANATH",
      "text": "I think even in these moments when we're stressed out, to the extent that you can get out of that space and say, well, maybe I can use this as an opportunity to learn something, that is going to take that energy that you have that - you know, you've got the case file in front of you, and if you can engage with it, you can actually get a lot out of it, you know. It's easier said than done. But to the extent that you can do that and you're not afraid of what you might discover, you know, I think it's - there's real opportunities in these, you know, times of uncertainty."
    },
    {
      "author": "EVELETH",
      "text": "Celeste's story shows us that we can change our minds about our active beliefs, as long as we stay calm and curious. But what about those pesky implicit biases that we talked about earlier? Can we open our minds up on those? For a while, Mahzarin didn't think that was possible, but she recently changed her mind. In fact, Mahzarin, along with one of her graduate students, Tessa Charlesworth, has found that those pesky implicit biases that we have are actually going away, at least on some topics."
    },
    {
      "author": "BANAJI",
      "text": "And what she showed is that if you look at the data from 2007 to 2016, there was a very steep drop-off in anti-gay bias of a kind I would not have predicted we would see on implicit measures. Not the thing you can control, the thing that's sitting there in your head because your culture has taught you this and our measure is trying to get a rough grasp of that, and that was showing change. And then race bias was showing some change, and skin tone bias was showing some change."
    },
    {
      "author": "EVELETH",
      "text": "Since 2007, implicit bias about race and skin tone have both decreased 25%. Our hidden biases around sexuality have decreased 64%."
    },
    {
      "author": "BANAJI",
      "text": "And our prediction is that in a very short period of time, you know, a few years, Americans are going to become completely neutral on the dimension of sexuality. Gay and straight will become equally good and bad in our minds. This is absolutely astonishing and not something that I but I'm willing to bet any other scientist in my position who had seen the data and who knew something about implicit attitudes who could have predicted. Like, we just would never have predicted that this is possible."
    },
    {
      "author": "EVELETH",
      "text": "Now, not every kind of bias is going down. Implicit biases around disability, age and weight are all staying pretty stagnant. And Mahzarin has a theory about why."
    },
    {
      "author": "BANAJI",
      "text": "The reason I think sexuality is changing so fast is because we're not segregated on that dimension. People who are gay and straight live with each other."
    },
    {
      "author": "EVELETH",
      "text": "The less likely you are to live around and interact with people who belong to these various groups, the harder it is for you to get rid of those implicit biases."
    },
    {
      "author": "BANAJI",
      "text": "So let's take segregation. On race, I would say, on age, disability, we - I would say even to some extent on weight, we are pretty deeply segregated. So that's why I think race is changing slower than sexuality. One of the things I'm surprised that we don't notice is just how much our worlds are segregated by age, that if you asked me to really look at it, you know, I'm much more integrated by race in my friendship patterns and so on than I am by age."
    },
    {
      "author": "EVELETH",
      "text": "So that's tip No. 4 - if you want to be open-minded, it's not just about you. It's also about the people around you. Find people who ask questions like Celeste's friend, but also take a look around where you live, your friend groups, your co-workers. Do they all look the same, think the same? That might be a problem if you really want to be open-minded."
    },
    {
      "author": "BANAJI",
      "text": "You want an open mind? You should have an open door."
    },
    {
      "author": "EVELETH",
      "text": "Now, this is not an invitation to collect friends like some kind of trading card game. Your friendships shouldn't just be about what they can do for your brain, but it is worth paying attention to who you spend time with. And that kind of paying attention pays off in all kinds of ways. If you want to be open-minded, you have to keep an eye out for things that might otherwise fade into the background."
    },
    {
      "author": "RANGANATH",
      "text": "Be attentive to what doesn't fit. Our brains naturally want to predict, you know? I mean, we can see this in all sorts of experiments in everything from vision to movement to, you know, watching a movie. Whatever it is, we're always trying to predict what's going to happen next."
    },
    {
      "author": "EVELETH",
      "text": "That's Charan Ranganath again. And he says that sometimes we need to fight against our brain's attempts to explain everything as quickly as possible. Think of those optical illusions."
    },
    {
      "author": "RANGANATH",
      "text": "And it could be, like, an old woman or this young woman, depending on how you look at it. Once you get stuck in one way, it's hard to see the opposite. It's hard to see it another way, you know, once you kind of bring that sort of expectation down."
    },
    {
      "author": "EVELETH",
      "text": "But if you can practice seeing those both ways, of not getting stuck in your brain's insistence on seeing just one image, you could apply that to the rest of your life, too."
    },
    {
      "author": "RANGANATH",
      "text": "And so I think this is where some of the work on, you know, mindfulness really crosses over with open-mindedness and curiosity is sometimes you really have to be attentive to what's out in front of you and the feelings that you're having to catch those things that don't fit."
    },
    {
      "author": "EVELETH",
      "text": "If this all sounds like a lot of work, I mean, yeah, I guess it is. But the payoff, it's awesome."
    },
    {
      "author": "BANAJI",
      "text": "I have to say that practicing open-mindedness can become pretty addictive, you know? You learn about the joys of it - the kind of wow, my God experience that you have when you realize you are totally wrong about something."
    },
    {
      "author": "EVELETH",
      "text": "In my work, I think about future possibilities. So for me, being open-minded is all about not taking anything for granted. All the stuff that we have today - all the systems and structures and institutions and ways of doing things - those are choices. They're not some natural law dictated by the Earth or something. Being open-minded means being willing to reconsider what actually works and what doesn't. And it's the first step towards imagining a better future."
    },
    {
      "author": "EVELETH",
      "text": "So let's recap. How do you practice open-mindedness? Tip No. 1 - be honest about your brain's attempts to trick you. Tip No. 2 - be curious, even when you don't really want to be."
    },
    {
      "author": "RANGANATH",
      "text": "And so when we're often curious, it's not pleasant, you know? And, you know, sometimes it's a little bit annoying almost, right? I got to figure this out. Or like when you're in suspense while you're watching a TV show and all of a sudden they go into an advertisement or something like that, you know, that's not at all pleasant. But we subject ourselves to it. Right? And so I think open-mindedness is, how much are you willing to subject yourself to to get that information? Are you willing to tolerate it?"
    },
    {
      "author": "EVELETH",
      "text": "Tip No. 3 - calm down, and make sure you're in the right mental space to be open-minded. Tip No. 4 - find people who can help you open up your thinking. Surround yourself with all kinds of people from all kinds of backgrounds. Oh - and if you're still listening just so you can get the answers to those trivia questions, your time has come. Dinosaur means terrible lizard. Franklin Pierce was the president of the United States when Uncle Sam first got a beard. And the Beatles song that was on the charts for more than 19 weeks was \"Hey Jude.\""
    },
    {
      "author": "EVELETH",
      "text": "For more episodes of LIFE KIT, go to npr.org/lifekit. We have episodes on all sorts of topics, from curbing burnout to spotting disinformation in the news to cultivating a sustainable closet, plus episodes on parenting, health, finances and more. If you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "EVELETH",
      "text": "The podcast that I host is called \"Flash Forward,\" which imagines possible and not-so-possible future scenarios, from space pirates to artificial wombs. You can find out more at flashforwardpod.com or wherever you are listening to this very episode of LIFE KIT."
    },
    {
      "author": "EVELETH",
      "text": "And as always, here is a completely random tip."
    },
    {
      "author": "MIKE EBEDMI",
      "text": "Hi. My name is Mike Ebedmi (ph) from Beaverton, Ore. My life hack is to always carry a Band-Aid in my wallet. You'd be surprised how often that comes in handy when you're around playgrounds or just walking around and experiencing life. Thanks for the great show."
    },
    {
      "author": "EVELETH",
      "text": "Do you have a random tip? Leave us a voicemail at 202-216-9823, or send us a voicemail at lifekit@npr.org. This episode was produced by Andee Tagle and edited by Meghan Keane. Beck Harlan and Clare Lombardo are our digital editors, and Beth Donovan is our senior editor. Our editorial assistant is Clare Marie Schneider. I'm Rose Eveleth. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3293358426.mp3",
  "img": "https://media.npr.org/assets/img/2021/04/30/npr-apr21-open-minded-final_wide-e22d46852137ca92875b68795192f62faaa474ba.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ROSE EVELETH, HOST",
    "MAHZARIN BANAJI",
    "EVELETH",
    "BANAJI",
    "CHARAN RANGANATH",
    "RANGANATH",
    "CELESTE LECOMPTE",
    "LECOMPTE",
    "MIKE EBEDMI"
  ]
}