{
  "title": "That Subject You've Been Avoiding? Anna Sale Says It's Time To Talk About It",
  "url": "https://www.npr.org/transcripts/991701146",
  "intro": "NPR's Noel King talks to Anna Sale of the podcast 'Death, Sex & Money' about her new book, \"Let's Talk About Hard Things.\"",
  "transcript": [
    {
      "author": "NOEL KING, HOST",
      "text": "This is NPR's LIFE KIT. I'm Noel King."
    },
    {
      "author": "KING",
      "text": "If you're a regular LIFE KIT listener, you probably know that an essential step in many of our episodes is to talk about things. Call your friend who's having a hard time. Sit down with your family for that conversation you've been avoiding. Find a way to tell your kids about the one thing you never wanted them to learn about."
    },
    {
      "author": "KING",
      "text": "Anna Sale has made having these tough conversations her mission in life."
    },
    {
      "author": "ANNA SALE, BYLINE",
      "text": "These hard things are happening in our lives. We are in grief. We are experiencing loss. We are having tensions in our relationships. We are noticing change that we don't know how to put words to. And really, my argument is, instead of kind of waiting until you have a conclusion that you can present to someone in your life when you have figured all that out, it can feel a lot better when you open up and invite someone in to that process, have a conversation about what you're noticing, describing what you feel uncertainty about."
    },
    {
      "author": "KING",
      "text": "She's the host of WNYC's podcast \"Death, Sex & Money,\" and she has a new book out called \"Let's Talk About Hard Things.\" In this episode of LIFE KIT, why and how we should all be talking about the toughest subjects in our lives."
    },
    {
      "author": "KING",
      "text": "Death and sex are hard enough to talk about, but I feel like money is its own universe of difficulty."
    },
    {
      "author": "SALE",
      "text": "Yeah."
    },
    {
      "author": "KING",
      "text": "I want to read a line from your book. You write, quote, \"I host a podcast and make more money than my husband, who spent seven years getting graduate degrees and usually puts in more hours a week teaching, advising, fundraising and writing.\" Was that a difficult thing for either you or your husband to be public about?"
    },
    {
      "author": "SALE",
      "text": "You know, no. I think it's something we're pretty comfortable with because it's just so, like, part of our life. And maybe that's because we just sort of noticed it. It's been the fact throughout our relationship, that even though I'm a reporter and he's been a grad student, then a postdoc and now a tenure-track faculty member, he, on the open marketplace, is valued at a lower value than I am for my work. And so I think it's just, like, I wanted to say that to say, like, there's a lot of this that's going on here with money. It's hard to talk about for a lot of reasons. One of which is it doesn't (laughter) make a lot of sense when you say..."
    },
    {
      "author": "KING",
      "text": "(Laughter)."
    },
    {
      "author": "SALE",
      "text": "...Part of how it works out loud."
    },
    {
      "author": "KING",
      "text": "It doesn't make a lot of sense. Yes, I mean, that is a very good point. One thing that you suggest in the book that really struck me is you say when you make a new friend, talk about your money story. Talk about whether or not your parents helped you pay for your house. Talk about whether or not you paid off your student loans on your own or whether you had help. And I was surprised to read that because there's so much awkwardness that comes along with being honest about things like that. But I imagine that advice emerged from seven years of conversations that you've had with people. I imagine that's advice grounded in experience. Where did it come from?"
    },
    {
      "author": "SALE",
      "text": "Yeah, absolutely. I mean, for me, it came from kind of being an early career journalist and looking around and saying, like, wait, how did - how are people making this work? - not just financially, but I also had a lot of questions for my older women colleagues. How are they making it work if they have kids? Like, what's their child care situation? How is this all happening? And so when I would kind of get to know people, I would sort of share and maybe hope that they would also share kind of how they - how their life has unfolded so far."
    },
    {
      "author": "SALE",
      "text": "And I think that our financial paths are a huge plot driver, you know? And when we leave that out, we're leaving out just a huge part of the story, like, because when you have to scrap and hustle and make your own way, it shapes you. It's how - it changes the way you view what you build up or what you're afraid of. You know, if you started out with more and then it was a little easier for you at the start and then now you've gotten to a certain place and you're thinking about - what is your obligation to others? - like, that's an important thing to think about."
    },
    {
      "author": "KING",
      "text": "Let's talk about sex. There is a very funny moment in this book when you have gone to visit your OB-GYN after having your first baby. And the doctor seems to know that you host this podcast that..."
    },
    {
      "author": "SALE",
      "text": "(Laughter)."
    },
    {
      "author": "KING",
      "text": "...Involves talking about sex very openly. And he is talking to you very openly about your sex life. Sex is a tough one. Talk to me about why that moment made it into the book."
    },
    {
      "author": "SALE",
      "text": "I loved that moment with my doctor. And I want to say it was a male doctor. So it was even more uncomfortable."
    },
    {
      "author": "KING",
      "text": "(Laughter)."
    },
    {
      "author": "SALE",
      "text": "But I - what I really loved about that moment - I was - I'd had a baby. I was talking about, you know, wanting to have a second with my husband. We're trying to figure it out. And I kind of made a joke about, you know, not really needing to worry about birth control, ha, ha, ha. After you have a baby, we all know what happens. And he - instead of sort of, like, just laughing and moving on, he said, well, let's talk about that. Like, what's going on? What have you noticed? And because he had indicated that I have a show called \"Death, Sex & Money\" and should be comfortable talking about such things, I was like, OK, Anna, don't flinch. Like, go in."
    },
    {
      "author": "KING",
      "text": "(Laughter)."
    },
    {
      "author": "SALE",
      "text": "And it opened up this really wonderful conversation where he was just saying, like, look. You know, things change. It's OK. Here's some ways to talk about it."
    },
    {
      "author": "KING",
      "text": "I think one of the standard dynamics is for people to not talk to their partners about sex as much as they talk to their friends about it, whether it's working, whether it's not, especially premarriage, especially when people are still dating or, you know, early on in relationships or having multiple relationships. I know that you've spent a lot of time thinking about this. What is the benefit of talking to your sex partner and not just downloading with your boyfriends or your girlfriends or whomever afterward?"
    },
    {
      "author": "SALE",
      "text": "Well, I think it reminds both of you, like, what is happening when you are entering into a sexual relationship with someone. You are trying to figure out what you want and whether they want the same thing. So you need to have that conversation to make sure that consent is something you're kind of continually revisiting - and also pleasure. Like, what is - what do we want to do here? What feels good to you? And I actually think that, yes, it's awkward when you're just starting a relationship to figure out how to have those conversations. You can do it in a sort of flirty, fun way. I also think it's hard in a longer-term relationship, where there's this idea that that's done. Like, you figured it out. And one..."
    },
    {
      "author": "KING",
      "text": "Yeah."
    },
    {
      "author": "SALE",
      "text": "...Of the things I really, you know, want to stress in the book is, like, sex is also about our bodies. And our bodies change. Our bodies change because of illness, because of medication, because of weight gain or weight loss. And that's something important to also sort of allow in when you're thinking about how you relate to your partner who you've been with a long time - that it might feel different, you know, when you're together sexually than it did before. And that doesn't mean it's wrong. That means it's changing. And it's going to change."
    },
    {
      "author": "KING",
      "text": "I know that you've spent a lot of time on the podcast talking to couples. And some of those couples do appear in the book. What's your advice for couples where one person is perfectly comfortable with what you just said, talking about changes, talking about their body, talking about how they get pleasure, and the other person is like, I just can't deal with it..."
    },
    {
      "author": "SALE",
      "text": "(Laughter)."
    },
    {
      "author": "KING",
      "text": "...Because there are these - it is - I think often, it comes down to, what kind of household were you raised in? And some people are incredibly open, and it's no challenge. And for other people, it's like, this is absolutely never something I would discuss. How does that work - as you've seen it play out, how does that work inside of relationships?"
    },
    {
      "author": "SALE",
      "text": "Well, I think that that's something important. Like, I'm not advocating for everyone to communicate exactly in the right - in the same way, like, that there's one way to do this. I think that part of any hard conversation is sort of recognizing what you want to communicate and also listening to what the person is saying back to you. You know, so if your partner is saying, like, I hear you. I hear you want to talk about this again. Or you want to talk about this in this way, and you've been listening to the \"Savage Lovecast,\" and you have all these acronyms now, but they (laughter) make me uncomfortable..."
    },
    {
      "author": "KING",
      "text": "(Laughter)."
    },
    {
      "author": "SALE",
      "text": "...You know? And so then it's just saying, like, OK, well, tell me, like, is there a way - what's a way that you feel comfortable talking about this? Like, I just want to make sure that you're getting what you need out of, you know, our sexual relationship right now."
    },
    {
      "author": "KING",
      "text": "There is a section of your book entirely about identity, entirely about how to talk about identity. And you write, quote, \"When I go into a hard conversation about identity, I have to be prepared to feel more unsettled than I was before, which I think is exactly why people do not like talking about..."
    },
    {
      "author": "SALE",
      "text": "(Laughter) Yeah."
    },
    {
      "author": "KING",
      "text": "...Identity.\" And (laughter) so you are singing the praises of having these conversations while also acknowledging there is anxiety that accompanies it. And, sometimes, that anxiety is going to stick with you for a while. What is the value then?"
    },
    {
      "author": "SALE",
      "text": "Because otherwise, you're just ignoring that there are differences among us. And you're saying I can't handle seeing this person in front of me because them describing what it is like for them to move in the world is too upsetting to me. Or I'm not sure I'll know the right thing to say. So I'm just not going to acknowledge that their reality might be a little different than mine. And I think when you think about it that way, like, oh, I'm prioritizing my comfort over acknowledging that this is someone's reality, and I can't handle hearing how their reality is different, so I'm going to ignore this conversation, I think that that's - it's cowardly. And so I think that the practice is getting comfortable with that discomfort, you know?"
    },
    {
      "author": "SALE",
      "text": "There's this wonderful line that I learned from a woman named Karena Montag, who is a - she runs anti-racism workshops and restorative workshops here in the East Bay where I live. And she told me that when she gathers groups together, she starts with this principle, expect and accept a lack of closure."
    },
    {
      "author": "KING",
      "text": "Huh."
    },
    {
      "author": "SALE",
      "text": "And I just love that 'cause it's - she's, like - she's basically priming the group, you are not going to come away from these conversations with a list of bullet points of how to do it right and how to be in the world and how to undo what you're now noticing that maybe you weren't noticing as much before. And that's the point. And I think that when I've thought about that, expect and accept a lack of closure, I also think that's a really nice principle for any kind of hard conversation. Like, we are not gunning for resolution and agreement and consensus when we go into these conversations. We are gunning for more understanding about what is going on with us and what is going on with the person we're talking to."
    },
    {
      "author": "KING",
      "text": "I think there is genuinely, and I know this from personal experience, a hunger to not be constantly asked things like, what are you? - or where are you from? And that is often the way conversations about identity, whether we like it or not, in this country begin. How do you know it's the right time to ask? And do you ever feel yourself asking and then thinking, oh, jeez, I shouldn't have gone there quite yet? It was too early or it wasn't the right time?"
    },
    {
      "author": "SALE",
      "text": "Yeah. I mean, I've certainly messed that up before. And I feel terrible about it when I'm like, oh, instead of, like, meeting this person and just being with them, I - something I said made them feel like I was trying to slot them in a place to help them fit into my worldview. And I want to say embedded in your question is this - when you're talking about identity, it's really important to be clear, like, how you're oriented in the conversation. You know, for me as a white woman to say, like, huh, I notice you're different. Tell me, like, how are you different? Like, (laughter) that's not what I want to say when I'm talking about identity, you know."
    },
    {
      "author": "SALE",
      "text": "There's another line in the book that I learned from a professor who's a Japanese American professor named Natalie Masuoka at UCLA. And she talked about how amazing it can be when someone's, like, trying to kind of figure out your story, instead of saying, where are you from or what are you? - to say, tell me about your family. Tell me about your family. And the way that that opens up - that allows the person you're talking to and you're asking to decide, like, OK, I'm going to tell you the things that are important to me and how I identify. It's a much more empowering way to ask the question."
    },
    {
      "author": "KING",
      "text": "I want to bring us to grief and death because we know - and I'm sure everybody listening knows - that death is one of those things that is almost impossible to talk about right or to feel like you're talking about right. There is a story you tell in the book about a woman named Meghan whose husband dies. And he's quite young. They're both quite young, in their 30s. And she is surrounded by smart, caring, giving people who consistently don't really know what to say. And then the person who does know how to address it, who does say the right thing, is the owner of a bookstore who she doesn't even particularly know very well. Talk about what seven years of conversations and writing this book have taught you about how we talk about death and, frankly, how we could do it better."
    },
    {
      "author": "SALE",
      "text": "I think the hardest thing when you are talking about death, when you are trying to comfort someone who is deep in grief, is we go into the conversation really wanting to be able to say the thing that is going to lessen the pain. We want to say the thing that's going to make them feel lighter and less like their world has shattered. And the fact is, you can't do that with words. You're not going to take away what death takes away. You're not going to take away that pain. So instead of having that expectation for yourself, what you can do is say, I'm so very sorry."
    },
    {
      "author": "SALE",
      "text": "And what the man in the line at the bookstore said to Meghan that was so meaningful was - he said two things. He said, I didn't know him that well, but I was always impressed with how he carried himself, how he was. It was her partner who died. And he also said, this is going to take a lot longer than you know. He indicated that grief is - can be all-encompassing, and it takes a long time to move through. And for her to just have someone say, I see that you are deep in pain, and you do not need to feel like you're - you have a plan to get over it. Instead, I'm just so sorry. Just meeting her in that pain felt really loving instead of feeling, like, in a conversation that she was coming away with needing to indicate to the people who had come to her to comfort her that she was comforted so that they felt comforted (laughter), you know? There becomes this weird dance where you feel like you have to be - you have to show that what this person has done for you has been meaningful because they're trying to make you feel better."
    },
    {
      "author": "SALE",
      "text": "Do the simple things. Like, instead of saying, what can I do to help? - so it's on the shoulders of the person who is in grief to come up with a to-do list to give you so they can, you know, divide it between their friends - instead of that, be the friend who says, I'm going to just walk your dog every - I'm going to come three times a week, and that's what I'm doing. Or I'm going to - I'm just going to take the kids. I'm going to take the kids on Tuesdays and Thursdays so you have from 2 to 4 to do whatever you need to do."
    },
    {
      "author": "KING",
      "text": "Anna, let me ask you lastly, what do you think we lose when we don't have honest conversations? And what do you think we gain when we do?"
    },
    {
      "author": "SALE",
      "text": "I think we feel less alone and isolated in our pain and struggle when we talk about hard things. And I think when we don't talk about it, we are not - we are withholding from each other the ways that we can help, you know? When you open up conversations about this stuff that's unsettled or painful, when you find ways and words to talk about it with the people in your lives, then you can just - a whole - whole dimensions open up about how - what you can compare notes on. All these things - death, sex, money, family, identity - all this stuff causes tension in each of our lives in different ways. And it doesn't mean that we're not doing a good job if we're going through hard things. And so these conversations are about just, like, letting yourself stop pretending that you've got all this figured out and instead open up a little bit more space to help each other through."
    },
    {
      "author": "KING",
      "text": "Anna Sale is host of WNYC's podcast \"Death, Sex & Money.\" Her new book is called \"Let's Talk About Hard Things.\" Anna, thank you so much for being with us."
    },
    {
      "author": "SALE",
      "text": "Thank you."
    },
    {
      "author": "KING",
      "text": "For more episodes of LIFE KIT, go to npr.org/lifekit. We have episodes on everything, like how to be a better listener, how to deal with burnout. It's real. We've even got one about what makes a good partner. If you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "KING",
      "text": "And as always, here's a completely random tip, this time from listener Kristen in Austin, Texas."
    },
    {
      "author": "KRISTEN MALONE",
      "text": "Hi, my name is Kristen Malone (ph), and I'm a psychologist. I just wanted to call in with a tip that I give a lot of my patients, which is to think about how we have a mental diet the same way we have a physical one. So we need to pay attention and portion control the stuff that may not be so good for us. So that can apply to news media, social media. It can apply to many things, the way we talk to ourselves. And the key is noticing what we put in the space between our ears."
    },
    {
      "author": "KING",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us at lifekit@npr.org. This episode was coordinated by our friends and colleagues at Morning Edition, Reena Advani and Chad Campbell. Clare Lombardo produced for LIFE KIT. Beck Harlan is our digital editor. Meghan Keane is the managing producer. Beth Donovan is our senior editor. And Clare Marie Schneider is our editorial assistant. I'm Noel King, and thanks so much for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4585178356.mp3",
  "img": "https://media.npr.org/assets/img/2021/05/10/gettyimages-1163623465_3_wide-06b51f4d229e8b49360cd9d759ed15d92f18c6a4.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "NOEL KING, HOST",
    "KING",
    "ANNA SALE, BYLINE",
    "SALE",
    "KRISTEN MALONE"
  ]
}