{
  "title": "Baby Names Are Overwhelming. Here's How To Narrow Your List",
  "url": "https://www.npr.org/transcripts/991701017",
  "intro": "Picking a name for a baby can be overwhelming. With all the possibilities out in the world, it can be hard to even begin to choose. On this episode of Life Kit, host Diana Opong speaks with baby naming experts for a framework that can help.",
  "transcript": [
    {
      "author": "DIANA OPONG, HOST",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "OPONG",
      "text": "What's in a name? A name is one of the first gifts a parent gives to their child. Names are important because they're one of the ways that we mark our place in the world. They're the first symbols of our identity and one of the first things we lead with when we meet someone new, like now."
    },
    {
      "author": "OPONG",
      "text": "Hi. I'm Diana Opong. I'm a reporter and a mom to three kids. As a parent, I know that the baby naming struggle is real. I mean, the possibilities seem endless. How do you even begin to choose?"
    },
    {
      "author": "MADELINE",
      "text": "My name is Madeline."
    },
    {
      "author": "ELOISE",
      "text": "My name is Eloise."
    },
    {
      "author": "CECILY",
      "text": "My name is Cecily."
    },
    {
      "author": "DANYA",
      "text": "My name is Danya."
    },
    {
      "author": "MARLAYNA",
      "text": "My name is Marlayna."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Good job."
    },
    {
      "author": "OPONG",
      "text": "If you've been through the baby naming process or are going through it now, I'm sure I don't have to tell you just how overwhelming it can be. Here in the U.S., parents can pretty much name their child whatever they want, which seems great until you have to pick one. I wanted to find a framework to help parents everywhere through this process. The first thing I learned is that it's supposed to be fun."
    },
    {
      "author": "LAURA WATTENBERG",
      "text": "So much of preparing for a baby is about anxieties. You're worried about money, about health, about safety. Names should be your chance to just sit back and dream."
    },
    {
      "author": "OPONG",
      "text": "That's Laura Wattenberg, baby name expert. And first, she's going to walk us through some of the social influences at work when naming babies today. Then, we'll talk to baby naming consultant Sherri Suzanne, who's seen it all."
    },
    {
      "author": "SHERRI SUZANNE",
      "text": "I've actually had parents reach out to me in a taxi on the way to the hospital."
    },
    {
      "author": "OPONG",
      "text": "She'll share some strategies she uses for finding names for her clients and help break down some assumptions on some of the best ways to start the process."
    },
    {
      "author": "SUZANNE",
      "text": "Names are like art and not like science."
    },
    {
      "author": "OPONG",
      "text": "In this episode of LIFE KIT, all things baby names."
    },
    {
      "author": "OPONG",
      "text": "Laura Wattenberg is the author of \"The Baby Name Wizard\" books and creator of namerology.com. She's looked at millions of names and has studied how the names we choose reflect our culture and changing attitudes and values as a society. She says there's been a shift in the last 50 years or so."
    },
    {
      "author": "WATTENBERG",
      "text": "Over the past two generations, there's been a revolution in the way American parents name their children. It used to be about fitting in, so most parents would choose a name from a fairly limited set of typical baby names. That was what was realistic. That was what was expected. Today, the culture is more about standing out instead of fitting in, and the options are limitless. Everyone is pushing to be unique, to be creative. And this is creating an enormous amount of pressure and a kind of decision paralysis for today's parents."
    },
    {
      "author": "OPONG",
      "text": "And a lot of that paralysis comes from a familiar fear."
    },
    {
      "author": "WATTENBERG",
      "text": "Let's talk about popularity, because popularity is really a dominant factor in baby naming today. And it feels individual. Each of us thinks, well, I just happen to prefer uncommon names, as if that's something unique to me. But really, that's our whole generation. The most common opinion you can have is to not like things that are common. So first thing to remember is that popular just means well-liked. That's not so scary. No child's life was ruined by having a popular name."
    },
    {
      "author": "OPONG",
      "text": "But remember, Wattenberg says, that all popularity is not created equal."
    },
    {
      "author": "WATTENBERG",
      "text": "First off, the No. 1 name today is not even a fraction as popular as John and Mary used to be, or even Jennifer and David a couple of generations back. In a way, you could argue that there is no such thing as a common name today. So that can take a little bit of pressure off."
    },
    {
      "author": "OPONG",
      "text": "So let's start there, by removing the pressure."
    },
    {
      "author": "OPONG",
      "text": "Whether it's a popular name, a gender-neutral name or even a made-up name, in the environment we're in right now, they're all created equal. Now you just have to pick a name. But how do we move forward? Let's turn to Sherri Suzanne. Suzanne is a New York-based professional baby names consultant, who's been doing this work for over two decades. She gets to know her clients through a discovery interview where she gets a sense of their name preferences."
    },
    {
      "author": "OPONG",
      "text": "OK. So without giving away all of your secrets, what is the first step when a parent reaches out to you, regardless of what stage they're at in their pregnancy?"
    },
    {
      "author": "SUZANNE",
      "text": "Well, for parents at home, let me say one thing. You're not going to make a mistake when you care this much, for starters. Start paying attention in stores. Start paying attention on television. Listen to perhaps colleagues talk about their children and pay attention to the type of name style that seems pleasing. For example, you hear a parent in a store call out a very unusual name, you think to yourself, oh, I find that intriguing. I might like an unusual name too - whereas you're watching a television show, and a child might have a very classic name, Elizabeth, and say, I'm more comfortable with that. I like the sound of that. So I ask parents to start paying attention to that."
    },
    {
      "author": "SUZANNE",
      "text": "As for my questionnaire, I will ask how they feel about their own name. What is their experience with their own name? When they were called on as a child, how did they feel about responding to the name? And those experiences with their own name are always very telling about the type of name or the type of experience they hope their own child has with their name."
    },
    {
      "author": "OPONG",
      "text": "That's really cool. One thing that I thought about when, again, thinking about my experience picking a name and other friends is sort of, like, determining what you want your circle of influence to be - like, your personal preferences, the preferences of your partner, family historical traditions and societal and cultural influences, movies or whatever and trusted friends. When you're doing this process, is it really sort of just you and the couple? Or do they sometimes give you feedback from their family members as well?"
    },
    {
      "author": "SUZANNE",
      "text": "Well, let's say step two for parents at home is to consider, what are the limitations?"
    },
    {
      "author": "OPONG",
      "text": "What does that mean?"
    },
    {
      "author": "SUZANNE",
      "text": "Well, these are the parameters that you bring to the baby naming decision. And yes, sometimes they come from, as you put it, the sphere of influence. They come from family members. So what might these limitations be? They might be religious. Perhaps all the children in the family have Catholic saints for names. Let's say the parent has a speech impediment - I've worked with a few couples. So what attractive names might avoid, let's say, if the letter S or the letter X might be a weakness. After trying to decide what kind of style, think about what these parameters are."
    },
    {
      "author": "OPONG",
      "text": "I love that."
    },
    {
      "author": "SUZANNE",
      "text": "And in a lot of cases, it has to do with trying to figure out where the parents meet on taste and if there are cultural issues the family, on a broader level, might need to address. So don't think of them as limiting. They're guides. They're guides to help you achieve something. And they're - it usually makes things a lot of fun."
    },
    {
      "author": "OPONG",
      "text": "Yeah. So when you got your short list of names, what do you recommend parents do to try to whittle that down?"
    },
    {
      "author": "SUZANNE",
      "text": "Explore. And once you come up with your list of candidates, yes, see how they work in the real world. Lift them off the paper. You want your child to be able to introduce him or herself with confidence."
    },
    {
      "author": "OPONG",
      "text": "Totally, yeah. So one of the things I wanted to ask you, Sherri, is about having a list of guidelines that you factor into your name choice. So for example, I know a mom, who - her husband's side of the family, the name Dan was used a lot for a significant amount of family members for her taste. And because there were so many people named Dan on that side of the family, she was like, no, there's no way I'm naming my son Dan. And so they had a no-Dan list. And I think it was so funny because I think everybody has that. Everyone has a name that, like, reminds them of someone they don't want to remember or a person from school that they don't want to ever have to think about again. And I was just wondering if you have couples that come to you that have a similar, like, no way list."
    },
    {
      "author": "SUZANNE",
      "text": "Oh, yes, all of them."
    },
    {
      "author": "SUZANNE",
      "text": "Yes, they do. And - now, usually what they're doing is they're saying, this are the names of my best friend's children, these are the names of my nieces and nephews. But a lot of times, they're saying, this is his ex-girlfriend."
    },
    {
      "author": "OPONG",
      "text": "Yup."
    },
    {
      "author": "SUZANNE",
      "text": "This is my ex-boyfriend. It's part of the experience. Sometimes it's even a bit more serious. They may have names that really do have - are problematic for them. They may belong to a family member who's persona non grata. Or sometimes, one of the things I specialize in is working with families who have blended cultures and or are recent immigrants, the feeling of how much they want the name to label them."
    },
    {
      "author": "OPONG",
      "text": "Yeah, you just hit on something, Sherri, that I think is really important. The idea of a child being labeled because of their name is something that I personally thought a lot about when we were naming our kids. Every family is different, but I have a family with blended cultures. And so what you just mentioned really resonates with me. My husband is a white American, and when we were picking names for our kids, there were some names that we both really liked, but unfortunately, we shied away from them. This is due to research that we had seen in previous years about how a name could impact a person's ability to get a job regardless of their qualifications. And as a person of color, that scared me. So it was important for me to have us pick a name that felt like our child could be from, like, anywhere. This is something I personally thought about as an immigrant, but I have many family and friends who have made completely different choices and done the complete opposite from me, and they've honored a variety of cultures with pride and without worry. I just know that that may be a factor in name choice for some families, you know?"
    },
    {
      "author": "SUZANNE",
      "text": "Yes, this is very interesting. There is a sweet spot where both the needs can be met. So, for example, let's say there were a name that belonged to the - a particular culture. One parent wanted to honor that culture. There might be an English translation for that name, and so there is a sweet spot. Middle names are a great help. And the decision-making between two parents who don't agree is one of the strongest reasons that parents come to me. There's a lot of ways to approach it. Like I said, look for the sweet spot. Let's say a parent is interested in an unusual name. This is very common. Someone might want an unusual name; the other might want a very traditional name. And the answer in that case might be a traditional name that's not used very often. So there's a sweet spot somewhere in the middle."
    },
    {
      "author": "OPONG",
      "text": "OK. Just to be clear here, a sweet spot can mean whatever you want."
    },
    {
      "author": "OPONG",
      "text": "I like to think of it as a middle ground between you and your partner, especially if you're getting stuck in the name picking process. Naming a baby is a deeply personal decision. And having a chance to honor meaningful cultural and family traditions is really important to a lot of families. When I was in the thick of the baby naming process, one place my husband and I chose to honor our blended family culture was in the middle names for our kids."
    },
    {
      "author": "OPONG",
      "text": "So culturally in Ghana, the Ashanti tribe, it's common to give your child a day name. So there are 14 names based on the days of the week. And there's, you know, seven for girls, seven for boys. And so depending on what day you're born, that's the name you get. So we didn't pick a middle name because we knew it was going to be picked based on the day they were born, as with the cultural tradition in my family. And so that was one way that we honored that."
    },
    {
      "author": "SUZANNE",
      "text": "Oh, that's lovely that you did that. Absolutely. I completely agree."
    },
    {
      "author": "OPONG",
      "text": "One of the things I wanted to ask you was what your thoughts are on telling people your baby name once you've picked it - because before the baby's born, I think it's almost a little taboo."
    },
    {
      "author": "SUZANNE",
      "text": "Diana, this is a very good question. And I do have help for parents on this now. Now, names are like art and not like science. And as art, there's not - it's not possible for all of us to see a movie the same way, to enjoy a book the same way, to like the same paintings, to like the same music. And if you go into that understanding that people may not have the same relationship with that name that you have, then it's OK to share. You say, this is the name that I like."
    },
    {
      "author": "SUZANNE",
      "text": "The problem is if you don't actually have that that strong confidence, then I recommend not. Because I know of a lot of parents who have enjoyed a name - they got some negative feedback, and it turned them off to the name, and they picked another name. And they felt some dissatisfaction."
    },
    {
      "author": "SUZANNE",
      "text": "Now, having said that, it is sometimes important and helpful if you have trusted people in your life who you can use as a bit of a barometer. You mentioned when you were picking the children's names, you were concerned that maybe they might be difficult to spell - you don't want them to be, so you - if you tell people that you trust, you can notice. Oh, they always say it wrong. Oh, they always seem to spell it incorrectly. So I don't think that it's a - there is a hard-and-fast rule, but I..."
    },
    {
      "author": "OPONG",
      "text": "Right."
    },
    {
      "author": "SUZANNE",
      "text": "...Think you really do have to understand that a name is something that - for other people, if they don't have the relationship with it, sometimes it takes some time to to grow on people. In fact, most people whose names - you hear a child's name, you may think that's not my taste. But two, three years later, you can't imagine that little one with any other name."
    },
    {
      "author": "OPONG",
      "text": "Oh, my gosh. That's exactly what happened to me, Sherri."
    },
    {
      "author": "OPONG",
      "text": "That's so funny. I couldn't imagine her being named anything else."
    },
    {
      "author": "SUZANNE",
      "text": "Yes."
    },
    {
      "author": "OPONG",
      "text": "But I do walk around sometimes, Sherri, just to be honest, because I think I might - I didn't realize that I might have had some name remorse. But I do walk around sometimes looking at my second daughter and wondering, oh, she would have made a great - so the name that I really liked - her name's Vivica, and I love her name; it's a beautiful name."
    },
    {
      "author": "SUZANNE",
      "text": "Oh, I love the name. It's beautiful."
    },
    {
      "author": "OPONG",
      "text": "But I really want to name her Wilhelmina. But my husband's like, no, that's not - we're not going to do that. And I was like, but we could call her Willa, and it's so great. And every once when I look at her, I'm like, oh, she would have made a really great Wilhelmina."
    },
    {
      "author": "SUZANNE",
      "text": "I..."
    },
    {
      "author": "OPONG",
      "text": "But that's cool to hear that, like you said, as they get older, it changes. So that's cool."
    },
    {
      "author": "SUZANNE",
      "text": "Oh, absolutely. First of all, that's why there's puppies and fish for all the names (laughter)..."
    },
    {
      "author": "OPONG",
      "text": "(Laughter)."
    },
    {
      "author": "SUZANNE",
      "text": "...That you didn't use, for all the Wilheminas."
    },
    {
      "author": "OPONG",
      "text": "Oh, I like that (laughter)."
    },
    {
      "author": "SUZANNE",
      "text": "But, you know, I'll tell you, Diana, for you and all the parents - I had mentioned a moment ago that names are like art. The art that names are most like, in my opinion, is music, specifically songs. Now, think about this. When you hear a song that you find pleasant, you can tell. You know, you have some kind of positive reaction. But a song is something you have to hear several times before you decide, I love this. And you hear the first few notes on the radio or on a YouTube or something, and your heart gets all excited. That doesn't happen at first. And names are like that. I can't tell you how many times I've had grandparents say, I cannot believe - what kind of a name is that? You know, because names are generational."
    },
    {
      "author": "OPONG",
      "text": "(Laughter) Right."
    },
    {
      "author": "SUZANNE",
      "text": "And I'll check in on them while - or the parents will come to me for a younger child, and I'll say, how's grandpa with the older baby's name? Oh, he loves it and gave her a necklace with the name all written out. When you have a name that you love, especially you're a caring parent, parents want their children to be successful and to have names that other people like. If you meet up with someone who doesn't have a positive reaction, it usually changes."
    },
    {
      "author": "OPONG",
      "text": "Yeah. No, I like that. And I would agree with you. I would think it's harder to not love a baby name once the baby's in front of you because the baby's just so cute."
    },
    {
      "author": "SUZANNE",
      "text": "Oh, yes. (Laughter) Exactly. Exactly. They're so cute, right? Yes, absolutely."
    },
    {
      "author": "OPONG",
      "text": "OK, let's recap. First, don't worry about popularity. All names are created equal. Next, figure out your style. Names are an art, not a science. Think about what you like. Figure it out, write it down and start paying attention to the names that light you up. Then, set your parameters. Do you want a gender-neutral name? Do you have a no-Dan list?"
    },
    {
      "author": "WATTENBERG",
      "text": "I think nobody can name in a vacuum. There's an assumption today that a baby name is a parent's free choice, but that doesn't mean that only the parents' opinion matters. We still live in a society. We still live in a community. And the opinions of others in the community are going to be what matters to your children."
    },
    {
      "author": "OPONG",
      "text": "And this one's important - bring the name to life. Lift it off the page. After you've written it down and seen how it's spelled, practice calling out your future child's name. And then finally - this one's for me - leave room for chance. You don't have to name your baby right away. You can wait until you see that beautiful little being in front of you, cooing and stretching. You can decide in that moment based on your short list what feels right. You don't have to share it with anybody. You can just sit in that moment and enjoy your child. Leave room for chance. You never know."
    },
    {
      "author": "OPONG",
      "text": "Special thanks to the Peterson, Tidd and Lute families for sharing the voices of their kids. Thanks also to all the friends and co-workers that shared their baby-naming stories with me."
    },
    {
      "author": "OPONG",
      "text": "For more LIFE KIT, check out our other episodes. We have one on deciding when to have a baby and another one about how to raise good citizens. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "OPONG",
      "text": "And as always, here's a completely random tip from moi. When my kids were toddlers and they had outgrown the baby spoon stage, like those really soft plastic ones, I wanted them to have, like, big kid spoons. And a good friend told me that you can use those little demitasse spoons that you use for, like, tea or sugar. But they're mini spoons, and they look like little kid utensils. They're perfect. If you want your kid to feel like a big kid, you can use those as an option. If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "OPONG",
      "text": "This episode was produced by the fabulous Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Clare Lombardo. And our editorial assistant is Clare Marie Schneider. Some of the music for this episode was composed by Stephan Parry. I'm Diana Opong. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9362795015.mp3",
  "img": "https://media.npr.org/assets/img/2021/05/05/lk_babynameillo_wide-dc683816a93c68cd3c983e8698e078bd63b6144e.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "DIANA OPONG, HOST",
    "OPONG",
    "MADELINE",
    "ELOISE",
    "CECILY",
    "DANYA",
    "MARLAYNA",
    "UNIDENTIFIED PERSON",
    "LAURA WATTENBERG",
    "SHERRI SUZANNE",
    "SUZANNE",
    "WATTENBERG"
  ]
}