{
  "title": "Millions of teens experience abusive relationships. Here's how adults can help",
  "url": "https://www.npr.org/transcripts/994256485",
  "intro": "Teens face dating violence at alarming rates — but don't always have the experience to know what to do. Adults play a critical role in supporting them by talking frankly about relationships and taking action when a teen needs help.",
  "transcript": [
    {
      "author": "KAVITHA CARDOZA, HOST",
      "text": "This is NPR's LIFE KIT, and I'm Kavitha Cardoza. A quick heads-up - this episode contains details of abuse and teen dating violence."
    },
    {
      "author": "CARDOZA",
      "text": "Leah Zeiger is 24. Back when she was 15, she fell in love."
    },
    {
      "author": "LEAH ZEIGER",
      "text": "When I was a sophomore, another friend of mine who was also on the cheer team with me took me to a birthday party of someone who went to our rival high school. And that's where I met this guy, who was a senior at the rival high school. We were kind of making googly eyes at each other and eventually exchanged numbers and, as most high school relationships go, pretty quickly decided, like, OK, we're boyfriend and girlfriend."
    },
    {
      "author": "CARDOZA",
      "text": "It was exciting. Her boyfriend seemed wonderful. On their one-month anniversary, he bought her flowers. And then he said he'd heard a rumor that she'd kissed someone else. When Leah said, of course not, he immediately believed her and continued to be charming. But then the rumors became more frequent."
    },
    {
      "author": "ZEIGER",
      "text": "Over and over, consistently, almost daily or hourly by the end of it, where he would come up with some, quote, \"rumor\" that he had heard, or he would say, oh, I saw you looking at someone when no one even existed. And I would have to constantly, like, explain away these things that he had spun in his mind."
    },
    {
      "author": "CARDOZA",
      "text": "Until then, Leah was outgoing and had lots of friends. But she slowly stopped hanging out with many of them."
    },
    {
      "author": "ZEIGER",
      "text": "If I was hanging out with friends, it was such a headache for me because I would have to be constantly texting him at all times where I am or always answer my phone. And if I didn't, he would start accusing me of cheating. And so it became so much of a task to hang out with friends that it wasn't worth it."
    },
    {
      "author": "CARDOZA",
      "text": "What made everything more confusing was what she now recognizes as a common cycle of abuse. He flipped between being insulting and controlling to attentive and caring."
    },
    {
      "author": "ZEIGER",
      "text": "He knew what names to call me or what insecurities to point out in order to put me into a bad mood. And then he knew exactly what to say to make me feel better and to tell me that I am beautiful and that he loves me and whatever."
    },
    {
      "author": "CARDOZA",
      "text": "She slowly started changing her behavior to avoid conflict, wearing baggy clothes and not making eye contact."
    },
    {
      "author": "ZEIGER",
      "text": "I remember going to the mall and having to keep my eyes on the floor because if I looked up in the general direction of another man, he would freak out and we would have a fight. He was, you know, physically imposing and often left bruises on my wrists when he would hold them just as we would be walking. And when that happens over and over and over, it weaves a new reality. And suddenly, I don't get to live in the world that everybody else lives in, but I'm living in his world. His reality was like a personal hell."
    },
    {
      "author": "CARDOZA",
      "text": "She kept silent about the fights and clung to the times when he was loving and they had fun."
    },
    {
      "author": "ZEIGER",
      "text": "I wasn't telling people that it was abusive because I didn't even realize that it was abusive."
    },
    {
      "author": "CARDOZA",
      "text": "This episode of LIFE KIT is about supporting a youth who's experiencing teen dating violence. But before you can help a young person through this, it's important to understand what it is and is not. It's different from domestic violence because those involved are younger than 18 and aren't living together. It's also different from bullying because in this situation, the teen is in a close, often loving relationship with the person doing the abuse. They may not want to break up."
    },
    {
      "author": "SHAILAJA DIXIT",
      "text": "So much is done under the pretext of, I control you because I love you. I tell you what to do because I love you."
    },
    {
      "author": "CARDOZA",
      "text": "That Shailaja Dixit, who works at Safe Alternatives to Violent Environments, or SAVE, an organization that helps survivors of intimate partner violence. She says adults play a critical role. But first, they have to accept that teen dating violence is a thing."
    },
    {
      "author": "DIXIT",
      "text": "There is a discrepancy between what we as adults and parents and community are thinking is going to happen and what is really happening with our youth and our teens."
    },
    {
      "author": "CARDOZA",
      "text": "According to the Centers for Disease Control, 26% of women say they've experienced intimate partner violence before they were 18. So let's talk about how to help."
    },
    {
      "author": "CARDOZA",
      "text": "The first thing we can do is have conversations about relationships, have them early and often."
    },
    {
      "author": "MELISSA ESPINOZA",
      "text": "I think one of the easiest or the best things that adults can do is make conversations around healthy relationships and sex a normal conversation that you have."
    },
    {
      "author": "CARDOZA",
      "text": "Melissa Espinoza also works at SAVE counseling youth. She says having casual conversations gives both of you an opportunity to share values and expectations. Start simple, like are your friends dating anyone, or have you ever thought about dating? Melissa says don't be discouraged if your teen acts like you don't understand or doesn't say much. They are listening. These conversations also give them a different perspective from what they get from their peers. So for example, when Leah's boyfriend would check her phone messages and texts, her friends thought it was romantic."
    },
    {
      "author": "ZEIGER",
      "text": "I remember friends telling me, like, aw, like, he checks through your phone. That's so cute. Like, he's jealous 'cause he just loves you so much. We all thought that jealousy was, like, adorable."
    },
    {
      "author": "CARDOZA",
      "text": "Use a story in the news or a movie to ease into conversations about how relationships are portrayed in popular culture and ask your teen what they think. Shailaja says don't worry if you feel awkward or stumble through the first few chats."
    },
    {
      "author": "DIXIT",
      "text": "This is like a muscle that develops."
    },
    {
      "author": "CARDOZA",
      "text": "She says it's also an opportunity to show that you don't have all the answers and you've made mistakes."
    },
    {
      "author": "DIXIT",
      "text": "So we have a really good understanding that in our house we all know we are vulnerable. We will make mistakes, but we're going to talk to each other, and we're going to talk about the behaviors and we're not going to blame each other."
    },
    {
      "author": "CARDOZA",
      "text": "Remember, this can't be a one-off conversation. Rather, think of it as a continuing one."
    },
    {
      "author": "CARDOZA",
      "text": "Takeaway two is similar to takeaway one in that it's just good advice for all parents. Be a trusted adult. Shailaja says a teen may not understand or have the experience to know what to do, so adults are critical."
    },
    {
      "author": "DIXIT",
      "text": "Sometimes an adult is needed to maneuver some of the legal complications that might be there. When you're under 18, there is going to be the need for an adult. But I don't want to in any way undermine the youth's ability to problem solve and process. The youth do have plenty of resilience and potential, so tap into that."
    },
    {
      "author": "CARDOZA",
      "text": "In some cases, the trusted adult may not be the parent. Melissa helps teens think through who that person might be."
    },
    {
      "author": "ESPINOZA",
      "text": "Can a friend's parent be that safe adult for me? Can my aunt be a safe adult or my uncle? Is the school counsellor a good adult - maybe a pastor or elders in my community? I think if you give youth more options to think about, they'll start to think and acknowledge that, you know, I do have other support systems out there."
    },
    {
      "author": "CARDOZA",
      "text": "Being a trusted adult can be a balancing act because - well, teens can be touchy."
    },
    {
      "author": "ESPINOZA",
      "text": "When you're talking with teens, there's a lot of emotions and feels. So if an adult says something that - it's not what they're wanting to hear, they're easily - will close off, right? They will just say, you know, next time I won't talk to you, or I won't come to you and ask a question."
    },
    {
      "author": "CARDOZA",
      "text": "Melissa says if you want to be a safe, trusted adult, you need to balance the protectiveness you feel with respecting their decisions. Let them know they can talk about anything. Many times, teens are scared of sharing something like this, believing they may get into trouble for dating when they weren't supposed to or they won't be allowed to go out anymore."
    },
    {
      "author": "ESPINOZA",
      "text": "Listen and take space, reflect on it and then, if they asked for it, share your input as well."
    },
    {
      "author": "CARDOZA",
      "text": "That doesn't mean you can't share your values or what you believe, just do it in a loving way where the emphasis is on how much you love the teen."
    },
    {
      "author": "CARDOZA",
      "text": "Melissa says set aside time when you can go for an ice cream or take a walk or shoot hoops. That helps build your relationship because it shows you are available. She says she's worked with parents who've tried that, and it makes a huge difference."
    },
    {
      "author": "ESPINOZA",
      "text": "They report back just seeing how much of an amazing time they have and how they were able to really see something new within their child and just how much they valued that time together. And they really implement it into their life."
    },
    {
      "author": "CARDOZA",
      "text": "Spending time together also makes it easier to spot changes in a child - if they become withdrawn or they start changing how they dress or suddenly have different friends. Remember, dating abuse can happen to anyone. They can be a good student, play sports, seem happy. It doesn't matter. Leah was all of those things."
    },
    {
      "author": "CARDOZA",
      "text": "Shailaja says being emotionally observant goes a long way. She cautions if a teen shares something about their dating partner, don't freak out."
    },
    {
      "author": "DIXIT",
      "text": "That might be what you're feeling (laughter), but this is a time to help their anxiety."
    },
    {
      "author": "CARDOZA",
      "text": "She understands parents are protective of their children, but says teens need time to come to their own conclusions. Melissa agrees. She says dismissing the relationship and the connection the teen feels can backfire."
    },
    {
      "author": "ESPINOZA",
      "text": "Even if the parents say, hey, you can't see them, what ends up happening? They'll start sneaking out or sneaking around. So, you know, to avoid all of that is just having an open and honest conversation with your youth, encouraging them. Like, hey, let's be open. Let's be honest. And let me hear your needs, and you can hear our needs as parents, too. And how can we help you?"
    },
    {
      "author": "CARDOZA",
      "text": "Takeaway 3 is model healthy relationships, whether with your partner or other adults or with your teen. Melissa says examine how you behave. How do you disagree? Can your teen say no? How do you make decisions?"
    },
    {
      "author": "ESPINOZA",
      "text": "So all of that will let your child know that there is a healthy way to have a healthy exchange with your partner that is not harmful, that is not argumentative or that belittles one partner versus the other."
    },
    {
      "author": "CARDOZA",
      "text": "Shailaja says this is at the heart of preventing abusive relationships."
    },
    {
      "author": "DIXIT",
      "text": "So if you were to look at what is a healthy relationship, it's really, you know, the ability to feel like you're equal when you're with your partner. Is there humor? Is there respect? Do you feel scared when you voice an opinion or are you heard and received? Do you feel physically safe? Do you feel mentally safe? So is there respect for boundaries?"
    },
    {
      "author": "CARDOZA",
      "text": "She says sometimes parents inadvertently model similar power dynamics as the abuser, where they don't empower teens to set boundaries and where they start equating love with control."
    },
    {
      "author": "DIXIT",
      "text": "We feel like we have a right to your phones and your texts. If the youth sees love as control and invasion, then we have not helped them build the muscle that recognizes boundaries and asserts it."
    },
    {
      "author": "CARDOZA",
      "text": "She says examine how boundaries are treated in your home. How do members treat emotions? Is there a culture of shame and silence when you're unhappy with your teen? And then, Shailaja says, recognize that no one is perfect."
    },
    {
      "author": "DIXIT",
      "text": "You would have to be a perfect adult (laughter) to role model all of this. You know, sometimes when I look through the entire list, I have to remind all adults to have self-compassion. But we have to strive for this."
    },
    {
      "author": "CARDOZA",
      "text": "So, she says, be gentle on yourself."
    },
    {
      "author": "CARDOZA",
      "text": "Leah met her friend Blair Newman when they were 3 years old."
    },
    {
      "author": "ZEIGER",
      "text": "Well, we met in pre-K. We were at the JCC together."
    },
    {
      "author": "BLAIR NEWMAN",
      "text": "I remember having sleepovers at each other's homes."
    },
    {
      "author": "CARDOZA",
      "text": "Leah didn't tell Blair about what was happening, but they continued their tradition of doing homework together every Wednesday after school. Leah says those times were critical because they were an escape."
    },
    {
      "author": "ZEIGER",
      "text": "I think it was subtle and unconscious, but just being next to her or, like, being in conversation with her allowed me to be who I am. And I knew that even then, that, yeah, I could just be normal. I could just breathe."
    },
    {
      "author": "CARDOZA",
      "text": "Shailaja says even if you think your teen's friends are weird or a bad influence, it's important to accept them. Which is Takeaway 4 - recognize that friends are important. Don't say you can't hang out with them; rather, start a dialogue. Because it's important to build trust with your teen so you know who their friends are and where they hang out."
    },
    {
      "author": "DIXIT",
      "text": "So at least try to develop a dialogue on, you know, what is it that's concerning and what is it - because they may be getting something, affection or respect or something, that we don't understand."
    },
    {
      "author": "CARDOZA",
      "text": "Remember, developmentally, your teen's peer group is very important to them at this age, and they can be a strong source of support for your teen. Friends can get where no hotline and parents can. Remember; the person who controls relies on isolation. So a friend can break that isolation and remind the other friend who and what they were and that they're worth loving and they're worth respecting. And just listen."
    },
    {
      "author": "CARDOZA",
      "text": "When Leah confided in Blair, Blair says she understood enough to know she didn't understand what was going on except that her friend was hurting and she wanted to stay friends. Without realizing it, she was being that trusted person for Leah. Sometimes Blair just listened. Other times she tried to come up with little plans."
    },
    {
      "author": "NEWMAN",
      "text": "Like me coming over and saying, what do you want to do? We can sit on the bed and eat cookie dough, or we can sit in silence, or we can talk."
    },
    {
      "author": "CARDOZA",
      "text": "This was especially important because many of Leah's friends thought she was making up things for sympathy or attention. That ended up making her even more isolated and defensive."
    },
    {
      "author": "ZEIGER",
      "text": "Because I know they're going to question me. I know they're going to ask me, well, what about this, and what about that? And so here's how I'm going to kind of explain it away so that they can't possibly tell me that I'm lying. And so I would tell Blair something, and then she just would say, OK. She wouldn't ask any questions. And it just let me know that she heard me."
    },
    {
      "author": "CARDOZA",
      "text": "Shailaja says if you suspect or know abuse is taking place, it's important to reach out for professional help. There are advocacy groups in every state. The more local, the better because laws can differ. She says if you're helping a teen in an abusive relationship, don't stigmatize mental health."
    },
    {
      "author": "DIXIT",
      "text": "Take the help. Go to the counselors. They're waiting to help us. You know, take the help. They'll help you have the conversation, so..."
    },
    {
      "author": "CARDOZA",
      "text": "You can talk to counselors and organizations like hers confidentially. They'll support you as a helper, and, she says, they can help involve your team because you want to include them in big decisions. Counselors can also help your team create a safety plan."
    },
    {
      "author": "DIXIT",
      "text": "So a safety plan is basically your way of reaching resources. So a safety plan for a teen could be, first thing - as we talked about - who is my safe adult? And then who - what numbers can I keep on me that I can call?"
    },
    {
      "author": "CARDOZA",
      "text": "Melissa has been teaching teens about healthy relationships for over 13 years. She says there's no one safety plan for everyone. It's about having options and backups."
    },
    {
      "author": "ESPINOZA",
      "text": "So if you're in school, how can we safety plan for you if you're in school? Is this person in your classroom? Can we buddy you up with someone to walk with you to the next classroom? If you're doing an extracurricular - letting your coaches know. So it's just really a plan to keep you safe overall."
    },
    {
      "author": "CARDOZA",
      "text": "Sometimes it may entail creating a codeword."
    },
    {
      "author": "ESPINOZA",
      "text": "To let your friends know. Like, hey; purple socks. And purple socks means, like, I need help. I need you to get help for me."
    },
    {
      "author": "CARDOZA",
      "text": "Melissa says she tells teens explicitly that this is an instance where they're not breaking someone's trust by telling an adult."
    },
    {
      "author": "ESPINOZA",
      "text": "That's exactly one of the best times to actually reach out to an adult because as a youth, you don't have the knowledge and the tools, the resources to be able to support your friend at that time."
    },
    {
      "author": "CARDOZA",
      "text": "Leah kept trying to break up with her boyfriend, and after many, many tries, she finally did. He started stalking her and broke into her house. That's when her family realized the extent of the abuse."
    },
    {
      "author": "ZEIGER",
      "text": "I mean, when he broke in, my parents were like, OK, this is not normal. This is not just an ex-boyfriend who's sad that our daughter broke up with him. He's dangerous."
    },
    {
      "author": "CARDOZA",
      "text": "Her ex-boyfriend was arrested and sentenced to prison. Leah says she became depressed and even had suicidal thoughts. During this time, her parents were her lifeline. Her father stopped working for a year."
    },
    {
      "author": "ZEIGER",
      "text": "And his full-time job was to take care of me. And he was, like, on call every time I said I was going to school and wouldn't show up. I would just sleep all day, and he would sit outside my room and just be there with me."
    },
    {
      "author": "CARDOZA",
      "text": "Her mom would text her friends at school to make sure she was safe."
    },
    {
      "author": "ZEIGER",
      "text": "I think the main thing that I appreciate so much is just that they - well, they never, ever doubted anything that I said to them, which is - you'd think that that's a given, but it's not."
    },
    {
      "author": "CARDOZA",
      "text": "Almost a decade later, she occasionally has flashbacks and remembers the pain. But mostly she's grateful for what she has now."
    },
    {
      "author": "ZEIGER",
      "text": "I have a beautiful life. I have joy and happiness. And not - my life is not perfect, but it's a life, and I'm still here. And sometimes I just get overwhelmed with how grateful I am that I had such a support team that didn't allow me to end my life. And I'm grateful that I got out of the relationship in time before he attempted to end my life because there's just, like, so much more I get to do. And practicing forgiveness and empathy has been life-changing because it has healed me on a physical level as well, and it's allowed me to not have to carry so much weight around."
    },
    {
      "author": "CARDOZA",
      "text": "If you or a teen you know are experiencing an abusive relationship, you can call the National Teen Dating Abuse Hotline at 866-331-9474, or you can text 22522. For more NPR LIFE KIT, check out our other episodes. We have an episode on how to start therapy and one on how to cut back unnecessary spending, plus tons of other episodes on parenting, personal finance and help. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "CARDOZA",
      "text": "This episode was produced by Clare Marie Schneider. Meghan Keane is our managing producer. Clare Lombardo and Beck Harlan are our digital editors. Beth Donovan is our senior editor. I'm Kavitha Cardoza. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2627672204.mp3",
  "img": "https://media.npr.org/assets/img/2021/05/12/kryu_npr_final2_wide-3e549806bbc46b9ee0335626a0ed8d180aa72f9a.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "KAVITHA CARDOZA, HOST",
    "CARDOZA",
    "LEAH ZEIGER",
    "ZEIGER",
    "SHAILAJA DIXIT",
    "DIXIT",
    "MELISSA ESPINOZA",
    "ESPINOZA",
    "BLAIR NEWMAN",
    "NEWMAN"
  ]
}