{
  "title": "COMIC: How to intervene when someone is harassed or attacked",
  "url": "https://www.npr.org/transcripts/995423418",
  "intro": "What would you do if you saw someone being harassed on the bus, or attacked in broad daylight? Most of us would like to think we know how we'd respond  — but intervening in dangerous situations is easier said than done. Here's how to step in.",
  "transcript": [
    {
      "author": "RUTH TAM, HOST",
      "text": "This is NPR's LIFE KIT. I'm Ruth Tam. A heads up - this episode contains descriptions of assault."
    },
    {
      "author": "TAM",
      "text": "In 2019, Felicia Chiao was in London for a work trip..."
    },
    {
      "author": "FELICIA CHIAO",
      "text": "I was walking through Piccadilly Circus with a co-worker. And it's, you know, a tourist trap. It's super packed. There's thousands of people."
    },
    {
      "author": "TAM",
      "text": "...When things went from zero to a hundred."
    },
    {
      "author": "CHIAO",
      "text": "And a man just walked up to me and punched me in the face. It was a well-dressed, light man in his 50s or so, quite tall. And I actually kind of blacked out in those few seconds, so I don't remember exactly personally anymore. But my co-worker said I yelled he punched me. And he kind of just walked off. He didn't even run."
    },
    {
      "author": "TAM",
      "text": "Even though they were surrounded by thousands of people, no one seemed to notice what happened."
    },
    {
      "author": "CHIAO",
      "text": "But I remember seeing eyes turning to look but kept moving. No one even stopped to stare."
    },
    {
      "author": "TAM",
      "text": "What Felicia is describing can happen anywhere. You notice something in public that seems wrong, but instead of doing anything about it, something holds you back. Maybe you don't want to be targeted yourself. Maybe you think someone else is going to step in, or maybe because you see everyone else moving on, you think you must be wrong about what you just saw. There are lots of reasons to keep us from intervening when someone needs help. But when someone is harassed or attacked in public, that interaction isn't just between two people. It involves everyone who witnessed it. And how those bystanders act sets a tone for what we all tolerate."
    },
    {
      "author": "TAM",
      "text": "On this episode, being a better bystander. There's no perfect way to intervene, but we're going to walk you through a few options to de-escalate harm and support someone who needs help."
    },
    {
      "author": "TAM",
      "text": "When Felicia Chiao was assaulted in London, it was brief. One second she was walking with a co-worker, and the next she had been hit in the face. The man who punched her walked away before she could register what happened."
    },
    {
      "author": "CHIAO",
      "text": "I didn't even know how to call 911 in London, so there was, like, utter helplessness."
    },
    {
      "author": "TAM",
      "text": "The effects of these moments have lived with Felicia for the past two years."
    },
    {
      "author": "CHIAO",
      "text": "Even when I'm walking down the sidewalk and someone runs past me, my whole body tenses up, or if someone is walking behind me, I keep looking in the mirrors on cars and, like, shop reflections to see how far they are from me and if they're getting any closer."
    },
    {
      "author": "TAM",
      "text": "She lives with this tension. Felicia may not be thinking about it every second of the day, but it's stored up in her body, like an imprinted memory."
    },
    {
      "author": "CHIAO",
      "text": "And there's, like, a fear now that if something were to happen to me, even if it's in broad daylight - you're doing all the right things, you're out in public, there's lots of people - that that maybe doesn't make a difference anymore. You know, it's about the same as getting assaulted in a dark alleyway at night. Like, no one's going to step up."
    },
    {
      "author": "TAM",
      "text": "As news of anti-Asian violence became more widespread during the pandemic, the story stuck with Felicia."
    },
    {
      "author": "UNIDENTIFIED REPORTER",
      "text": "Since the start of the pandemic, they've received reports of more than 2,800 hate incidents across the U.S."
    },
    {
      "author": "AUDIE CORNISH",
      "text": "While more people are speaking out about their experiences, there's still widespread reluctance to report such hate crimes."
    },
    {
      "author": "UNIDENTIFIED REPORTER",
      "text": "Hate crimes against Asian Americans rose by 150% in 2020."
    },
    {
      "author": "TAM",
      "text": "Felicia doesn't know if what happened to her was racially motivated, but she processed these news stories as someone who knew what it was like to be attacked in public."
    },
    {
      "author": "CHIAO",
      "text": "I kept reading incidents where people were getting assaulted and no one was helping them. You know, especially a big one recently was a Filipino woman, I think, in New York, who was getting beat up in front of a building. And people just watched."
    },
    {
      "author": "TAM",
      "text": "This detail - that people just watched - was particularly upsetting."
    },
    {
      "author": "CHIAO",
      "text": "That was actually disturbing me more or causing more of an emotional reaction - reading that no one was helping - rather than the attacks themselves, which are also awful."
    },
    {
      "author": "TAM",
      "text": "These attacks made her think back on her own experiences. How did people react when they saw her assaulted?"
    },
    {
      "author": "CHIAO",
      "text": "My co-worker chased the guy for a few feet to yell at him, so that we're causing a scene. But, like, no one stopped him. No one even asked if I was OK. It just kind of was one of those moments where I watched him walking away, knowing that there was nothing I could do."
    },
    {
      "author": "CHIAO",
      "text": "I know it must have been a confusing moment in such a big crowd. But you know, even having someone stop to be like, hey, are you all right..."
    },
    {
      "author": "CHIAO",
      "text": "...Would've been - made a difference, I think."
    },
    {
      "author": "TAM",
      "text": "Felicia is really underscoring the role of the bystander here. If just one person had asked if she was all right, she says it would have helped. But she's also trying to put herself in their shoes. It might have been confusing. Maybe the thousands of people around her were unsure of what they saw and not really clear on what they should've done. And that's not all that uncommon. And that's because unconscious bias can play a role in what we think is normal and what we think needs intervention. It can also play a role in what we perceive as harassment."
    },
    {
      "author": "GABRIELA MEJIA",
      "text": "So I'd say to identify harassment when it's happening around you, it is perhaps easier if you've already experienced it."
    },
    {
      "author": "TAM",
      "text": "That's Gabriela Mejia. She's a training and communications associate with Hollaback, an organization seeking to end harassment in its many forms. She has personal experience with street harassment, another common thing bystanders witness in public."
    },
    {
      "author": "MEJIA",
      "text": "I actually can't count the experiences of harassment that I experienced growing up as a kid. I know that the people who were harassing me are still sitting in corners, likely harassing other young people. So I'm pretty passionate about bringing an end to that culture that makes that seem harmless to some because it isn't."
    },
    {
      "author": "TAM",
      "text": "At Hollaback, the organization Gabriela works for, her team teaches people how to recognize harassment and how to intervene."
    },
    {
      "author": "MEJIA",
      "text": "So harassment can be a lot of different behaviors. It can be nonverbal - staring to intimidate, following, stalking, inappropriate gestures. It could be verbal, which can be inappropriate comments about your appearance or hateful comments about your identity. The third category is that it can be physical - grabbing someone, pushing them, touching them. A description that we like to share is that it is behavior that is unwanted and unwelcomed."
    },
    {
      "author": "TAM",
      "text": "In Felicia's situation, if someone didn't intervene because they were confused about what they just saw, Gabriela says there's a pretty simple solution to this - just ask."
    },
    {
      "author": "MEJIA",
      "text": "That's a way to get the information you need without escalation. And often, a clarifying question can even help deter further harassment. And you can just say, what's going on here?"
    },
    {
      "author": "TAM",
      "text": "It's that easy. What's going on here? Are you OK? Is this person bothering you? Assault and harassment can happen in mere seconds, so it can be hard to assess the situation quickly. And sometimes, it's unsafe to directly intervene. But that doesn't mean that doing nothing is your only or your best option. In Hollaback's trainings, Gabriela says there are at least five options that bystanders can take to de-escalate harassment. She calls them the Five D's. This isn't a five-step program, by the way. You don't have to do all five of these or follow a specific order. Just pick one that makes sense for the situation you're in and that you're comfortable with. The first D is distract."
    },
    {
      "author": "MEJIA",
      "text": "Causing a distraction that's going to bring an end to the harassment. That means going up to that person who's being harassed and perhaps pretending you know them. How's your mom doing? What are you doing right now? Do you want to get out of here?"
    },
    {
      "author": "TAM",
      "text": "Maybe you see someone being harassed on the subway or on the street, maybe you can go up and ask them for directions. Then, the person being harassed is less of a target because they're no longer alone. Or you can drop something in front of them and cause a little disturbance. And this interrupts what's happening, and it allows the person who's experiencing harassment to break away from the moment. That's distract. The second D is delegate."
    },
    {
      "author": "MEJIA",
      "text": "And delegate is asking for help from either someone around you or someone in a position of authority. Hey, can you help? This person's being harassed."
    },
    {
      "author": "TAM",
      "text": "If you're on a bus, you might go up to the bus driver and say, hey, a passenger's bothering someone back there. Or if you're at a bar, you can get the attention of a bartender or security. But just a quick note on this. The presence of law enforcement doesn't always de-escalate a situation, and it doesn't always make people feel safer."
    },
    {
      "author": "MEJIA",
      "text": "If you choose to delegate and you want to delegate to the police, talk to the person who's being harassed. Ask them, do you want me to call the police? And remember that we're showing up in support of them. So if they say, yes, you can go ahead. If they say no, respect that and look for someone else in a position of authority or for a group of folks and engage them."
    },
    {
      "author": "TAM",
      "text": "Gabriela says by calling the police against someone's wishes, you may be increasing their trauma, and you might not be making them feel safer. So make sure you're always centering the person's safety when you look for help elsewhere. That's delegate. Now, the third D is document."
    },
    {
      "author": "MEJIA",
      "text": "Take your phone and hold it horizontally, steady for at least 15 seconds at a safe distance."
    },
    {
      "author": "TAM",
      "text": "Saying the date and time out loud and including any nearby identifying landmarks will help verify what you're recording. Once you've documented harassment, what do you do with that information?"
    },
    {
      "author": "MEJIA",
      "text": "Whatever it is - a video, a series of pictures or even a very detailed note of what went down - hand it to the person who's been harassed. They can then choose what they want to do with it - post it on social media, up to them, use it to report what happened, up to them, or keep it in their private files. That should be up to them because harassment is sometimes really traumatic, and we don't want other people to just constantly see it online."
    },
    {
      "author": "TAM",
      "text": "It might feel wrong to just whip out your phone if you see someone being harassed or hurt, so consider which of the Five D's are available to you before you document. For example, you can ask someone to help and then, if you feel safe, you can start recording. When she was in London, Felicia didn't take pictures of herself after her assault, and she thinks documenting can be helpful for someone who's been attacked or harassed."
    },
    {
      "author": "CHIAO",
      "text": "It's actually super helpful to get evidence. And I think that's also something I would do, is take pictures of the person or the vehicle or whatever in that moment to make sure that that's trackable afterwards."
    },
    {
      "author": "TAM",
      "text": "The fourth D is delay. And the reason why it's called this is because it doesn't happen as the harassment is taking place, it happens after. It's a delayed response. You can think of it like a debrief."
    },
    {
      "author": "MEJIA",
      "text": "Go up to the person who's been harassed. Tell them, I saw what happened to you. It's not OK, not acceptable. What can I do right now to make you feel safer? Do you need me to walk you somewhere?"
    },
    {
      "author": "TAM",
      "text": "So that's delay. The last D is direct."
    },
    {
      "author": "MEJIA",
      "text": "And that is directly talking to the person who's doing the harassment, naming the behavior they're doing, asking for it to stop."
    },
    {
      "author": "TAM",
      "text": "You can say loudly, that's not OK. Let go of them, back up. Being direct with someone who is harassing someone else can be very powerful, but it isn't without its own risks. It may not work for every situation or every bystander, particularly if you're afraid the harassment can turn on you."
    },
    {
      "author": "MEJIA",
      "text": "If you do feel safe enough to do so, I want you to be firm, clear and final. Do not get into a back-and-forth with them because the person who deserves your time is a person who's been harassed. So turn to them and support them."
    },
    {
      "author": "TAM",
      "text": "Those are the five D's - distract, delegate, document, delay and direct. Again, you don't have to do all five of them or in that particular order."
    },
    {
      "author": "MEJIA",
      "text": "I encourage anyone listening to pick one - pick one that you think you'd be really, really good at and remember that one and hold it close."
    },
    {
      "author": "TAM",
      "text": "And remember - being an active bystander isn't about being a hero."
    },
    {
      "author": "MEJIA",
      "text": "I want you to show up in support of someone. You are not a hero in their story. You are there to help them out of a situation in this very human way. And what you want to show up with is a way to de-escalate a situation to not make it more dangerous for the person who's being harassed."
    },
    {
      "author": "TAM",
      "text": "Gabriela's been able to use the five D's out in the real world."
    },
    {
      "author": "MEJIA",
      "text": "I actually got to use them around a year ago in a street corner where I had been harassed so many other times, when I was walking by with someone I love, and they were being harassed right in front of me. And it was so unbelievable to me."
    },
    {
      "author": "TAM",
      "text": "She used the last D - direct."
    },
    {
      "author": "MEJIA",
      "text": "And I stepped into action and was able to bring an end to that harassment, make sure it wasn't seen as acceptable by everyone else in that street corner who I know are members of my community and get them out of that situation with their knowledge that it's not OK what happened to them, and it's not normal. So I personally find these tools really empowering. And if anyone else can take that away as well, that means a lot to me."
    },
    {
      "author": "TAM",
      "text": "I asked Felicia - if she saw someone who needed help, how would she respond?"
    },
    {
      "author": "CHIAO",
      "text": "I'd like to think even if I am not confident enough to stop the attacker or, like, chase after them, I would at least go and ask if the person's OK and if I can help them and if calling the police is helpful or, you know, just showing them that I noticed and I care, and I'm here to, you know, support them if they need it. If I can be a voice, or at least someone who can check in with them, I think that's definitely something I probably might not have done before but would do now."
    },
    {
      "author": "TAM",
      "text": "And Felicia has used her voice. She's used her artwork on her Instagram to help others reflect."
    },
    {
      "author": "CHIAO",
      "text": "I tried to make a comic about it because I wanted to illustrate - yeah, the bystander effect, basically, where there's just so many people that no one helps. I was super nervous to post the comic because it was so personal. But to see people actually, like, actively trying to find a way to be helpful now has been super inspiring, and it's given me a lot of comfort. A lot of people have messaged me saying after they read my comic, they signed up for bystander training, which I think, I guess, is the best end goal I could've hoped for after posting that story."
    },
    {
      "author": "TAM",
      "text": "Participating in a training doesn't mean you'll be ready to intervene when the moment calls for it. It takes a lot of mindfulness and practice to be an active bystander. So imagine the kinds of threatening situations you've witnessed or the kinds of things you might come across in real life. Talk about your past experiences with a friend or act out a scenario you might come across in the future. Role-playing can help build muscle memory for how to respond under stress because the next time you witness a situation that doesn't sit right with you, you have a lot of options beyond do nothing."
    },
    {
      "author": "TAM",
      "text": "So to recap - if you're not sure of what you're witnessing, ask yourself, is the behavior I'm seeing unwanted or unwelcome? If you're still not sure, ask a clarifying question - what's going on here? Is this person bothering you? And once you're aware of the behavior is not welcome, assess your safety and comfort level before trying to de-escalate the situation."
    },
    {
      "author": "TAM",
      "text": "If you're able to act, consider using one of the five D's - distract from the harassment at hand, delegate by getting help from someone else, document the incident in detail, delay, check in with the person who was harassed or direct - speak up firmly and say the harassment needs to stop. Never lose sight of the fact that you're trying to de-escalate harm. So remember - it's not about you being the star of the show or the hero of the story because, ultimately, being an active bystander is about being in service and in support of a person being targeted."
    },
    {
      "author": "TAM",
      "text": "To find out more about Hollaback's bystander trainings, head to ihollaback.org. Don't worry if you missed that. We'll link to their website on our episode page."
    },
    {
      "author": "TAM",
      "text": "For more NPR LIFE KIT, check out our other episodes. I hosted one about how to monetize a side gig. And we have lots of other episodes on parenting, personal finance, health and wellness - all of it. You can find these at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAM",
      "text": "This episode was produced by Clare Marie Schneider. It was edited by Audrey Nguyen and Meghan Keane, who is also our managing producer. Beth Donovan is our senior editor. Our digital editors are Beck Harlan and Clare Lombardo. Special thanks to Ann Coker at the University of Kentucky and Anne Li."
    },
    {
      "author": "TAM",
      "text": "I'm Ruth Tam. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7934966422.mp3",
  "img": "https://media.npr.org/assets/img/2021/05/18/9-min_wide-64c1960e5addee8532db56730f9e761a8889acea.png?s=1400&c=100&f=png",
  "authors": [
    "RUTH TAM, HOST",
    "TAM",
    "FELICIA CHIAO",
    "CHIAO",
    "UNIDENTIFIED REPORTER",
    "AUDIE CORNISH",
    "GABRIELA MEJIA",
    "MEJIA"
  ]
}