{"title":"Feeling Foggy? It's Not Just You","url":"https://www.npr.org/transcripts/996852530","intro":"The stress and trauma from the past year have taken a toll on all of our brains. Mental health care providers say their patients are reporting brain fog and fatigue. If that sounds familiar, here's why — and what you can do.","transcript":[{"author":"ANDEE TAGLE, HOST","text":"This is NPR's LIFE KIT. Have you been feeling foggy lately? You know what I mean. When everything's just a little bit harder, out of sorts."},{"author":"ANDEE TAGLE, HOST","text":"What day is it? Where did I put my keys? What time was I supposed to pick up the kids? Did I leave the coffeemaker on? Is it time for that meeting already? I just feel exhausted."},{"author":"TAGLE","text":"I'm Andee Tagle, one of the producers of this show. And if, like me, you resemble far too many of those statements, the good news is you're in a very big boat. Three of every 4 Americans say that the pandemic is a significant source of stress. And stress, we know, is a significant source of exhaustion and that pesky aforementioned mental fog. Maybe not a great surprise but also not a great way to live or thrive. Exhaustion could be a symptom of other larger mental health issues like trauma, anxiety or depression. So in this episode of LIFE KIT, we talk to NPR correspondent Rhitu Chatterjee about the science behind the fatigue and brain fog that so many are experiencing right now and how and when we can emerge from it. Now, if I could only find that meeting invite."},{"author":"TAGLE","text":"So, Rhitu, I know that your reporting has shown that lots and lots of people have been feeling exhausted. And I know that I can certainly attest to that. Before we started this conversation, I wasn't quite sure what day it was, what time zone I was in. Tell us - what's been going on?"},{"author":"RHITU CHATTERJEE, BYLINE","text":"So I talked to many psychiatrists, psychologists. And for one, almost everyone admitted that they, too, are feeling it. And they said that it's one of the top complaints that they are hearing from their patients, this kind of, you know, exhaustion where you just can't sort of pinpoint what it is, but you're feeling more tired than you've ever felt. What usually goes along with it is this sort of, you know, inability to concentrate, be as productive at work. So it sort of spans a spectrum, but it's kind of very similar threads of exhaustion, fatigue, this mental or brain fog that people are experiencing right now."},{"author":"TAGLE","text":"And we know that what you're describing can be a symptom of long COVID."},{"author":"CHATTERJEE","text":"That's right."},{"author":"TAGLE","text":"It's tied to the infection itself. But you're reporting that mental health care providers are saying that these are non-COVID patients saying that this and that it's even the providers themselves experiencing these symptoms."},{"author":"CHATTERJEE","text":"That's correct. So, you know, people who haven't been infected by the new coronavirus, who are also experiencing these symptoms that are - typically, you find in people who have symptoms of long COVID. Yeah, and as I said, it's it's one of the top complaints that psychiatrists and psychologists are hearing about and feeling it themselves."},{"author":"TAGLE","text":"OK. Rhitu, I'm not going to lie. This doesn't sound great. We all just have a great, big fog rolling in. What's going on here? Just this general pandemic malaise for everybody?"},{"author":"CHATTERJEE","text":"Yeah. So, you know, when you think about what the pandemic has done, we've all, to some greater or lesser degree, have been worried about the safety and health of ourselves, friends. So, for example, I spoke to the dean of Boston University's School of Public Health, Dr. Sandro Galea. And he told me this is partially also a reaction to the trauma of the pandemic."},{"author":"SANDRO GALEA","text":"The definition of trauma is an event that threatens people's sense of safety and stability."},{"author":"CHATTERJEE","text":"So we've all been traumatized to some extent. All of these things have caused almost everybody to have higher stress levels, right? Our work lives have changed. And that sort of, you know, living in - for more than a year in this chronic stress is also what's causing this sort of fatigue and malaise. Lynn Bufka, who's a psychologist with the American Psychological Association, says this about what chronic stress does to us."},{"author":"LYNN BUFKA","text":"We also know from other research that people will talk about fatigue as something that they experience when they're feeling overstressed. So it's an experience that happens when people are feeling stressed or anxious or depressed. That exhaustion and fatigue can be part of that. For many people, the pandemic has been an ongoing source of stress."},{"author":"CHATTERJEE","text":"So yeah, this sort of chronic stress is contributing to our collective fatigue."},{"author":"TAGLE","text":"Yeah. I mean, it's all so heavy. This this makes a lot of sense. It's a normal reaction to a really abnormal year. But do we know exactly how stress leads to the fatigue and to the fogginess?"},{"author":"CHATTERJEE","text":"Yeah, so there are several pathways. So for one, when we're sort of chronically stressed, we're sort of hyper vigilant, right? We're, like, worried about, OK, what bad thing's going to happen next? When your vigilance - or your increased vigilance - your body basically uses more energy. And that - for over a year, your body has been using more energy being vigilant. Obviously, that leads to kind of this feeling of tiredness. And then chronic consistent stress also causes low-grade inflammation. Here's psychologist Elissa Epel from the University of California, San Francisco."},{"author":"ELISSA EPEL","text":"We have this inflammatory response when we're feeling severe states of stress that can last. It's subtle. It's low grade, and it can absolutely cause fatigue and worse mood."},{"author":"TAGLE","text":"That is just so interesting to me. This worry expends all this extra energy, and it's just causing us to be more tired, and we can't do other things."},{"author":"CHATTERJEE","text":"That's right."},{"author":"TAGLE","text":"And what about stress and sleep?"},{"author":"CHATTERJEE","text":"That's a great question, Andee. I don't know about you, but I've been sleeping worse, especially in recent months, and not just because I have a little baby at home. It turns out that most Americans are sleeping too much or little. That was the finding of a recent survey by the American Psychological Association. And not getting the same quality of sleep does make us more tired. And we know that chronic stress affects sleep, and that is certainly another pathway by which stress causes tiredness."},{"author":"TAGLE","text":"Oh, absolutely. You don't want to talk to me in the morning if I have not had a good night's sleep."},{"author":"CHATTERJEE","text":"That's right."},{"author":"TAGLE","text":"(Laughter). So you mentioned stress and vigilance. I mean, doesn't anxiety make us vigilant, too. Does that contribute to the exhaustion, the lack of focus, the fog?"},{"author":"CHATTERJEE","text":"Absolutely. So studies show that, you know, the pandemic has caused symptoms of anxiety to go up here in the U.S. So I spoke with psychiatrist Jessi Gold at Washington University in St. Louis. And she says anxiety evolved for a reason - to protect us and our ancestors from threats in the environment."},{"author":"JESSI GOLD","text":"We evolved as creatures, as, like, people that run from predators in the animal kingdom - right? - to have anxiety as a way to predict threat and run from threat."},{"author":"CHATTERJEE","text":"And we know also from previous research that exhaustion is one of the symptoms of anxiety."},{"author":"TAGLE","text":"I mean, it makes a lot of sense, but this makes me feel sad feelings, Rhitu. This makes me feel sad things. When can we expect to bounce back? When can we lift this cloud?"},{"author":"CHATTERJEE","text":"The good thing here is what we know from tons and tons of research into kind of how people react to mass trauma - so things like, you know, terrorist attacks or a natural disaster. We know that over time, the vast majority of people will bounce back. So there's tremendous human resilience in us. And so as we slowly return to normalcy - and that can be - that will likely be a slow process. But as we gradually return some level of normalcy where we're not constantly living in anxiety and fear and stress, most of us will be able to bounce back. However, those of us who have lost a lot more than the average person - for example, those who have lost jobs, lost homes, lost a loved one, perhaps lost their health because they became sick and are now struggling with long COVID - for them, the trauma is greater. And their recovery will also take more time. And they will need more mental health care, more support in order to be able to recover. And that's important because then we can start targeting and making sure the individuals who really need that care get it as we start to return to some sense of normalcy."},{"author":"TAGLE","text":"Yeah. I mean, that makes a lot of sense. And it's also really good to remember and to remind ourselves that even if the forecast is sunnier for some of us, even if some of us are feeling more normalcy, we should make sure to look around and remember that some people are going to need more help than others. OK. What about in the meantime? How can we cope? Let's talk about some strategies for lifting the fog, for walking out of the fog before we're back to, quote, unquote, \"normal,\" if we're ever back to, quote, unquote, \"normal.\""},{"author":"CHATTERJEE","text":"So firstly, make sure you're accessing sort of the usual bucket of coping strategy. So, for example, you know, exercise, being outside, getting exposure to nature, healthy eating. Maybe you can go see friends and do an activity with friends. You know, and social support is a big buffer against trauma and stress. But that's sort of the usual bucket of coping strategies. One of the things that I heard from psychiatrists is that people who have relied on sort of whatever coping strategy are finding that they aren't working for them anymore. So if that's the case, try and change it up a little bit. So if you used to walk and that's not really charging you anymore, try biking."},{"author":"CHATTERJEE","text":"Another psychiatrist that I talked to - you know, she and her family just - you know, they live in Baltimore and they just took a three day trip to her parents' place in West Virginia. It wasn't a big, exciting trip, long travel. It was just a three hour journey. But they went there. It was a change of scene. They didn't have their usual sort of daily tasks. And they were able to just relax, share meals, read and do anything else that recharges them. So a change of scene definitely helps."},{"author":"TAGLE","text":"Sure. I mean, we've been at this for over a year, so it's probably time for some variety. Even if you are doing the right things, I imagine just, you know, shaking the dust off a little of your now-old pandemic routine is probably a good idea."},{"author":"CHATTERJEE","text":"Exactly. And then, you know, the other thing that I heard was try to tap into all the gratitude you have in yourself. Try to find things to be grateful about. You know, we've all had, to greater or lesser degree, a very tough year, very unusual, abnormal year. And it's absolutely OK to mourn what you've lost in that time, acknowledge the stress and trauma and grief from it. But find things to be grateful about because research shows that gratitude journaling, for example, and finding gratitude does have a positive impact on our mood."},{"author":"TAGLE","text":"I'm all for that. I'm all for that. Never mad at some gratitude. When is it time to to seek professional help?"},{"author":"CHATTERJEE","text":"So if you're really having trouble functioning, we're getting through your day-to-day activities has become really hard - you're struggling to get out of bed - definitely seek help. But even otherwise, what I heard is there's no bad time to seek help and find, you know, a professional mental health care expert to talk to. But know that because of the mental health toll this pandemic has taken, mental health care providers are more booked than usual. So it may take you even longer to get an appointment than in nonpandemic times."},{"author":"CHATTERJEE","text":"But in the meantime, while you're waiting to get an appointment, what psychiatrist Jessi Gold told me is that start having more conversations about this. Because of how ubiquitous this experience is of exhaustion and mental fog, almost everybody will have something to say about it. And as I've really realized in the process of reporting this, Andee, that once I started talking to people and realized I wasn't the only one experiencing it, it helped. It hasn't taken away my exhaustion. But it's definitely made me accept it a little more - that this is something a lot of people are dealing with right now. And it's OK. You know, it's OK to feel this way because our bodies and brains are just exhausted. It's been a tough year."},{"author":"TAGLE","text":"Absolutely."},{"author":"CHATTERJEE","text":"And this is a normal reaction. And if you aren't that productive and if you're not your sharpest self, that's OK."},{"author":"TAGLE","text":"I really appreciate that, Rhitu. And it's been really helpful just talking about it with you. I don't know if that will help me find my keys, but I feel better. I feel a little better. Thank you."},{"author":"CHATTERJEE","text":"Oh, my pleasure, Andee. Always lovely to talk to you."},{"author":"TAGLE","text":"For more LIFE KIT, check out our other episodes. Rhitu has an episode on combating burnout and another on coping with postpartum depression. You can find those at npr.org/lifekit. And now a little LIFE KIT love."},{"author":"UNIDENTIFIED PERSON","text":"Hi. I am a sophomore at college doing everything remote. And I just want to let you know that listening to your podcast has really turned things around for me. It's given me a lot of hope. I just want to say thank you from the bottom of my heart for everything. I hope you have a good day. Goodbye."},{"author":"TAGLE","text":"Anonymous sophomore in college, wherever you are, thank you from the bottom of our hearts for making our day. Feel free to reach back out with your name and number. The LIFE KIT team would love to thank you. If you've got a comment for us, a suggestion for an episode or a random tip, leave us a voicemail at 202-216-9823, or email us a voicemail at lifekit@npr.org. This episode was produced by Clare Marie Schneider and edited by Meghan Keane. Beth Donovan is the senior editor. And our digital editors are Beck Harlan and Clare Lombardo. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2835967371.mp3","img":"https://media.npr.org/assets/img/2021/05/14/gettyimages-1257996355_wide-6539d9a7fd8b78210526802d63b2dff10418a496.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","TAGLE","RHITU CHATTERJEE, BYLINE","CHATTERJEE","SANDRO GALEA","LYNN BUFKA","ELISSA EPEL","JESSI GOLD","UNIDENTIFIED PERSON"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,11,8498,8681,4890,6596,25309,20382,23175,14219,5583,3673,6565,5504,3010,7003,14539,14394,25175,17305,12208,1060,6599,17497,26045,8369,5883,5393,15395,14997,11107,12312,13485,16593,9947,14697,17539,7512,3728,21046,19908,24776,20177,17982,23206,22116,14445,16634,19816,28041,12828,15724,22082,15476,13587,12474,23974,11817,15786,15779,9396,13430,11362,9995,8629,12072,7105,14674,16170,13316,21513,11841,10577,16288,13247,16335,14431,11980,5931,6908,8439,13000,8398,7322,17968,23699,15243,2677,12153,15995,14001,13045,8890,10572,8393,17605,11931,15325,7276,17868,14010,15047,10549,13673,12360,8749,3333,20238,17000,17165,5192,11972,13778,10392,1339,6373,13947,12974,12231,9615,10140,14674,15231,12034,11974,11336,9139,6680,13062,2717,1579,2191,9343,11985,19958,6991,18286,15775,10104,9459,10264,17002,7572,12274,11049,13783,6186,12921,12682,9605,11302,15515,1927,18067,18740,19498,23222,4518,17328,23340,16044,17662,13694,3101,15465,13675,14221,2248,2878,2429,24990,21723,17243,10213,23663,15680,16196,10650,10233,10002,5585,11556,10411,14721,12541,19127,23493,9685,2929,2286,19837,23022,22961,11400,9683,11409,13957,17582,14072,10115,11847,14062,7796,18826,13254,14550,12476,14562,8470,12375,16534,2545,17000,25893,12831,11452,7850,7250,5351,10491,18338,11054,8846,7553,7498,1215,1100,1108,1895,13551,12150,10473,15227,8171,9882,5554,8571,11332,4052,2459,2595,4623,5230,4658,3235,2325,2043,2052,1329,1383,831,1113,823,593,557,459,384,292,210,191,23075,25329,21940,16398,13711,26545,13640,11207,16730,9225,26105,16543,21355,20423,27366,13900,9678,7894,20423,16478,10508,17479,18797,17691,18872,16378,28019,7638,24506,16248,21505,12342,12833,15555,27503,16661,21659,21107,25770,13277,16086,7883,25742,23802,15628,7550,4033,20209,15594,14236,16577,17105,16326,9208,20523,16911,17844,18341,19668,23526,23763,10853,12453,13749,14886,19853,17168,21975,17942,11457,18920,19833,27761,12705,17462,17172,28142,18779,12568,20176,18630,26718,9804,1873,27750,16593,27982,16469,16209,13155,11522,9594,9093,23382,18294,24302,18857,16319,14342,15699,17178,9240,26539,16628,16060,14408,9664,5884,31,20,15390,27400,13759,19720,16229,22642,22293,21221,20481,6353,4693,18944,15672,18872,12705,22358,13550,14041,12713,25381,13262,14893,19949,13683,15648,12017,24291,12859,21017,4027,23486,24093,20817,25759,18975,11700,6613,20949,11323,16506,13024,26618,12920,13319,21952,17576,22442,17670,15653,20415,28651,11460,24534,22587,21502,16732,15862,16604,12426,16539,24789,4249,26799,22687,18544,20604,25428,17866,19727,16543,20498,9096,13731,5955,39,3,2840,19348,18767,26129,9412,7647,8757,5791,8344,22181,18717,13661,12526,12686,8414,22170,18031,7901,9652,19797,7948,13592,21185,4209,26660,15055,13679,15214,7811,7959,2436,3611,4281,6288,7324,6881,8323,5903,5331,4029,3783,3055,1755,1637,846,966,595,320,109,98,29,0,17443,16255,16497,12241,10996,8352,10409,8345,9255,11824,9541,10023,12056,10778,10010,16834,9069,10702,2819,10718,18713,15048,12937,10115,10843,8257,15085,19025,12487,15457,15787,16137,14499,11938,15175,11078,19821,13440,11493,18349,14125,12257,10987,2386,11135,10001,17521,24421,13432,1558,20180,25405,16933,25346,11740,24028,27364,15689,18517,17135,7540,14751,12313,22278,14094,11764,13348,11354,19184,16434,16810,12957,15662,13740,10341,11069,18674,4942,15863,20586,1914,21406,24114,16677,21982,22184,4714,16747,7610,14253,10266,12757,10872,10471,13323,10568,16805,5999,2287,14683,17272,11816,9437,8538,10367,1144,659,10294,12567,19775,13518,14107,9233,9166,10222,12012,10161,8594,7151,4187,6983,21210,22338,13982,15724,9335,12004,12173,12276,16773,11372,12495,23062,16636,21657,17678,17969,14469,17271,17430,16708,5989,13306,19180,22034,8298,9750,18552,21239,9054,15604,8850,9802,7615,10282,17676,16274,18678,18800,2376,22020,18465,24406,10250,11009,18488,14645,9552,25045,15739,6100,9669,21123,7286,10314,12177,15397,20027,10086,2113,7835,19561,10259,19178,7682,9355,5263,10319,21772,13280,8217,12808,18898,18563,10996,5273,12800,8828,15701,10271,11126,9789,5953,1565,670,16063,22489,12113,22793,11974,14654,12506,8476,9028,12238,9081,11680,10800,10711,9608,15130,12902,11397,16302,19997,18061,15252,7618,24979,2723,20383,13800,3584,16955,15973,14871,15157,18800,13938,14218,10486,9844,9662,12324,20198,21275,17052,8374,9203,15832,12109,14332,20637,22470,22979,10889,16451,6713,11783,5795,7078,14189,14564,5130,19505,20268,27842,16006,15065,22547,19998,7656,16069,15551,15044,5212,8123,18009,8860,16454,8928,11647,11646,8375,11572,8666,3166,12950,20604,18504,17201,16118,6470,5490,15209,13011,17287,17520,18603,8605,13430,10898,9799,9464,9605,4242,13983,9407,11201,14889,10068,17764,26122,8492,11343,12558,7924,15878,14632,12680,13518,9444,10103,21566,21169,13062,21705,9144,10470,9172,10207,18037,19331,12723,6188,11426,16424,11633,1864,834,7362,5632,3700,19768,20878,16974,18838,26729,20332,19032,7779,11180,12193,11316,19565,18139,21207,25981,16868,3571,15585,21566,19537,19137,20377,12749,10736,21414,20857,23559,24940,14794,17445,14290,1308,1629,22845,24941,20235,13337,8731,4643,22117,20225,14308,12498,11138,4168,8303,11907,5634,8483,7674,16463,12573,9949,9063,10273,10272,6782,8636,13617,20032,19399,13279,10659,11877,14166,17081,14926,17381,3131,2980,16241,11007,9177,2242,12050,14859,14340,13672,10734,16299,12373,21006,24808,11083,12277,7680,8933,11480,13121,11680,12196,9790,15855,27935,5011,1380,11444,15436,20521,26758,19965,11786,22065,8890,11162,19496,9076,11038,2745,23574,15764,20270,10774,10307,13558,11881,18542,12357,15256,16445,19966,13972,23146,6850,22655,18776,18732,22966,15794,11854,9368,11738,8717,1558,12525,17093,9261,8776,8654,15293,9284,12412,8391,15616,18913,17633,14485,12908,11203,17352,17005,14971,10379,7099,6658,2045,20906,17670,17496,12540,20638,13323,15491,11838,12327,15206,11106,6116,15556,14087,11369,14139,12748,1697,596,16574,24342,19883,17433,18956,8691,5161,14147,12412,14265,9826,11451,12759,7349,4905,16937,20119,18856,17857,18501,9588,10268,6928,16674,18477,14399,8958,6829,1668,25576,16300,26229,11020,19760,28048,4251,20430,15100,5130,13688,19509,15276,16180,18162,17930,25619,15469,17750,11127,4191,24426,19444,16435,16241,15360,21116,21285,18011,7715,469,23422,21286,14842,13765,15251,19080,12756,13174,15223,23251,5302,23023,3809,244,169,23987,16110,13297,23071,23718,6512,2693,18334,10593,14634,23166,17329,21479,21490,13411,13756,22210,16011,3881,19100,21103,14412,12305,9935,18844,16881,13410,3198,21157,24292,13683,14360,14443,8581,11143,11483,19354,14155,13929,11809,17835,6938,2661,12453,19625,15995,16541,2205,14476,14653,11629,16186,13136,12890,12687,7199,14461,14440,8615,22077,26265,19014,16118,7272,2010,10048,14609,9849,10151,13787,22280,15728,12588,14713,16337,20358,15313,6539,9976,9098,8929,19337,21181,10487,12938,15925,18209,12457,16646,10673,16014,2290,23816,17490,21968,18973,14505,15605,11015,16389,8421,9363,4968,16734,14496,13225,8431,8847,16584,14635,13069,3934,4248,26309,11743,24606,24110,17466,11721,5840,12636,15216,18841,10391,12645,8602,10752,8026,14149,18236,19054,11686,15741,17175,8049,14807,10897,16496,16824,16733,20900,24291,8676,9897,14763,8905,8431,4596,13583,15248,137,6267,22245,21467,11681,23527,10582,11936,18403,17647,15625,14994,10357,10212,10679,943,8309,11373,13087,20090,21344,9862,17598,22486,5029,11769,16959,18723,21921,14427,6849,6751,10217,7540,8523,8646,16765,10082,4320,2300,18222,9473,22040,7404,9144,8979,11869,10063,13377,11318,26310,10849,5322,6877,22532,17428,11154,14530,3116,9800,9622,8501,26723,12433,1335,20365,11756,19717,14845,10897,17051,11485,10892,14781,14753,7821,8367,19682,23484,10600,14371,21989,23763,22036,10339,9653,9742,18760,8327,11103,7086,6088,11687,24712,22170,9670,9958,25706,20727,12560,14238,8339,4137,23440,17204,12171,10643,16151,16837,14579,11880,14664,9361,1864,23593,17851,11168,8847,19128,13893,9569,17702,14955,12465,273,16466,8601,12529,14431,11690,13367,9187,7136,15422,14300,10150,10592,7229,4928,5428,14408,15381,22508,11503,10207,11035,6407,4379,25744,20546,20728,15201,20661,11393,10043,12540,19865,11066,8576,12298,25709,5789,15069,15452,4355,14550,12427,23060,18474,14191,10145,4224,20255,24282,14865,17942,12603,7562,23316,20434,18688,6782,11873,18296,7902,7931,17963,16609,6912,7206,10000,8580,12017,11856,13178,16178,21050,21554,710,13827,14849,18065,17527,8025,10728,7804,16663,16110,1447,11125,14715,21587,20808,18473,10073,6329,9903,10451,9710,1646,15255,12920,10975,8696,13252,13950,8862,11837,21023,14070,13742,9384,2622,19229,7631,19463,18882,23506,18197,13115,13173,15883,7568,9487,11304,9929,2931,670,19202,17150,24231,9786,7984,19450,22044,7970,14177,10935,6618,16432,14251,11508,4445,7867,2320,13638,18279,11777,12968,11356,10352,17932,19445,19725,17107,948,27484,26915,5728,27958,26867,6549,147,5110,18268,17722,8759,4351,231,21657,13427,18022,10383,16132,15681,11505,16072,9832,12562,12038,20047,19504,12706,14064,11598,18630,17287,15404,4591,4616,17939,17619,21784,6397,13754,8280,4239,1570,18224,23499,16562,19617,21534,11163,16147,17584,14546,9092,21806,11115,13656,14466,21464,14463,15910,11256,16947,18443,20131,20697,9275,9301,25061,18531,14280,14565,22449,13541,25905,28312,26264,7673,12418,21470,10421,26603,16086,21841,11543,12137,12077,7379,16576,9094,11325,11504,10633,22354,12027,21666,7612,26852,22604,26236,14251,24893,15150,14966,10875,7438,8406,7893,10537,14942,13805,21572,12018,17444,11823,13218,14198,12094,5150,11359,13449,24524,19144,6454,6143,22253,20849,21180,18895,17633,16115,10574,19740,12799,12977,17163,19913,19192,19487,16808,8909,6582,18289,18482,7200,13129,927,11364,19573,19225,15452,17078,11056,10886,10661,8335,15209,15267,2717,11184,17498,14942,15202,18363,19772,14006,10747,10381,8711,15246,11123,11913,17195,7219,8262,867,11290,20026,16869,6963,9793,8813,10787,14434,19797,16251,2258,11311,18933,16141,11961,11933,5900,12593,7522,9000,23462,17492,445,5993,15990,9371,221,122,199,16387,14447,19959,25433,24674,8310,13176,14980,13815,15037,20935,19829,15677,11224,675,12296,10652,15916,18686,11897,4192,22180,17648,20152,24588,20519,12372,15505,21533,4965,21648,20097,23946,12442,11028,9615,19842,7097,17567,9256,10102,11368,10619,11360,7261,1833,20608,8005,301,10802,14291,12603,23518,14325,11182,7344,546,139,8949,25157,9020,10758,10638,12630,9607,9862,10196,13982,2108,10656,14303,14453,21068,14785,7890,10329,10199,9033,21257,18951,18223,6757,16946,20892,19428,16369,14887,7514,14353,11549,13349,8032,8326,7546,8971,7860,16791,15635,20130,13643,12053,15556,19245,9688,12135,12868,8199,6016,3967,18131,17666,25534,8352,14232,11676,7920,11491,9230,7581,8820,9499,9470,17623,9097,13680,12702,11898,13324,15069,15416,19881,18430,11108,13899,1190,6311,14831,19112,14328,12353,9342,9888,5324,14802,21060,18896,9913,8635,7420,7247,10957,11553,9446,9145,8700,8985,12888,7573,10461,8897,13784,19207,7642,1226,16197,25528,18239,18301,11810,11085,14962,13530,9095,15560,22909,412,300,252,16047,13340,25480,8005,10352,14823,14796,896,19098,12919,9052,24901,15815,15945,4664,9405,11831,8429,8823,8571,22515,13491,714,4268,10274,8377,2256,8936,25080,16014,9154,6642,15168,26640,25931,19573,17318,16483,8710,14842,8502,10502,11642,11549,15795,6730,3992,18315,8872,2089,22262,11054,13826,17133,14256,2494,13525,9901,8710,7885,10774,13266,8447,16018,15199,15039,8917,11197,14924,9136,11687,8426,11313,13647,12698,10591,10750,11895,5075,11516,23330,11541,12465,6504,10413,14203,17521,10160,11604,10766,10539,14252,9957,20909,18420,17326,16533,11085,13933,10985,8706,17313,13902,12306,9639,2613,7756,11432,12107,11646,12666,15781,10944,9518,15895,11881,12077,9423,9688,1057,379,24933,12431,14802,7418,15230,15398,9709,12687,911,15319,11653,11496,9737,9382,2400,8581,4122,1216,26766,26816,18111,26347,10138,9464,12732,14053,23423,15026,9285,21366,22255,10636,9665,10125,12916,8183,13340,10794,11900,14382,17836,19454,14147,12553,11837,21621,22513,13146,13685,9417,15276,10903,10588,8367,16150,14188,14057,15490,14338,10823,10949,14919,14809,12693,12059,9331,9170,3299,16717,25892,22756,12046,8814,5899,23029,13421,11465,21604,13012,18404,13252,9456,19780,18054,19172,11326,21726,19422,18763,12479,19933,15726,782,24285,24918,25172,18594,17224,9575,15997,19391,9065,10954,10651,23428,20751,22635,18362,9632,8150,14412,15102,24817,11684,12856,10483,13657,13072,15369,15254,17000,7143,9358,24412,7642,1454,13309,21300,17654,11772,1696,7907,14618,17131,13310,3637,7629,13114,13433,4052,9528,7395,8515,11411,10072,15539,16563,9244,21591,13289,20402,10649,13983,15559,11967,10483,20244,9050,17337,13970,11951,16137,9709,13882,9910,17818,17143,17347,18266,13520,10707,19193,17399,19059,13180,9436,17613,9833,22479,24080,15777,17964,24935,14757,15005,13588,19959,10572,12095,16897,8738,2171,19790,18802,15659,11674,11784,11726,9472,15921,4073,321,8158,12930,16620,9546,20683,10896,10639,10234,12428,12814,8578,19451,7976,6538,19776,6025,19407,20874,17980,24173,13146,8850,7247,10180,7748,23562,18828,9989,12384,9808,20082,7035,19750,15548,16498,16302,13912,10888,11112,13306,7435,13082,9939,16615,9281,10118,3904,22158,22260,7973,17897,15674,11268,14511,8731,4563,6257,7870,10645,19328,9752,9106,6440,9526,6200,13000,20658,12280,10305,9773,9657,12304,14480,8031,8121,10334,8884,11880,10129,10726,7642,14008,12978,1985,17777,25932,18897,15976,21110,15890,9798,15134,7771,10447,6657,13568,9758,6391,15464,16504,15310,17756,15301,7667,8894,13542,7237,10619,13508,15677,11787,9886,12574,8083,14098,9015,16145,9202,10336,7918,8133,8953,11655,10808,10157,6061,6372,6153,10309,1345,12892,14738,9717,13189,11990,17231,9203,17211,14927,13086,9325,7836,1494,23251,13246,10076,9528,3931,19074,17910,18257,14189,13604,13572,6296,12918,11726,9699,16358,19654,9843,19877,11825,19484,10420,3947,15262,14772,10758,12274,16338,20113,16942,15289,21657,25508,21760,16673,12439,26476,8183,7186,8530,12468,11287,4367,691,17558,14622,26346,10805,2701,2615,19816,21081,6214,14767,16219,15984,13346,6335,8919,7214,9156,8791,11155,8506,9800,5303,10868,23642,11042,8105,7436,15157,14170,11302,9904,10170,10582,9206,15156,17590,16218,11207,12807,8455,24425,26142,8669,15165,15602,20401,23345,23170,16944,14516,12510,13174,7494,14689,12770,11268,12574,14444,11791,11511,11649,10701,7198,11722,2095,19847,13647,15012,11801,26576,24182,18942,14891,16314,14159,8864,18097,21257,19232,7744,8760,13498,9019,15173,7014,15081,8981,11043,10236,8705,10712,26078,17236,16368,699,11887,11443,12090,20022,14724,12642,8982,12395,10700,8814,1571,27072,21772,4377,2819,28141,17237,18882,12559,10136,8975,9229,9815,15546,10549,9518,14382,13997,14662,6587,11897,16939,13309,17395,9162,8834,9174,14927,13219,18120,22688,4567,8494,11860,7659,12611,13907,13926,6865,1845,25406,23622,23133,16356,20402,19198,15824,212,1920,19864,22297,17104,11870,16839,25452,12265,10911,15551,165,12867,18359,20203,16328,19673,14790,17880,11291,8379,8036,9116,7571,11941,15722,13438,13606,22083,13747,13031,5755,15513,7978,16927,16791,6829,24806,21341,25607,11186,15995,12798,11964,14066,15402,12196,8670,7935,7676,16120,17416,9588,13074,9754,2197,14061,19459,25986,13758,10894,9727,14873,15401,18005,19174,9366,11244,9159,24952,16257,7105,21122,22773,17342,22049,15948,14636,10452,9404,11865,12570,13780,14216,16945,11910,1195,13623,12070,14476,19173,14912,13443,2054,10246,12931,4434,20196,12850,10920,11969,1960,4684,26160,20918,13321,17124,10747,12053,21522,22206,9788,10234,8723,13457,8201,7334,8244,10320,9720,2222,1194,22819,17671,19350,14695,12979,17731,8318,15464,8869,18656,11031,7448,10743,24466,24536,17559,10861,13433,7180,11552,9740,1241,10671,7281,8226,7059,6161,8511,25218,13852,21381,19988,10161,13489,9898,1668,27442,27373,18356,11709,21916,14300,16409,12207,15727,9038,11207,12727,10872,1096,473,18639,9525,23289,25584,18447,15245,6887,11131,12445,7257,16615,10261,19796,21936,14117,14540,19671,13610,8905,13154,8077,9552,13822,11523,10494,10144,4113,25583,26852,14115,16765,22869,16065,9043,11463,21197,11154,7262,7911,5729,12517,13849,11946,1367,2009,8590,7893,15199,2000,12236,9435,16969,11498,16259,10656,3661,16435,13651,18176,10018,9714,10942,8912,9558,7466,6559,12956,15250,15200,12747,8172,15889,20465,8331,11622,12582,8749,11542,11058,5485,3520,19257,11520,8941,13884,4031,13290,11269,14638,13777,10985,12708,9794,11973,15538,14250,9470,12101,10577,7431,11034,9668,9345,17710,9609,14334,8415,7597,10198,9475,14736,17089,9499,8165,11838,13923,7632,18271,16096,13488,13684,14829,9539,9477,12014,15848,17413,18811,14644,11102,11096,11415,16608,9559,13229,3356,10363,14500,16998,4066,3444,4412,4855,19993,12667,12118,9614,6405,11865,16958,17770,24361,23058,24632,21046,20385,26355,3208,10041,12922,21667,20914,10652,16091,11731,12251,2571,26076,20794,2356,12702,12640,10884,6948,5895,5725,25418,28750,22122,10844,25455,26120,10806,16560,8678,551,555,451,497,537,324,381,335,319,144,142,752,572,499,515,22882,22478,20488,18870,18749,12493,3293,433,13017,15053,21382,16080,23156,14304,12239,11585,20329,17793,18365,11441,15316,24966,2224,11026,13512,12556,12453,16766,12417,18976,12777,2079,14482,15867,15084,4716,16425,17358,24465,2051,2741,23941,10673,3452,24010,18045,16825,23551,24785,21994,12849,22249,23872,15605,22484,16839,21775,9286,1701,21634,23668,18446,18393,18297,23429,19731,12516,22348,12259,22284,22974,23749,14323,17982,18357,24238,15067,14012,1431,22731,18873,22948,17066,3172,1339,23443,20905,19010,17778,21626,23922,23563,1359,23143,12298,1824,23554,24570,19151,12245,23698,23394,1224,1203,14190,20394,23609,13694,22786,11466,18427,13572,16907,17030,13075,19830,17561,17310,13858,15803,12751,24192,14278,2340,1955,16000,14345,25349,13557,13127,17700,21434,14422,11223,25748,16602,8574,10314,2790,2150,11851,20572,22979,23607,18999,11052,24977,12122,15269,13167,14350,20099,1591,17589,20906,10090,12907,8642,17718,11655,7249,11405,17979,10984,13298,9443,11280,2347,19606,16636,15233,12876,19459,20055,9440,19733,10358,10572,11345,7478,2898,24028,20385,15978,13300,16113,7869,14321,2975,13087,11018,10306,14944,4259,2362,23666,14417,10903,10677,18486,10428,16049,13181,17303,17406,12241,12737,10592,7761,10299,18278,13179,2939,2343,18173,15314,13282,2669,14415,14015,5969,1397,2387,2591,1307,1176,1307,1175,824,754,514,568,288,233,271,133,151,126,110,0,12625,23312,23009,22402,26875,18121,21982,9373,4940,24862,18221,10528,17971,23998,14722,12003,13077,10656,10173,9307,12202,16936,13811,17570,14374,6518,15932,14275,11413,12457,12455,9598,4563,7343,12323,17116,23823,18274,3742,11326,12317,12487,23376,17250,7890,10989,13251,11392,19215,18820,17438,9091,13861,10878,10875,15888,18360,13794,10194,15419,8482,13911,2816,2954,2848,1966,17097,15526,21093,13507,21082,13805,25043,19521,20156,23720,25488,23933,17277,22803,24634,11802,20862,23149,16529,7602,15189,21819,22039,21491,26219,10948,19397,22043,3630,28069,28066,12128,13290,4392,17908,23934,15237,9869,14618,20844,14550,21209,20888,13161,15317,17299,23015,15790,21324,11240,11230,9133,25230,20455,6006,13925,18063,24341,21858,20105,11695,16042,27572,15686,18548,16069,11809,15321,14500,6559,19056,23230,15475,14310,21708,18850,23783,20291,8207,15901,23539,7237,23130,19846,18663,25675,16988,15211,19703,11465,26180,15025,13383,15284,9660,11186,13399,9917,3297,25662,16632,14520,14373,18715,9626,20993,25414,20833,10853,25213,26920,20056,14057,25923,28295,7002,24159,18978,23209,10387,13031,200,42,6,22111,23591,12741,13971,15132,19376,16572,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,6312,16276,19996,16281,11933,10300,14507,15996,11413,17998,18966,13131,20902,8567,21615,15681,6091,10916,13045,15332,14631,17796,16139,15196,9247,11988,11935,21891,10712,7093,16623,18892,16887,21087,14770,18007,8331,16323,12579,9376,21623,20502,10002,17982,16408,7775,3745,19113,14505,16181,23518,8019,6170,10115,21329,22171,19458,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,11923,12868,13112,5754,4185,42,3,21512,16039,23383,25737,25108,22580,13894,14420,24868,21311,15484,7092,26412,17229,12246,20643,20129,10510,11572,12990,19051,23639,9557,18140,20428,8919,19812,17635,18051,20392,8443,26131,20850,23864,14897,13521,17735,19245,8198,21173,23226,25010,15990,15978,15426,28493,9149,9729,16996,17240,15396,17284,10245,1774,25885,8933,18181,20373,20638,18753,11307,13931,90,36],"fragments":[{"begin":"0.000","end":"21.760","lines":["This is NPR's LIFE KIT. Have you been feeling foggy lately? You know what I mean. When everything's just a little bit harder, out of sorts."]},{"begin":"21.760","end":"56.680","lines":["What day is it? Where did I put my keys? What time was I supposed to pick up the kids? Did I leave the coffeemaker on? Is it time for that meeting already? I just feel exhausted."]},{"begin":"56.680","end":"150.960","lines":["I'm Andee Tagle, one of the producers of this show. And if, like me, you resemble far too many of those statements, the good news is you're in a very big boat. Three of every 4 Americans say that the pandemic is a significant source of stress. And stress, we know, is a significant source of exhaustion and that pesky aforementioned mental fog. Maybe not a great surprise but also not a great way to live or thrive. Exhaustion could be a symptom of other larger mental health issues like trauma, anxiety or depression. So in this episode of LIFE KIT, we talk to NPR correspondent Rhitu Chatterjee about the science behind the fatigue and brain fog that so many are experiencing right now and how and when we can emerge from it. Now, if I could only find that meeting invite."]},{"begin":"150.960","end":"181.400","lines":["So, Rhitu, I know that your reporting has shown that lots and lots of people have been feeling exhausted. And I know that I can certainly attest to that. Before we started this conversation, I wasn't quite sure what day it was, what time zone I was in. Tell us - what's been going on?"]},{"begin":"181.400","end":"227.840","lines":["So I talked to many psychiatrists, psychologists. And for one, almost everyone admitted that they, too, are feeling it. And they said that it's one of the top complaints that they are hearing from their patients, this kind of, you know, exhaustion where you just can't sort of pinpoint what it is, but you're feeling more tired than you've ever felt. What usually goes along with it is this sort of, you know, inability to concentrate, be as productive at work. So it sort of spans a spectrum, but it's kind of very similar threads of exhaustion, fatigue, this mental or brain fog that people are experiencing right now."]},{"begin":"227.840","end":"231.960","lines":["And we know that what you're describing can be a symptom of long COVID."]},{"begin":"231.960","end":"232.640","lines":["That's right."]},{"begin":"232.640","end":"245.520","lines":["It's tied to the infection itself. But you're reporting that mental health care providers are saying that these are non-COVID patients saying that this and that it's even the providers themselves experiencing these symptoms."]},{"begin":"245.520","end":"268.120","lines":["That's correct. So, you know, people who haven't been infected by the new coronavirus, who are also experiencing these symptoms that are - typically, you find in people who have symptoms of long COVID. Yeah, and as I said, it's it's one of the top complaints that psychiatrists and psychologists are hearing about and feeling it themselves."]},{"begin":"268.120","end":"278.600","lines":["OK. Rhitu, I'm not going to lie. This doesn't sound great. We all just have a great, big fog rolling in. What's going on here? Just this general pandemic malaise for everybody?"]},{"begin":"278.600","end":"301.880","lines":["Yeah. So, you know, when you think about what the pandemic has done, we've all, to some greater or lesser degree, have been worried about the safety and health of ourselves, friends. So, for example, I spoke to the dean of Boston University's School of Public Health, Dr. Sandro Galea. And he told me this is partially also a reaction to the trauma of the pandemic."]},{"begin":"301.880","end":"306.440","lines":["The definition of trauma is an event that threatens people's sense of safety and stability."]},{"begin":"306.440","end":"333.400","lines":["So we've all been traumatized to some extent. All of these things have caused almost everybody to have higher stress levels, right? Our work lives have changed. And that sort of, you know, living in - for more than a year in this chronic stress is also what's causing this sort of fatigue and malaise. Lynn Bufka, who's a psychologist with the American Psychological Association, says this about what chronic stress does to us."]},{"begin":"333.400","end":"356.640","lines":["We also know from other research that people will talk about fatigue as something that they experience when they're feeling overstressed. So it's an experience that happens when people are feeling stressed or anxious or depressed. That exhaustion and fatigue can be part of that. For many people, the pandemic has been an ongoing source of stress."]},{"begin":"356.640","end":"363.880","lines":["So yeah, this sort of chronic stress is contributing to our collective fatigue."]},{"begin":"363.880","end":"377.720","lines":["Yeah. I mean, it's all so heavy. This this makes a lot of sense. It's a normal reaction to a really abnormal year. But do we know exactly how stress leads to the fatigue and to the fogginess?"]},{"begin":"377.720","end":"417.000","lines":["Yeah, so there are several pathways. So for one, when we're sort of chronically stressed, we're sort of hyper vigilant, right? We're, like, worried about, OK, what bad thing's going to happen next? When your vigilance - or your increased vigilance - your body basically uses more energy. And that - for over a year, your body has been using more energy being vigilant. Obviously, that leads to kind of this feeling of tiredness. And then chronic consistent stress also causes low-grade inflammation. Here's psychologist Elissa Epel from the University of California, San Francisco."]},{"begin":"417.000","end":"431.080","lines":["We have this inflammatory response when we're feeling severe states of stress that can last. It's subtle. It's low grade, and it can absolutely cause fatigue and worse mood."]},{"begin":"431.080","end":"438.560","lines":["That is just so interesting to me. This worry expends all this extra energy, and it's just causing us to be more tired, and we can't do other things."]},{"begin":"438.560","end":"439.400","lines":["That's right."]},{"begin":"439.400","end":"440.920","lines":["And what about stress and sleep?"]},{"begin":"440.920","end":"475.920","lines":["That's a great question, Andee. I don't know about you, but I've been sleeping worse, especially in recent months, and not just because I have a little baby at home. It turns out that most Americans are sleeping too much or little. That was the finding of a recent survey by the American Psychological Association. And not getting the same quality of sleep does make us more tired. And we know that chronic stress affects sleep, and that is certainly another pathway by which stress causes tiredness."]},{"begin":"475.920","end":"480.320","lines":["Oh, absolutely. You don't want to talk to me in the morning if I have not had a good night's sleep."]},{"begin":"480.320","end":"481.520","lines":["That's right."]},{"begin":"481.520","end":"491.760","lines":["(Laughter). So you mentioned stress and vigilance. I mean, doesn't anxiety make us vigilant, too. Does that contribute to the exhaustion, the lack of focus, the fog?"]},{"begin":"491.760","end":"511.680","lines":["Absolutely. So studies show that, you know, the pandemic has caused symptoms of anxiety to go up here in the U.S. So I spoke with psychiatrist Jessi Gold at Washington University in St. Louis. And she says anxiety evolved for a reason - to protect us and our ancestors from threats in the environment."]},{"begin":"511.680","end":"524.200","lines":["We evolved as creatures, as, like, people that run from predators in the animal kingdom - right? - to have anxiety as a way to predict threat and run from threat."]},{"begin":"524.200","end":"531.360","lines":["And we know also from previous research that exhaustion is one of the symptoms of anxiety."]},{"begin":"531.360","end":"541.840","lines":["I mean, it makes a lot of sense, but this makes me feel sad feelings, Rhitu. This makes me feel sad things. When can we expect to bounce back? When can we lift this cloud?"]},{"begin":"541.840","end":"626.520","lines":["The good thing here is what we know from tons and tons of research into kind of how people react to mass trauma - so things like, you know, terrorist attacks or a natural disaster. We know that over time, the vast majority of people will bounce back. So there's tremendous human resilience in us. And so as we slowly return to normalcy - and that can be - that will likely be a slow process. But as we gradually return some level of normalcy where we're not constantly living in anxiety and fear and stress, most of us will be able to bounce back. However, those of us who have lost a lot more than the average person - for example, those who have lost jobs, lost homes, lost a loved one, perhaps lost their health because they became sick and are now struggling with long COVID - for them, the trauma is greater. And their recovery will also take more time. And they will need more mental health care, more support in order to be able to recover. And that's important because then we can start targeting and making sure the individuals who really need that care get it as we start to return to some sense of normalcy."]},{"begin":"626.520","end":"653.840","lines":["Yeah. I mean, that makes a lot of sense. And it's also really good to remember and to remind ourselves that even if the forecast is sunnier for some of us, even if some of us are feeling more normalcy, we should make sure to look around and remember that some people are going to need more help than others. OK. What about in the meantime? How can we cope? Let's talk about some strategies for lifting the fog, for walking out of the fog before we're back to, quote, unquote, \"normal,\" if we're ever back to, quote, unquote, \"normal.\""]},{"begin":"653.840","end":"698.000","lines":["So firstly, make sure you're accessing sort of the usual bucket of coping strategy. So, for example, you know, exercise, being outside, getting exposure to nature, healthy eating. Maybe you can go see friends and do an activity with friends. You know, and social support is a big buffer against trauma and stress. But that's sort of the usual bucket of coping strategies. One of the things that I heard from psychiatrists is that people who have relied on sort of whatever coping strategy are finding that they aren't working for them anymore. So if that's the case, try and change it up a little bit. So if you used to walk and that's not really charging you anymore, try biking."]},{"begin":"698.000","end":"726.360","lines":["Another psychiatrist that I talked to - you know, she and her family just - you know, they live in Baltimore and they just took a three day trip to her parents' place in West Virginia. It wasn't a big, exciting trip, long travel. It was just a three hour journey. But they went there. It was a change of scene. They didn't have their usual sort of daily tasks. And they were able to just relax, share meals, read and do anything else that recharges them. So a change of scene definitely helps."]},{"begin":"726.360","end":"739.360","lines":["Sure. I mean, we've been at this for over a year, so it's probably time for some variety. Even if you are doing the right things, I imagine just, you know, shaking the dust off a little of your now-old pandemic routine is probably a good idea."]},{"begin":"739.360","end":"779.080","lines":["Exactly. And then, you know, the other thing that I heard was try to tap into all the gratitude you have in yourself. Try to find things to be grateful about. You know, we've all had, to greater or lesser degree, a very tough year, very unusual, abnormal year. And it's absolutely OK to mourn what you've lost in that time, acknowledge the stress and trauma and grief from it. But find things to be grateful about because research shows that gratitude journaling, for example, and finding gratitude does have a positive impact on our mood."]},{"begin":"779.080","end":"785.360","lines":["I'm all for that. I'm all for that. Never mad at some gratitude. When is it time to to seek professional help?"]},{"begin":"785.360","end":"821.400","lines":["So if you're really having trouble functioning, we're getting through your day-to-day activities has become really hard - you're struggling to get out of bed - definitely seek help. But even otherwise, what I heard is there's no bad time to seek help and find, you know, a professional mental health care expert to talk to. But know that because of the mental health toll this pandemic has taken, mental health care providers are more booked than usual. So it may take you even longer to get an appointment than in nonpandemic times."]},{"begin":"821.400","end":"907.760","lines":["But in the meantime, while you're waiting to get an appointment, what psychiatrist Jessi Gold told me is that start having more conversations about this. Because of how ubiquitous this experience is of exhaustion and mental fog, almost everybody will have something to say about it. And as I've really realized in the process of reporting this, Andee, that once I started talking to people and realized I wasn't the only one experiencing it, it helped. It hasn't taken away my exhaustion. But it's definitely made me accept it a little more - that this is something a lot of people are dealing with right now. And it's OK. You know, it's OK to feel this way because our bodies and brains are just exhausted. It's been a tough year."]},{"begin":"907.760","end":"908.960","lines":["Absolutely."]},{"begin":"908.960","end":"932.720","lines":["And this is a normal reaction. And if you aren't that productive and if you're not your sharpest self, that's OK."]},{"begin":"932.720","end":"957.280","lines":["I really appreciate that, Rhitu. And it's been really helpful just talking about it with you. I don't know if that will help me find my keys, but I feel better. I feel a little better. Thank you."]},{"begin":"957.280","end":"963.160","lines":["Oh, my pleasure, Andee. Always lovely to talk to you."]},{"begin":"963.160","end":"995.600","lines":["For more LIFE KIT, check out our other episodes. Rhitu has an episode on combating burnout and another on coping with postpartum depression. You can find those at npr.org/lifekit. And now a little LIFE KIT love."]},{"begin":"995.600","end":"1021.600","lines":["Hi. I am a sophomore at college doing everything remote. And I just want to let you know that listening to your podcast has really turned things around for me. It's given me a lot of hope. I just want to say thank you from the bottom of my heart for everything. I hope you have a good day. Goodbye."]},{"begin":"1021.600","end":"1074.720","lines":["Anonymous sophomore in college, wherever you are, thank you from the bottom of our hearts for making our day. Feel free to reach back out with your name and number. The LIFE KIT team would love to thank you. If you've got a comment for us, a suggestion for an episode or a random tip, leave us a voicemail at 202-216-9823, or email us a voicemail at lifekit@npr.org. This episode was produced by Clare Marie Schneider and edited by Meghan Keane. Beth Donovan is the senior editor. And our digital editors are Beck Harlan and Clare Lombardo. I'm Andee Tagle. Thanks for listening."]}],"duration":1074}