{
  "title": "A behavioral scientist's advice for changing your life",
  "url": "https://www.npr.org/transcripts/996939779",
  "intro": "When's the best time to start a new habit? And what makes some stick while others fall by the wayside? Behavioral scientist Katy Milkman's new book, How to Change, breaks down the research about how to leverage human nature instead of working against it to achieve your goals.",
  "transcript": [
    {
      "author": "ELISE HU, HOST",
      "text": "This is NPR's LIFE KIT. I'm Elise Hu."
    },
    {
      "author": "HU",
      "text": "We are finally, fitfully emerging from a year of pandemic lockdown. Our lives and conditions have already changed drastically. But what about us? What if we want to take this moment to change our behaviors and change ourselves? Behavioral science can help. Research-backed ways exist to help us stop procrastinating, get closer to our goals and better show up for our loved ones. Katy Milkman is a behavioral scientist. She has spent years learning about ways to live better and didn't want those lessons to collect dust in a scientific journal because, she says, some of what she's learned from the field of behavioral science has the power to save lives."
    },
    {
      "author": "KATY MILKMAN",
      "text": "About 10 years ago, I went to a seminar at the medical school, and somebody put a graph up on a slide that I had never seen before. And it was, like, completely mind-boggling. The graph was a breakdown of the percentage of premature deaths in the U.S. that are caused by different factors. And it turned out the biggest wedge in that graph - 40% of premature deaths are due to behaviors that can be changed."
    },
    {
      "author": "HU",
      "text": "Forty percent connected to behaviors we can change. That's wild. So Milkman wrote a new book just out called \"How To Change.\" She says it's for anyone who has a goal and wants to do better or managers and mentors who want to help their employees achieve what they set out to do."
    },
    {
      "author": "HU",
      "text": "Making change and what a time to be (laughter) doing this. The book itself is all about habits and goals and trying to get roadblocks out of the way - right? - in the way of personal growth."
    },
    {
      "author": "MILKMAN",
      "text": "Absolutely."
    },
    {
      "author": "HU",
      "text": "So one thing that surprised me - and in a good way - was that this book encourages some flexibility - right? - for people who are trying to develop a habit like going to the gym or writing their book every day."
    },
    {
      "author": "HU",
      "text": "So - in my case. You say that too much rigidity is the enemy of a good habit. Can you describe the research into that?"
    },
    {
      "author": "MILKMAN",
      "text": "Yeah. This is a study that surprised me, maybe more than any I've ever run, but it was so interesting. So this was an experiment that my collaborators and I ran at Google with about 2,500 of their employees who had raised their hand and said they wanted to form exercise habits that would last working out at the company gym. And we were given carte blanche to try to motivate those employees with a program that would last about a month long to build a workout habit that would last beyond that month horizon."
    },
    {
      "author": "HU",
      "text": "OK."
    },
    {
      "author": "MILKMAN",
      "text": "And we had this insight from research on habits that it seems like the kinds of people who form the stickiest habits have a really consistent routine. They do it in the same time, at the same place over and over again. And so we thought, OK, what if we sort of adopt that insight and build it into our program? One group was basically encouraged to go to the gym at a really consistent time. Then we have a second group, and this is the comparison, where they also told us their ideal time, say, 9 a.m., and we reminded them to go at that time, but we encouraged them to go whenever it was convenient for them. And as a result, that group went at about the same frequency but in a more varied manner. So half of their gym visits were at this consistent time and the other half were all over the place."
    },
    {
      "author": "HU",
      "text": "Right."
    },
    {
      "author": "MILKMAN",
      "text": "And then the question was, which group would have the more lasting habit? And you already know the answer 'cause you've read the book."
    },
    {
      "author": "HU",
      "text": "Read the book."
    },
    {
      "author": "MILKMAN",
      "text": "But the big surprise to me was that it was actually the group who had gone at the same frequency but in a more varied way. And when we dug into the data, we figured out why. The answer seems to be that the people who had formed those routines that were really consistent were really rigid. So more often than not, they're going to the gym at that time if they're going, and they actually did form a slightly stickier habit after the end of our program around visiting the gym at that usual time. But if they don't go at that time, they don't go at all, right? So you miss your 9 a.m. slot? Oh, I'm not going to the gym today. Whereas the other group, they go to the gym at 9 a.m. a lot. But if they missed 9 a.m., they have a fallback plan. So then they make it at noon or at 5. And as a result, net net, they're going to the gym more. And so what this taught us was that a really important component of habit is actually having some flexibility. It needs to be I have a first best plan, but when that doesn't work, I'm going to get there anyway."
    },
    {
      "author": "HU",
      "text": "We are slowly emerging from an unprecedented experience - right? - collective experience, this pandemic. And as a result, you know, I personally find myself thinking, wow, the wheels of capitalism are grinding so fast again. It feels like we're trying to make up for 13 months of lost time, and pandemic pace was actually a great pace. So I want to talk about procrastination and putting things off."
    },
    {
      "author": "MILKMAN",
      "text": "(Laughter)."
    },
    {
      "author": "HU",
      "text": "It's a huge problem for many of us. So what is happening when we are putting things off? And how do we get things done? What's the antidote to this in the face of that challenge?"
    },
    {
      "author": "MILKMAN",
      "text": "I love that question. Procrastination is a beast. It's one of the most common barriers to behavior change. And the source of it is something that economists call present bias or our tendency to focus on the here and now, the rewards we can get in this instant, over and above the value we'll achieve in the long run, right? So present bias is the reason that we sit on the couch when we should be heading to the gym, that we choose to spend time on social media instead of studying for that test. And how do we solve it? There are sort of - there's two different answers that I think research and behavioral science points to that can be useful. And they're basically the carrot or the stick. Let me talk about the stick first because I think it's even more counterintuitive and underutilized."
    },
    {
      "author": "HU",
      "text": "I love the stick. This is one of the examples from your book that I've started utilizing in my life."
    },
    {
      "author": "MILKMAN",
      "text": "Oh, yay. I'm so glad you're finding it useful. That makes me so happy. The stick is - I think we're really used to it when other people try to set up boundaries for us, set deadlines. But what is so interesting is that science shows we can actually deploy the stick on ourselves. So we can set our own rules and boundaries in ways that will constrain our future behaviors if we're sophisticated about understanding when we might give in to temptation, when we might be tempted to procrastinate."
    },
    {
      "author": "MILKMAN",
      "text": "And so there's a few different kinds of tools we can use. One tool we can use, actually, that's the most flexible of all is just a cash commitment, which is basically imposing a fine on your future self if you don't do the things that are aligned with your goals. And there are actually websites - Beeminder is one, stickK with an extra K at the end, which is apparently the legal abbreviation for contract, will sell you commitment devices. And these are basically - you put money on the line, you tell the site your goal, and you choose, in the case of stickK, which is the one I know a bit better, you choose a charity of your choice that the money will go to if a referee you choose reports to the site that you haven't achieved your goal. And you can choose a charity you hate, which really helps with making it sting, right? It increases the cost or the price of your vice."
    },
    {
      "author": "MILKMAN",
      "text": "There's also ways you can create boundaries. So there's really interesting research that people will choose to self-set deadlines in classes when given the opportunity to do so with actual late penalties and that that improves their performance in school. And one of my favorite studies was done on saving, giving people the opportunity to put money into an account that they couldn't withdraw that money from until they reached a predetermined date or savings goal. And in a randomized controlled trial, just giving people access to that account, even though only 30% used it, the group given access to that account saved 80% more year over year."
    },
    {
      "author": "HU",
      "text": "OK, so these are sticks."
    },
    {
      "author": "MILKMAN",
      "text": "Those are all sticks. They're all called commitment devices, and people are willing to impose these constraints and, in fact, get better outcomes when they do."
    },
    {
      "author": "MILKMAN",
      "text": "There's also the carrot, and the carrot is more fun. Literally, the carrot is all about fun. And the research that I think is most brilliant on the carrot comes from Ayelet Fishbach at The University of Chicago and Kaitlin Woolley at Cornell University, who had this insight about a mistake we make when we try to pursue tough goals. And their insight was that most of the time when we have some new goal or some new habit we're trying to foster, the way we go about it is we just say, like, what's the most effective way to get where I want to be? And I'm going to use a gym example because we've been talking about gyms, and it's, like, a really intuitive one. So say they want to build a workout routine. They head to the gym and they think, what's the most effective way to burn calories and to reach my goal of getting fit? And say they choose then a really efficient machine like the StairMaster. That's what most people would do."
    },
    {
      "author": "MILKMAN",
      "text": "But a small subset of people take a different approach. They walk into the gym and they say, OK, I want to build a gym routine. I want to get into this. What's the most fun thing I could do here? And they choose something different. Their activity might be Zumba with a friend. And here's what happens. The people who choose the fun way to pursue their goal persist longer because they like it. So maybe you don't get as much out of every workout. It's not as efficient that time. But they come back. And they found this is the case when they look at study habits, when they look at exercise choice, when they looked at the way people are encouraged to pursue healthy eating. And that's the carrot. It's sort of like the - I call it the Mary Poppins effect sometimes because Mary Poppins - right? - sings about the spoonful of sugar."
    },
    {
      "author": "HU",
      "text": "Spoonful of sugar. Right."
    },
    {
      "author": "MILKMAN",
      "text": "Yeah. And that insight - like, we get it with kids. We get, like, yeah, kids are not good at delaying gratification. It has to be fun or they won't do their chores. They won't do the things we're asking them to do. We're wired the same way as kids. We have a little better ability to delay gratification as we age but not a lot. And we run into the same problem."
    },
    {
      "author": "HU",
      "text": "We're just overgrown children, really."
    },
    {
      "author": "HU",
      "text": "I want to talk about another point that you hone in on. There's just so much. This book is dense. But one point that I really want to hone in on is especially given this context that we're talking of this, the timing of this interview and your pub date, which is the power of what you call fresh starts..."
    },
    {
      "author": "MILKMAN",
      "text": "Yay, OK. I want to talk about that, too."
    },
    {
      "author": "HU",
      "text": "...You know, how people are more successful with making changes when they start on a new chapter in their lives."
    },
    {
      "author": "MILKMAN",
      "text": "Yeah, fresh starts are really powerful. We organize time around events. Like, OK, maybe this was the pandemic year, and that's the pandemic year chapter in your life or the years in college or the years in Boston. And whenever you exit one chapter and enter another, you have this sense of a clean slate and a fresh start and this extra motivation to pursue change because you you feel like, you know, all of my old failings, that was the old me. This is the new me, and the new me has a clean slate and can do it. So it's really freeing once you recognize there's an opportunity to create fresh starts at every turn. They can be small, as small as the start of a new week or month. There's obviously New Year's, which is the one we're most familiar with. Celebration of birthdays are fresh starts. And we see that people use them naturally, so - when we just look at when people go to the gym most, when they set goals on goal setting websites."
    },
    {
      "author": "MILKMAN",
      "text": "But you can also highlight them for people. And that can change behavior. So, for instance, we showed that when you invite people to start saving, we had thousands of people who weren't saving enough, invited them to start saving in a 401(k) with their employer. Say you have two people with the same birthday in three months. We'd randomly assigned one of them to get invited to start saving in three months and the other to start saving after their upcoming birthday, which is an identical offering. But by just calling out the birthday and flagging the fresh start, we increased the appeal, and people saved about 30% more over the subsequent eight months because there were more inclined to say yes to that offer. There are many of them that do arise at high frequency. Mondays, by the way, are a pretty strong fresh start. When we just look at when people choose to pursue healthy activities or start new goals, Mondays are a big motive."
    },
    {
      "author": "HU",
      "text": "Lovely. All right. Switching gears a bit, something particularly timely about our social media age is this notion of being watched - right? - and feeling like if you are watched by other people, that can change your behavior. So you write about ways that can actually be used for good to get us to behave more generously or kindly. Can you unpack how that works?"
    },
    {
      "author": "MILKMAN",
      "text": "Yeah, I would love to. Accountability definitely can be - you know, it's sort of the Big Brother effect. It can be creepy, and it can be misused. How can we use it in ways that aren't really creepy? There's one study I absolutely love that I think did this nicely. And it was a study done at different apartment complexes in California encouraging people to sign up for a very unpopular program that was really good for the environment, where you say, OK, energy company, you can actually shut down my access to power when there's peak demand on the grid, which means like it's 101 degrees and I really would like to have some air conditioning and it's 5 p.m. and I'd like to start cooking a meal for my family. That's the kind of time when there's peak demand and you're volunteering to get zero power. So it's a really generous thing to do. But you see why it's hard - it's a hard sell."
    },
    {
      "author": "HU",
      "text": "(Laughter) Right."
    },
    {
      "author": "MILKMAN",
      "text": "OK. So they tried two ways of doing this. They put up sign-ups and bulletin boards in public places at different apartment buildings and randomized whether or not those sign-up forms involved you signing up with a PIN number. You would be anonymous. Your neighbors don't know your PIN number."
    },
    {
      "author": "HU",
      "text": "Right, it anonymizes the individuals, the customers."
    },
    {
      "author": "MILKMAN",
      "text": "Exactly. Or with your name. And then all your neighbors can see that you are the kind of person who signed up for this really green program and what a..."
    },
    {
      "author": "HU",
      "text": "You're so virtuous. Right."
    },
    {
      "author": "MILKMAN",
      "text": "Yes, you're so virtuous. And it tripled the sign-up rate to make it public. You're basically electing to brag when you put your name up there. Accountability, though, you can use yourself, too. Once you have the insight that this really matters - right? - you can make it public to other people what you're doing. And that can be a powerful motivator. By the way, it's sort of like a stick. We talked about commitment devices and how you might have a fine that you'd self-impose. Well, if you tell someone whose opinion you care about that you intend to do thing X - you know, I'm going to pass my CPA exam by this date or I'm going to run a marathon on this date - you tell somebody whose opinion of you you value and then you don't do it, well, that's basically a penalty, right? Because now you have shame and embarrassment."
    },
    {
      "author": "HU",
      "text": "Right."
    },
    {
      "author": "MILKMAN",
      "text": "And so accountability can be really powerful."
    },
    {
      "author": "HU",
      "text": "Yes, yes, absolutely. OK, you close the book with a chapter about how to make change last, and you compare the process of making change or achieving a goal to treating a chronic disease instead of something discrete like curing a rash. Can you talk about that?"
    },
    {
      "author": "MILKMAN",
      "text": "I can. Although when you say it, I'm like, man, it doesn't, like, make your heart sing, does it? But it does - I do think it does capture something really important that we get wrong about change, even if it's a little bit - if it makes you gulp as you think about it. This was an insight that came from a conversation with an amazing economist named Kevin Volpp, who is actually also a medical doctor and studies behavior change. And I was talking to him about some really frustrating results from a research project. We had generated all kinds of great behavior change in this big study we'd run. But when we looked for durability beyond the end of the program, we saw very little. We'd been dreaming of, you know, I spend time with you, I coach you for a month, and then you change for the rest of your life magically. And, by the way, I now think that was a ridiculous goal. But at the time, I was really devastated. And I said to Kevin, you know, like, what's wrong? We tried so many things. We had so many brilliant people involved putting their best ideas forward. And Kevin said with his doctor hat on, you know, why do we think that change is the kind of thing that can be one and done?"
    },
    {
      "author": "MILKMAN",
      "text": "In medicine, there are so many conditions where, you know, we wouldn't give a diabetic insulin for a month and then take them off of it and say, like, OK, great, you're cured, that's it, I don't need to see you ever again. We recognize that it's chronic and that it needs to be treated consistently and that we can have great outcomes as long as we do treat it consistently. But we're not looking for that one-and-done solution. And why do we think change is any different? It's not like the things that stand in the way of change, the barriers to change, it's not like those things just go away after you work on them for a month. They're not curable. They're part of the human condition. So I thought it was just a really important insight. Focus on the things that we can do consistently and continuously throughout our lives that will be pleasant and help change persist."
    },
    {
      "author": "HU",
      "text": "The behavioral scientist is Katy Milkman. The book is \"How To Change.\" Katy, I learned so much just from this conversation but also reading the book. It was such a delight, again. So thank you so much."
    },
    {
      "author": "MILKMAN",
      "text": "Thank you. This was really fun. I'm so delighted that you enjoyed the book. That makes me really happy."
    },
    {
      "author": "HU",
      "text": "For more episodes of LIFE KIT, go to npr.org/lifekit. We have episodes on all sorts of topics, like how to start a hobby and how to stop feeling guilty when you're not working. That's me. If you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And, as always, here's a completely random tip from listener Payton."
    },
    {
      "author": "PAYTON",
      "text": "My life hack is that when you have hiccups, if you eat a spoonful of peanut butter, it will make them go it really fast."
    },
    {
      "author": "HU",
      "text": "(Laughter) I love that one. If you've got a good tip, leave us a voicemail at 202-216-9823 - 202-216-9823 - or email us at lifekit@npr.org. Clare Lombardo produced this episode for LIFE KIT. She's also our digital editor, along with Beck Harlan. Meghan Keane is the managing producer. Beth Donovan is our senior editor. And Clare Marie Schneider is our editorial assistant. My name is Elise Hu. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5162308881.mp3",
  "img": "https://media.npr.org/assets/img/2021/05/17/lk_howtogrow_harlan_1_wide-7e93e16cbac3751773763d61c76fd4d289f046cb.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ELISE HU, HOST",
    "HU",
    "KATY MILKMAN",
    "MILKMAN",
    "PAYTON"
  ]
}