{
  "title": "A field guide for fledgling birders",
  "url": "https://www.npr.org/transcripts/999050796",
  "intro": "You don't need binoculars and a trip to a nature preserve to go bird watching. If you've ever paused to appreciate a bird, you're already well on your way. Here's how to get started.",
  "transcript": [
    {
      "author": "AUDREY NGUYEN, HOST",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "CORINA NEWSOME",
      "text": "Birds are a really unique connection to the world around us."
    },
    {
      "author": "NGUYEN",
      "text": "The act of observing birds, also known as birding..."
    },
    {
      "author": "YAMINA NATER-OTERO",
      "text": "Gets you to look at your community in a new way."
    },
    {
      "author": "VIRGINIA ROSE",
      "text": "You have no idea what you're going to see there. You think you might know. But every time, there's a mystery there that you're going to unearth that you didn't know was there."
    },
    {
      "author": "NGUYEN",
      "text": "In a time of stagnation and collective uncertainty, birding has given me the opportunity to get out of my head and commune with nature. While it has admittedly brought me some moments of frustration and disappointment, it's also allowed me to experience just pure, unadulterated stoke. It's provided moments of rapture and awe, surprise and delight - just looking at birds doing their thing in their natural habitats. It's fun as hell. But what comes to mind when you picture a birder? For a lot of people, the prompt conjures up an image of a person in a khaki vest, maybe, with a pair of binoculars hanging around their neck. Whatever preconceived notions are coming up, I want you to set them aside because there are all kinds of birders. And there's no right way to bird. All the tips in this episode or just that, tips. Take them or leave them depending on what you want your version of birding to be like."
    },
    {
      "author": "NEWSOME",
      "text": "I noticed that a lot of folks who wouldn't consider themselves birders absolutely enjoy looking at the birds on their back porch - right? - or on their step."
    },
    {
      "author": "NGUYEN",
      "text": "That's Corina Newsome. She's the community engagement manager at Georgia Audubon and one of the founders of Black Birders Week."
    },
    {
      "author": "NEWSOME",
      "text": "They may not know the technical, scientific name of that bird. But they absolutely appreciate that this bird comes to their yard every day, that it's red, that it hops around on the ground. And that's OK."
    },
    {
      "author": "NGUYEN",
      "text": "Maybe you're doing the dishes and you spot a mockingbird outside of your window and you pause to appreciate it. That's birding. Maybe you're taking a moment to observe some pigeons fighting over some food scraps on a subway platform. In my book, that counts as birding, too. I'm Audrey Nguyen, a journalist at NPR, a producer. While I usually work behind the scenes at LIFE KIT, today I'm stepping in front of the mic to present Birding 101. In this episode, we'll cover the basics - what you need, where to go and how to start identifying birds if that's something you want to do."
    },
    {
      "author": "NATER-OTERO",
      "text": "When you're beginning birding, the most important thing is to get out and bird."
    },
    {
      "author": "NGUYEN",
      "text": "That's Yamina Nater-Otero She's a program coordinator at Audubon New York. As part of their work, they lead children on bird outings around their neighborhoods. Yamina really values something called place-based education."
    },
    {
      "author": "NATER-OTERO",
      "text": "We are teaching the students we work with that they don't have to drive an hour to get to nature. There's nature right here in their own community. So we'll go on a bird outing in the Bronx. And even if we're looking at, quote, unquote, \"just blue jays and cardinals,\" the students never thought that they would be able to see those birds."
    },
    {
      "author": "NGUYEN",
      "text": "Just like there's no right way to bird, there's not necessarily a best time or place to bird either. You can bird anywhere, anytime."
    },
    {
      "author": "NGUYEN",
      "text": "That's our first takeaway. Yamina likes to do something called patch birding. And it's kind of like becoming a regular at your favorite dive bar. Go there enough and you'll start to recognize some folks."
    },
    {
      "author": "NATER-OTERO",
      "text": "Patch birding is when you find, like, a local, small space that you bird regularly both because it helps you if you want to familiarize yourself with birds through the winter. And then once spring migration starts, you can hear and see who's coming in that's new - and also because it gets you to look at your community in a new way."
    },
    {
      "author": "NGUYEN",
      "text": "So if you want to bird, you don't need to travel far. Just open your window or your door."
    },
    {
      "author": "NGUYEN",
      "text": "If you do want to venture out farther from your home, you can try searching best places to bird near me. Or if you use public transit, try searching something like metro-accessible birding sites. You can also check to see where your local Audubon leads field trips or bird outings. That should be a good indication of popular birding spots in your area. You can also try poking around eBird, a global online database of bird sightings. They also have an app where you can record a checklist of birds you see during your outings. Submitting checklists gives scientists and other birders an idea of what birds can be found where at any given time. It can also help you figure out where to go."
    },
    {
      "author": "NATER-OTERO",
      "text": "And it has hot spots on this map. And it can show you where other people have gone birding."
    },
    {
      "author": "NGUYEN",
      "text": "But depending on your identity, you might not feel safe birding in certain areas, especially if you're marginalized in some way."
    },
    {
      "author": "NATER-OTERO",
      "text": "Just because you feel comfortable going to, like, a nature preserve out in the middle of nowhere doesn't mean someone who's Black or brown or trans is going to feel comfortable doing so because they might not be safe because of other people's reactions."
    },
    {
      "author": "NGUYEN",
      "text": "Even if you do feel safe in an area, certain parks or trails still might not be accessible to you as Virginia Rose can attest. She's the founder and president of Birdability, a nonprofit that aims to make birding more inclusive and accessible to people with disabilities. She's used a wheelchair since she was 14."
    },
    {
      "author": "ROSE",
      "text": "Whether you're a walking person or whether you're a person with different accessibility challenges, it's not going to be perfect. I mean, you're always going to have some things that are not perfectly accommodating you."
    },
    {
      "author": "NGUYEN",
      "text": "To address this, Birdability has crowdsourced a map that documents accessibility in outdoor spaces. With over 600 spots mapped, it has info on how accessible a trail is. And it provides information about parking, ramps, bathrooms, surfaces, the heights of railings and more. You can view the map and add to it yourself at audubon.com/birdability."
    },
    {
      "author": "NGUYEN",
      "text": "So when should you go? Conventional wisdom says, the early bird gets the worm. I can't tell you the number of times I've been told the earlier I get out, the better."
    },
    {
      "author": "NEWSOME",
      "text": "That tends to be true for songbirds. But there are lots of other kinds of birds, too, that live in different kinds of habitats that have other preferences or no preferences, really, when it comes to what the best time of day to see them outside is."
    },
    {
      "author": "NGUYEN",
      "text": "I'm from Texas. And it gets extremely hot in the summer. So going out in the morning is better during those months. The birds feel the heat, too. And a lot of them tend to take advantage of the cooler temps in the morning to go out and look for food or gather other resources."
    },
    {
      "author": "NEWSOME",
      "text": "But if you're talking about more of your wading birds - right? - like your tall, long-legged birds, like great blue herons or egrets or maybe geese and other waterfowl, they're going to be out in the water regardless of what time of day it is because that's where they live."
    },
    {
      "author": "NGUYEN",
      "text": "Or if you want see an owl or a nighthawk, you can try going out around dusk or dawn. So when you should go out really just depends on what kind of birds you're hoping to see. The bottom line - just get out when you can."
    },
    {
      "author": "NGUYEN",
      "text": "Virginia's got another piece of advice about what not to do."
    },
    {
      "author": "ROSE",
      "text": "Don't be going out looking for very specific birds - what we may call them target birds. Go out open to see what you're going to see and hear."
    },
    {
      "author": "NGUYEN",
      "text": "I should also mention that birding is a year-round activity no matter where you live."
    },
    {
      "author": "NGUYEN",
      "text": "All right. You've spent some time figuring out where you want to go and when you want to go. So what should you pack?"
    },
    {
      "author": "NGUYEN",
      "text": "First up, do I have my field guide, binoculars? Making sure I have..."
    },
    {
      "author": "NGUYEN",
      "text": "I should clarify that you don't need binoculars or a field guide by any means. Those are just tools that I like to use to enhance my own experience. Birding can seem cost prohibitive. But it really doesn't have to be. It's quite possible that you've got everything you already need to enjoy birds."
    },
    {
      "author": "NGUYEN",
      "text": "That's our takeaway No. 2. You don't need much to bird. Before you head out, pack some water, maybe some snacks, and bring whatever else you want to bolster your wildlife viewing experience. It can help to bring along something to take notes."
    },
    {
      "author": "NEWSOME",
      "text": "When I was a newbie birder, what I liked to do was to bring a notebook because I wanted to remember the birds that I saw in particular areas."
    },
    {
      "author": "NGUYEN",
      "text": "Corina wanted to keep track of the birds she saw around her dorm and compared them to the birds she was seeing around her neighborhood. It helped her notice the biodiversity of where she was living at the time. I tend to log my settings directly in eBird or use the notes app on my phone to reduce the amount of things that I'm carrying around."
    },
    {
      "author": "NGUYEN",
      "text": "All right. Let's talk about binoculars, bins, binocs, nocs (ph)."
    },
    {
      "author": "NATER-OTERO",
      "text": "You don't have to get binoculars and look at birds. You can enjoy birds by silhouette."
    },
    {
      "author": "NGUYEN",
      "text": "You can observe how they fly. You can listen to them, learn their songs. Binoculars can get pretty pricey pretty fast. There's budget-friendly options available, too, though. So don't feel the need to purchase a pair of binocs immediately."
    },
    {
      "author": "NATER-OTERO",
      "text": "Lots of local chapters will have spare binoculars to lend. You can also - like if you're going birding with anyone, lots of birders have spare binoculars, either older ones or ones that they've picked up along the way. So you can always ask about borrowing equipment."
    },
    {
      "author": "NGUYEN",
      "text": "Some local libraries have birding backpacks you can check out. They include things like binoculars and field guides. And speaking of field guides, it can be helpful to have one if you're someone who wants to learn how to identify birds. You can also just download an app that will show you birds you're likely to come across in your area. I personally use a National Geographic field guide in tandem with the Merlin and eBird apps. I like being able to cross-reference information because, like this episode, a singular resource can't cover everything."
    },
    {
      "author": "NGUYEN",
      "text": "Merlin is really beginner friendly, and it's nice to use on days when I don't feel like poring over my guidebook to make an ID. It's got this feature where you can just upload a picture of the bird you saw. And it'll suggest some potential matches."
    },
    {
      "author": "NGUYEN",
      "text": "I'll also include some other apps to check out on our episode page. But as a quick overview, another free app people like is the Audubon app. And Virginia recommends the paid apps iBird pro and the Sibley app."
    },
    {
      "author": "NEWSOME",
      "text": "Another kind of tool to use for identification is a physical field guide, like, you know, a Ken Kaufman or a Sibley guide."
    },
    {
      "author": "NGUYEN",
      "text": "If you're looking for recs, Virginia uses a National Geographic guide along with a Sibley guide. Yamina uses a Sibley's east guide, which focuses on birds found east of the Rocky Mountains. Before you purchase a field guide, though, consider checking out your local library to see what they have. It can be helpful to page through different options to get a feel for which guide you like best."
    },
    {
      "author": "NGUYEN",
      "text": "Before I get into some tips for identifying birds, I should say you really don't have to learn the names of birds to be a birder."
    },
    {
      "author": "ROSE",
      "text": "I guess, at some point, I would be putting less stress on identifying the bird. Can we just - do we have to do that right away? Can we just sit? Can we just sit and look at the bird and watch the way it behaves?"
    },
    {
      "author": "NGUYEN",
      "text": "This brings us to our next takeaway. Takeaway No. 3, if you do want to learn how to identify birds, use the senses and resources you have available to you. We'll start off using sight."
    },
    {
      "author": "NATER-OTERO",
      "text": "When I first started and I was with colleagues that had been birding for years, they were pointing out birds. And I thought they were messing with them because I couldn't see them..."
    },
    {
      "author": "NGUYEN",
      "text": "(Laughter) Yeah."
    },
    {
      "author": "NATER-OTERO",
      "text": "...Because you're looking for something that's teeny-tiny, like two or three inches. You're looking for it, like, on, like, a giant tree or, like, a vast, like, expanse. It's hard to see. And that's fine. There's nothing wrong with you. It's legitimately hard to find birds at first."
    },
    {
      "author": "NGUYEN",
      "text": "Once you locate a bird, take note of its size."
    },
    {
      "author": "ROSE",
      "text": "Is it bigger than a chickadee? Is it smaller than a cardinal? Is it bigger than a crow? So that kind of sorting out in your brain can be done really quickly. It's a very important exercise to do to get you into at least the area, the general family, maybe."
    },
    {
      "author": "NGUYEN",
      "text": "Then try to notice the shape and the structure. Is the bird's silhouette more short and stocky? Or is it tall and elongated? What does the beak look like? This will help you narrow it down even further. Noticing a bird's habitat and behavior can also be really helpful in narrowing down what a bird could be."
    },
    {
      "author": "NATER-OTERO",
      "text": "Where are you? (Laughter) Are you at the beach? Are you in the wetlands? Are you in a park?"
    },
    {
      "author": "NGUYEN",
      "text": "Is it swimming around in the water? Is it hanging out on the ground? Is it darting from branch to branch? After you've taken note of all those things, then turn your attention to color."
    },
    {
      "author": "ROSE",
      "text": "People who can see so very quickly default to vision. We have a tendency to go straight to color. And we try to use color as the identifier. And that can be so incredibly misleading. And it's just too easy and quick to try to hang some - hang a bird idea on color."
    },
    {
      "author": "NGUYEN",
      "text": "Now this is by no means an exhaustive introduction to how to identify birds by sight. So I'll link to some additional resources on the episode page if you want to dive deeper into the topic."
    },
    {
      "author": "NGUYEN",
      "text": "Even though birding is often conceptualized as a very visual activity, you can learn a lot by just listening as well."
    },
    {
      "author": "NGUYEN",
      "text": "Not everyone can or chooses to rely on seeing a bird to know what it is."
    },
    {
      "author": "ROSE",
      "text": "I think people come to the vocalizations learning later. But I would recommend doing as much birdsong study as you can also right from the beginning, because the sooner you are able to blend those two skills, the better it's going to be for you, the happier. The discovery is so cool - to know that you heard a bird, and you keep looking for it. And you follow the sound. And then you see it."
    },
    {
      "author": "NGUYEN",
      "text": "When you're trying to learn bird calls and birdsongs, come up with a mnemonic for whatever it is you're trying to commit to memory. Does the call or song sound like a phrase or maybe a word in a language that you're familiar with? Take a cardinal for example."
    },
    {
      "author": "NEWSOME",
      "text": "One of the common sounds that the cardinal makes is pretty, pretty, pretty, pretty, pretty."
    },
    {
      "author": "NEWSOME",
      "text": "Sounds like they're saying pretty - right? - like pretty, pretty, pretty. A very similar sound is the tufted titmouse, which says, Peter, Peter, Peter, Peter..."
    },
    {
      "author": "NEWSOME",
      "text": "...Which sounds similar to pretty, pretty, pretty, right? It's, like, almost, like, the same thing, but the inflection's a little bit - or the emphasis is a little bit different."
    },
    {
      "author": "NGUYEN",
      "text": "Yeah. That's much more useful than what I've been trying to do. I'm like, OK, the cardinal kind of sounds like a car alarm..."
    },
    {
      "author": "NGUYEN",
      "text": "...So do red-winged blackbirds."
    },
    {
      "author": "NGUYEN",
      "text": "And then I'm like, oh, my God. What am I hearing right now?"
    },
    {
      "author": "NEWSOME",
      "text": "Yeah. Yeah."
    },
    {
      "author": "NGUYEN",
      "text": "I know this is a lot to throw at you. But, please, don't fret. In order to appreciate a bird, you really don't have to ID it."
    },
    {
      "author": "ROSE",
      "text": "To me, that doesn't need to be the goal. The goal is being outside looking at birds."
    },
    {
      "author": "NGUYEN",
      "text": "If someone asks you if you've come across anything good while you're out birding, they're generally asking if you've seen something unusual or unexpected."
    },
    {
      "author": "NATER-OTERO",
      "text": "There's, like, an elitism in terms of what birds you see. So you'll be with birders. And they'll point out a bird. And they're like, oh, it's just a cardinal."
    },
    {
      "author": "NGUYEN",
      "text": "It might just be a cardinal to you if you live in the southern or eastern United States and you see them all the time. But there's no such thing as a, quote, unquote, \"bad bird.\""
    },
    {
      "author": "NEWSOME",
      "text": "We're not out here to just grow a life list - right? - to see as many birds as we can. We of course want to see as many birds as we can. But I don't want to go in with a consumer perspective where the more you've seen something, the less interesting it is, the less value it has to you."
    },
    {
      "author": "NGUYEN",
      "text": "Virginia sums up this sentiment quite simply."
    },
    {
      "author": "ROSE",
      "text": "Any bird you see is something to study."
    },
    {
      "author": "NGUYEN",
      "text": "This brings us to our last and final takeaway. Takeaway No. 4, respect the birds, and respect your fellow birders. If you're birding at a park or nature sanctuary with posted rules, make sure to note them and adhere to them. They're designed to help protect the habitat and the creatures that call that habitat home."
    },
    {
      "author": "ROSE",
      "text": "I know this is kind of, like, a terrible characteristic of birders. But the quieter you are, the more likely it is that you're going to see the birds you want to see."
    },
    {
      "author": "NGUYEN",
      "text": "But sometimes you just can't help yourself if you see something cool. Feel free to point. Jump up and down - whatever. If you get a little too loud in your excitement and the bird flies off, Corina says that's OK."
    },
    {
      "author": "NEWSOME",
      "text": "The bird is exposed to a variety of stimuli. The bird won't be hurt by that, right?"
    },
    {
      "author": "NGUYEN",
      "text": "That being said, be aware that making loud noises and scaring away birds will probably annoy the birders around you. So just be cognizant of the space you're entering and how others are using it. That's probably good advice beyond birding, too."
    },
    {
      "author": "NGUYEN",
      "text": "If you're on a group excursion, consider how you can help others feel more comfortable or welcome."
    },
    {
      "author": "ROSE",
      "text": "If you are participating with people who have accessibility challenges, whether they're crutches, whether they're wheelchairs, whether they're scooters - whatever - make sure and be very welcoming and inclusive of them. But always ask first if they need help. You know, and just - I would just take them aside and say, hey, I'm Virginia. And, please, let me know about anything I can do to help you manage this terrain. Just, you know, give me a heads up, and I'll be there. So you know, it's a way to not attract attention to them unduly but also to let them know you see them."
    },
    {
      "author": "NGUYEN",
      "text": "At its best, the birding community is nourishing."
    },
    {
      "author": "ROSE",
      "text": "They're like-minded. They're considerate. They're conscientious people. They love spending an hour and a half talking about the color of a bird's beak."
    },
    {
      "author": "NGUYEN",
      "text": "(Laughter)."
    },
    {
      "author": "ROSE",
      "text": "We all love that."
    },
    {
      "author": "NGUYEN",
      "text": "I asked Corina how to tap into that community. She said an easy answer would be to connect with your local nature center or Audubon group. But Corina says..."
    },
    {
      "author": "NEWSOME",
      "text": "Oftentimes, these groups are folks who are white, older, high socio-economic status. And I'm someone from a low-income, low-wealth background. I'm a Black woman. Even if the people are perfectly nice, oftentimes I don't feel comfortable going to those places."
    },
    {
      "author": "NGUYEN",
      "text": "Yamina and Corina both recommend using social media to connect with other birders who can better relate to your lived experience."
    },
    {
      "author": "NEWSOME",
      "text": "You'd be surprised how many people might be in your area. And I have found a lot of young Black people who bird through social media."
    },
    {
      "author": "NGUYEN",
      "text": "Yamina recommends also looking for affinity-based birding groups or outings. She recommends checking out the Feminist Bird Club and Flock Together. A lot of these groups are still expanding, though, and concentrated in big cities. So if none of them exist in your area, Yamina suggests looking for other outdoor-oriented groups and birding during those excursions. You can try checking out groups like Latino Outdoors, Outdoor Afro and Outdoor Asian, just to name a few. Birding can also build a stronger connection with where you live or where you're from. Yamina is Puerto Rican. And they try to visit the island at least once a year. The last time she was able to visit was her first time back as a birder."
    },
    {
      "author": "NATER-OTERO",
      "text": "I always think it's really cool to think about the places birds go, they migrate. So the birds I see here in the spring might actually be in Puerto Rico in the winter. And I think that's so amazing."
    },
    {
      "author": "NGUYEN",
      "text": "If you know anything about where you're from or your family's history or heritage, she says it can be worthwhile to look into birds found in the same region."
    },
    {
      "author": "NATER-OTERO",
      "text": "Think about their journey. And think about how the land's history has affected the bird species. It's just something that I really enjoy doing during my time as a birder."
    },
    {
      "author": "NGUYEN",
      "text": "This is why I love birding. It can foster a deeper connection to where you're from or where you grew up. And it can ground you in the present and everything in between."
    },
    {
      "author": "NGUYEN",
      "text": "There's so much more to talk about. But I can only get to so much in a 20-minute episode. But let's recap what we've learned so far."
    },
    {
      "author": "NGUYEN",
      "text": "To get into birding, all you have to do is look or go outside. Birding can happen anywhere, anytime. Takeaway No. 2, you don't need much to get started. You can get away with just grabbing a water bottle and heading out the door. Binoculars and guidebooks can help you identify the birds, which can enhance your experience, too. Takeaway No. 3, if you want to learn how to identify birds, use the senses you have available to you. Takeaway No. 4, respect the birds and respect your fellow birders."
    },
    {
      "author": "NGUYEN",
      "text": "For more episodes of LIFE KIT, go to npr.org/lifekit. We have episodes on all sorts of topics. I produced a guide to navigating birth control and another one on Car Camping 101. Got a rando tip and want to be featured at the end of a LIFE KIT episode? Leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "NGUYEN",
      "text": "This episode was produced by the very talented Clare Marie Schneider. The amazing Meghan Keane is the managing producer. Beck Harlan and Clare Lombardo are our digital editors. Beth Donovan is our senior editor. Special thanks to Emma Peaslee. Some of the bird sounds you heard were courtesy of Wil Hershberger and the Macaulay Library at the Cornell Lab of Ornithology."
    },
    {
      "author": "NGUYEN",
      "text": "Extra special thanks to Patrick Kelling, my mom and dad, my ong ba noi and my ong ba ngoai and my ancestors before them for everything they've done that's allowed me to be where I am today. I'm Audrey Nguyen. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6532104517.mp3",
  "img": "https://media.npr.org/assets/img/2021/06/03/birding-photo---uncropped_wide-62645b15fad0c48ca3b4ad554dd53ebdd7402b7b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "AUDREY NGUYEN, HOST",
    "CORINA NEWSOME",
    "NGUYEN",
    "YAMINA NATER-OTERO",
    "VIRGINIA ROSE",
    "NEWSOME",
    "NATER-OTERO",
    "ROSE"
  ]
}