{
  "title": "The first step to passing on wealth is deciding what's important to you",
  "url": "https://www.npr.org/transcripts/999050640",
  "intro": "Wealth isn't just cold, hard cash, says strategic investor Pamela Jolly. It's whatever you value — and that means generational wealth can take lots of forms. Keisha \"TK\" Dutes speaks with Jolly about how to get strategic about leaving a legacy.",
  "transcript": [
    {
      "author": "TK DUTES, HOST",
      "text": "I'm TK Dutes, and this is NPR's LIFE KIT. Today on the show, we're talking generational wealth."
    },
    {
      "author": "PAMELA JOLLY",
      "text": "When you think about generational wealth, it's the connection of the past to the present to the future."
    },
    {
      "author": "DUTES",
      "text": "That's Dr. Pamela Jolly. She's the founder and CEO of the strategic investment firm Torch Enterprises. And Dr. Jolly says wealth isn't just about cold, hard cash. It's whatever you want it to be. It's your relationships, your education, your knowledge, the things you own, anything you can pass down to make your mark on the world."
    },
    {
      "author": "DUTES",
      "text": "You can't talk about wealth in this country without talking about the racial wealth gap, so Dr. Jolly and I touch on that in our conversation. We also talk about how to communicate with your family or your friends, whoever your people are, about what you have and how to make sure it's protected so it can get passed on whenever you're not around anymore."
    },
    {
      "author": "DUTES",
      "text": "First, I asked my friends on social media what they wanted to hear about when it comes to generational wealth. It means a lot of things to a lot of people, so I just wanted to make sure I got it right. And lots of them brought up the idea of mindset - that building up long-term wealth really required a mindset change. So Dr. Jolly and I started there."
    },
    {
      "author": "JOLLY",
      "text": "Yeah. So in my research, what I found was there are four key barriers. They were trust, capital, leadership and accountability. The first thing was trust. And trust is such a big thing. What I want people to understand is that you must first trust yourself. And then once you can trust yourself, you can start to prioritize what really matters because what lies under a lack of trust, that I have found, is a lack of priorities. And so you can't trust everybody with everything. But if you have certain priorities - you know, listen; this is where I need help 'cause I really want this - and you can seek out people who can help you with something. But when you have a low level of trust, you hold everything close to your heart. And wealth is a group process."
    },
    {
      "author": "DUTES",
      "text": "All right, all right. So now that, you know, we're getting our mind right, we're trusting ourselves, then there's the world that tells me because I'm Black, because I'm a woman, because, you know, I might be LGBTQ, I might be a million things that take me further away from my friend to the left that is white, hetero, cis, male. Can you talk about the variety of wealth gaps? Like (laughter)..."
    },
    {
      "author": "JOLLY",
      "text": "I totally get you. I think for me, TK, what I want more people to do is own their own benchmark because wealth is cultural. It's a matter of perspective. And so just what you talked about in terms of the grass always looks greener on the other side - listen; I think the comparison piece hurts. Now, there's a reality in America that some people had a leg up against other people."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "JOLLY",
      "text": "And essentially, when you think about the promise of America, each generation has an opportunity to pursue that even more. And to your point about things take time, they do, but take your own time"
    },
    {
      "author": "DUTES",
      "text": "Before we go on, I want to acknowledge here that the racial wealth gap and all the wealth gaps that exist, they're big systemic issues, and we're not going to solve them in a LIFE KIT episode. I wish we could, right? But we can't, and we don't expect any of you listening to solve them either. That's an important point here, so I don't want to gloss over it."
    },
    {
      "author": "DUTES",
      "text": "But maybe someday you're starting to look around your house, and you wonder what you'll pass on one day or you wonder about the best way to do that. Dr. Jolly had some ideas. The first one - increasing your income."
    },
    {
      "author": "JOLLY",
      "text": "Which means that if you want to spend 40 years working hard, you've got to take inventory of your talents. You've got to make sure that you are increasing your levels of income, which means you have to learn how to negotiate. You have to learn how to look around in your industry and see what's next for you and not wait for your industry to tell you what's next for you."
    },
    {
      "author": "JOLLY",
      "text": "The second thing is increase savings. And so, so many people look at savings - oh, I got to save. For me, I want you to look at saving as sustainability."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "JOLLY",
      "text": "Like, build the lifestyle you want to live, and then create a financial projection to sustain it throughout all 80 years."
    },
    {
      "author": "JOLLY",
      "text": "And so the fourth thing is increase levels of ownership, both land and property, and I expand it to think of anything. I need you to own something. So I don't care if it's a stock portfolio, a house, an heirloom, some IP. I need you to own something..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "JOLLY",
      "text": "...So that it's yours because that's the path towards your independence."
    },
    {
      "author": "JOLLY",
      "text": "And the last thing is increase levels of inheritance. And, you know, inheritance goes both ways. You receive inheritance and you leave an inheritance. But too many people, I think, are miseducated to think that inheritance happens after you die. I leave a legacy every day."
    },
    {
      "author": "DUTES",
      "text": "Yes, come through."
    },
    {
      "author": "JOLLY",
      "text": "And that's what's important (laughter)."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "What about this has to do with open communication and talking about it? Like, how early do we start talking about money to our - and to who? Like, does everybody need to know? Who needs to know in my circle about my wealth?"
    },
    {
      "author": "JOLLY",
      "text": "Those are really good questions. So again, wealth is a group process. However, trust - right? You don't tell everybody everything, but you do need to have an inner circle. You know, I'm a \"Grey's Anatomy\" fan. So when Meredith had her person..."
    },
    {
      "author": "DUTES",
      "text": "Yes."
    },
    {
      "author": "JOLLY",
      "text": "...Which was Cristina - right? - you got to have your person. You know, my person is my cousin who I call my sister, Avis. So we share, you know, our wills, our trusts. We share our balances. We share our plans for retirement. We share that with each other because it's important, you know? And when I launched my business and things got tough, she invested in me. And so therefore - and I invest in her and her children. And so you want that person or persons that are on the road no matter what."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "JOLLY",
      "text": "But also, I think everyone needs to interview their parents and grandparents. They did so much more with less."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "JOLLY",
      "text": "And so I want to figure that out. I want to figure out how my grandmother, with less than a sixth-grade education, had a stock portfolio that would be inimitable to us now, you know?"
    },
    {
      "author": "DUTES",
      "text": "Wow, yeah."
    },
    {
      "author": "JOLLY",
      "text": "I want to figure out how my mom was able to take care of two kids, put them in private school as a single mom. I want to figure out how she did it. What's the budget? What's the numbers? How did she pay that mortgage? How did she keep that house? Those questions you need to know. Those are answers that you have inherited. But if you don't ask them, you don't get them."
    },
    {
      "author": "DUTES",
      "text": "Right. Right. And I think a barrier to communication is - listen; you're Black. I'm Black. I mean, I see it on the Zoom."
    },
    {
      "author": "DUTES",
      "text": "Let's just keep it real here. I think..."
    },
    {
      "author": "JOLLY",
      "text": "Right, yeah."
    },
    {
      "author": "DUTES",
      "text": "...You know, as a people - and I'm speaking very generally - we're very focused on keeping things. And it's - so it's hard to know if someone is interviewing me for, you know, I just want to know, TK, or I'm planning to ask you for your money. And I always feel like someone's waiting in the wings to ask me for what I worked so hard to build. And I've already got plans for that because I'm trying to do the same as you and build generational wealth. So who is this stranger, not stranger - you know, it could be a cousin. It could be just someone that's not in my core circle. And it makes people scared to talk to each other."
    },
    {
      "author": "JOLLY",
      "text": "A thousand percent. But, TK, what I want you to think about - what's the worst that could happen with a conversation? You know how hard it took for you to build what you're building."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "JOLLY",
      "text": "One conversation isn't going to give them the blueprint."
    },
    {
      "author": "DUTES",
      "text": "(Laughter) Yeah, you're right."
    },
    {
      "author": "JOLLY",
      "text": "And so (laughter) - right? Like, just start warming it up."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "JOLLY",
      "text": "And you know. Trust your instinct. So let's get past the initial, like, ugh, I don't want to have that conversation 'cause they're about to be all up in my pocket."
    },
    {
      "author": "DUTES",
      "text": "(Laughter)."
    },
    {
      "author": "JOLLY",
      "text": "No. Let's just - let's see why they think they - I have a pocket for them to get up into."
    },
    {
      "author": "DUTES",
      "text": "Yeah. I mean - and because that's telling because I'm like, if the - if more people come to me, that means I'm doing something right. Anybody listening to this, don't come over here, but still."
    },
    {
      "author": "JOLLY",
      "text": "No. Come over there because it's hard to see the full picture when you're posing for it, TK. You need to know the value that you possess 'cause you know from your perspective, but you want to know from other people's perspective as well."
    },
    {
      "author": "DUTES",
      "text": "You're right. You're right. OK, so now that I've let - I'm letting people in into my heart and into my wallet..."
    },
    {
      "author": "JOLLY",
      "text": "(Laughter) Yay."
    },
    {
      "author": "DUTES",
      "text": "...Let's talk strategies, because you touched on a few things, like ownership of something, whether it's a home or a business, just something - right? - an heirloom. What are some things that folks aren't even thinking about, like off-the-beaten-path strategies to generational wealth?"
    },
    {
      "author": "JOLLY",
      "text": "I think the two most strategic ways to leave a legacy are, one, learn the vehicles of transfer. You know, you have to transfer from one generation to the next. So, yes, you need to understand what a will, a trust and an estate plan is..."
    },
    {
      "author": "DUTES",
      "text": "OK."
    },
    {
      "author": "JOLLY",
      "text": "...So that you can ensure that everything you have created does not die with you."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "JOLLY",
      "text": "I want you to look at yourself as a business. You know, your lived experiences, your relationship, your education, your investment choices - these are all a part of the legacy that you're leaving. Make sure you leave them on your terms and leave them while you're living it."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "JOLLY",
      "text": "And then these contributions to what I call the business of us are important. You know, your philanthropic contributions - I want everybody who wants to be a philanthropist to get strategic about it. Let's get real serious about what is it actually going to cost to eradicate some of the problems that we are upset about. And let's pull our capital together, contribute to a not-for-profit, support a grassroots organization, but let's do it together because scattered contributions lead to scattered intentions. And I know firsthand there's so many hardworking people on the ground, but they need consistent contributions."
    },
    {
      "author": "DUTES",
      "text": "Yeah, right."
    },
    {
      "author": "JOLLY",
      "text": "So let's get strategic about that."
    },
    {
      "author": "DUTES",
      "text": "Fantastic."
    },
    {
      "author": "DUTES",
      "text": "I also want to go into just some nontraditional ways of helping each other, you know? Like, it might not be the bank. I can tell you about my family. My mom is very - she's very traditional about, you know, saving. But somehow along the way, she learned about credit and she learned about what credit can do for you. So she pays her things on time. Her score must be pew (ph), right? Don't - anybody listening, please, leave my mom alone."
    },
    {
      "author": "DUTES",
      "text": "But my brother, you know, he's up and coming, and he's very responsible, but he - one day he needed a boost, and he was like, Mom, can I get on your credit, you know, line so that - just so my numbers look good. I don't even want to use it. I just want my numbers to look good. Like, what are some other ways of nontraditional just boosts?"
    },
    {
      "author": "JOLLY",
      "text": "What I love about what your example is that you just shared with your mother and your brother, you know, he understood that your mother had great credit. He understood, also, that he wanted to move forward, and she understood that she wanted to help her son. But there were some rules and regulations there, right?"
    },
    {
      "author": "DUTES",
      "text": "Yes. Yes."
    },
    {
      "author": "JOLLY",
      "text": "So he knew that he could not mess up Mama's credit."
    },
    {
      "author": "DUTES",
      "text": "Absolutely."
    },
    {
      "author": "JOLLY",
      "text": "Right (laughter)?"
    },
    {
      "author": "DUTES",
      "text": "Absolutely."
    },
    {
      "author": "JOLLY",
      "text": "Right. And so there are some rules and regulations with everything. What if you started at home, took an inventory of your family..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "JOLLY",
      "text": "...Figured out who was near college, who was near retirement, who wanted to buy a home, figured out exactly how much it is and figured out how you can help each other with not just financial capital, but social, human, cultural, spiritual? Like, figuring out how that can happen are intangible ways that wealth can become a reality for more people. And so you mentioned the credit thing. You also - there is a guarantor thing where someone can guarantee, right?"
    },
    {
      "author": "DUTES",
      "text": "Right."
    },
    {
      "author": "JOLLY",
      "text": "And they can step behind that. Also, parents can plan early and invest in their children's education before they even come out of the womb so that they have a set of resources. The other thing is that there's something called an individual development account and children's development account. So an individual development account is a savings account that when you save, someone will match that savings, and you can pull out for education, entrepreneurship or home ownership - same thing for children's development accounts."
    },
    {
      "author": "DUTES",
      "text": "All that takes me to, like, another thing that came up in my conversations of researching for this talk that we're having - life insurance. 'Cause I - listen; I know you're not the only one that has seen the infomercials. And, you know, you at night at 3 a.m., and the guy is saying, call this number of (mumbling) mutual life insurance. Like, so I think it's a scam. It looks fake. But is it - it's real? Is it real, Dr. Jolly?"
    },
    {
      "author": "JOLLY",
      "text": "Listen, TK; the insurance industry is really real. (Laughter) Like, let me tell you. The way I think about it is there's three stages of insurance. There's protect, accumulate and transfer, OK? We're regulated to protect our cars, right? Can you regulate yourself to protect your life?"
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "JOLLY",
      "text": "So if you think about - you can have insurance to protect your income-earning power. And so when you think about your ability to earn income, your life, your car, your home, your health, that iPhone, insurance is what protects it so that you don't lose. Insurance protects the wealth that you've already accumulated. Now, the next thing is accumulate of wealth. Like, so cash is insured - FDIC insured, remember?"
    },
    {
      "author": "DUTES",
      "text": "Oh, wow."
    },
    {
      "author": "JOLLY",
      "text": "Right? And so the cash in the bank. Investments are insured to a certain degree. There is risk, but there's a reason that there's a difference between an accredited and nonaccredited investor because we've got protections to be able to make sure. And then when we think about your life, think about - you're going to remain healthy - right? - with health insurance. But also think about at the end of your life, you can pass on a lifetime of savings to that next generation because when you transfer what you accumulated, that insurance policy stipulates certain things that your family would have to do to be able to receive the resources. It's the ability for you to maintain a standard beyond your life here on Earth."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "JOLLY",
      "text": "So I encourage everyone to talk to a financial adviser that they trust and understand and have the insurance conversation. Are there insurance policies that may not be best for you? Of course. Are there - as with anything, nothing is best for everyone."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "JOLLY",
      "text": "But there are some unique ways that you can integrate insurance into your wealth plan that would protect what you have, help you to accumulate and then help you transfer."
    },
    {
      "author": "DUTES",
      "text": "Thank you for that because I just wasn't sure. I was looking at those infomercials. And no one talks about it because it also is tied to mortality. So..."
    },
    {
      "author": "JOLLY",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "...Who wants to talk about it? What about - I mean, I live in an apartment. Does estate planning mean anything for a person like me? Do I have an estate? Like..."
    },
    {
      "author": "JOLLY",
      "text": "Everybody has an estate. I mean, you have things that you hold dear. One of the things in my research that I heard from an elder is that when an elder passes away, it's like a library burning to the ground. If you do not protect what is most important to you..."
    },
    {
      "author": "DUTES",
      "text": "Yes."
    },
    {
      "author": "JOLLY",
      "text": "...And write it up and explain it to people, they won't know. And all the time that you spent and invested in building what is most important to you will die with you. And so it's imperative. The other thing is that estate planning also helps you to protect as much wealth as possible. You know, the wealthiest people in the African American community are my grandparents' generation, but less than 20% of them have wills."
    },
    {
      "author": "DUTES",
      "text": "Wow."
    },
    {
      "author": "JOLLY",
      "text": "We're talking about sons and daughters of sharecroppers who basically will die, and their children are cash-poor but asset-rich and can't afford to buy their estate out of probate, right? So an estate protects that and helps you become much more strategic. You know, God forbid you have to go into a senior citizens home or assisted living facility, if you've planned your estate, then you've transferred those assets to a trust that will allow you to pass on that wealth while still being able to live out your life in the way in which you deem necessary."
    },
    {
      "author": "JOLLY",
      "text": "There are so many different things. I want people to think an estate plan - it is your strategy for life and beyond. So you matter. It's not just about your apartment. It's about your legacy, TK."
    },
    {
      "author": "DUTES",
      "text": "I mean, I'll write it up. I got, like, two laptops filled with legacy. So who's going to get it? Who's going to get these laptops?"
    },
    {
      "author": "JOLLY",
      "text": "(Laughter) Exactly."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "JOLLY",
      "text": "Exactly."
    },
    {
      "author": "DUTES",
      "text": "How do we live in the present? Because when we do finally get over all the trust stuff and the mindset stuff and get into savings, we kind of tend to get into, like, a hoarding mode, right? Like, OK, you know what? I'm going to sacrifice my joy and comfort because the next generation needs to have more comfort than I. How can I have what I want, go on the vacations I want and enjoy my life and still take care of the future?"
    },
    {
      "author": "JOLLY",
      "text": "Yeah, it definitely is a both-and. And I think, you know, with the pandemic, I think we definitely were all made very consciously aware that we matter - right? - that our life matters. And so going back to the point that wealth is so much more than money, listen; some folks at the end of the day will not have a check to write the next generation, but they will have so much wisdom and knowledge that that generation won't need that check. You know, my grandfather sent more - gave me more wisdom that really fuels my fire than any check he ever could've written."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "JOLLY",
      "text": "And so you've got to really prioritize you and hold yourself accountable to what's most important to you because wealth is a fulfilled life. And if you have lived a fulfilled life, people will want to replicate it, make it better, move forward. So it's a both-and. The only sacrifice is don't just keep the legacy narrative to yourself. Like, share it..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "JOLLY",
      "text": "...While you're living it and share the truth. What I found in my research is that often, we don't tell the truth to people we love about the hard parts of how - what it took for us to get to where we want to go, you know? Like, our elders often tell us what they did but not how they did it."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "JOLLY",
      "text": "You know what I mean? Like, I want to know the truth of how hard it is. Otherwise, we're blindly stumbling things that you've already overcome. I really - again, going back to what we said before, own your own benchmark, you know? Very few people actually leave a million dollars to the next generation in cash. But I promise you, you could leave a million dollars in cultural, social, spiritual and relationships alone."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "JOLLY",
      "text": "And so really just thinking about what you can pass on while you're enjoying your life while you're living it."
    },
    {
      "author": "DUTES",
      "text": "Oh, well, that's my plan. Thank you so much, Dr. Jolly. I'm definitely - I don't offline with interviewees often, but I want to. I'm going to offline with you, child."
    },
    {
      "author": "JOLLY",
      "text": "I'm honored, and I'm grateful. So, yes, please."
    },
    {
      "author": "DUTES",
      "text": "When we talked, Dr. Jolly cited a book called \"The Hidden Cost Of Being African American\" by Dr. Thomas M. Shapiro. If you're interested in learning more about why the racial wealth gap exists, you might want to check that out. Another one is called \"The Color Of Money,\" and it's by Mehrsa Baradaran."
    },
    {
      "author": "DUTES",
      "text": "For more episodes of LIFE KIT, go to npr.org/lifekit. We have episodes on all sorts of topics and a lot more about money, like improving that credit score we talked about, tips for paying off student loans and even getting ahead of medical debt. If you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "DUTES",
      "text": "And as always, here's a completely random tip from listener Jennifer Evans (ph)."
    },
    {
      "author": "JENNIFER EVANS",
      "text": "My life hack is if you have wrinkled clothes in your dryer, like you left them without folding them in time, you can unwrinkle them by placing a couple ice cubes in the dryer and running it for about 10 minutes, and your clothes will come out wrinkle-free."
    },
    {
      "author": "DUTES",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us at lifekit@npr.org."
    },
    {
      "author": "DUTES",
      "text": "Clare Lombardo produced this episode for LIFE KIT. She's also our digital editor, along with Beck Harlan. Meghan Keane is the managing producer. Beth Donovan is our senior editor. And Clare Marie Schneider is our editorial assistant. I'm TK Dutes. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7432814290.mp3",
  "img": "https://media.npr.org/assets/img/2021/05/24/2_npr_gen_wealth_final_wide-dffb4cf24397d0215878734d2fab72995174f1bc.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "TK DUTES, HOST",
    "PAMELA JOLLY",
    "DUTES",
    "JOLLY",
    "JENNIFER EVANS"
  ]
}