{
  "title": "New To Camping? Here's Your Orientation",
  "url": "https://www.npr.org/transcripts/999050761",
  "intro": "This week, Life Kit is heading outside! We're sharing our favorite episodes about getting out there, just in time for summer. Today, we're talking camping, which can be intimidating if you don't have much experience. We'll cover what to bring, how to make meals, how to stay safe and how to honor the land. (This episode first ran in July 2020.)",
  "transcript": [
    {
      "author": "JULIA FURLAN, HOST",
      "text": "What would you say your travel philosophy is regarding..."
    },
    {
      "author": "ANTONIO",
      "text": "Avoid camping - and I avoid picking apples. Other than that, we are fine."
    },
    {
      "author": "FURLAN",
      "text": "Hi. I'm Julia Furlan, and this is NPR's LIFE KIT. In this episode, we're talking about something that I'm extremely passionate about - camping. But as you might be able to tell from my conversation with my mom and dad in Brazil, I did not grow up camping."
    },
    {
      "author": "FURLAN",
      "text": "Why didn't we go camping in the U.S.?"
    },
    {
      "author": "ANTONIO",
      "text": "Why - you mean we as a family?"
    },
    {
      "author": "FURLAN",
      "text": "Yeah."
    },
    {
      "author": "ANTONIO",
      "text": "I hate camping."
    },
    {
      "author": "FURLAN",
      "text": "(Laughter)."
    },
    {
      "author": "ANTONIO",
      "text": "We don't have a tent. I don't like to put up tents. I'm not very mechanical of all those things, OK? So camping needs someone with some mechanical abilities. And then you're going to cook and that part - yeah."
    },
    {
      "author": "FURLAN",
      "text": "There's a lot of production in camping."
    },
    {
      "author": "ANTONIO",
      "text": "Yes. Yes."
    },
    {
      "author": "FURLAN",
      "text": "Look; Antonio's got a point - camping isn't really something you can do without putting some thought into it. And that can be intimidating. But I do have one pretty significant note. I'm pretty sure that tent technology has improved significantly since the 1970s, when my dad used one."
    },
    {
      "author": "FURLAN",
      "text": "In this episode, we're here to prepare you for car camping, which is where you're sleeping in the great outdoors, but you also have access to the biggest of backpacks - a car. We're going to cover a lot of basics. And because my enthusiasm for camping is several notches above my experience level, we'll be joined by two experts. Danielle Williams is a veteran and the kind of outdoorsy person who literally jumps out of planes on purpose."
    },
    {
      "author": "DANIELLE WILLIAMS",
      "text": "We do these really long - we call them ruck marches. You know, I got out of the military; I found out they're called hikes."
    },
    {
      "author": "FURLAN",
      "text": "(Laughter)."
    },
    {
      "author": "WILLIAMS",
      "text": "And so we do these really long hikes and, you know, training scenarios."
    },
    {
      "author": "FURLAN",
      "text": "She's also the senior editor of the outdoors community Melanin Base Camp. She also runs #DiversifyOutdoors, which is a movement that spotlights people of color, queer people, differently abled people and all kinds of folks to improve representation in the outdoor industry."
    },
    {
      "author": "JAYLYN GOUGH",
      "text": "Hi. My. Name is Jaylyn Yenabah Gough. My Navajo name is Yenabah, which means warrior woman who wanders the mountains. And you can call me Jaylyn."
    },
    {
      "author": "FURLAN",
      "text": "Jaylyn is our other expert. She's worked as a guide and as a mountain climber, hiker, mountain biker and a landscape photographer. She created Native Women's Wilderness in 2017 to address the overwhelming whiteness of the outdoor community. Together, Jaylyn and Danielle are going to get us pumped for car camping. We're in such good hands."
    },
    {
      "author": "FURLAN",
      "text": "Now, before we get into the nitty-gritty of camping and all the packing lists and how-tos, the first takeaway for this episode is really simple - check in with yourself first."
    },
    {
      "author": "GOUGH",
      "text": "One thing to start is to know what your limitations are, right? Like, are you able to sleep on the ground? Do you need a mat? Do you need a cot?"
    },
    {
      "author": "FURLAN",
      "text": "Before you start packing or picking a place to camp, knowing yourself and what your own limitations and abilities are is critical."
    },
    {
      "author": "GOUGH",
      "text": "Are you able to be around wildlife if that were to come? I've had people who were literally afraid of squirrels - and so having to process the animals. And you know, also, it may be in some points - looking at your trauma and your history 'cause sometimes camping can be a little scary in terms of - you don't really have a shelter around you. You have this nylon piece between you and the world with bears or people who could harm you."
    },
    {
      "author": "FURLAN",
      "text": "Take it from me, an absolute beginner - you got to start somewhere, and for me, that somewhere was camping in my friend's yard, where I knew that there was access to the things that I needed if I felt unsafe or bad in the middle of the night. Also, if sleeping in the woods is scary to you, maybe you can go with a friend or, like, a larger group of people so that you feel supported and safe. So our second takeaway for this episode you can and should do from the safety of your own internet."
    },
    {
      "author": "GOUGH",
      "text": "I also have a researcher brain, so I want to, like, research the heck out of everything. But, like, there's a really great thing called Google, and I use it all the time. It's free."
    },
    {
      "author": "FURLAN",
      "text": "People, be like Jaylyn. Takeaway two is do plenty of research before you head out. Like I said to my parents at the top of this episode, camping takes a certain amount of production work to do it right."
    },
    {
      "author": "GOUGH",
      "text": "Actually, as soon as we're done with this show, I'm popping in my Jeep and driving down to Ouray. And I picked a new camping spot, but I can't tell you how many hours I have researched that place of where I'm going, what's around 'cause I want to know this to be prepared."
    },
    {
      "author": "FURLAN",
      "text": "And there's lots of different kinds of research that are going to help you out. There's sleeping areas at campsites, weather, food, different trails and hikes you might want to do and also historical research and land acknowledgement."
    },
    {
      "author": "FURLAN",
      "text": "But don't let me get ahead of myself here. Let's start with the first kind of research, which answers the question of where you're going to be camping. If you have no idea where you want to go, look up a list of state or municipal parks near you. Spend some time thinking about what you're hoping to do during the day. Maybe there's a cavern you're hoping to tour. Maybe you're hoping to jump in a lake. Maybe you're trying to bag a peak - that's summit a mountain for the uninitiated."
    },
    {
      "author": "FURLAN",
      "text": "Once you've settled on where you're going to go, figure out where you're going to sleep. I was actually surprised to learn that even though you bring all your own stuff and you're going to be sleeping under a tree, you still might have to make a reservation to camp somewhere. Lots of campgrounds require you to make a reservation way in advance. So before you get on the road, make sure you know as much as possible about where you're going to camp and how it works. It's also smart to be mindful about popular times or peak season. Campsites can be much more crowded at certain times of the year. So make sure that the site that you're headed to is open and ready."
    },
    {
      "author": "FURLAN",
      "text": "Now, our second layer of research is packing. There are a ton of free packing checklists that you can reference online. We've got some in the show notes, as well. But one tip is to consider packing backups of critical essentials, like first aid and fire-starting materials."
    },
    {
      "author": "WILLIAMS",
      "text": "I definitely credit the military for helping me, you know, be thorough when it comes to checklists, when it comes to packing lists, when it comes to, you know, making sure I have extra batteries and making sure I have an extra flashlight. And redundancy is such a big part of the military culture."
    },
    {
      "author": "FURLAN",
      "text": "And don't be afraid to overpack. A car is really just a gigantic duffel bag if you think about it. Obviously, you're going to want to make sure you have a dry place to sleep, like a tent, a sleeping bag, some kind of light source and plenty of food and water. And when it comes to car camping, there are actually a bunch of checklists and packing lists that you can find that we'll link to in our episode page. That can save you the trouble of writing a packing list for yourself and make sure that you have all the equipment that you need. The third piece of research you want to do before heading out is all about planning some daytime activities."
    },
    {
      "author": "WILLIAMS",
      "text": "I'm disabled, and I use mobility aids to walk. So I don't do a lot of long-distance hiking. I do a lot of shorter hikes, which is one reason why car camping and day trips work better for me than backcountry trips."
    },
    {
      "author": "FURLAN",
      "text": "Danielle recommends doing a lot of research on the exact specifics of the terrain and the access to the trailhead before you get there. And if you're not afraid of a phone call, you can call the park headquarters for trail conditions, or you can use apps like AllTrails. Everybody is going to have different abilities and approaches to their situation, which is why it's really important that you have as much knowledge as possible of the campsite that you've chosen."
    },
    {
      "author": "FURLAN",
      "text": "And here's another thing that might seem totally basic and reminds me so much of my vovó in Brazil who used to yell at me to take a jacket even though it was, like, 85 degrees outside - check the weather up to the moment before you walk out the door. You're going to want to pack for a wide range of weather scenarios because you never know when it's going to turn."
    },
    {
      "author": "WILLIAMS",
      "text": "Check the weather. Checking the weather is a good thing."
    },
    {
      "author": "FURLAN",
      "text": "I mean, no, say it. Say it loud (laughter)."
    },
    {
      "author": "WILLIAMS",
      "text": "Yeah, it does sound really basic. But, you know, you might check the weather three days before your trip, and then the morning of, the conditions could change. Things could get dicey really quickly, so it is important to check the weather right before you go."
    },
    {
      "author": "FURLAN",
      "text": "And listen - some fashion advice, OK? - layers are not only the height of fashion on the trail, but they're actually a really good way to have flexibility to change your clothing along with the weather. Layers are the easiest way to make sure that you are comfortable no matter what's going on outside."
    },
    {
      "author": "WILLIAMS",
      "text": "And I have a, you know, fair amount of experience. So it doesn't hurt to, you know, pay attention to what the park rangers are telling you."
    },
    {
      "author": "FURLAN",
      "text": "Right."
    },
    {
      "author": "WILLIAMS",
      "text": "Do your research on the website ahead of time. So the information is out there. Provided you have internet access, the information is available. And it also doesn't hurt to call ahead. I'm that person. I like to hear it."
    },
    {
      "author": "FURLAN",
      "text": "Calling and talking to an actual human person can also give you access to information that you don't get online, like which campsite has the best views, the most shade, et cetera, et cetera."
    },
    {
      "author": "FURLAN",
      "text": "And finally, there's another kind of research that's really important that you do that isn't about rain or packing or whether or not you're going to see a rattlesnake. It's historical research about the land itself that you're exploring."
    },
    {
      "author": "GOUGH",
      "text": "I think it's giving opportunity for other people to realize that this is not a white, cisgender outdoor arena. There are many people involved in here. And one thing that's really frustrating for a lot of Native people is that we are excluded from these spaces. But who knows the land better than us and the waters better than us? This is the land our ancestors walked on. And so I think it's really beautiful to see that shift in also acknowledging the original territories that we're wandering and exploring but to also encourage and educate people of the people who came before us and the treaty rights and the land rights and the water rights. There's so much to learn of the beautiful land which we wander."
    },
    {
      "author": "FURLAN",
      "text": "One way that's really simple to explore and acknowledge the land that you're camping on is with this one app called Native Land. It's really cool and free. And it lets you search based on where you are or where you're going, and then it gives you links to learn about the Native folks who originally lived on that land or who still do live on that land. For me, the idea of learning about a place before you go to it really deepens the experience of being there. And, you know, I'm pretty sure that anti-racist research has been clinically proven to clear your skin, improve your finances and make your whole life better."
    },
    {
      "author": "FURLAN",
      "text": "So I know the internet is haunting your searches - because they're haunting mine - which means that as soon as you're interested in something, there's, like, all this stuff that just follows you around, waiting for you to put it in your shopping cart. And you might feel like you have to buy something just to gain access to the outdoors. But both Jaylyn and Danielle agree that when you're starting out, it's good to start with gear that's either borrowed or rented or cheap. That is our third takeaway - you don't need to invest a bunch of money in gear right away."
    },
    {
      "author": "GOUGH",
      "text": "If you are a person who is starting out camping and aren't quite sure if camping's your jam, test it out. Maybe borrow a friend's tent first. You don't need to go out and buy, like, the zero-degrees sleeping bag that weighs a pound. Bring your comforter. Bring your sheets. Bring your blankets. The sleeping mats or the air mattresses - I know when we started out, we started out with air mattresses. And we would just put the mattress coverings on it and our sheets on it and then just bring our comforter - right? - and our pillows. It does not have to look fancy. It does not have to be an Instagram post."
    },
    {
      "author": "FURLAN",
      "text": "See? Just because Instagram wants you to think your camping experience needs to be, like, all made of money doesn't mean you have to do it that way. Danielle came through with an ex-military tip that I thought was great."
    },
    {
      "author": "WILLIAMS",
      "text": "Oftentimes, secondhand stores will have a great collection of outdoor gear. You can find Army-Navy surplus stores, as well, which have discounted gear. And then it's really about knowing what you're trying to do and finding gear that fits your intentions."
    },
    {
      "author": "FURLAN",
      "text": "It's also worth looking into whether there are any nonprofits or community organizations with gear-lending libraries in your area. They function just like a regular library would except instead of books, it's camping supplies. A lot of gear libraries loan things out for the delightful price of free-99 after you attend a workshop or an orientation session."
    },
    {
      "author": "FURLAN",
      "text": "Regardless of where you get your equipment, it's good to know how to use the gear that you do end up bringing. It's not a bad idea to take it for a trial run at home before you take it into the wild outdoors because there's really never a good time to realize that you borrowed a tent that's missing a key part or your air mattress is going to deflate in less time than it took you to blow it up."
    },
    {
      "author": "FURLAN",
      "text": "While we're on the topic of gear, I just want to say that even if you're borrowing some stuff, it's worth it to see if somebody has solved the problem that was particularly daunting to you about camping. In my case, it was really revolutionary to learn that there was a cheap way for me to stand up and pee outside. I mean, lots of people come to stand-to-pee devices for many different reasons, but I'm just going to say that having the ability to use the bathroom without taking off my pants and my shoes and my socks - and without soaking them, for that matter - was a huge boon to my camping career. So if there's something that's unsettling you or bothering you about camping, do that research because chances are somebody's thought of that before."
    },
    {
      "author": "FURLAN",
      "text": "Our next takeaway is a big one - make a plan to eat, and bring plenty of water. Take it from somebody who is so grouchy when she's hungry that nobody wants to talk to her or even be in the car with her - making a plan for every meal you eat while you're camping is going to make your whole experience so much more fun. You should know before you get there what your meals are going to look like throughout the whole time and how you're going to cook them."
    },
    {
      "author": "FURLAN",
      "text": "But, like, don't feel like you have to whip up some Michelin-star meals, too. You can really keep it simple. If your campsite is going to have a grill, you can plan on cooking up some hot dogs or veggie burgers. And if you're packing one of those tabletop gas camping stoves, you could just boil some water for ramen or have some mac and cheese. Or if you're really trying to do the least, just get some takeout and put it in a cooler - whatever floats your boat."
    },
    {
      "author": "GOUGH",
      "text": "I sometimes like preparing my meals beforehand. Like, if I'm doing something - am putting potatoes in the firepit - right? - and corn, I usually try to chop up the potatoes beforehand, put them in olive oil, get the salt and whatever on and maybe stick it in the microwave for, like, two minutes or a minute just to, like, start softening it. Or I'll often sometimes cook the bacon, you know, here because animals love bacon grease, and what are you going to do with the bacon grease out in the middle of nowhere?"
    },
    {
      "author": "FURLAN",
      "text": "Outdoor ethics tells us to leave no trace, so what Jaylyn is saying here about the bacon grease is key. As you're planning to cook, make sure that you have a plan to dispose of every item you use when you're cooking and eating. And I think it's worth saying that camping uses a lot more energy than, say, watching \"Queer Eye\" reruns on your couch, so don't forget to bring a few extra snacks."
    },
    {
      "author": "FURLAN",
      "text": "And look; I know you might want to bring all those cute craft beers or those cans of rose on your camping trip. But listen to your old pal Julia on this one - please do not forget water. You want to have an abundance of water to drink so that you don't even have to worry about it. The National Park Service recommends two liters of water per day or more, so keep that in mind as a general guideline."
    },
    {
      "author": "FURLAN",
      "text": "So our final takeaway for this episode is one that I think encompasses a lot of the great advice that Danielle and Jaylyn have given us - remember that being in the outdoors and being in nature means that you're participating in a community. It's really important that everyone who decides to be outdoors, even just as a beginner, needs to remember that it's not just about you. That goes for people and the environment. Treat the environment with respect, stay on trails, and leave your campsite clean. And I know that you're not about to go feed wildlife or carve your initials into a tree, so I'm not even going to mention that, OK? OK. Also, remember to use a bear box or lock up any food that you have in your car overnight. You don't want bears."
    },
    {
      "author": "FURLAN",
      "text": "So when it comes to sharing the trails with other campers, make sure that you're respecting their space and their experience."
    },
    {
      "author": "WILLIAMS",
      "text": "I think a big part of that is creating space mentally to realize that not everyone has the same exact experience as you do in the outdoors."
    },
    {
      "author": "FURLAN",
      "text": "This is a really important thing to remember, and it's a big part of the reason that Danielle and Jaylyn started the online communities that they did. Camping is about community, and that aspect should inform all of the things that you do both on the trail and off of it."
    },
    {
      "author": "WILLIAMS",
      "text": "All of that which exists in the culture, which exists in society - it doesn't magically disappear when it comes to the activities we love to do in the outdoors. We're people. We bring all of our baggage with us, for better or for worse. So I think it's important to create that space mentally to where, like, even if you don't understand - OK, I'm going to try to understand. I'm going to..."
    },
    {
      "author": "FURLAN",
      "text": "Right."
    },
    {
      "author": "WILLIAMS",
      "text": "...Listen to the person next to me who doesn't feel like they can hike the same trail that I love - right? - because they're visibly queer or because they're with a same-sex partner and they..."
    },
    {
      "author": "FURLAN",
      "text": "Yeah."
    },
    {
      "author": "WILLIAMS",
      "text": "...Don't like getting harassed, right? So instead of telling them that they just need to stop complaining or they're being too sensitive or they're overreacting or they just need to be more positive or nature doesn't see sexuality or whatever - right?"
    },
    {
      "author": "FURLAN",
      "text": "This is good to remember even if you're camping with a group of your closest friends. You want to really overcommunicate so that everybody's on the same page. And this is especially good advice right now during corona times. The more you check in, not only about what safety precautions you're taking but how those precautions are going to be used, the easier it is for everybody to feel safe and comfortable. I got to say, too - there are a lot of really good reasons to take this moment to normalize uncomfortable conversations. If we make it easy to say, like, hey, that doesn't work for me - we're all going to be more comfortable."
    },
    {
      "author": "FURLAN",
      "text": "So campers, listen to your old pal camping Julia, here. We're going to be prepared, so I'm going to send you off into the woods with a little recap of all our takeaways just so that we're very clear. First of all, check in with yourself. What parts of car camping are you excited about, and what are you not so psyched about? What might be difficult about it? Knowing your own limitations is key. Second, do your research. Make sure that you know where you're going, what the weather's going to be and whose land you're going to be on."
    },
    {
      "author": "FURLAN",
      "text": "Third is be intentional when you pack. Have a plan for packing and for eating. And don't worry about buying all kinds of expensive gear. You can borrow or rent gear to start off. And make sure that you know how to use all the gear that you're bringing with you. Fourth is really simple - make a plan for your food, water and how to dispose of your garbage. Leave no trace, kiddos. And finally, remember that camping and being outdoors means being part of a community. Don't presume that another person has the same experience as you. And when in doubt, overcommunicate."
    },
    {
      "author": "FURLAN",
      "text": "And you know what? I just got to say it - in case it's necessary - if you try out camping and it's not for you, that's OK. You can just be like Antonio and reject the entire premise of camping altogether."
    },
    {
      "author": "ANTONIO",
      "text": "You should travel..."
    },
    {
      "author": "FURLAN",
      "text": "Yes?"
    },
    {
      "author": "ANTONIO",
      "text": "...In as much luxury you can afford. That's my - is my view as far as traveling."
    },
    {
      "author": "FURLAN",
      "text": "(Laughter)."
    },
    {
      "author": "FURLAN",
      "text": "For more NPR LIFE KIT, check out our other episodes. I did a series about friendship that - you know, maybe you'll like it. You can find those at npr.org/lifekit. And if you love LIFE KIT - which I know you do - and you want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And if you've got a good tip about camping, leave us a voicemail at 202-216-9823, or email a voice memo to us at lifekit@npr.org."
    },
    {
      "author": "FURLAN",
      "text": "This episode was produced by the wonderful Audrey Nguyen. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editor is Beck Harlan, and our editorial assistant is Clare Schneider. I'm Julia Furlan. And if you want to reach me, I will be outside in my tent."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6907618365.mp3",
  "img": "https://media.npr.org/assets/img/2021/05/26/lk_campingsupplies_harlan5_wide-64d14665a55181ae8428a8414f483dc63c86093f.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "JULIA FURLAN, HOST",
    "ANTONIO",
    "FURLAN",
    "DANIELLE WILLIAMS",
    "WILLIAMS",
    "JAYLYN GOUGH",
    "GOUGH"
  ]
}