{"title":"Rational Advice For A Chaotic Housing Market","url":"https://www.npr.org/transcripts/999881629","intro":"Home prices have shot up in the last year. But with so many people eager to buy, the competition is stiff. If you're in the market to buy a home, this episode offers some advice for how to navigate this seemingly impossible market.","transcript":[{"author":"MICHEL MARTIN, HOST","text":"This is NPR's LIFE KIT. I'm Michel Martin."},{"author":"MARTIN","text":"Buying a home is a big part of the American dream. But that dream feels harder than ever to achieve right now. There is a record shortage of homes for sale. And with so many people eager to buy, bidding wars are breaking out. That sent prices to record highs. The average home in America now sells for more than $340,000. So if you're still in the market to buy a home, how do you navigate this seemingly impossible market?"},{"author":"MARTIN","text":"With me now is Chris Arnold, NPR correspondent and frequent LIFE KIT host. Hi, Chris."},{"author":"CHRIS ARNOLD, BYLINE","text":"Hey, Michel."},{"author":"MARTIN","text":"So set up the problem for us. Just how hard is it to buy a home right now? And by that, I mean, you know, the whole deal - single-family home, townhouse, condo, no difference."},{"author":"ARNOLD","text":"Yeah. So journalists like to exaggerate sometimes to make things sound bigger than they are. But in a lot of ways, it really is harder than ever before to buy a house. And we just got the latest monthly report from the National Association of Realtors, and it's saying that there's a record one-year price gain in homes - 19% in a single year. That is just off the charts."},{"author":"ARNOLD","text":"And I talked to one couple. They're first-time homebuyers in the Boston area, Rebecca Ametrano and Dan Johnson."},{"author":"REBECCA AMETRANO","text":"You imagine your life in this house. You put in an offer, and then two days later it doesn't get accepted. And it's, to me - for me, it's, like, very emotionally crushing."},{"author":"DAN JOHNSON","text":"So I meditate a lot, practicing non-attachment, not to sound, like, holier-than-thou or whatever."},{"author":"ARNOLD","text":"And these guys - the couple actually knows quite a bit about attachment and emotions 'cause they're both psychologists. So you'd think, well, who better to manage this very frustrating housing market? But they're getting pretty frustrated, too. They keep going to open houses. And they've been doing it for months, and they were just getting outbid - you know, 10, 15 offers on a place - and places would be sold before they even got there. And so even with his meditating and non-attachment, Dan was not sounding like he was really levitating above the fray here."},{"author":"JOHNSON","text":"You're at open houses, and someone rolls up in, like, a 2020 Land Rover, you know, that's all decked out. And you're like, [expletive] you, bro. Like, I don't know."},{"author":"AMETRANO","text":"You can't say this on NPR."},{"author":"JOHNSON","text":"What? Say - OK, sorry. It just - you just want to be like, come on, you know? It definitely sucks to lose."},{"author":"ARNOLD","text":"And, you know, they're laughing about it, but as we've talked about on LIFE KIT episodes before, our human brains do not do very well with loss. We experience loss twice as intensely as we experience gain. And it clouds our judgment, and it makes us make bad choices. So it can be pretty easy in this market to get reckless and get caught up in a bidding frenzy. And you really don't want to do that."},{"author":"MARTIN","text":"How is this different from the last time we saw the housing market in flux? I'm thinking in 2008."},{"author":"ARNOLD","text":"Right. And you might think it's similar. It has bidding wars - we were just hearing about from this couple. But the underpinnings of it are really different. I mean, back then, that was driven by shady mortgage lenders that were getting people into loans that they had no hope of affording. I mean, there was stuff called 2/28 exploding ARMs, which sounds dangerous, and they really were, where in two years your interest rate and your mortgage payment goes through the roof, and you can't possibly afford your loan anymore and you get foreclosed on."},{"author":"ARNOLD","text":"So now people can afford the homes that they are buying because the bank won't lend you the money if you can't afford to pay it, right? So this time the problem's different, and the problem is supply. We didn't build enough homes after the last housing crash that's been going on for, like, a decade, and so now we have this real crunch - that there's all this demand, there's almost no supply. Basic Econ 101, you know, that sends prices through the roof."},{"author":"MARTIN","text":"OK, so the market is red-hot. How should people be thinking about whether this is a good time for them to try to buy?"},{"author":"ARNOLD","text":"Right. So - and this is one of these things that, you know, there are these age-old truths that remain true no matter what's happening. So I talked to Bruce Marks about this. He's the founder of the Neighborhood Assistance Corporation of America. And they do homebuyer classes all over the country and try to help people on modest incomes to become homeowners, and they make loans to first-time homebuyers. So here's what he says."},{"author":"BRUCE MARKS","text":"So what I say to people out there now, it's always a good time to purchase if you can afford the payment, if you have a fixed rate and if you're going to live in that property for a long period of time. By definition, you're going to generate equity 'cause you're going to be paying down the principal over time."},{"author":"ARNOLD","text":"So at some point in your life, it's a really, really, really good idea to become a homeowner. The question is when, because prices go up and down, and you don't want to get stuck losing money. And that's why - what Bruce was talking about - you want to be in there five years or more 'cause, look; if in two years prices have fallen a bit, you don't want to be underwater and lose a ton of money. So the real key is you want to like it, you want to afford it, and you want to be there five or more years."},{"author":"MARTIN","text":"So obviously, with prices rising, affordability is something that has to be on people's minds. So how much should people be stretching financially to make this happen?"},{"author":"ARNOLD","text":"Right. And that's getting a lot harder lately. I mean, this 19% rise in home prices in just one year - we've never seen that before. So the rule of thumb is still true, though, right? I mean, you do not want to spend more than one-third of your gross income on your mortgage payment, which includes your taxes and insurance."},{"author":"MARTIN","text":"Chris, we've been hearing stories about people bidding way over the asking price on houses. Is there a point at which people should think differently about what it means to own a house?"},{"author":"ARNOLD","text":"Yeah. I mean, the No. 1 thing is don't get caught up in a bidding war and do something reckless, right? Like we were talking about before, your judgment gets clouded. And people are waiving home inspections to buy houses right now and say, I'll take it no matter what. And that can be a strategy for getting the house. It's just very risky, right? I mean, there could be a $20,000 or $50,000 problem, like the furnace is breaking and the foundation's cracked all over the place."},{"author":"ARNOLD","text":"There are things you can do, though, that can help. So you can expand your search, right? I mean, OK, people start out, this is the one town I want to live in. Well, look in the next town over. Rethink what kind of house, like maybe a condo or a fixer-upper. And you can get a place with an in-law unit that can provide you income."},{"author":"ARNOLD","text":"And, you know, just to share a little personal story, we bought our first house, which we still live in, back in, like, 2004 I think it was, 2003 - like, the runup to the housing bubble. And it was similar to now. You know, we're going to look at these condos in the city of Boston, and, you know, people writing out checks against the walls. And we couldn't afford it, and it was super depressing. And we tried for a year. And in the end, I bought this total fixer-upper. It's a two-family house. We got rental income from downstairs. It let us get into the neighborhood. That was not the house I envisioned buying when we started the search."},{"author":"MARTIN","text":"So expand your mind, right?"},{"author":"ARNOLD","text":"Yeah."},{"author":"MARTIN","text":"Free your mind is what - I think what you're saying..."},{"author":"ARNOLD","text":"Yeah."},{"author":"MARTIN","text":"...And the rest will follow, to quote somebody's song."},{"author":"MARTIN","text":"So let's say you've really decided you really do want to buy a house right now. What are some good basic guidelines to keep in mind?"},{"author":"ARNOLD","text":"Right. I mean, first, you really want to get preapproved for a mortgage. I mean, people think the first thing they want to do is go out on Zillow or whatever and start clicking around and looking at properties. See how much anybody will loan you money to buy, right? And that'll teach you things. It might be, look; your credit score is really screwed up. You know, you should take six months or a year to clean that up, get - try to get that credit score better. You know, or it'll just give you a sense of what's possible."},{"author":"ARNOLD","text":"I really recommend that people take first-time homebuyer classes, you know, if you are buying a house for the first time. You can learn so much. They teach you about budgeting. And they can connect you with really good ways to get a mortgage as well."},{"author":"MARTIN","text":"I do want to go back to this whole question of who gets access to this. As we said at the beginning, I mean, this is the dream for many people. Historically, many groups, particularly people of color, have been shut out of this, particularly African Americans. And that was by law and by custom, OK? In the current housing market, is this making it even harder for people to buy a home? Are there options for people who really can't afford to participate in these pricey bidding wars, who maybe don't have family members who can kick in for the down payment and things of that sort?"},{"author":"ARNOLD","text":"Yeah. I mean, absolutely it's harder, right? And like you're talking about, there's criticism and legitimate criticism that the traditional mortgage market does make it harder, say, for African Americans to qualify. And part of that's 'cause so much is built around a couple of things, credit scores and how much of a down payment do you have. But - a lot of people don't realize this, but there are ways around that. There are nonprofits and other lenders that have a mission of loaning to lower-income populations who can qualify you on a different set of metrics. Bruce Marks at NACA does this. Here's how he explains what he does."},{"author":"MARKS","text":"At NACA, we do not consider one's credit score, but we pull the tri-merge credit report, which is the most comprehensive, and we look for the payments that that homeowner controls, most importantly, did they pay their rent on time, their car payment, their utility payments? And we look at that to determine whether they're ready for homeownership."},{"author":"ARNOLD","text":"And beyond this one organization, people can go to their local city government. You can go to the HUD website at the federal level and find legitimate groups that do free homebuyer programs. They can connect you with really good alternative mortgage options to get low rates. But you really got to shop around, and you got to do some homework to find that stuff."},{"author":"MARTIN","text":"So, Chris, I'm thinking people might be listening to this and saying to themselves, I think I'll wait until things kind of cool off a little bit. When is that likely to happen?"},{"author":"ARNOLD","text":"I think that's a huge question for a lot of people. You know, people are panicking, wondering, like, do I need to buy now? And I was talking about this with Lawrence Yun. He's the chief economist for the National Association of Realtors. Here's what he says."},{"author":"LAWRENCE YUN","text":"We anticipate that the market will be steadily coming down as we proceed through the year and certainly by 2022, where the multiple offers will be far less prevalent. Homebuilders are building more homes."},{"author":"ARNOLD","text":"So he's saying, you know, even next year, more homebuilding is going to come online. He also thinks that some of the tight supply could be due to COVID. And so wait a little while. Take that homebuying class and be ready so that when things do calm down, you're ready to jump on a good place that you like and buy it. And also, Yun polled his realtor group. And unlike the huge 19% jump in home prices over the past year, they're predicting over the next year about a 2% rise in prices."},{"author":"MARTIN","text":"That was NPR's Chris Arnold. Chris, thank you so much for joining us."},{"author":"ARNOLD","text":"Thanks, Michel."},{"author":"MARTIN","text":"For more LIFE KIT, check out our other episodes. There's one about shopping for the right mortgage and another about how to invest. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."},{"author":"MARTIN","text":"Special thanks to Jeff Pierre this week. Meghan Keane is the managing producer, and Beth Donovan is our senior editor. Our digital editors are Beck Harlan and Clare Lombardo. And our editorial assistant is Clare Marie Schneider. I'm Michel Martin. Thank you for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2051775479.mp3","img":"https://media.npr.org/assets/img/2021/05/24/harlan_wamu_affordability-74_wide-55372c31acc22497cf01451d078c79c3c44c068a.jpg?s=1400&c=100&f=jpeg","authors":["MICHEL MARTIN, HOST","MARTIN","CHRIS ARNOLD, BYLINE","ARNOLD","REBECCA AMETRANO","DAN JOHNSON","JOHNSON","AMETRANO","BRUCE MARKS","MARKS","LAWRENCE YUN"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,87,17539,15446,12998,24300,22249,17118,16847,9764,12829,3424,5539,5111,5128,17116,15870,17759,14340,16516,14053,14406,6084,5565,2977,24754,14887,12508,23204,16678,21103,13045,25397,14096,16073,10909,15367,10413,14152,13595,10374,13474,14549,8258,13053,16561,10747,12589,10490,14986,23479,11741,12985,9763,16530,13973,20090,14746,17829,10960,20001,9899,13778,9244,9897,20773,21423,11841,16720,12258,13416,12716,8847,9178,10436,10250,16398,18140,13880,8968,3411,22100,15037,13876,17979,12181,20614,16177,12912,4981,20375,20373,17976,12844,13086,10217,17266,13720,20682,2860,17398,12881,20321,16519,9638,12593,11879,8686,10042,11726,10170,9556,21772,24715,5689,17098,21987,507,2226,18709,19041,22468,25260,17813,19344,16608,14551,23460,17881,23805,23864,14647,14330,15546,13088,12227,13076,18103,14702,11727,13579,14930,10973,26110,10795,14234,18234,17092,490,23279,25752,5784,28972,14755,10146,20136,16775,19668,22673,14638,13867,3847,11070,15039,17681,16607,14142,17835,14805,20167,28763,16925,26653,17850,16409,10790,15634,10634,2421,17654,24171,11655,16252,10617,8880,9199,1538,13654,20733,21183,7511,16675,11796,15913,27118,26115,9730,15232,6195,11776,12991,14991,18312,9294,7295,28398,25728,11963,1776,24033,9477,27190,13794,26618,17066,15871,13508,19735,26037,9144,12849,11512,22471,8190,9203,16825,17193,10778,11494,12048,8743,17541,21764,16284,7693,1044,16168,26248,18044,28877,23793,27614,18229,15707,18809,19703,15539,7712,13031,12215,26099,18347,21511,20880,12365,17610,12267,13571,23297,22448,15859,13925,7813,16535,9598,7853,20334,16290,13091,9596,812,18363,19602,14122,15188,14822,7646,13354,12435,16877,13116,12563,16364,4059,13253,13283,19059,13810,15535,15121,307,18003,13265,10984,9093,11404,10568,6220,2678,20904,20360,20165,21836,1186,237,20371,10136,6523,12033,22354,11409,16578,16787,15579,7386,8587,10029,8217,22436,13499,12814,24938,24925,18611,21362,17010,26103,12415,11690,15658,14440,12905,23057,5395,20975,8456,13497,15861,12259,17592,14796,12109,9224,9651,14068,19755,10816,13497,11229,8855,13897,13707,13433,12617,26953,1458,27470,24449,17466,10391,10593,9788,723,19887,18249,14512,18521,7909,6516,9181,9538,13035,6685,15818,19628,21083,18145,14737,16459,22186,12741,16488,13944,2530,21307,10500,21616,14984,8882,24317,19534,24686,18458,1918,20066,21664,14430,22416,19456,12716,12142,8150,17165,27718,13424,13185,812,21403,13886,27476,18618,17138,12306,19188,28495,27444,15601,18805,21946,9891,1783,11101,14063,18900,9958,16898,13274,19115,19018,7124,13444,18360,14043,23718,12388,10518,11428,11547,13593,17335,20203,20565,12730,12440,7813,3468,8037,21420,18999,25368,12095,2738,24096,16104,14111,22297,11762,21146,20856,22472,17828,13994,8190,8541,11728,16847,18669,12153,13843,18349,10662,19829,22354,11238,8185,17916,6561,4424,4358,365,16652,25390,15771,24139,22790,25130,26637,16057,12000,22221,16905,10995,13331,13651,10268,9138,19911,19329,880,24150,14660,16327,15717,11510,12232,28702,3724,15229,17215,19464,18597,13766,25385,12586,10899,18566,21659,19775,11332,19022,7780,5636,6164,8853,11725,25906,19509,20271,16109,9970,14462,14329,24709,14720,14762,1700,28652,27183,15873,11332,18826,13626,12886,18221,22354,11026,11379,22690,10728,7055,11178,22802,14491,19119,17365,11876,9603,10949,22183,19421,6807,1788,1092,16496,18541,10426,16375,16539,14716,28071,26686,16670,15936,25536,20801,16617,16849,23674,9914,19409,8108,26979,28320,28450,19395,16875,12873,14084,15138,11460,9229,14849,7816,22844,18546,16192,22050,10721,17375,16350,8100,599,313,18740,17437,17546,12657,27361,18942,12751,414,14871,26169,15017,19754,22621,19369,17584,18710,19972,12746,12318,25374,24307,14814,14366,12383,11640,21448,17701,10841,11865,11387,4898,13427,19173,14870,16654,14915,14994,14590,20675,20109,12953,9708,15091,23776,26348,20506,16981,23990,17721,16441,15920,21664,21415,1924,22318,26701,17667,20252,17020,14218,8472,18510,11525,14297,25528,13846,17961,11666,12468,20298,13679,12787,8403,14259,16876,11886,3085,1874,25447,4188,21334,21532,17531,2966,17951,9473,21761,14862,18011,21594,9152,8764,7070,25738,25298,18614,5277,16728,15312,2909,16072,13871,10341,23055,16795,8180,9747,9298,12351,10160,18087,1044,1813,25744,17284,10143,18400,15673,13336,19051,9630,17886,18102,615,15546,17611,21066,15152,23343,14956,21619,17392,25612,27562,20588,10948,15677,12637,26940,21812,18168,954,23300,25754,27542,20869,19914,17631,10179,24455,21264,14050,9405,11853,13226,18245,21457,20194,23230,929,13879,15646,20789,24506,23828,26518,25077,27485,19898,22691,8391,3808,26778,14331,19747,19388,15154,15686,4204,17496,12179,14653,12007,17589,15718,28501,28256,10125,15590,15806,9578,7714,13468,17315,12657,15127,139,12891,27910,27650,22539,19362,16239,20720,20243,13389,19750,17009,13832,20320,19936,11441,9392,16064,13113,12146,8494,12260,14396,18178,16967,24583,2222,25977,14317,9040,19451,28078,21285,26946,20867,22231,9192,17780,11331,13383,9834,8800,15653,11193,13864,24762,26501,827,19889,17838,17183,27389,21966,10910,8222,20275,8442,21432,21963,9997,15358,15236,16984,11169,10872,21627,15980,13857,4530,25885,16574,12327,11623,19809,20039,2294,26659,10436,3295,20209,25107,24456,11015,24750,15283,14593,467,13103,23288,15679,18981,22961,22516,24399,21212,2165,650,12737,15162,24587,14614,13013,690,12602,22260,20408,18446,23983,9012,17820,26020,22947,24130,23199,14804,21496,13052,13454,8013,681,510,23894,24279,16967,13955,15945,23277,15463,21776,24235,14538,10944,14020,22969,18228,18381,14330,11609,8482,23873,2406,27572,27839,20225,25073,12066,11068,16568,9863,9178,13176,13319,16290,11662,11983,17765,1242,13845,27764,16007,21424,9760,19460,2015,24610,20913,15832,20574,9244,20320,21570,17776,10088,21962,11512,25860,24895,9952,14119,25225,25815,1306,13096,28547,20208,25849,22063,16601,23271,17245,11868,13044,15638,21111,9545,19066,18271,18032,382,23753,20827,16406,14886,12880,11199,13864,15679,11429,15668,13899,14660,8581,26138,17879,3410,22271,7063,8867,10607,19300,8583,2430,26958,28150,7321,22477,15506,16023,23590,25760,17679,11100,24981,16554,11142,18006,26256,19785,18278,20262,14587,24955,13379,5972,3685,27363,13288,12869,13350,14278,28298,11956,16884,15147,17434,19361,23549,26666,8397,20215,19081,7843,4154,27498,23580,10116,25063,20234,20967,19364,24863,23555,6805,16446,22901,21374,25423,22845,9389,12157,14315,18743,1804,26880,24678,17681,14569,19235,25435,25835,11000,12875,26090,25748,23262,17404,16683,12321,14537,8598,15370,23882,26631,19927,12839,19327,15953,10742,1077,18,9,8389,28195,10713,23867,13758,16077,26022,17264,12945,16705,15990,20017,19569,15182,19177,19652,10628,16075,13816,19137,7455,13591,5868,17158,20488,17395,15645,15049,23797,15241,16234,23614,17274,9988,16061,19742,16079,16771,12973,8630,21776,24069,28027,22182,24773,14753,25207,12994,17131,11276,74,3,4,12,19817,16357,18655,12293,16564,21379,15035,20683,8342,75,14857,6808,10574,13403,6694,16817,15868,8398,19280,18410,5775,21297,22287,21550,10337,8769,10036,19318,10777,9492,10527,13428,18134,19061,18793,20389,12066,16731,13650,10227,8957,12951,11376,13470,22621,16375,10409,7029,20927,23063,9393,21986,21755,20303,13012,14320,16465,11903,8687,12624,11335,11855,12395,12237,10456,22574,5428,21447,14853,21377,21861,15112,21544,7822,12631,5400,5,6,206,0,0,172,2811,11219,17719,24426,15639,15977,17106,20969,19934,22262,6302,14329,17217,18594,12003,15873,19973,10431,6044,5503,14895,17488,19351,1808,17799,13840,11617,8103,25457,15166,17880,13445,3432,15870,20264,21897,6000,10591,27972,23125,22950,27076,15839,13369,10685,7842,19083,10309,9707,14739,22486,13269,17543,7131,15856,13117,13650,16556,22702,8705,16344,15270,17365,1330,28136,20100,14452,26825,27220,21687,14746,21012,21927,10747,9875,26066,16358,13769,11121,10554,17251,15675,13845,6745,18707,18229,13018,26616,14014,26746,26072,7124,19722,16600,8864,9795,9839,24472,5431,5858,1797,5106,18893,14082,19365,18104,16481,12912,14265,9225,22716,14479,12690,7267,23009,9671,18366,15213,18382,14904,12366,17877,9669,7177,12118,21380,7689,15715,21263,17122,7074,11275,16665,20430,7074,2715,2793,25789,22796,19428,29089,19656,23276,15549,1614,25501,20998,23295,12968,13515,17029,11259,20694,9355,7683,22754,9753,8850,9172,6064,20448,13834,26431,21623,8268,15188,13235,17091,16408,13890,12425,23315,16093,16626,10745,4164,20907,21715,26804,25971,17093,12958,16129,22166,10900,16543,26783,10628,15426,22306,22261,12546,20993,14953,15445,14468,14018,14055,12557,1033,17225,25524,18986,20700,20996,23943,17139,17973,15369,12210,9008,11631,11100,20274,12958,18860,1693,1285,24026,26847,22723,19564,12970,19298,11067,1658,23516,10789,17750,20765,20788,15364,24320,16132,17470,21168,24220,19802,15041,20315,18657,11811,14839,18177,14717,24905,23073,17394,20099,20414,14912,1866,17756,21848,27371,18116,9453,11702,15633,13803,10671,598,12884,25614,23083,21619,17292,27801,17916,26181,24744,15836,22832,21422,18254,13576,14045,15759,16046,12953,28756,1994,27012,21882,18547,12886,20467,18273,23115,28071,20541,15872,20528,1341,5560,16484,24555,25485,18608,19032,10325,19654,25700,17824,669,22474,14894,20690,20041,3381,14992,12664,16443,15217,9418,16149,17626,21264,21827,21052,1044,19839,19163,23069,21624,17098,17781,11032,7747,13689,11972,8347,12681,14869,9055,11450,712,10881,12525,22300,19323,22274,10140,17284,11794,11933,10855,11694,9197,9713,23765,7258,16754,12409,15087,13561,743,21148,20581,25611,17753,11235,17137,13982,12323,8396,6933,10438,18049,9194,13082,14435,19785,15851,14802,7961,7750,15017,16268,12220,9931,11988,8325,21448,23222,22367,22399,17767,15712,22073,10439,677,14449,25392,11251,3858,196,7194,5451,14882,15119,14983,16672,8936,13744,889,25310,19274,13711,24931,14908,10999,22794,17605,26169,19709,13886,11243,11292,6279,7089,13631,3782,4417,2533,18300,25048,16568,15681,16471,20735,16137,18580,15487,16312,17192,24492,7370,22291,13471,24249,15913,24433,24005,25921,6119,201,15378,9682,822,22070,17461,24422,9813,9785,20346,17220,21079,13536,15727,12337,10935,12972,19465,10834,14537,12404,12395,11583,15061,14397,16404,19486,18713,17367,14072,14197,12920,11602,22014,8367,1249,18316,25744,24547,14117,22498,16861,15681,6624,25358,12891,12060,6595,16218,21418,19218,28720,21038,14076,20876,22714,23790,8032,21188,11004,9132,24319,11530,9358,14729,14151,12764,10932,12578,19275,27142,14717,23967,17158,13002,15455,25046,10553,24662,19571,21637,16927,21244,16553,16090,14340,27718,24168,13204,27751,17811,21883,26227,14184,12334,16543,3507,14766,19691,27491,25454,27414,11164,9424,18466,18446,12844,9248,11634,23102,6809,11708,10441,18728,16938,12692,12246,23669,16733,12667,1200,29426,17236,15275,22137,9673,11375,13741,11176,8872,10656,13821,8402,6097,26958,522,4289,1594,13890,20376,10556,14352,16370,21624,22007,12101,22835,20737,20749,16725,10830,10392,14010,21665,15908,14087,9620,9477,9694,9077,10414,9127,9929,1637,15250,20775,15538,3591,11626,10177,8670,20771,13621,10789,14257,8288,16377,11139,10190,16275,20807,21543,11402,16604,22874,20353,13056,16764,19693,6395,11968,23657,2029,18436,17711,18975,18263,12277,15380,15726,12559,14771,13611,20604,15245,18502,12537,16331,15302,10456,4173,19727,26412,23179,12854,12422,9472,15785,10994,16636,7651,14781,13274,13766,19912,11795,7838,15791,25209,17254,16639,7574,7184,18183,8749,18189,9839,10234,10437,17281,8617,289,6306,21550,22569,27510,8582,6329,8974,17210,13535,8785,11417,28005,16764,17440,25900,18316,12142,16711,15215,25926,14647,8278,15219,13517,13060,19103,18861,17616,836,21346,15510,17140,25075,15687,8973,15536,10333,15191,19522,23755,21084,1301,26341,24973,17962,19299,16686,16492,18696,22572,16071,4175,20855,19858,20080,11510,12391,26008,20848,21675,11849,9831,14291,871,24819,20725,1032,127,25643,27984,20634,22719,13933,15275,16195,13397,16775,19722,11889,11028,13538,12735,24582,26629,10074,17821,4440,23671,15965,17811,11923,16885,18056,8867,17187,13405,10463,15309,15552,26057,11723,7531,5550,10601,25506,21914,19555,10103,19534,11826,17758,1388,7562,27454,18914,1168,13550,24554,25753,20320,28310,18026,14348,13330,15672,9974,10153,6370,4910,1703,24038,21562,11626,25490,13824,21948,18399,7641,530,23887,24077,19255,20440,24059,22452,20749,11690,8579,25754,21051,6481,869,11158,24538,26496,22608,16240,18403,17660,18533,17447,20082,16799,17707,18483,12043,13892,11400,20356,11695,10573,2658,627,13775,23538,22709,15428,7107,21604,17873,19616,20333,15778,12987,6833,26326,20225,20328,11375,10126,16703,22916,15196,9434,5332,23279,26326,9767,18143,16159,9654,13366,16105,12870,12202,23426,12700,8697,21526,20904,699,1647,21855,23958,6976,24375,18761,17909,16933,17561,26210,5111,20855,23711,16895,9686,9144,1964,14842,12209,19733,14384,12476,4865,12087,19521,7311,14444,15330,10455,2906,15820,16905,27400,25701,8291,20182,6534,17745,18615,20336,19477,24666,26281,20619,9828,21105,9677,10625,8378,20955,9871,398,92,14212,17898,10952,12555,13456,14687,12748,17814,13302,14737,7810,7308,21211,11375,15414,8399,7996,6281,15648,14299,10244,20905,9229,12356,13511,9552,614,10778,6699,14080,12250,13858,15899,14318,24651,20054,15185,26950,14162,16510,17299,17891,8394,11394,944,13354,19196,19063,20675,25814,16695,18515,24485,25672,25983,16721,12882,9797,18224,11953,13101,13262,22105,8973,11823,9401,7605,17556,24205,10488,1399,14104,9895,3434,15553,15058,16098,18847,10992,22136,18527,25020,18264,18509,15309,15210,15854,4102,21074,13411,17324,15956,14281,12415,11196,17346,17224,14180,15456,10610,1666,20316,20395,23496,18945,19464,22588,10651,14729,21130,16313,20082,15787,15606,5450,23485,23814,18376,19979,16586,12510,21428,2411,19878,24094,17978,12764,17788,17041,16868,18864,17000,11380,17483,13770,14667,15555,20538,16568,22971,26071,12828,22541,16620,21908,22781,14877,11729,23063,19357,868,20824,22409,18969,17747,12886,23615,26309,14923,23274,21530,13626,18801,19076,14068,24298,17370,18611,1837,18416,28933,5167,12302,19723,22656,10547,10286,13452,22139,13762,13640,14230,15492,18761,12318,14756,13441,11477,8182,10590,16189,23783,1152,25943,24776,10494,15187,19363,17510,12775,17352,15662,17703,892,7935,15846,22377,20095,8898,11942,22605,9889,17953,13237,12018,20873,9683,25620,17050,1456,16740,15554,10611,24614,17927,19821,17789,10460,17370,13909,16984,9652,18337,2370,876,3119,1297,28258,12052,13101,13061,12895,11107,13773,12032,14462,16643,11296,3682,20071,20971,23957,3082,3233,5602,6170,5827,3144,17625,16396,20118,20380,23784,23518,21478,11387,4321,11093,16537,24359,13210,12749,15655,15245,16686,19795,20690,25596,9130,16945,14982,2803,11639,16869,16622,15519,17558,15425,12120,15152,9560,14949,7091,15983,9639,21822,25784,24894,14545,17837,11187,24480,23650,18106,17410,15447,16695,18288,15958,17333,18571,20814,13861,12983,13138,5140,22106,24858,21729,16121,9199,19830,21232,19462,11822,13473,15378,11857,5833,16253,19970,16495,9725,19320,12197,6662,11677,14109,17669,13448,17970,14903,18902,12473,10504,15277,16642,17480,13825,16827,16051,13585,9407,6998,7092,22800,16481,25206,21073,14943,15075,13531,14973,13256,13353,12203,17100,14951,23636,13620,16592,7900,18817,12450,14267,14895,12829,15243,13525,11447,10315,10237,19568,18157,7959,13630,15445,15336,15769,12177,18246,20324,11502,14921,4138,25830,20290,18691,15040,16998,14053,19082,2872,2372,1646,1079,1178,843,974,556,389,263,10606,6394,5263,26610,20128,23669,13616,11443,21594,16076,13094,21080,10647,19092,12034,5174,3629,3477,25891,25384,19500,17403,11817,14590,22487,16370,20122,9617,8401,9085,22549,12016,16023,15329,22699,20633,11700,17226,7039,3048,12750,22351,22566,11380,3959,14674,23940,20190,22216,14749,21075,23404,18211,10834,19421,20210,12510,9987,6348,4750,5238,5082,3852,4178,2723,3112,2504,710,468,85,16942,25488,17301,23933,17277,24634,14348,10979,23149,18685,16529,14364,21819,22039,17047,26219,10948,17617,22043,5737,28069,26452,28066,12128,13290,13932,23432,23934,12616,12952,18185,20844,7432,21209,20465,15317,17299,23015,15790,21324,17464,11240,3737,25230,20455,4397,12674,18063,24341,21858,21320,13448,16042,27572,15686,18548,15958,16069,15321,14500,10363,6030,23230,15475,14310,7072,21708,23783,20291,12877,11817,23539,19233,8164,23130,18094,25675,17670,15211,19703,17626,26180,18347,15025,15284,9660,9566,13399,9917,5538,20870,25662,16632,14520,18715,9626,19803,20993,25414,10853,21593,26920,26205,15821,25923,28295,7896,6912,24159,23209,14617,13031,1123,54,2,22111,23591,11463,13971,13952,15564,19376,12343,7750,7371,22239,15581,8299,9203,8677,15342,12221,13873,15125,16011,9758,15298,16276,19996,14079,11933,12966,15996,13486,4186,18966,16413,18390,20902,21615,15681,6091,10916,7714,15332,14631,5882,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,9782,18007,8331,7962,16323,9376,1228,21623,14408,17982,16970,13725,7775,2563,19113,16181,23518,21662,6463,157,21329,13532,22171,11803,17515,15316,7912,15314,19820,7486,8235,7925,12937,11284,7321,6587,14093,17652,9012,20364,12868,13112,5754,5560,228,3,7743,8220,10171,9069,14892,26753,16866,17220,11811,6857,17218,19199,13396,8433,7513,10906,19957,13188,15969,12277,14769,12141,16975,8595,15450,5238,10739,8185,11526,8572,17385,3266,25931,19644,25110,21222,24317,25902,15343,16277,13037,16784,15754,12055,21283,19932,9050,13220,19238,11099,9323,21701,9811,8653,11597,8040,9519,9967,12018,17151,14494,16468,9439,13712,17486,9509,11455,7140,22905,20288,18742,20302,25447,23024,9673,27235,13553,15531,15554,7449,4290,1563,761,773,684,181,31,5],"fragments":[{"begin":"0.000","end":"6.720","lines":["This is NPR's LIFE KIT. I'm Michel Martin."]},{"begin":"6.720","end":"42.360","lines":["Buying a home is a big part of the American dream. But that dream feels harder than ever to achieve right now. There is a record shortage of homes for sale. And with so many people eager to buy, bidding wars are breaking out. That sent prices to record highs. The average home in America now sells for more than $340,000. So if you're still in the market to buy a home, how do you navigate this seemingly impossible market?"]},{"begin":"42.360","end":"46.760","lines":["With me now is Chris Arnold, NPR correspondent and frequent LIFE KIT host. Hi, Chris."]},{"begin":"46.760","end":"47.760","lines":["Hey, Michel."]},{"begin":"47.760","end":"58.000","lines":["So set up the problem for us. Just how hard is it to buy a home right now? And by that, I mean, you know, the whole deal - single-family home, townhouse, condo, no difference."]},{"begin":"58.000","end":"83.480","lines":["Yeah. So journalists like to exaggerate sometimes to make things sound bigger than they are. But in a lot of ways, it really is harder than ever before to buy a house. And we just got the latest monthly report from the National Association of Realtors, and it's saying that there's a record one-year price gain in homes - 19% in a single year. That is just off the charts."]},{"begin":"83.480","end":"89.640","lines":["And I talked to one couple. They're first-time homebuyers in the Boston area, Rebecca Ametrano and Dan Johnson."]},{"begin":"89.640","end":"102.000","lines":["You imagine your life in this house. You put in an offer, and then two days later it doesn't get accepted. And it's, to me - for me, it's, like, very emotionally crushing."]},{"begin":"102.000","end":"108.840","lines":["So I meditate a lot, practicing non-attachment, not to sound, like, holier-than-thou or whatever."]},{"begin":"108.840","end":"138.680","lines":["And these guys - the couple actually knows quite a bit about attachment and emotions 'cause they're both psychologists. So you'd think, well, who better to manage this very frustrating housing market? But they're getting pretty frustrated, too. They keep going to open houses. And they've been doing it for months, and they were just getting outbid - you know, 10, 15 offers on a place - and places would be sold before they even got there. And so even with his meditating and non-attachment, Dan was not sounding like he was really levitating above the fray here."]},{"begin":"138.680","end":"147.040","lines":["You're at open houses, and someone rolls up in, like, a 2020 Land Rover, you know, that's all decked out. And you're like, [expletive] you, bro. Like, I don't know."]},{"begin":"147.040","end":"148.880","lines":["You can't say this on NPR."]},{"begin":"148.880","end":"156.400","lines":["What? Say - OK, sorry. It just - you just want to be like, come on, you know? It definitely sucks to lose."]},{"begin":"156.400","end":"181.200","lines":["And, you know, they're laughing about it, but as we've talked about on LIFE KIT episodes before, our human brains do not do very well with loss. We experience loss twice as intensely as we experience gain. And it clouds our judgment, and it makes us make bad choices. So it can be pretty easy in this market to get reckless and get caught up in a bidding frenzy. And you really don't want to do that."]},{"begin":"181.200","end":"186.080","lines":["How is this different from the last time we saw the housing market in flux? I'm thinking in 2008."]},{"begin":"186.080","end":"216.160","lines":["Right. And you might think it's similar. It has bidding wars - we were just hearing about from this couple. But the underpinnings of it are really different. I mean, back then, that was driven by shady mortgage lenders that were getting people into loans that they had no hope of affording. I mean, there was stuff called 2/28 exploding ARMs, which sounds dangerous, and they really were, where in two years your interest rate and your mortgage payment goes through the roof, and you can't possibly afford your loan anymore and you get foreclosed on."]},{"begin":"216.160","end":"244.880","lines":["So now people can afford the homes that they are buying because the bank won't lend you the money if you can't afford to pay it, right? So this time the problem's different, and the problem is supply. We didn't build enough homes after the last housing crash that's been going on for, like, a decade, and so now we have this real crunch - that there's all this demand, there's almost no supply. Basic Econ 101, you know, that sends prices through the roof."]},{"begin":"244.880","end":"252.760","lines":["OK, so the market is red-hot. How should people be thinking about whether this is a good time for them to try to buy?"]},{"begin":"252.760","end":"275.760","lines":["Right. So - and this is one of these things that, you know, there are these age-old truths that remain true no matter what's happening. So I talked to Bruce Marks about this. He's the founder of the Neighborhood Assistance Corporation of America. And they do homebuyer classes all over the country and try to help people on modest incomes to become homeowners, and they make loans to first-time homebuyers. So here's what he says."]},{"begin":"275.760","end":"305.440","lines":["So what I say to people out there now, it's always a good time to purchase if you can afford the payment, if you have a fixed rate and if you're going to live in that property for a long period of time. By definition, you're going to generate equity 'cause you're going to be paying down the principal over time."]},{"begin":"305.440","end":"343.640","lines":["So at some point in your life, it's a really, really, really good idea to become a homeowner. The question is when, because prices go up and down, and you don't want to get stuck losing money. And that's why - what Bruce was talking about - you want to be in there five years or more 'cause, look; if in two years prices have fallen a bit, you don't want to be underwater and lose a ton of money. So the real key is you want to like it, you want to afford it, and you want to be there five or more years."]},{"begin":"343.640","end":"356.680","lines":["So obviously, with prices rising, affordability is something that has to be on people's minds. So how much should people be stretching financially to make this happen?"]},{"begin":"356.680","end":"383.520","lines":["Right. And that's getting a lot harder lately. I mean, this 19% rise in home prices in just one year - we've never seen that before. So the rule of thumb is still true, though, right? I mean, you do not want to spend more than one-third of your gross income on your mortgage payment, which includes your taxes and insurance."]},{"begin":"383.520","end":"399.280","lines":["Chris, we've been hearing stories about people bidding way over the asking price on houses. Is there a point at which people should think differently about what it means to own a house?"]},{"begin":"399.280","end":"443.560","lines":["Yeah. I mean, the No. 1 thing is don't get caught up in a bidding war and do something reckless, right? Like we were talking about before, your judgment gets clouded. And people are waiving home inspections to buy houses right now and say, I'll take it no matter what. And that can be a strategy for getting the house. It's just very risky, right? I mean, there could be a $20,000 or $50,000 problem, like the furnace is breaking and the foundation's cracked all over the place."]},{"begin":"443.560","end":"470.280","lines":["There are things you can do, though, that can help. So you can expand your search, right? I mean, OK, people start out, this is the one town I want to live in. Well, look in the next town over. Rethink what kind of house, like maybe a condo or a fixer-upper. And you can get a place with an in-law unit that can provide you income."]},{"begin":"470.280","end":"505.360","lines":["And, you know, just to share a little personal story, we bought our first house, which we still live in, back in, like, 2004 I think it was, 2003 - like, the runup to the housing bubble. And it was similar to now. You know, we're going to look at these condos in the city of Boston, and, you know, people writing out checks against the walls. And we couldn't afford it, and it was super depressing. And we tried for a year. And in the end, I bought this total fixer-upper. It's a two-family house. We got rental income from downstairs. It let us get into the neighborhood. That was not the house I envisioned buying when we started the search."]},{"begin":"505.360","end":"507.320","lines":["So expand your mind, right?"]},{"begin":"507.320","end":"507.880","lines":["Yeah."]},{"begin":"507.880","end":"510.160","lines":["Free your mind is what - I think what you're saying..."]},{"begin":"510.160","end":"510.240","lines":["Yeah."]},{"begin":"510.240","end":"513.600","lines":["...And the rest will follow, to quote somebody's song."]},{"begin":"513.600","end":"521.240","lines":["So let's say you've really decided you really do want to buy a house right now. What are some good basic guidelines to keep in mind?"]},{"begin":"521.240","end":"546.800","lines":["Right. I mean, first, you really want to get preapproved for a mortgage. I mean, people think the first thing they want to do is go out on Zillow or whatever and start clicking around and looking at properties. See how much anybody will loan you money to buy, right? And that'll teach you things. It might be, look; your credit score is really screwed up. You know, you should take six months or a year to clean that up, get - try to get that credit score better. You know, or it'll just give you a sense of what's possible."]},{"begin":"546.800","end":"560.880","lines":["I really recommend that people take first-time homebuyer classes, you know, if you are buying a house for the first time. You can learn so much. They teach you about budgeting. And they can connect you with really good ways to get a mortgage as well."]},{"begin":"560.880","end":"592.760","lines":["I do want to go back to this whole question of who gets access to this. As we said at the beginning, I mean, this is the dream for many people. Historically, many groups, particularly people of color, have been shut out of this, particularly African Americans. And that was by law and by custom, OK? In the current housing market, is this making it even harder for people to buy a home? Are there options for people who really can't afford to participate in these pricey bidding wars, who maybe don't have family members who can kick in for the down payment and things of that sort?"]},{"begin":"592.760","end":"658.400","lines":["Yeah. I mean, absolutely it's harder, right? And like you're talking about, there's criticism and legitimate criticism that the traditional mortgage market does make it harder, say, for African Americans to qualify. And part of that's 'cause so much is built around a couple of things, credit scores and how much of a down payment do you have. But - a lot of people don't realize this, but there are ways around that. There are nonprofits and other lenders that have a mission of loaning to lower-income populations who can qualify you on a different set of metrics. Bruce Marks at NACA does this. Here's how he explains what he does."]},{"begin":"658.400","end":"689.120","lines":["At NACA, we do not consider one's credit score, but we pull the tri-merge credit report, which is the most comprehensive, and we look for the payments that that homeowner controls, most importantly, did they pay their rent on time, their car payment, their utility payments? And we look at that to determine whether they're ready for homeownership."]},{"begin":"689.120","end":"727.680","lines":["And beyond this one organization, people can go to their local city government. You can go to the HUD website at the federal level and find legitimate groups that do free homebuyer programs. They can connect you with really good alternative mortgage options to get low rates. But you really got to shop around, and you got to do some homework to find that stuff."]},{"begin":"727.680","end":"746.560","lines":["So, Chris, I'm thinking people might be listening to this and saying to themselves, I think I'll wait until things kind of cool off a little bit. When is that likely to happen?"]},{"begin":"746.560","end":"773.320","lines":["I think that's a huge question for a lot of people. You know, people are panicking, wondering, like, do I need to buy now? And I was talking about this with Lawrence Yun. He's the chief economist for the National Association of Realtors. Here's what he says."]},{"begin":"773.320","end":"791.560","lines":["We anticipate that the market will be steadily coming down as we proceed through the year and certainly by 2022, where the multiple offers will be far less prevalent. Homebuilders are building more homes."]},{"begin":"791.560","end":"833.240","lines":["So he's saying, you know, even next year, more homebuilding is going to come online. He also thinks that some of the tight supply could be due to COVID. And so wait a little while. Take that homebuying class and be ready so that when things do calm down, you're ready to jump on a good place that you like and buy it. And also, Yun polled his realtor group. And unlike the huge 19% jump in home prices over the past year, they're predicting over the next year about a 2% rise in prices."]},{"begin":"833.240","end":"838.440","lines":["That was NPR's Chris Arnold. Chris, thank you so much for joining us."]},{"begin":"838.440","end":"840.640","lines":["Thanks, Michel."]},{"begin":"840.640","end":"878.000","lines":["For more LIFE KIT, check out our other episodes. There's one about shopping for the right mortgage and another about how to invest. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."]},{"begin":"878.000","end":"907.040","lines":["Special thanks to Jeff Pierre this week. Meghan Keane is the managing producer, and Beth Donovan is our senior editor. Our digital editors are Beck Harlan and Clare Lombardo. And our editorial assistant is Clare Marie Schneider. I'm Michel Martin. Thank you for listening."]}],"duration":907}