{"title":"Health insurance hell: Why do I need a prior authorization?","url":"https://www.npr.org/transcripts/nx-s1-5707594","intro":"Some medical procedures and treatments require prior authorization from your health insurance company, meaning you'll need pre-approval before you can receive care. This episode, health care reporter Sarah Boden shares tips on making the prior authorization process as smooth as possible — so you can save yourself frustration and get medical support sooner.Follow us on Instagram: @nprlifekitSign up for our newsletter here.Have an episode idea or feedback you want to share? Email us at lifekit@npr.orgSupport the show and listen to it sponsor-free by signing up for Life Kit+ at plus.npr.org/lifekit","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT from NPR."},{"author":"MARIELLE SEGARRA, HOST","text":"Hey. It's Marielle. When you go to the doctor and have a procedure done, the doctor's office will submit a claim to your insurance, and then the insurance company will say, this service is covered or not covered. Here's how much we'll pay for it. Here's how much the patient is going to pay. In some cases, though, that analysis has to happen before your procedure or test. It requires what's called a prior authorization."},{"author":"SARAH BODEN","text":"And this is for a couple reasons."},{"author":"SEGARRA","text":"Sarah Boden is a health care reporter. She's been looking into this for the KFF Health News and NPR project called Health Care Helpline."},{"author":"BODEN","text":"One, you know, as a patient, you don't want to get slammed with a big medical bill that you thought was going to get covered, but it's not. Also, doctors don't want the same thing. They don't want to be left holding the bag because their patient can't pay and the insurance company can't pay. Also, insurance companies argue requiring prior authorizations prevents waste, fraud and abuse because they're looking to see if somebody actually needs medical care before it's delivered."},{"author":"SEGARRA","text":"But what triggers prior authorizations? That's not totally clear. It's another part of the health insurance industry that's a bit of a black box. You might think it's the more expensive treatment or the ones where there's disagreement about how effective they are. But it turns out that's often not the case, and doctors are spending a lot of time filling out paperwork to get patients the care they need. In the meantime, patients can be in pain and their conditions can get worse. There are a few tips we can give you on how to move this process along if you do encounter it. I'll talk through those with Sarah on this episode of LIFE KIT."},{"author":"SEGARRA","text":"Sarah, how would you even know that you needed a prior authorization? Is this something your doctor will be aware of when they prescribe you a certain test or procedure or drug?"},{"author":"BODEN","text":"Your doctor should have a good sense of when a prior authorization is needed, but different insurance companies have their own policies for when one is required. And keeping track of all that can be really difficult for doctors, which is why the American Medical Association says prior authorizations - like, the process of getting one - it needs to be a lot more transparent."},{"author":"SEGARRA","text":"I actually went on my health insurance portal this past weekend, and I saw a little notification that some services under my plan require a prior authorization, and they had a list of common ones with the asterisk that it was not a complete list. That just made me wonder, though - is this something you can ask your insurance company about preemptively? Can you ask for a list?"},{"author":"BODEN","text":"You might be able to, depending on your insurance plan, but whether a treatment requires a prior authorization can change throughout the year. So that list of services that you request might not be up to date for very long."},{"author":"SEGARRA","text":"What kinds of procedures or medications tend to trigger a prior authorization?"},{"author":"BODEN","text":"A lot of times, it can be for more expensive treatments, but not exclusively. And this is part of the problem. Doctors say they have to get prior authorizations for generic drugs and basic treatments, and that's really frustrating because it gums up the works. I spoke to Dr. David Aizuss. He's the chair of the American Medical Association's Board of Trustees. And he told me that he has to submit prior authorizations for cheap generic drugs. He finds it to be a paperwork nightmare it's so frequent."},{"author":"DAVID AIZUSS","text":"We have data that 90% of physicians report that they have patient care delays while we wait for health insurance companies to authorize appropriate care. And about 80% of physicians say their patients abandon the treatment that they recommend because of authorization struggles with health insurers."},{"author":"BODEN","text":"He's referencing a 2024 survey from the American Medical Association's membership. That survey found that more than 1 in 4 physicians report issues caused by prior authorizations, and those can include delays in care and have led to serious medical events. For example, David is an ophthalmologist and he treats a lot of glaucoma, and he says these delays can result in vision loss that's preventable."},{"author":"SEGARRA","text":"Once you do get a prior authorization for something, is that it, or do you have to re-up them at some point?"},{"author":"BODEN","text":"Well, stuff gets tricky for ongoing treatment. Generally, your insurance company will want a new prior authorization every year, but it can be more than that. And more frequent requests for prior authorizations can catch people off guard. It's confusing for patients because policies surrounding prior authorizations vary not only between insurance companies, but also specific policy to specific policy. That makes it hard to keep track of all the different rules for all the different plans and is a lot of extra work for doctors."},{"author":"SEGARRA","text":"How much warning do you get if you need a new prior authorization for a treatment or a therapy you've been on for a while?"},{"author":"BODEN","text":"Sometimes you don't get much notice at all. I spoke with someone who this happened to. Jacqueline Mayo (ph) lives in Massachusetts. She has multiple sclerosis. If you're not familiar, MS is an autoimmune disease, and it can mess with your balance and your coordination among a lot of other things. And Jacqueline had been trying to lose weight because a lighter body puts less stress on your joints. Her doctor prescribed a GLP-1 weight loss drug, and Jacqueline said it really helped."},{"author":"JACQUELINE MAYO","text":"And I could go up and down stairs and not feel like I was going to fall down the stairs, which was really fantastic and a really good feeling."},{"author":"BODEN","text":"But in August, she couldn't get a refill. And after a lot of phone calls, Jacqueline figured out that the issue was that her prior authorization had expired. And the timing seemed strange because she had only been on the GLP-1 for seven months."},{"author":"SEGARRA","text":"Did her health plan give her any warning, or did she just try to refill the prescription and find out that it wasn't covered?"},{"author":"BODEN","text":"So it's my understanding that insurance companies should be telling people when their prior authorizations will expire. And it's possible that Jacqueline's insurance company sent her some letter or got some email that she totally missed. But as someone with a chronic illness, Jacqueline says she's really good at staying on top of her insurance and medical paperwork."},{"author":"MAYO","text":"All that they needed to do was communicate clearly to me. And then I could have continued my medication without delays."},{"author":"BODEN","text":"Miranda Yaver at the University of Pittsburgh studies administrative burdens within the insurance system. And she says that generally, how this kind of information is communicated by insurance companies to patients is rather opaque."},{"author":"MIRANDA YAVER","text":"It might be on the back of a letter that says denied, and people get frustrated and don't read further. It could be in fine print or written in a language that is complex and beyond what a patient, especially a patient dealing with a health concern and therefore not on their best day, is going to be well equipped to process."},{"author":"BODEN","text":"Her advice is, if you do get a letter from your health insurance company, don't skim it. Make sure you read the fine print."},{"author":"SEGARRA","text":"OK. We'll have more tips from Sarah on prior authorizations after the break."},{"author":"SEGARRA","text":"Sarah, you spoke with a patient whose care was disrupted because she didn't know her prior authorization had expired. How can listeners make sure the same thing doesn't happen to them?"},{"author":"BODEN","text":"OK. So reach out to your customer service at your insurance company to figure out when your prior authorization is set to expire. Or if it's for a medication, you might have to talk to your pharmacy benefit manager. This is a third-party company that oversees prescription drug plans for health insurance companies. Whichever entity handles your prior authorization is who you need to reach out to."},{"author":"SEGARRA","text":"OK. Now, what happens if your prior authorization gets denied? Can you make an appeal?"},{"author":"BODEN","text":"Yes. You can appeal, and you probably have a pretty good shot at being successful. Miranda has done a lot of research on how often people succeed if they appeal a decision by their insurance company, and it turns out it works about half the time."},{"author":"YAVER","text":"Maybe there was a billing code error. Maybe new facts came to light. Maybe there just could've been more research documentation to support the evidence basis of a treatment. Maybe the doctor just needed to hop on the phone to sort of fill in the gaps of the case that maybe didn't come across on paper. A number of times these cases go the patient's way."},{"author":"BODEN","text":"Now, this process can take a while, so do not procrastinate. For Jacqueline, it took nearly three weeks to sort out her prior authorization issue, and she didn't even need to appeal. It was just a lot of legwork."},{"author":"SEGARRA","text":"OK. Any tips on how to make the process go faster?"},{"author":"BODEN","text":"Keep track of your medical files and submit proof of why you need certain treatments to help make your case. This is both for an initial prior authorization request and any appeal that you file. That might include documentation that you've tried other less expensive medications and therapies that didn't work. Miranda Yaver told me she switched her health insurance plans and had to go through a prior authorization for a migraine drug. But because she had all her receipts, it was a fairly easy process because she had the proof that she needed that specific medication."},{"author":"SEGARRA","text":"Now, what if waiting for a prior authorization could put your health at risk or if you're in a lot of pain while you wait?"},{"author":"BODEN","text":"You can ask your doctor to put in a request for an urgent review. In many cases, that will expedite the process to 72 hours, but the specifics depend on your insurance plan. By the way, Jacqueline didn't know that that was an option at first. And then when she did ask for the process to be expedited, she was told the request had to come from her doctor, and that required more paperwork. In the end, she was off her medication for two weeks, and that disrupted her sleep. She had a tingling numbness in her hand that started back up. It was a physically stressful period for her. And so what Jacqueline ultimately learned was that don't be afraid to advocate for yourself by asking your doctor to make that prior authorization an urgent request."},{"author":"SEGARRA","text":"Sarah, thank you for this."},{"author":"BODEN","text":"Thanks for having me."},{"author":"SEGARRA","text":"OK. Time for a recap. Your doctor should have a sense of what procedures or services tend to require a prior authorization, but because insurance companies all have their own policies on this, it can be hard for doctors to keep track of. You may also be able to get a list from your insurance company preemptively, but the terms can change, so you can't rely on that list forever. If you do find out that you need a prior authorization and waiting could leave you in pain or put your health at risk, ask your doctor to request an urgent review. In many cases, that'll expedite the process to 72 hours. Once you have a prior authorization for something ongoing, like a medication you take regularly, stay on top of when it'll expire. You can find that out from your insurance company or your pharmacy benefit manager. And if you get any letters from them in the mail, make sure to read the fine print."},{"author":"SEGARRA","text":"That's our show. Do you have a question or a story about navigating the health care system? We might answer it in an upcoming installment of Health Care Helpline. You can share your story by following the link in the show notes of this episode."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Margaret Cirino. Our digital editor is Malaka Gharib. Meghan Keane is our senior supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider, Sylvie Douglis and Mika Ellison. Engineering support comes from Peter Ellena. Special thanks to Carmel Wroth and Taunya English. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://tracking.swap.fm/track/XvDEoI11TR00olTUO8US/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3607887319.mp3","img":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/2000x1125+0+0/resize/1400/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fc1%2F93%2Fc50394a94a8fbcaea9561bcf24f4%2Fce5e4fb2-c442-4246-8b46-18b63977a674.jpg","authors":["MARIELLE SEGARRA, HOST","SARAH BODEN","SEGARRA","BODEN","DAVID AIZUSS","JACQUELINE MAYO","MAYO","MIRANDA YAVER","YAVER"],"wave_peaks":[23843,21300,19379,19196,18829,25844,17610,10890,4964,25319,25615,19142,26002,9249,14560,16208,22459,11503,18174,16759,10123,15036,8909,18997,22292,16800,22844,8932,13961,22733,9122,11586,5758,23315,22553,13336,21439,24456,15998,4258,11037,26579,21460,12201,14904,22438,15866,15437,4816,22170,13700,17564,8173,43,12,2730,3875,4037,6010,4746,4391,6337,24437,28207,27671,23761,5663,7556,6078,7625,6346,6629,7673,30300,29002,25843,1702,752,382,294,213,25134,22325,17139,6336,193,209,19290,25864,26576,13680,24283,24890,11373,15158,12937,1432,26399,23336,26196,15545,12641,24928,10420,10746,9063,11943,13502,15043,15111,27136,10198,21540,2427,15691,12703,21364,23223,26004,26096,16938,3305,25925,22729,15474,21255,19187,22862,20245,13024,12448,18750,21414,6982,1893,28716,27868,18243,19278,10554,27925,26458,18909,23985,25177,20122,14074,20238,14093,10822,7934,15523,6463,24728,26902,12921,9988,10516,8465,25523,25233,18844,11934,18134,12775,19375,14190,10229,10857,8900,28476,24897,26894,24113,18518,15652,11775,17225,17041,14771,15451,25892,25361,16497,13439,17047,25840,24734,22341,17355,24171,27053,24762,3341,17405,9850,14706,21499,18958,21603,17510,19437,14739,19619,21400,16781,14585,20675,15890,21385,23828,20444,20047,17401,11171,17192,3330,26219,16071,25939,13457,15490,14480,11677,13307,12930,15978,10788,14772,9534,10547,10084,12086,11147,9796,12699,14606,8720,11692,2705,16880,20722,13350,15645,18982,15326,8574,4513,21821,26346,27876,24380,13585,11753,8422,13242,21351,4615,15967,16897,19081,9747,13111,13774,20870,11665,16873,13213,19492,25624,10898,8535,14634,14646,14069,13304,20701,12806,12727,2979,2870,2474,2309,2108,1710,1577,24450,25488,22979,22041,9956,25048,16042,15543,8620,947,28483,26875,16922,11771,568,22267,16732,25816,25157,17469,11068,16128,14076,20897,26251,10664,338,28617,25082,13220,18298,17764,10735,4318,18335,27341,13357,15055,24851,25555,21710,25860,16543,20196,895,28218,15756,26786,23608,23214,26509,26591,14353,6678,17525,27897,15479,24325,14486,21762,15397,23745,11447,17760,17356,10402,10770,12011,12421,11418,2918,3219,13585,25103,24810,13839,8932,9806,14398,10147,19158,20032,21745,26312,23648,11962,2005,4834,25562,21185,27246,26780,25709,8731,4784,26519,19879,21102,24885,13678,14077,20983,12097,15769,13998,3738,2494,25587,23960,16015,22404,18165,3472,15858,25003,17940,21775,13925,5254,13615,10267,7540,8404,6562,7162,8602,8697,6780,10147,9846,9128,8183,8196,7240,6191,5408,6224,4476,3641,4677,3114,3816,1952,1800,1037,1277,844,812,744,459,350,181,148,94,49,45,0,0,21906,19813,16504,18985,28453,11378,1537,20119,15316,13098,8627,7785,8973,17360,21252,13975,16352,22933,14633,15653,10962,13798,11983,17749,14365,15403,8241,13552,22759,16096,10702,18228,12578,11836,15671,11749,13378,5528,6055,201,23400,21124,20930,7678,5049,21468,25154,12955,10950,16438,23067,15530,26062,11023,23347,10698,16149,25636,18275,21816,12655,1467,24483,21205,14563,7853,18758,10349,22963,26324,25788,15958,13647,14924,14082,8928,9529,15493,17904,25825,16646,22567,22262,13237,10668,24484,19943,17464,11624,2517,26303,20642,14907,14133,11615,21053,14433,23126,11431,25540,14578,1523,19242,17151,625,22787,22281,12415,21152,18143,2383,111,58,21529,11776,24131,23713,12732,18816,14241,4020,18493,16728,18319,20900,18163,12666,6454,10297,23618,12865,14013,17039,17385,12987,13486,8685,17924,16380,22402,21616,22405,18373,17044,4379,11510,17052,14887,19176,12082,14304,12657,10272,7240,1763,26696,18018,14860,14678,9197,23173,17033,16343,27598,3304,13710,22620,18594,11330,16822,14996,24112,14401,22411,11791,9715,10302,11747,12999,10492,3933,23170,21646,21130,14370,11079,6804,19225,23322,19475,18875,15405,16159,10241,2365,24429,10581,15008,8741,24841,14532,21034,18636,25351,19081,9666,16990,16860,16177,24510,14778,7386,5014,10629,21638,18532,3342,10752,12462,25448,16841,1069,67,18330,8152,5203,25430,19646,8919,16880,19164,19279,21708,23731,10503,28050,18687,17937,13209,12675,7288,26230,24640,9216,17918,17793,10120,9510,2690,26493,18644,12520,24944,16690,20157,25320,23597,12833,17051,14158,17419,14511,19828,6875,7505,15255,28804,14704,1096,14698,15163,24831,6083,91,46,0,6512,23777,26106,14458,28124,28379,18899,10846,25618,21493,12657,11492,13595,15384,18144,23319,22922,14139,18202,13466,25046,9992,13197,19049,9709,10086,11593,18027,285,26020,26035,18228,15139,15813,10294,14908,12420,14885,9697,9577,9014,13559,985,14276,23902,14224,14785,16267,17184,18977,12258,10716,14635,11475,12376,13401,12883,15156,13757,13059,10795,15890,12403,15486,21251,13827,9314,11523,8706,19319,11625,7965,20033,23907,25496,22252,18938,15942,14611,6586,14388,15044,22481,18053,12151,9737,13931,10670,16684,8915,14866,15292,22587,15970,20238,15421,8485,7153,7144,1727,20,25416,15432,19878,16422,13440,13514,9717,8201,13991,24697,16309,16296,16278,14182,10647,12781,12523,13645,2401,20266,27428,19572,14002,12139,15658,16962,11791,21582,17910,25370,3241,20426,27201,27789,14000,15734,19390,14283,7778,332,19030,25223,22685,26781,20310,25947,18916,11520,15021,7432,546,27332,26785,24308,25591,21859,25640,27893,18470,20234,24643,18601,17954,18876,21490,24349,10677,6163,26249,20372,20316,17417,5893,24659,20151,6665,5174,10772,10851,10467,9359,19782,14642,12762,2661,22338,17065,21015,21517,15010,7988,8432,15146,23088,24677,15430,10398,8217,8124,14102,20866,3402,8501,22459,13682,23515,17570,18309,13181,15414,14677,9767,17216,17751,17872,13572,12691,11599,14173,10812,5134,137,21051,27021,13539,12055,16789,21279,13452,7665,5535,28711,14989,20454,11029,25942,19560,7120,5982,1146,17426,22560,6707,10371,13307,10637,10077,17034,22454,11419,12255,14531,9317,25952,13344,12188,9076,2887,22681,27687,20713,26144,10125,1361,14246,28101,19425,18445,13386,20385,17747,9287,12808,11385,14876,21726,19389,22206,14664,13509,15654,12166,12089,19963,15329,12228,13920,18333,16821,16527,9723,1530,19642,18696,26570,16399,17778,18943,9700,16868,12738,12401,14468,11308,12612,12573,11028,13099,13103,8528,10254,22582,24382,14692,13321,15915,20501,12297,10909,12030,11080,150,14579,16511,12007,28555,8756,1691,818,8624,18825,13963,15584,17470,9153,10680,13645,16435,6716,1894,25051,23610,22997,8772,23819,15980,2239,13128,26456,14037,26425,14626,18706,6183,2506,188,7494,18527,24155,16076,12438,1402,13659,4624,15834,17580,5920,3133,14205,20947,1902,15874,26306,14190,16289,11040,26183,23749,5367,17,15967,24997,10500,5109,17,598,12727,6911,20667,15930,13757,25037,1647,16860,25997,6109,27151,26493,10454,23397,15168,16744,19288,18942,24470,25491,20620,24011,19390,11660,21820,22454,14148,23091,10303,3330,21892,27377,13453,13098,14316,15030,16350,20423,27018,19717,17791,15012,12825,12989,10063,18312,16488,1708,15050,19525,13850,18458,10287,1123,11233,15600,11551,9237,16880,17768,10425,11427,13179,10148,15962,15911,16357,20366,8843,8359,7345,3861,1179,12318,7549,12929,16296,11655,15035,1981,11887,12005,3166,28297,17165,17507,12614,9563,9816,10925,827,19423,13148,15525,14821,8783,11186,14845,15394,15104,8018,7643,17426,15576,9222,10497,15916,9914,12177,13482,14367,12861,27862,16335,12348,21453,16443,15577,2857,33,24686,18784,21308,24649,18631,6374,10723,8912,1148,25421,25361,24927,17087,25702,17705,12405,9953,7907,4247,19477,28294,19710,17705,16702,11956,9877,14134,8861,1333,763,30982,19789,13621,13644,14766,10702,9684,11465,9174,13287,12029,15733,13490,13164,15931,15293,12515,18796,16282,10239,1051,23814,17980,22204,25290,18592,30273,26593,21366,13735,14202,6235,7017,11889,8134,19090,15370,20170,12490,7098,11829,8130,18890,11603,9077,14126,11428,17120,14897,23788,16088,13136,13093,17012,17429,1937,27258,12030,13624,16875,24938,15111,7604,17734,11637,17444,19578,13110,10762,16026,12935,5900,19146,14155,2008,24609,14883,9600,27439,18444,12648,14824,14180,19456,9521,8078,14681,17914,9294,6824,7631,14351,12466,12103,12072,15064,10919,1096,28579,28237,21299,22320,8522,25986,22108,7198,20108,16319,10940,4828,26534,19871,8448,18086,18210,12595,12804,12308,17857,18185,11815,6287,22956,16959,16589,9896,14660,13797,2234,1902,29157,23540,15967,12786,13179,21348,12583,13602,11184,15445,15302,11925,8714,13164,8315,7926,11567,12697,13443,11090,11424,17373,13028,13952,15182,11351,14334,12313,10664,11810,6256,926,6609,14626,25822,19176,6453,15555,15897,7952,13707,16855,6079,7415,662,13988,27446,25784,17731,11933,15048,10833,11649,16460,16124,15815,13309,17050,14241,15084,14054,10162,8350,178,21468,18943,11893,24826,12857,18137,12265,16144,17564,16833,10411,13467,26389,13294,16090,11513,22084,22240,23427,22109,22226,21224,13284,21191,18751,15859,8882,19353,20897,22472,3428,986,4243,16802,21331,19617,19501,7976,12274,2184,26931,27575,17022,19800,12754,10156,23839,22642,18138,1686,1346,8435,20643,23339,28695,17781,12861,14398,21851,17358,19510,15086,16956,13361,15497,18872,16470,9519,7543,9720,12877,15728,13605,1027,424,12437,7404,21151,10167,17452,18200,16124,12792,9664,20861,9098,11689,9407,13634,6518,11493,1006,14626,22694,28220,25555,14139,19841,11366,13293,22765,9131,26524,11404,12650,15285,9195,3655,27198,17437,11541,6821,6530,4376,18118,84,24961,27881,24023,15116,7122,20949,25138,16196,14878,13075,9810,24654,16091,16523,13444,13675,13506,12944,10565,15228,8001,12227,17138,11372,1322,9182,14852,21690,13117,10558,7594,8419,10652,9157,8641,11662,21730,15288,9408,12384,11834,18228,11837,12612,5277,1130,26364,12249,16868,13646,16071,13280,13904,17028,22084,21613,22822,8008,12256,20310,16446,10320,19752,15122,12979,9883,15682,12834,12904,21695,14782,9290,21892,26499,22341,15391,12148,15517,12312,12490,11018,15369,6729,4942,16,25040,26343,22914,13784,23548,16506,11563,19226,8419,1180,20487,19781,19677,17190,9282,11139,9611,13280,11949,8849,13583,18489,15915,18954,14275,16780,12924,14206,17820,14677,6729,1893,721,21011,15277,18706,9288,15908,10785,25981,20209,19867,10507,13331,10775,14697,12706,20543,13949,11088,6104,11358,12549,16806,13994,14017,15711,25833,14199,12723,2972,19120,20629,18239,15469,26797,17964,25924,11434,2410,25105,24802,19633,22049,9442,13690,26868,26311,21907,21448,21593,21570,9442,27975,18410,20588,13746,6162,20872,12410,5869,14238,25749,18613,18726,15444,18329,10461,12817,24456,6067,20134,20784,13351,20251,12157,9243,2019,17446,25999,11129,4574,16123,15715,6519,1570,28986,18975,24342,13135,23647,16055,11541,27228,19359,24031,17962,12918,13754,9047,3018,20625,12081,18974,10598,18468,14665,6580,5838,21172,23991,20011,12498,9080,8574,13914,23427,15253,11098,21029,10577,9289,10855,12064,17356,21347,3203,10548,19591,16240,12900,14189,18576,5584,12181,7002,6116,6486,7571,9818,8923,11240,10708,9557,10321,6428,28746,20893,12941,26142,20259,14406,26703,26559,25686,26538,11099,9409,6421,25106,10042,4884,6311,14144,10967,11700,10156,10640,11464,7639,10860,6673,8760,7676,8415,5781,8025,8834,6385,6682,6137,6705,6054,6756,6255,5316,5102,4447,5438,3742,4378,3083,3423,2998,2035,1842,1682,1442,1140,1210,987,535,630,414,499,162,232,169,4,0,0,3163,24710,16636,25510,22842,14745,17941,13519,21981,20256,8247,13291,22098,24005,14949,9589,12098,21125,12631,14086,13096,17760,22622,13797,22298,22297,10758,7804,8916,4342,26726,26644,14900,10344,18042,13578,13656,14725,10252,15374,3982,23045,24283,15480,8141,11491,22170,23548,5746,16916,22740,17375,15525,8664,20135,15410,14067,17036,23908,14840,15437,14540,14950,24797,14573,17099,19763,20843,10370,13371,12438,19089,11968,9680,9726,11121,1491,18596,20638,21094,9381,21976,26460,23177,15040,11485,18462,10358,14014,23343,22632,18431,25070,13126,16965,57,21,23687,24848,23316,24955,13416,22992,18210,14658,24103,24009,17613,21066,1813,21327,21399,19028,17112,15714,8637,9245,10139,8402,21122,13014,13235,10080,19889,23723,16453,9469,19530,21451,1289,25303,9897,21263,25682,17898,17922,17700,19116,20084,20068,13765,6277,25943,22758,17531,11980,14386,14999,8035,21652,12481,20111,22436,24499,16482,3279,23658,15116,17972,17186,25249,16540,14061,13457,23770,14058,9235,17732,18996,20055,18857,20049,13435,4373,2480,19473,10860,15479,11379,3312,27347,17737,18271,23049,22364,19111,18494,21621,21241,25286,6427,7435,19570,25284,12997,21076,24030,23990,24127,16876,17373,18671,25081,26026,27850,17900,22299,22466,10828,4331,21,1,6040,17572,8186,14243,10916,8705,19162,13139,17169,9913,4227,4706,16769,11462,13041,10359,12304,15781,9987,14386,15187,7770,17602,10572,11904,12245,7624,1589,14240,12293,13235,19105,14734,11697,13952,11927,14235,15319,17595,16270,6781,20388,13385,8846,5386,19827,17347,14202,10814,3246,13217,17909,19000,9076,8087,14140,10346,7855,20085,17361,10941,11595,10967,10380,4455,17870,10624,13334,11826,9742,6592,14395,17354,10959,15532,8175,8766,10646,11939,9630,3595,8,0,0,5147,29324,15353,22242,22971,10937,22654,10241,13255,21643,9597,22186,21051,8779,17462,11641,15631,18456,23142,7727,10660,8919,18628,7241,8814,26367,11076,11312,8763,11040,7872,15914,8924,7311,8793,18107,17870,16466,17249,20849,14570,19210,14907,13361,14273,13708,19439,10073,6280,16725,19440,12765,8012,18314,9710,9340,9491,12342,17295,16043,4146,2123,1030,18913,18251,16215,17740,12107,7444,14997,11081,14201,8691,16241,15023,18045,24350,13781,9626,19727,21683,17435,19701,27134,19286,16608,19935,16800,9945,14962,10435,26619,17133,12537,20499,15842,14046,13921,8550,1709,4713,21752,17054,18324,8392,14817,15354,16712,22805,15544,10488,9529,13656,9820,15397,16708,4793,13499,12364,839,21860,23325,16061,25974,25628,10732,9136,5219,25019,17655,27414,6892,11593,12201,15960,15296,10589,26684,25393,17029,11404,12711,16587,25876,14631,13796,11987,11611,9127,12342,20661,2185,10220,16492,14183,17076,10663,17036,17928,25970,16026,9106,19961,14563,11460,13340,17069,16518,17057,14540,27062,16952,11809,16763,14389,11285,10771,26784,17170,19817,17747,10702,9754,4784,18627,20308,20105,23861,11939,10602,12160,3446,17457,15374,17193,26419,8084,13098,14370,6683,2874,17625,18336,17041,19279,15907,3281,27970,23790,28148,26382,15059,24078,10613,5438,7710,1349,14939,20404,22587,17275,10753,7082,6736,1647,22732,12811,3553,14375,14817,11877,30000,27726,16513,25270,25654,23465,14428,7690,1418,26910,19748,28697,17110,17262,8662,11464,9690,6183,3116,29892,18422,26062,18690,8834,7320,1067,12160,15732,17934,17831,8631,14188,13894,9357,5696,4723,14312,1235,21790,5188,19121,18329,10681,4454,11945,14179,13317,12422,17461,21443,9051,3703,1213,17977,27271,12287,1127,18581,13608,8517,18639,16226,9409,17959,19769,18864,24376,18665,15106,19337,14450,9039,24181,12436,8704,19653,16673,15978,17506,13049,11247,771,10699,12261,302,769,26366,28267,26844,11918,26311,9666,22715,10246,74,18856,26174,27881,18322,19305,15821,13933,12722,15291,10155,12699,27440,11087,12185,6662,13250,10973,16130,10505,22428,11611,2715,21567,17599,19459,17161,12659,15735,27366,17667,16809,12732,23017,15790,15708,15162,11492,15455,9599,18296,5523,2190,23051,16761,15852,5240,12822,6119,7501,20708,12989,12351,13502,20838,22790,23111,11735,10942,14135,15137,11736,6265,17572,2389,1002,17109,26625,22901,13431,9353,11283,20444,11092,15945,14370,11715,15127,16494,10541,14975,9981,17845,12334,9820,8330,12271,13403,16474,15704,11405,1453,745,19758,18789,12516,11419,18526,24809,15612,26756,18165,14914,10020,10940,18600,17704,9528,17585,16814,18421,15309,18093,28453,17868,15396,13290,8590,36,12446,12682,17419,20717,14088,25690,24842,7950,6802,3543,521,13588,26008,16257,8739,4971,24688,23039,20658,24395,9280,11799,7793,229,25495,29740,21314,21019,14800,13708,8032,20697,14721,18631,22122,24520,10811,9044,14545,2902,1519,22406,21156,23539,20483,18508,17241,15504,13999,12058,13187,8017,15586,8554,17163,16282,13756,14427,19308,13957,15049,16444,15319,10289,7729,14066,8133,1278,3802,26391,23751,21973,8302,163,18935,17527,14724,13509,11153,10589,12103,15042,4840,17781,22615,9935,27677,15570,12837,28423,14289,28159,15715,17058,3176,6095,16799,15720,20201,21555,15106,5138,27698,12103,8511,1737,27209,23464,20536,15947,15813,3525,125,23796,14567,11665,24325,19352,14373,8245,8343,24300,20796,6611,13534,13492,12108,23367,8691,4270,17917,17026,12046,15914,16504,13940,20508,7938,11254,12316,15201,11525,16238,1892,21434,21087,19640,18563,10486,15955,23577,8779,10573,8675,3478,22632,23746,26292,14909,12596,15825,13525,10150,8876,17040,19073,2525,20283,15173,24843,21730,10067,19923,25449,26525,11745,19555,11000,13362,15993,27607,23412,11869,9535,10402,11624,6016,13302,17107,5267,7014,6525,5710,6832,5901,27449,26974,10128,11497,21932,23812,20793,4744,9552,10818,11592,9735,8073,7140,10935,29098,14514,26750,21794,24232,1992,2026,16530,28302,16085,15157,26481,28042,15543,24886,13980,14986,18349,16075,11994,19478,16736,25180,24638,20035,12084,15469,2960,26699,20216,21232,23921,13855,20806,25327,23345,16834,14209,6433,27160,24059,25957,11547,24796,18587,1738,7224,24500,25297,20485,16062,17904,17252,17477,23629,9497,26649,12461,7824,23797,25526,18087,15875,9906,16171,16639,15532,6176,16293,22689,17883,14703,16123,10964,3472,2459,28479,26124,27357,27049,19755,25738,25092,23661,10923,17180,11917,22026,18734,9635,11754,17409,15840,23090,23374,16533,4909,25518,22268,27438,18743,16875,23126,13366,17439,14875,13048,7707,2721,17818,28047,11777,22606,26129,26368,18856,18294,18486,20208,16677,14163,1748,4408,2330,27486,20982,25932,26597,13131,11314,18479,26816,27028,11195,21175,17919,12369,12294,7686,2489,17369,28254,24604,19169,16284,21112,24962,14628,12777,24903,26651,11549,14496,18383,18151,15775,16286,22451,15475,14033,14643,27207,23800,25728,25510,16562,22163,27210,20399,19191,19986,10753,21993,11726,2689,6489,7956,7812,7233,8209,6787,9655,9640,6779,5349,8693,23585,26909,7880,4807,3839,20923,25712,24738,21430,17716,17032,17242,17652,18120,9252,13871,14584,15383,2678,12117,29635,22608,19754,19687,12339,22545,19475,14729,16175,25596,2481,11435,22182,19227,24705,25074,16644,13438,10171,22671,22430,11353,21019,10096,2583,2792,3529,2729,1894,28184,28068,28412,15773,13077,22065,23359,19178,18554,2857,26304,21625,17375,9628,15266,11843,9933,2835,26156,24567,24037,16945,25068,19464,13537,22687,19970,14807,14841,17635,7965,13883,2507,24620,27107,16071,17565,13219,18030,17315,15293,11888,9168,14907,11450,19838,19054,14692,18497,11445,5055,3446,3204,24785,21541,17701,21806,15995,20668,18128,14882,2571,27629,25989,22227,17413,20690,26322,11702,25288,11900,16814,2164,21499,17229,14101,18583,4424,2601,24859,18433,9102,6729,9749,7486,5497,14063,7664,5948,5453,17308,9299,6949,9699,14498,8251,11709,7390,5497,9004,4554,3655,7628,3239,2185,3614,2192,1679,901,1155,1302,560,584,239,163,103,42,0,55,20763,24030,23329,23097,22511,16686,10006,6774,25387,25193,19335,24277,19071,11180,16587,10641,15946,19809,18990,11266,17259,6372,15412,3281,25637,21093,16265,11445,14904,18315,9877,21852,22038,23062,12889,12751,19448,14386,11433,20521,19817,22193,14459,4943,21702,15369,25972,20549,13734,14501,21859,17623,22919,14859,15476,24071,19014,19523,12522,19004,18785,4778,22750,27663,21332,19174,16506,7285,15884,18224,18049,23650,9041,18690,23091,25059,13026,20679,23424,15804,16448,12243,21413,9699,22699,8570,20893,22745,10861,21850,15982,13827,10500,525,69,21523,24383,20765,19980,10325,22528,21616,24691,19849,17608,10288,877,26418,14990,17920,9640,15129,19260,9438,16255,10097,2738,23158,10163,15646,10640,13626,18857,27682,20636,18537,5011,18037,17740,14354,14357,9262,20192,22730,19556,19749,20834,12925,16744,14673,17569,21901,11172,23591,26934,8238,23311,16093,11174,20767,23812,11906,23450,24304,21872,23668,7596,20278,14915,16651,20322,24031,9950,21041,24533,14660,21151,12966,24023,14347,16728,24491,26314,13395,23311,23588,21355,8317,19640,9454,18901,20031,18082,15084,10458,20093,16257,19733,20184,18863,9458,16887,19719,15305,13361,13123,5981,14393,23227,24718,16082,5858,15346,12613,24596,23460,9877,96,16],"fragments":[{"begin":"0.000","end":"1.840","lines":["You're listening to LIFE KIT from NPR."]},{"begin":"1.840","end":"49.960","lines":["Hey. It's Marielle. When you go to the doctor and have a procedure done, the doctor's office will submit a claim to your insurance, and then the insurance company will say, this service is covered or not covered. Here's how much we'll pay for it. Here's how much the patient is going to pay. In some cases, though, that analysis has to happen before your procedure or test. It requires what's called a prior authorization."]},{"begin":"49.960","end":"54.240","lines":["And this is for a couple reasons."]},{"begin":"54.240","end":"71.000","lines":["Sarah Boden is a health care reporter. She's been looking into this for the KFF Health News and NPR project called Health Care Helpline."]},{"begin":"71.000","end":"146.720","lines":["One, you know, as a patient, you don't want to get slammed with a big medical bill that you thought was going to get covered, but it's not. Also, doctors don't want the same thing. They don't want to be left holding the bag because their patient can't pay and the insurance company can't pay. Also, insurance companies argue requiring prior authorizations prevents waste, fraud and abuse because they're looking to see if somebody actually needs medical care before it's delivered."]},{"begin":"146.720","end":"214.400","lines":["But what triggers prior authorizations? That's not totally clear. It's another part of the health insurance industry that's a bit of a black box. You might think it's the more expensive treatment or the ones where there's disagreement about how effective they are. But it turns out that's often not the case, and doctors are spending a lot of time filling out paperwork to get patients the care they need. In the meantime, patients can be in pain and their conditions can get worse. There are a few tips we can give you on how to move this process along if you do encounter it. I'll talk through those with Sarah on this episode of LIFE KIT."]},{"begin":"214.400","end":"224.760","lines":["Sarah, how would you even know that you needed a prior authorization? Is this something your doctor will be aware of when they prescribe you a certain test or procedure or drug?"]},{"begin":"224.760","end":"246.360","lines":["Your doctor should have a good sense of when a prior authorization is needed, but different insurance companies have their own policies for when one is required. And keeping track of all that can be really difficult for doctors, which is why the American Medical Association says prior authorizations - like, the process of getting one - it needs to be a lot more transparent."]},{"begin":"246.360","end":"268.200","lines":["I actually went on my health insurance portal this past weekend, and I saw a little notification that some services under my plan require a prior authorization, and they had a list of common ones with the asterisk that it was not a complete list. That just made me wonder, though - is this something you can ask your insurance company about preemptively? Can you ask for a list?"]},{"begin":"268.200","end":"283.080","lines":["You might be able to, depending on your insurance plan, but whether a treatment requires a prior authorization can change throughout the year. So that list of services that you request might not be up to date for very long."]},{"begin":"283.080","end":"288.440","lines":["What kinds of procedures or medications tend to trigger a prior authorization?"]},{"begin":"288.440","end":"318.320","lines":["A lot of times, it can be for more expensive treatments, but not exclusively. And this is part of the problem. Doctors say they have to get prior authorizations for generic drugs and basic treatments, and that's really frustrating because it gums up the works. I spoke to Dr. David Aizuss. He's the chair of the American Medical Association's Board of Trustees. And he told me that he has to submit prior authorizations for cheap generic drugs. He finds it to be a paperwork nightmare it's so frequent."]},{"begin":"318.320","end":"341.200","lines":["We have data that 90% of physicians report that they have patient care delays while we wait for health insurance companies to authorize appropriate care. And about 80% of physicians say their patients abandon the treatment that they recommend because of authorization struggles with health insurers."]},{"begin":"341.200","end":"368.320","lines":["He's referencing a 2024 survey from the American Medical Association's membership. That survey found that more than 1 in 4 physicians report issues caused by prior authorizations, and those can include delays in care and have led to serious medical events. For example, David is an ophthalmologist and he treats a lot of glaucoma, and he says these delays can result in vision loss that's preventable."]},{"begin":"368.320","end":"373.760","lines":["Once you do get a prior authorization for something, is that it, or do you have to re-up them at some point?"]},{"begin":"373.760","end":"406.680","lines":["Well, stuff gets tricky for ongoing treatment. Generally, your insurance company will want a new prior authorization every year, but it can be more than that. And more frequent requests for prior authorizations can catch people off guard. It's confusing for patients because policies surrounding prior authorizations vary not only between insurance companies, but also specific policy to specific policy. That makes it hard to keep track of all the different rules for all the different plans and is a lot of extra work for doctors."]},{"begin":"406.680","end":"413.600","lines":["How much warning do you get if you need a new prior authorization for a treatment or a therapy you've been on for a while?"]},{"begin":"413.600","end":"453.680","lines":["Sometimes you don't get much notice at all. I spoke with someone who this happened to. Jacqueline Mayo (ph) lives in Massachusetts. She has multiple sclerosis. If you're not familiar, MS is an autoimmune disease, and it can mess with your balance and your coordination among a lot of other things. And Jacqueline had been trying to lose weight because a lighter body puts less stress on your joints. Her doctor prescribed a GLP-1 weight loss drug, and Jacqueline said it really helped."]},{"begin":"453.680","end":"467.920","lines":["And I could go up and down stairs and not feel like I was going to fall down the stairs, which was really fantastic and a really good feeling."]},{"begin":"467.920","end":"500.560","lines":["But in August, she couldn't get a refill. And after a lot of phone calls, Jacqueline figured out that the issue was that her prior authorization had expired. And the timing seemed strange because she had only been on the GLP-1 for seven months."]},{"begin":"500.560","end":"513.960","lines":["Did her health plan give her any warning, or did she just try to refill the prescription and find out that it wasn't covered?"]},{"begin":"513.960","end":"568.160","lines":["So it's my understanding that insurance companies should be telling people when their prior authorizations will expire. And it's possible that Jacqueline's insurance company sent her some letter or got some email that she totally missed. But as someone with a chronic illness, Jacqueline says she's really good at staying on top of her insurance and medical paperwork."]},{"begin":"568.160","end":"581.040","lines":["All that they needed to do was communicate clearly to me. And then I could have continued my medication without delays."]},{"begin":"581.040","end":"599.920","lines":["Miranda Yaver at the University of Pittsburgh studies administrative burdens within the insurance system. And she says that generally, how this kind of information is communicated by insurance companies to patients is rather opaque."]},{"begin":"599.920","end":"633.560","lines":["It might be on the back of a letter that says denied, and people get frustrated and don't read further. It could be in fine print or written in a language that is complex and beyond what a patient, especially a patient dealing with a health concern and therefore not on their best day, is going to be well equipped to process."]},{"begin":"633.560","end":"645.240","lines":["Her advice is, if you do get a letter from your health insurance company, don't skim it. Make sure you read the fine print."]},{"begin":"645.240","end":"653.800","lines":["OK. We'll have more tips from Sarah on prior authorizations after the break."]},{"begin":"653.800","end":"667.480","lines":["Sarah, you spoke with a patient whose care was disrupted because she didn't know her prior authorization had expired. How can listeners make sure the same thing doesn't happen to them?"]},{"begin":"667.480","end":"692.120","lines":["OK. So reach out to your customer service at your insurance company to figure out when your prior authorization is set to expire. Or if it's for a medication, you might have to talk to your pharmacy benefit manager. This is a third-party company that oversees prescription drug plans for health insurance companies. Whichever entity handles your prior authorization is who you need to reach out to."]},{"begin":"692.120","end":"698.000","lines":["OK. Now, what happens if your prior authorization gets denied? Can you make an appeal?"]},{"begin":"698.000","end":"711.880","lines":["Yes. You can appeal, and you probably have a pretty good shot at being successful. Miranda has done a lot of research on how often people succeed if they appeal a decision by their insurance company, and it turns out it works about half the time."]},{"begin":"711.880","end":"737.480","lines":["Maybe there was a billing code error. Maybe new facts came to light. Maybe there just could've been more research documentation to support the evidence basis of a treatment. Maybe the doctor just needed to hop on the phone to sort of fill in the gaps of the case that maybe didn't come across on paper. A number of times these cases go the patient's way."]},{"begin":"737.480","end":"750.720","lines":["Now, this process can take a while, so do not procrastinate. For Jacqueline, it took nearly three weeks to sort out her prior authorization issue, and she didn't even need to appeal. It was just a lot of legwork."]},{"begin":"750.720","end":"754.160","lines":["OK. Any tips on how to make the process go faster?"]},{"begin":"754.160","end":"789.920","lines":["Keep track of your medical files and submit proof of why you need certain treatments to help make your case. This is both for an initial prior authorization request and any appeal that you file. That might include documentation that you've tried other less expensive medications and therapies that didn't work. Miranda Yaver told me she switched her health insurance plans and had to go through a prior authorization for a migraine drug. But because she had all her receipts, it was a fairly easy process because she had the proof that she needed that specific medication."]},{"begin":"789.920","end":"797.200","lines":["Now, what if waiting for a prior authorization could put your health at risk or if you're in a lot of pain while you wait?"]},{"begin":"797.200","end":"846.360","lines":["You can ask your doctor to put in a request for an urgent review. In many cases, that will expedite the process to 72 hours, but the specifics depend on your insurance plan. By the way, Jacqueline didn't know that that was an option at first. And then when she did ask for the process to be expedited, she was told the request had to come from her doctor, and that required more paperwork. In the end, she was off her medication for two weeks, and that disrupted her sleep. She had a tingling numbness in her hand that started back up. It was a physically stressful period for her. And so what Jacqueline ultimately learned was that don't be afraid to advocate for yourself by asking your doctor to make that prior authorization an urgent request."]},{"begin":"846.360","end":"849.480","lines":["Sarah, thank you for this."]},{"begin":"849.480","end":"850.720","lines":["Thanks for having me."]},{"begin":"850.720","end":"925.080","lines":["OK. Time for a recap. Your doctor should have a sense of what procedures or services tend to require a prior authorization, but because insurance companies all have their own policies on this, it can be hard for doctors to keep track of. You may also be able to get a list from your insurance company preemptively, but the terms can change, so you can't rely on that list forever. If you do find out that you need a prior authorization and waiting could leave you in pain or put your health at risk, ask your doctor to request an urgent review. In many cases, that'll expedite the process to 72 hours. Once you have a prior authorization for something ongoing, like a medication you take regularly, stay on top of when it'll expire. You can find that out from your insurance company or your pharmacy benefit manager. And if you get any letters from them in the mail, make sure to read the fine print."]},{"begin":"925.080","end":"959.280","lines":["That's our show. Do you have a question or a story about navigating the health care system? We might answer it in an upcoming installment of Health Care Helpline. You can share your story by following the link in the show notes of this episode."]},{"begin":"959.280","end":"1021.680","lines":["This episode of LIFE KIT was produced by Margaret Cirino. Our digital editor is Malaka Gharib. Meghan Keane is our senior supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Clare Marie Schneider, Sylvie Douglis and Mika Ellison. Engineering support comes from Peter Ellena. Special thanks to Carmel Wroth and Taunya English. I'm Marielle Segarra. Thanks for listening."]}],"duration":1021}