{"title":"All the Feels: The Personal and Professional Power of Emotional Awareness","url":"https://www.gsb.stanford.edu/insights/all-feels-personal-professional-power-emotional-awareness","intro":["How are you feeling right now? According to Celine Teoh, we all need to ask ourselves that question more often — and be more precise in how we answer it.","Teoh is a facilitator of the course Interpersonal Dynamics, one of Stanford Graduate School of Business's most iconic classes. In her work with students and as a CEO coach, Teoh encourages people to get better acquainted with their feelings. “Feelings are data,” she says. “In the rest of our logical lives, we would never make decisions on bad or highly abstract data. But we'll do that with feelings.”","In this episode of Think Fast, Talk Smart: The Podcast, Teoh and host Matt Abrahams discuss how developing greater emotional awareness can help us achieve more agency and empathy in our personal and professional lives."],"transcript":[{"author":"Matt Abrahams","text":"To truly hone and develop your communication, you have to introspect, reflect, seek feedback, and integrate all of that information to improve. I’m Matt Abrahams, and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart: The Podcast. Today I am super excited to chat with Celine Teoh. Celine is a facilitator of the GSB’s famous Interpersonal Dynamics course. She’s a CEO coach and a GSB graduate. Welcome, Celine. I so look forward to our conversation."},{"author":"Celine Teoh","text":"I’m looking forward to this as well, Matt. I’m excited."},{"author":"Matt Abrahams","text":"Excellent. Well, let’s go ahead and get started. I’d like to start with the Interpersonal Dynamics course that you help facilitate. It’s also known as “Touchy-Feely,” and you and others help run that course. Can you remind our listeners what the course is about, how it works, and share maybe two key takeaways from it?"},{"author":"Celine Teoh","text":"Of course. Interpersonal Dynamics is the most popular elective at the Stanford GSB. It’s really about teaching people how to be effective interpersonal communicators and how to do so both at work as well as in their personal lives. How it works: Well, one example I can bring to you is when I was a student in MBA at the GSB, one exercise that we ran in “Touchy-Feely” is notorious, and it’s known as the Influence Line where other students have to rank you according to how influential you are to them. And consistently, I wound up in the bottom half of everyone’s Influence Line."},{"author":"Celine Teoh","text":"And I was devastated. Here I was, a new immigrant to the United States, female, Asian, and I couldn’t understand why I was at the bottom of the influence line. So I felt sad. I felt disappointed in myself. I felt hard done by, resentful. And normally, what I would do would be to disengage and say, you know what, you don’t think I’m influential, I’m stepping out. But what’s great about this course is it encourages you to reengage. And so I dug into the feedback, got insights from other people as to why I was coming across that way and, as a result, changed the way I behave when I’m in American contexts."},{"author":"Celine Teoh","text":"What’s great about that is I diversify the range of behaviors that I bring to bear. So when I’m in the States, I come across a little bit more emotion and more animation. And when I’m in Asia, I can come across with less amplitude. And I have this range of behaviors now I can pick and choose from, and I have agency. So that’s what Interpersonal Dynamics does."},{"author":"Matt Abrahams","text":"It’s a phenomenal course. And one of the strengths, I think, of the course is that it really helps people, as you shared in your story, to really learn about themselves and to learn about themselves in a very direct way — not mean, but to learn about themselves, and then, as you said, to develop a sense of agency to make those changes that are needed. And thank you for sharing that. In all of our interactions, you are certainly influential in my book. You would be at the top of my lines. So thank you for that."},{"author":"Celine Teoh","text":"Thank you, Matt."},{"author":"Matt Abrahams","text":"I’d love for you to share how all of us can be a little bit more touchy-feely, if you will, when we work in organizations or corporate cultures that emphasize logic in action. What can we do to be more empathetic and connected to those environments?"},{"author":"Celine Teoh","text":"One of the things I will say is I’ll repeat advice that David Bradford, one of the key developers of the “Touchy-Feely” course, told me when I was actually Chair of the Stanford Alumni Consulting Team. I asked him, “David, how do you bring “Touchy-Feely” to organizations?” And he said, “Stealth it in with a check-in.”"},{"author":"Celine Teoh","text":"And this is how you do it: You go around the room in any meeting, and everybody says one feeling word, how are you feeling today, and one sentence as to why. The reason why you do that is because it creates the space for someone to say, “Here’s what’s going on with me outside work.” And what happens is you no longer have the sales team talking to the marketing team. No, you have a parent talking to another parent, or you have a caregiver talking to another caregiver. You have more hooks, more chances for people to connect with each other. When I do my work as a CEO coach with startups, a lot of the CEOs tell me, “Celine, that’ll take too long.” But honestly, five minutes — I guarantee you, five minutes is all it takes."},{"author":"Celine Teoh","text":"And then on top of that, many of them will tell me, “Celine, I can’t say the word feelings in my organization. We’re a bunch of coders.”"},{"author":"Celine Teoh","text":"“That word is not okay.” And what I tell them is, “Okay, don’t say feelings. Instead, use a prompt like, what was one good thing that happened to you today? What was one bad thing that happened to you today? What’s keeping you up at night?” And then over time, you can slowly, slowly increase the vulnerability and the range of emotions that you’re allowing people to bring in."},{"author":"Matt Abrahams","text":"I love the advice, and thank you again for the specific examples about how we can start with something as simple as just begin by checking in with each other. And in fact, doing so can warm people up and get the conversation going, and it doesn’t always have to be about an emotion. And I loved what you said about how it changes our relationship, so I’m no longer my functional role talking to your functional role; we’re two people communicating. And that immediacy and connection I can see brings a lot of value."},{"author":"Matt Abrahams","text":"Are there other bits of advice that you have or experiences you have as a facilitator of Interpersonal Dynamics or in your own private practice that can really help connect people together? Are there things we can do or say that can help with that?"},{"author":"Celine Teoh","text":"I think there are two things I would recommend. One is to be very clear about what you’re feeling because feelings are data. And in the rest of our logical lives, we would never make decisions on bad or highly abstract data, but we’ll do that with feelings. We’ll just say, “I’m feeling sad, Matt, or glad.” But that’s not detailed enough."},{"author":"Celine Teoh","text":"So what I like to recommend is for people to actually take a page from Carol Robin’s book, “Connect.” In the back of that appendix, you’ll actually see a feelings chart. Carry that feelings chart around and check in at the beginning of meetings, at the end of meetings, and say, how am I feeling right now at a granular level? As an example, before our chat today, I’ve listened to this podcast since the very beginning."},{"author":"Matt Abrahams","text":"Uh-huh. Thank you."},{"author":"Celine Teoh","text":"I love it. And so as a result, before I came in today, I was excited. I was glad. I was anticipatory. But I was also nervous. And so what did I do with that? I decided I would go for a walk, get some of those nerves out. I would practice my vocal exercises."},{"author":"Celine Teoh","text":"And then I decided to reframe — you and I will have a wonderful conversation. And I think it makes for just a much more fun interaction than if I were just I’m just nervous."},{"author":"Matt Abrahams","text":"Ah, absolutely. So certainly, no need to be nervous here. And I too was very much looking forward to this. So again, I hear the advice, much like you give to our students, is you really have to reflect on yourself, where you are, and take that as information, input, and data from which you can then act. And I think you’re exactly right — in thinking about my own life, when I look at my emotional state, I’ll just label it. I won’t actually go much deeper. And I think that’s really important because then you can take action. If I just say I’m nervous, but if I think more about that nervousness and how I can address it, then I can do something about it. So I like how the reflection leads to data that can lead to action."},{"author":"Celine Teoh","text":"Exactly."},{"author":"Matt Abrahams","text":"Very helpful, very helpful. I’d love to get your thoughts and advice on how do you manage challenges and issues and disagreement at work when you’re confrontational rather than collaborative."},{"author":"Celine Teoh","text":"Mm. I would say it’s all about empathy."},{"author":"Matt Abrahams","text":"Okay."},{"author":"Celine Teoh","text":"Conflict is magnetic. It draws attention. And whenever we encounter conflict, our attention tends to go to this narrow focus point that is the conflict alone. I like to encourage my clients to expand their perspective and think about the relationship as a whole as a container, and then go to Gottman’s research, that we also reference in Interpersonal Dynamics. Gottman found out that there’s a five-to-one magic ratio of positive interactions to negative interactions in successful relationships."},{"author":"Celine Teoh","text":"So my advice is build your emotional piggybank by depositing those five good interactions in before you have the conflict. Build that, and then even in the conflict, continue depositing those positive interactions in as a way of making sure that your conflicts go well because you’re demonstrating good intent. You’re demonstrating that the relationship’s important to you. And these positive interactions can be really small. They could be a smile, an eye meet. They could be a pat on the shoulder. They could be a nod of the head. It’s easy. But we forget. I forget."},{"author":"Matt Abrahams","text":"Yes. I certainly am familiar with Gottman’s work and this notion of storing up positive interaction. And I see this in my interactions with my kids. There’s a lot that I try to actively acknowledge the successes. As a parent, it can be very easy to focus on the things you’d like to change or advice you’d like to give. So I consciously try when positive accolades or praise are appropriate to give that, knowing not only that it will help in the moment, but it might help me in those times where I have to give negative feedback or have a conflictual situation."},{"author":"Celine Teoh","text":"That’s huge, Matt. I love that you’re doing this with your family. And even at work, we have Slack channels called Celebration — where people are encouraged to drop in and just celebrate somebody else for something they did. Or at the end of meetings, we will actually have breakout rooms where we’ll put two people in together and celebrate each other and —"},{"author":"Matt Abrahams","text":"That’s really fabulous how that can help people. And I begin to think back to when you talked about ways to bring empathy and feeling into organizations with a check-in at the beginning. Some kind of gratitude or celebration at the ending might be a really nice way to round out an interaction or a meeting."},{"author":"Celine Teoh","text":"They’re nice bookends."},{"author":"Matt Abrahams","text":"That’s right. That’s perfect. For those of our listeners who are looking to enhance or hone their empathy, feedback, and communication skills, what advice and guidance would you give them based on your experience?"},{"author":"Celine Teoh","text":"I would recommend asking. So the reason I say that is all of us here sitting in Silicon Valley, business types, we tend to have advice monsters. We like to give advice. And what I’d encourage people to do instead is to ask, “Do you need support or advice right now?” And you’d be surprised the number of times people say, “I actually know what I need to do. I don’t need your advice. I just want someone to commiserate [laughs] with me.”"},{"author":"Celine Teoh","text":"So do that, ask first. We assume people need advice, but that’s not necessarily always the case. And the support component gives us a chance to connect with the other person."},{"author":"Matt Abrahams","text":"Yeah, totally get it. My wife and I have a lot of conversations around this issue. As a professor, as somebody giving advice, it’s something that I do as a reflex. And listening and understanding if support is needed is really important. I actually think — and this is a little bit true for myself — that giving advice is a way to hide behind — you hide behind the advice so you don’t actually have to connect and engage. And I’m wondering if you find that to be true and have any advice on how to have that confidence to be vulnerable to “I’m here to support you, but I don’t quite know how to do that” or what’s needed in the moment. It’s much easier for me to say, “Oh, just go do this.”"},{"author":"Celine Teoh","text":"Yes, of course. Before I answer that question, I’ll actually agree with you on that and also say that advice giving is distancing because it puts us in a position of superiority."},{"author":"Matt Abrahams","text":"True."},{"author":"Celine Teoh","text":"It assumes that we know the answer and, “Hey, Matt, I can fix you. Just do this.” You know, it’s distancing. And so my recommendation is actually to tiptoe into it by sometimes even just knowing that phrase, “Do you want support or advice right now?” just practicing that, because once you can say that, the response — your response depends on what the other person says, and they will guide you as to what they need. So just ask."},{"author":"Matt Abrahams","text":"I think putting yourself in a place where you can just be receptive is hard but very useful and have seen that play out very successfully many times in my life. So thank you for that. So Celine, before we end, I’d like to ask you the same three questions I ask everyone who joins me. Are you up for that?"},{"author":"Celine Teoh","text":"Yes."},{"author":"Matt Abrahams","text":"All right. Excellent. So question number one: If you were to capture the best communication advice you have ever received as a five- to seven-word presentation slide title, what would it be?"},{"author":"Celine Teoh","text":"It would be people will remember how you made them feel. That’s by Maya Angelou."},{"author":"Matt Abrahams","text":"Absolutely. Tell me more about why that’s so important for you."},{"author":"Celine Teoh","text":"Because it’s not about the words. It’s about how people feel inside. That’s how you persuade. That’s how you connect. That’s who we are. We’re emotional beings."},{"author":"Matt Abrahams","text":"I think that’s exactly right. And we need to think about how we impact people on an emotional level. I think we do a disservice when we think about our communication as only information transfer. It is clearly emotion transfer as well —"},{"author":"Celine Teoh","text":"Mm-hmm."},{"author":"Matt Abrahams","text":"— and we need to bring those two into balance. And that quote is very helpful to remind us of that."},{"author":"Celine Teoh","text":"I love that phrase — emotional transfer."},{"author":"Matt Abrahams","text":"There you go. Question number two: Who is a communicator that you admire and why?"},{"author":"Celine Teoh","text":"I think Steve Jobs comes to mind. You know, he used passion, simplicity, storytelling to be memorable. And so much emotion."},{"author":"Matt Abrahams","text":"Absolutely. And the thing I like about Steve Jobs in terms of his communication is he worked really hard on it. He was very good at it, had lots of natural talent. But he worked hard, tirelessly, to improve and hone. And he also made sure to focus the message in a very concise, clear, audience-centric way. So I agree. Lots of good things to learn there."},{"author":"Celine Teoh","text":"Mm. So much hard work underpinning what looked effortless."},{"author":"Matt Abrahams","text":"Isn’t that amazing how — and I think that’s a great lesson for all of us to remember is that practice and preparation can make things easier and look easier. Question number three: What are the first three ingredients that go into a successful communication recipe?"},{"author":"Celine Teoh","text":"I think listening to understand, finding commonality, and connecting through feelings."},{"author":"Matt Abrahams","text":"So connecting through feelings I see absolutely from what we’ve talked about. Talk to me about listening to understand."},{"author":"Celine Teoh","text":"I think that’s bound up with empathy — right? You can’t really communicate if you don’t understand what it is your audience is looking for, what your counterpart is looking for, what they care about. We focus too much on ourselves."},{"author":"Matt Abrahams","text":"Yeah. And I feel like people, and myself included when I listen, I’m listening for the hooks that give me what I want to say next or help me get to the next place and not necessarily reflecting on what this means for the other person and potentially for this relationship, interaction, et cetera. So I like that idea of listening to understand."},{"author":"Celine Teoh","text":"Yeah. It’s part — it ties back to what you said about practice. Conceptually, it’s an easy concept, but it’s really hard to do because you have to let go so much of your own agenda."},{"author":"Matt Abrahams","text":"Mm-hmm. Yeah, you have to quiet your mind and really be present. And for a lot of us, that’s hard. Celine, thank you so much. This was a true pleasure to chat with you. This notion of really respecting our feelings and embracing them and looking at ways to really understand ourselves so that we can bring our more whole self and emotional self to our interactions and our communication is absolutely important. So thank you for the lessons. Thank you for your time. And thank you for sharing important information with all of us."},{"author":"Celine Teoh","text":"Thank you, Matt. The pleasure was all mine."},{"author":"Matt Abrahams","text":"Thanks for joining us for another episode of Think Fast, Talk Smart: The Podcast, from Stanford Graduate School of Business. This episode was produced by Jenny Luna, Ryan Campos, and me, Matt Abrahams. Our music was provided by Floyd Wonder. For more information and episodes, find us on YouTube or wherever you get your podcasts. Thank you, and please make sure to subscribe and follow us on LinkedIn."}],"audio":"https://content.production.cdn.art19.com/segment_lists/03724105-7baa-4981-873f-597fd566e7bd/20230601-VEZUU19DZWxpbmVUZWhvaF9NaXgtMiAoMikud2F2-79d846c1-0585-4268-9684-a785f0c02816.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Celine Teoh"],"wave_peaks":[18197,18015,7800,10368,8135,18060,16361,13876,9695,9965,13238,1906,21881,17537,20296,26211,13195,4513,19513,18785,14319,4691,15723,11220,18264,18345,26069,10986,20567,11888,12020,12274,10941,374,26061,13189,10369,5001,91,4100,26170,15177,13803,11652,18848,18167,13454,14826,12375,11212,11693,19390,17551,16499,18161,12469,23114,10969,4873,13576,12336,8516,22286,25364,7701,3506,21831,13708,5478,23314,15662,9362,4412,5232,5332,4680,3858,4926,4288,7754,17193,26185,19830,14223,19291,13002,17923,14712,12393,14221,13400,5318,14773,14448,13797,13803,17087,15457,14052,13146,24101,13683,14944,14928,17143,15433,11441,11851,4330,14187,12367,10311,9192,8279,17621,15284,10098,16832,21630,9173,6126,14173,13927,14296,4810,1239,15600,15686,10918,14617,13235,13115,9769,2049,13701,10286,13213,11947,8753,10268,12574,12199,14124,12589,661,17069,9884,9954,13946,15304,12793,9945,3318,4846,26214,10149,23400,11006,12872,12396,11169,15973,10953,16496,11176,6620,17948,13046,8382,15119,13253,10530,20785,9927,9154,4561,21262,11564,15084,15069,7141,16131,12022,10684,9639,15531,17258,12889,9334,12521,18001,14169,18674,6673,26118,13835,12137,10143,13315,9002,13279,19330,14127,12583,14497,4440,6868,12332,8734,20923,9833,9522,9493,8718,8401,6276,12038,9426,9897,12128,11438,9203,17385,8654,1568,11045,5986,19028,12402,14597,6432,15129,12802,12303,9050,16888,7556,14133,8119,5501,8296,7313,1,19839,8173,17779,14756,9081,10842,18250,17908,9104,15293,9741,10428,7757,10340,11896,6472,34,2,12381,9741,7643,5472,2,9457,11371,12833,9729,7719,8712,6493,1686,8537,22153,10915,15604,9686,8698,9149,18951,14158,10890,6455,2394,9153,7969,10891,12634,7543,10803,11590,13428,8457,5912,10977,12354,9043,7498,7050,7689,8620,7244,10163,9062,1228,8883,22543,9372,8958,4346,13797,12979,8740,9038,9600,6302,1731,13709,12256,14238,7052,10342,7056,15198,8343,14107,10793,15168,11190,11583,11552,9986,17087,11117,11629,6585,7247,17397,8551,9899,10217,8434,7939,13048,1657,2062,9822,6440,16087,10843,8287,8171,9380,10781,5105,14172,7748,8111,8306,6713,10616,7612,9796,8915,10752,15379,7623,6643,1890,635,26158,13203,11629,9468,6813,11172,11075,11161,8855,11865,8337,7093,12876,3638,7390,19352,9736,11231,8052,196,0,8634,11943,8778,20565,10311,10368,11658,8868,13657,8170,9712,2853,1126,19104,13862,9271,12285,18543,12239,9552,5376,9371,8319,11612,6057,3062,26029,7298,10569,10410,12049,6271,10916,22694,10127,9812,6817,12755,8815,7164,69,7682,8248,7140,7564,7216,21288,12764,13254,5782,1186,26218,11918,12098,10729,9546,10360,9395,7952,10338,6526,6567,10864,10525,14202,14836,9911,7697,14160,3513,405,24,21743,71,13111,10761,12763,12220,7051,9994,7711,11906,4958,25555,9679,9503,8933,5620,1518,13100,10517,11443,12291,12915,7824,15661,8560,8446,10002,15894,7090,7169,4806,12469,9352,12392,9915,4752,1966,1606,15888,13922,13866,14808,19506,13433,9045,11160,14153,9069,7641,12930,10108,13658,12083,9243,18494,9394,9594,7366,3361,20926,11920,8134,11942,9454,10236,6732,8169,7035,9118,7766,9651,6280,8601,5809,1325,24262,9982,862,21563,9299,14980,10328,6631,3350,8383,10591,17866,6592,11329,3311,15296,17299,7771,9052,6888,11658,6639,6768,12614,8135,8227,11431,8893,10752,12146,7077,30,157,12632,10808,14764,8464,6491,12288,4078,0,15383,10036,20852,11931,13728,11631,6347,8958,10124,12544,10900,9452,13259,13058,7664,7859,13523,11335,15643,9050,11232,26080,18229,4068,14245,8589,9382,18492,12414,10738,16766,10021,15214,14919,10260,12281,7962,12887,9174,7443,7478,12755,10055,6540,14653,10117,13538,14724,6422,18733,25482,10246,7713,10670,14928,13215,11122,10002,8982,15702,10652,7611,9169,21912,9529,8607,12991,9714,17292,7370,17365,21412,12079,11115,15221,11863,10846,17445,11948,9656,10181,17972,26181,22927,15361,10202,26129,22154,14195,10406,8115,7876,1216,26211,13224,11228,10587,9195,9533,16504,10152,26133,15887,10279,9807,10880,10262,14907,13357,9945,8978,13144,10150,9924,12508,16006,10096,8757,17460,12276,13597,15072,19807,12521,12404,12836,8616,23501,10690,9685,11373,7820,2285,12183,6517,11930,1548,23742,10968,8924,7219,10058,10655,12863,8805,3808,1275,7144,7454,6819,12041,5865,15915,10424,17451,8827,22429,7489,16771,20169,15435,8323,12159,11787,9733,7564,8942,12489,13565,10991,17351,9976,11524,8391,10572,11185,2526,16262,8834,10938,11292,11103,14632,8588,11384,9640,11242,8666,12600,11703,3490,16980,9046,12380,6186,10054,5004,14915,9139,8425,12701,9024,11524,4010,2966,9761,12848,9216,8634,16927,9181,3925,12918,11639,11829,1674,10989,3845,13216,11894,10747,8441,983,815,11690,9703,6973,8423,9529,11628,5570,185,21499,23670,9797,5635,10746,6990,9011,7244,8,4479,13898,9991,11019,4389,9960,11285,8923,10494,8065,11734,572,7563,5711,8021,6743,11067,11636,10139,9797,8800,6836,8467,19587,8546,11840,9985,12833,9279,9868,11294,10886,7267,14689,14045,3280,5054,9701,7091,12340,11466,13250,8066,2459,7488,7752,12470,11337,12711,8008,10905,9018,8684,9880,5456,9099,9089,11110,14080,8037,10754,7738,7533,9943,937,159,14602,11547,10885,8128,9123,12989,9896,7728,8328,10833,6647,6734,8765,9117,13769,12038,10790,12353,7761,7618,10811,9352,2838,4775,1698,18096,26223,21104,10502,10973,8398,7566,7971,9237,6496,12358,12740,16297,9509,7350,8724,8344,3813,8387,9577,8244,3649,12759,6118,8489,5026,756,24908,13924,9219,99,21,19537,8700,10828,14833,11004,10067,6970,16126,11299,11965,11495,8126,4581,19416,8841,22379,10898,12730,1778,12301,9016,13951,4716,9237,12338,5670,8510,9732,25597,8801,7441,6501,4588,10095,8977,8875,8349,17456,11982,9681,8249,7036,5776,20156,8840,7653,8580,11531,10524,3414,3254,2093,24667,8969,10476,10077,14633,15514,4956,18212,8831,8524,5182,113,16779,8939,7834,9635,11157,6682,9483,9212,10898,7230,7827,11682,7048,1303,3,11153,7909,14094,10582,7603,11429,12484,6365,1,10286,22158,8526,13264,4764,11696,14735,12676,11616,7122,9053,9850,8333,6055,7997,7141,5639,12357,9535,6747,1357,16944,7107,6957,7353,8581,4811,1566,12240,10053,7440,9210,6700,3343,0,1,26121,14448,17033,12113,18138,12259,7949,11556,13120,11424,10502,17062,11265,9204,16966,16684,11448,14640,14302,775,12091,15779,12405,19221,16150,11033,10113,11545,2912,20248,19887,13230,13074,9837,7923,15841,13896,7776,15838,19865,10941,14185,5488,3392,16125,17349,10048,10131,10231,9588,8047,5265,6830,18256,11891,9879,8460,9215,9655,11934,12828,8644,9526,4101,11946,14735,14653,16273,24375,11039,9572,19449,8302,18344,8162,6993,1662,9677,11378,9129,6095,6516,13954,7578,9113,8539,8690,2674,21122,10866,10638,12001,7041,3704,7043,26202,26194,9273,3611,16773,11730,16222,8712,8158,14388,11020,12218,11643,16050,21201,12934,12304,10976,14684,14540,15691,13202,11626,9349,4854,22290,20897,13980,2239,19617,10638,11524,9255,6345,10750,7818,10380,9505,7073,9276,10117,9122,8993,11158,6179,1597,2681,12181,8303,11739,7568,10260,26095,11016,8605,6994,6897,8947,9344,5877,5352,12449,8044,11333,18525,11826,10244,3910,7735,5137,1475,10013,11417,6613,10649,10703,8977,523,17981,7643,19571,7099,13296,11621,9969,8384,6687,6992,6970,6191,8034,9665,6203,19339,16386,9760,12144,9193,8995,10141,16323,12816,9198,2761,689,26124,6823,5589,18097,7567,6984,9709,10636,20606,8100,11613,10529,7890,7475,14783,4697,310,22242,12317,14099,24500,11764,4124,2871,12019,9148,20570,8335,7914,1717,8326,7361,11748,12976,22820,13620,8833,7299,10146,11741,9985,8130,8884,12433,17207,17937,8117,20855,18054,10212,9427,6194,24090,12090,7248,10317,9137,14414,10013,8836,7829,7646,9837,13198,8396,6844,11460,10126,7838,13361,9129,9118,7487,12284,8019,8615,4989,2096,1845,17283,10874,6817,7292,7185,8088,9986,6354,7499,5503,13351,1363,10500,8640,14345,13792,9017,19555,14742,11127,7387,1364,26457,20378,9131,10203,11063,7102,9795,14335,9645,6745,21370,12591,14388,8924,3860,2286,20521,8418,9942,9439,10842,15179,8841,23227,7715,11906,9077,9891,10038,14785,15522,11379,12247,26218,9619,21388,8864,7477,7566,7902,6265,42,16636,10530,10583,10769,16508,14028,974,20384,14543,20333,11536,8351,8189,17430,9076,7253,10815,8216,39,15533,7090,5345,15604,14293,7084,7800,6580,9770,8083,8318,10956,15372,10774,4452,8185,7137,8504,16454,12547,10850,6564,6493,8897,10048,9700,11775,7134,5525,197,11185,10175,18236,7665,7469,9666,12107,10094,9662,14992,4856,1,18427,11241,9022,9563,12022,12842,8025,1055,11422,12005,6932,7792,3932,9248,7292,26151,12886,14568,16772,12725,14844,10701,9160,10441,11167,18758,22498,11614,11079,10764,8159,12070,11085,10140,7656,14071,15029,11996,11117,21335,11181,8482,13541,9604,13192,11049,8952,9744,10893,10661,12561,19004,26225,16293,19773,11664,13717,17628,11944,15572,11270,9887,8976,7739,10136,7614,2164,14649,15609,8164,7499,4936,26259,6376,1677,17152,13366,25285,13453,13428,14235,16687,15441,11751,7145,18609,17712,16134,12898,13699,1868,14443,10402,18458,10167,17430,26195,11623,10904,15039,7665,17395,11923,8280,9162,18392,8888,1514,14146,17372,7718,17703,10687,14350,11080,12921,24640,13703,7350,24948,12568,10712,11807,7600,2326,15604,17166,10708,17978,12371,8603,8016,15789,11377,10897,7873,10231,9208,6288,10135,13636,3025,20223,15152,9095,7956,6199,16764,11050,10633,9063,14112,11667,7031,6280,7739,16997,3341,92,17539,9259,10677,13154,6472,12069,16031,3788,3868,2312,1594,23498,5285,12152,14108,9728,19636,20338,19110,8482,17383,9903,16496,15678,8868,11236,9203,8685,9667,7649,5827,1743,22535,12581,8567,5571,7362,19211,13485,12929,18381,8692,18650,13234,3689,845,6423,4799,3290,1901,11100,10193,19868,12780,11408,642,580,647,0,0,12103,7919,9257,11843,7687,9044,10901,9030,20274,8562,11803,8022,6857,922,10878,6980,6852,3232,6001,11680,8713,7665,26154,11231,7407,7605,11433,7996,5312,9071,8381,9972,11446,8264,9917,843,16779,13928,10256,8385,7515,1265,25850,12244,9503,10703,9126,12862,8903,17174,7347,17112,5720,1334,9786,15366,12181,11566,10972,8491,8057,9563,7579,1202,1965,11389,9255,12771,9837,6252,7580,7917,641,402,12999,5910,13275,8482,7555,6767,9489,12334,12133,7946,14106,9142,14901,11306,11183,12899,956,15633,9243,16035,11232,10497,11701,7179,8246,23432,9941,9325,11854,9549,6268,8966,5711,10697,9612,11632,7531,11222,12433,12344,7397,8227,2073,1038,12663,8603,13275,8690,924,15179,6862,7993,9096,9725,8163,13644,18419,12447,12105,12054,14948,18361,16629,6417,6776,11769,12416,10278,6064,2247,17109,7848,8276,10092,8323,8644,559,9623,13984,13125,9937,9905,15433,9272,7660,6746,7352,9141,10926,10022,6384,9734,11321,11469,7754,8617,3258,1513,26610,8397,7524,8437,9485,9753,7968,7891,7557,14937,13169,3182,0,10672,7093,13254,7742,7854,9513,6985,8018,12006,7431,11387,7520,12894,7504,11281,6936,402,13472,11295,7152,236,12946,11675,9323,8471,6295,8683,9854,12141,8211,10435,5971,4315,11639,20048,5372,10246,11525,13733,8022,8502,7781,5532,1047,8647,11413,7923,7839,7898,95,20009,7290,5707,2190,19207,8333,12658,26134,13630,16462,1,0,2484,11549,12150,18535,13982,9094,10839,20458,11069,7880,10231,10022,10641,3596,15945,23751,10300,23439,13913,1112,257,21505,19681,11719,12123,7516,10368,13684,13256,11810,11890,8646,14341,14119,9719,7996,15407,9679,7465,2155,13403,18706,16931,13719,20612,20082,26214,9070,5549,685,18197,19506,7804,14037,20040,10307,18431,15916,11485,9913,11247,10994,12001,23201,19844,16231,3482,12659,13550,18853,10052,10480,9172,14615,19218,20131,10722,14933,10986,8651,26253,20480,9807,18780,3399,1727,11619,11044,26175,11387,26279,9756,10060,11679,13080,13984,9854,15629,10302,1937,10022,16343,13304,10206,14478,13842,13764,7575,15664,11423,23393,13362,11979,15875,12117,13245,14495,7748,9419,9529,12885,8877,7643,17147,14443,11718,10149,8046,9962,5452,813,15503,8828,6445,16555,26070,9147,11479,6983,10599,7111,6344,3750,12542,8507,13904,6945,3401,18287,12125,9875,8198,8700,5196,12254,14174,13386,11146,8574,12379,9870,9539,4837,9265,9765,12189,8777,11177,10037,8643,13778,11386,7998,7856,12569,9100,15434,7362,2593,19024,8806,8294,26109,17626,7732,11396,7436,10809,8184,9164,15867,11107,6882,7454,13523,18461,12225,9478,9627,10816,1079,20613,11068,14486,18381,15504,9032,9199,22649,10688,13998,12795,9226,11882,11180,10366,10310,20528,19086,7819,4139,14004,8763,18636,16175,6892,12799,23263,14007,10392,9598,13032,11411,12265,14739,8551,18740,13924,11084,7095,2841,1908,17318,13246,16686,10023,19557,17790,9070,12314,8931,9260,10294,13171,10536,13075,10726,8383,11733,6359,5015,18630,18398,19579,11998,13960,6713,11509,7358,11574,4272,3113,4917,22542,11297,13678,23409,2157,2863,18018,14964,10767,7871,6517,12759,24398,9365,10425,13317,13684,10254,16907,13014,16474,15788,6871,9425,12256,8727,4769,13503,25187,14634,14095,6028,7526,12287,8058,16443,13988,11675,11952,6794,11008,852,0,0,1,26327,6976,6481,8273,10584,6791,4546,1,23238,13373,11007,4769,998,11662,9520,40,1,14022,9003,10044,9296,1187,26445,8806,8590,9971,10004,10471,9472,5603,20754,12855,8327,6505,5969,17225,14518,9971,16575,10979,12977,4003,14165,9410,12181,7664,7286,4081,5463,1567,21394,7953,6574,12683,12074,8766,8666,10089,8056,18011,11246,617,1,11537,7147,5857,5058,8280,11057,5771,0,18081,18241,9970,13206,8531,15264,9473,13850,10436,9674,11435,16661,11341,9820,13323,9217,24995,8051,18644,16154,10094,9904,12977,8473,13079,11616,7594,7898,2629,6779,14237,13231,26216,8865,10579,7276,6635,9195,12706,7253,14578,15428,9978,8499,8811,10441,8565,6461,12468,7951,12229,9533,7726,9335,8826,16288,10411,14240,10233,11883,7437,4430,11137,13444,13195,18840,16222,21137,15280,14278,12193,1326,17767,14406,12566,20514,23740,11748,11419,22159,17092,11947,10645,20371,18262,16008,12271,10340,8533,11340,21200,19791,14113,8980,13423,8729,15980,13594,7819,16002,10997,11956,9647,15274,5300,26242,13618,16746,10913,13032,14677,11041,12495,15803,15421,1062,10897,19924,26167,11145,12808,20755,8740,264,2133,5971,18948,13381,9449,24698,13594,25945,14025,13432,15804,10235,1134,25185,9670,9318,2691,19274,12644,7955,17166,9859,10168,7666,13699,21790,13900,17936,11358,3191,23812,21966,22264,18519,10052,18497,11735,18820,8887,26213,14037,26186,9122,18604,13982,21152,20069,13379,12660,7556,11365,13895,13415,10440,16510,14461,13774,16198,9286,1725,7930,10851,11731,3060,8325,10262,10856,10226,10490,8003,1705,25414,6556,12491,11091,7923,19482,7043,9781,16057,23481,13957,6049,2239,20593,10750,8155,8947,11421,13098,8423,7669,8488,9421,9311,2979,14672,7748,12064,9659,9495,10018,10251,7490,8527,13355,25866,13161,12034,18481,21444,11112,11689,6589,1098,9582,10399,10736,9538,5442,15950,9370,9012,8914,10087,11104,6861,13836,5240,16270,15763,12188,11262,1392,1191,23532,8276,4189,10364,7606,7949,7653,11994,9168,10128,7135,9388,13,11111,10336,11847,12686,10126,67,21,15485,11374,8256,17682,2454,13349,7532,8403,8982,12242,5905,45,17803,6993,14488,5804,7329,13502,10371,7246,11583,10109,7902,10315,9756,14160,11009,7182,9185,6188,1592,9520,13580,6518,9596,11059,5608,18,15634,14175,6947,464,5,4,15431,8316,1372,12105,14707,14997,20828,13843,9716,7351,9184,12574,16923,16729,908,693,16270,9527,20608,26473,9445,10037,4906,13959,11911,14742,13189,14081,11294,8661,18902,11312,12109,19477,9498,8048,1288,6142,2190,14404,9787,22832,10585,6054,26013,14828,9665,11376,11758,9030,20823,25096,11096,26143,12926,10372,16544,15220,17466,3035,12814,6853,13137,12593,20266,26145,14017,23032,15191,12676,5181,1586,12932,12100,12363,23239,13236,14758,26270,9019,13212,19450,15171,7648,26357,12669,7115,25804,21025,11675,13875,9213,6159,13538,12368,11470,20568,17310,17632,1145,12713,9881,8743,8916,10479,2930,1219,8462,10115,11708,5639,355,11894,16925,7690,7810,10018,6089,10698,8098,9613,8198,18730,8937,6919,8864,7318,8898,6935,12604,13597,23327,13633,17751,9997,8016,7400,6867,452,348,0,7784,7668,6071,20225,9375,7320,9212,8285,5220,63,14146,16665,10816,10175,10735,6757,5933,10684,9092,9156,4684,16301,8158,7528,8309,6868,13017,10112,10482,7097,11117,610,276,12128,9499,9489,2167,16387,7959,9773,12035,8722,7054,9850,7827,6597,9653,6405,3941,189,25749,14204,14773,15782,11710,7918,8750,9513,15462,16243,4978,1959,9474,15172,12352,12374,12870,14520,7081,1922,1586,21840,11933,12102,13220,8110,8975,15870,10777,9217,8131,10327,9769,10445,10319,18539,15055,12306,15120,8097,16057,20292,10927,12115,7991,4144,14795,8272,14082,8558,8549,13355,11084,16323,8764,8067,12396,9944,8632,8827,8222,13358,26165,11000,10052,5285,9847,6688,6407,9825,10608,9754,23751,10837,8560,2255,19766,6041,2991,17300,13993,10416,5065,196,9157,13759,13040,10894,9489,11124,8679,189,9754,17655,1681,1,24208,19627,13886,8971,11809,13534,11441,3335,5554,7302,8573,10811,11711,7466,8038,8680,8442,11712,11346,5756,17641,6040,4254,11749,5709,9529,12124,9383,740,2669,20331,10377,10101,8804,9544,5239,26278,11913,9371,10569,14356,11799,26004,11859,15776,9537,10196,10079,9457,10607,7666,9468,13686,13127,16622,11325,11547,1682,10212,13854,11879,12856,19901,12033,10362,16080,15018,12904,21706,8314,20292,9920,5803,9002,14537,5585,18,13621,10916,6598,13202,6088,10075,20172,11952,10218,14539,14414,9037,11560,12538,16371,10139,26317,9261,9692,15814,4258,15126,10372,11310,16420,11335,8347,8484,6346,11224,12042,10651,9560,6633,10892,7136,15478,11102,6109,11417,11464,11745,9592,12464,18588,16116,11810,11452,6777,12356,18072,13823,10586,9499,10288,5132,2495,26417,10901,15413,11153,6918,9499,9026,10139,12321,9538,8022,8696,583,1328,1646,550,23016,12672,6517,1213,7450,12429,14986,15318,9903,8558,7762,6931,9917,13592,8826,12583,11862,12910,7219,11297,12638,10789,3000,15,0,0,7862,7801,7606,7860,12282,13526,7840,11465,8477,2242,2,1,3,2,3568,14976,7704,8544,13142,3401,12393,9465,15147,8706,8535,6963,6058,5291,0,2951,16001,13698,13983,12450,16409,19709,13813,11254,11335,11504,6186,2936,21207,10513,24719,16832,9307,8729,20096,8514,7472,11042,5321,4918,101,0,6987,24718,14632,21849,11513,7368,11394,9191,5625,616,253,7212,6542,12894,6326,9115,8542,5177,12203,9016,9818,8394,5918,6496,6669,11295,15289,5673,7514,7765,10054,8009,9270,10218,9614,10827,10800,6807,18451,2170,15,0,12985,10685,9182,13161,9238,6141,0,10086,11864,11592,12611,4885,12550,17613,17046,12631,13658,13846,14247,14426,10251,12395,13536,12937,13018,11994,18012,17908,12472,13092,16474,7545,2543,26154,9961,19707,10473,15672,11924,11973,4965,1003,16192,14736,13100,11588,7579,10680,15262,8906,9951,10530,15834,9421,13049,11395,14105,11643,13605,11789,3876,15946,13584,17679,8703,9142,16945,7600,11023,5507,3830,17181,12192,10256,11322,8752,16943,11585,11182,17349,12302,12087,2811,2189,9076,15180,7300,6061,12156,11665,9176,9726,68,17890,5749,5942,8524,6600,8872,10428,9824,17166,6723,4520,10524,10484,10088,10971,15468,10683,8915,7282,3786,8976,13753,26172,6905,6716,9375,11513,9270,19090,20137,22312,13040,23020,9154,13992,11460,18669,14247,11872,11276,13694,14111,14984,9384,15330,6609,8012,12281,11197,11320,7729,8190,2708,13348,26073,13841,9348,19683,11170,8003,10041,10705,16566,11519,6089,15966,8251,7875,10915,10037,5512,1206,8058,21491,10327,11939,14641,10129,7610,15231,10977,11307,15597,14042,14275,9347,19696,20824,15139,12311,13557,9855,10074,2558,16526,18303,8213,7879,6382,9728,13521,16334,15724,10528,14106,12918,14519,13951,9671,7838,15046,14952,10310,3041,16561,13100,10384,11518,7737,19910,17243,5776,11663,7447,10738,8994,10917,7200,3583,3215,3172,3290,3511,3400,3453,3528,1961,16319,17227,14204,12273,11617,13630,21891,16009,12303,15281,18100,6424,15829,12680,11716,13545,15813,16124,16287,17788,11085,17379,7991,2571,16905,15757,12621,12800,16172,19281,6683,3018,17713,16925,11887,13448,12238,5455,23054,13270,11956,7385,2582,26239,15492,11834,14135,16207,10039,10797,7994,11607,2903,16012,11630,14358,16925,18213,11102,7987,26108,13504,11689,7918,14838,19006,9817,25986,17651,12657,11306,11545,8793,1772,16362,7018,1587,12329,13856,14947,12597,13051,10405,25935,10781,17404,8233,10978,3782,1042,871,1059,1003,913,749,705,656,553,487,386,323,194,122,124,9,0,0],"fragments":[{"begin":"0.000","end":"40.480","lines":["To truly hone and develop your communication, you have to introspect, reflect, seek feedback, and integrate all of that information to improve. I’m Matt Abrahams, and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart: The Podcast. Today I am super excited to chat with Celine Teoh. Celine is a facilitator of the GSB’s famous Interpersonal Dynamics course. She’s a CEO coach and a GSB graduate. Welcome, Celine. I so look forward to our conversation."]},{"begin":"40.480","end":"43.600","lines":["I’m looking forward to this as well, Matt. I’m excited."]},{"begin":"43.600","end":"62.080","lines":["Excellent. Well, let’s go ahead and get started. I’d like to start with the Interpersonal Dynamics course that you help facilitate. It’s also known as “Touchy-Feely,” and you and others help run that course. Can you remind our listeners what the course is about, how it works, and share maybe two key takeaways from it?"]},{"begin":"62.080","end":"104.640","lines":["Of course. Interpersonal Dynamics is the most popular elective at the Stanford GSB. It’s really about teaching people how to be effective interpersonal communicators and how to do so both at work as well as in their personal lives. How it works: Well, one example I can bring to you is when I was a student in MBA at the GSB, one exercise that we ran in “Touchy-Feely” is notorious, and it’s known as the Influence Line where other students have to rank you according to how influential you are to them. And consistently, I wound up in the bottom half of everyone’s Influence Line."]},{"begin":"104.640","end":"150.960","lines":["And I was devastated. Here I was, a new immigrant to the United States, female, Asian, and I couldn’t understand why I was at the bottom of the influence line. So I felt sad. I felt disappointed in myself. I felt hard done by, resentful. And normally, what I would do would be to disengage and say, you know what, you don’t think I’m influential, I’m stepping out. But what’s great about this course is it encourages you to reengage. And so I dug into the feedback, got insights from other people as to why I was coming across that way and, as a result, changed the way I behave when I’m in American contexts."]},{"begin":"150.960","end":"174.440","lines":["What’s great about that is I diversify the range of behaviors that I bring to bear. So when I’m in the States, I come across a little bit more emotion and more animation. And when I’m in Asia, I can come across with less amplitude. And I have this range of behaviors now I can pick and choose from, and I have agency. So that’s what Interpersonal Dynamics does."]},{"begin":"174.440","end":"201.040","lines":["It’s a phenomenal course. And one of the strengths, I think, of the course is that it really helps people, as you shared in your story, to really learn about themselves and to learn about themselves in a very direct way — not mean, but to learn about themselves, and then, as you said, to develop a sense of agency to make those changes that are needed. And thank you for sharing that. In all of our interactions, you are certainly influential in my book. You would be at the top of my lines. So thank you for that."]},{"begin":"201.040","end":"202.200","lines":["Thank you, Matt."]},{"begin":"202.200","end":"218.760","lines":["I’d love for you to share how all of us can be a little bit more touchy-feely, if you will, when we work in organizations or corporate cultures that emphasize logic in action. What can we do to be more empathetic and connected to those environments?"]},{"begin":"218.760","end":"239.920","lines":["One of the things I will say is I’ll repeat advice that David Bradford, one of the key developers of the “Touchy-Feely” course, told me when I was actually Chair of the Stanford Alumni Consulting Team. I asked him, “David, how do you bring “Touchy-Feely” to organizations?” And he said, “Stealth it in with a check-in.”"]},{"begin":"239.920","end":"287.800","lines":["And this is how you do it: You go around the room in any meeting, and everybody says one feeling word, how are you feeling today, and one sentence as to why. The reason why you do that is because it creates the space for someone to say, “Here’s what’s going on with me outside work.” And what happens is you no longer have the sales team talking to the marketing team. No, you have a parent talking to another parent, or you have a caregiver talking to another caregiver. You have more hooks, more chances for people to connect with each other. When I do my work as a CEO coach with startups, a lot of the CEOs tell me, “Celine, that’ll take too long.” But honestly, five minutes — I guarantee you, five minutes is all it takes."]},{"begin":"287.800","end":"296.080","lines":["And then on top of that, many of them will tell me, “Celine, I can’t say the word feelings in my organization. We’re a bunch of coders.”"]},{"begin":"296.080","end":"320.760","lines":["“That word is not okay.” And what I tell them is, “Okay, don’t say feelings. Instead, use a prompt like, what was one good thing that happened to you today? What was one bad thing that happened to you today? What’s keeping you up at night?” And then over time, you can slowly, slowly increase the vulnerability and the range of emotions that you’re allowing people to bring in."]},{"begin":"320.760","end":"348.600","lines":["I love the advice, and thank you again for the specific examples about how we can start with something as simple as just begin by checking in with each other. And in fact, doing so can warm people up and get the conversation going, and it doesn’t always have to be about an emotion. And I loved what you said about how it changes our relationship, so I’m no longer my functional role talking to your functional role; we’re two people communicating. And that immediacy and connection I can see brings a lot of value."]},{"begin":"348.600","end":"363.080","lines":["Are there other bits of advice that you have or experiences you have as a facilitator of Interpersonal Dynamics or in your own private practice that can really help connect people together? Are there things we can do or say that can help with that?"]},{"begin":"363.080","end":"388.080","lines":["I think there are two things I would recommend. One is to be very clear about what you’re feeling because feelings are data. And in the rest of our logical lives, we would never make decisions on bad or highly abstract data, but we’ll do that with feelings. We’ll just say, “I’m feeling sad, Matt, or glad.” But that’s not detailed enough."]},{"begin":"388.080","end":"414.000","lines":["So what I like to recommend is for people to actually take a page from Carol Robin’s book, “Connect.” In the back of that appendix, you’ll actually see a feelings chart. Carry that feelings chart around and check in at the beginning of meetings, at the end of meetings, and say, how am I feeling right now at a granular level? As an example, before our chat today, I’ve listened to this podcast since the very beginning."]},{"begin":"414.000","end":"414.520","lines":["Uh-huh. Thank you."]},{"begin":"414.520","end":"434.080","lines":["I love it. And so as a result, before I came in today, I was excited. I was glad. I was anticipatory. But I was also nervous. And so what did I do with that? I decided I would go for a walk, get some of those nerves out. I would practice my vocal exercises."]},{"begin":"434.080","end":"446.120","lines":["And then I decided to reframe — you and I will have a wonderful conversation. And I think it makes for just a much more fun interaction than if I were just I’m just nervous."]},{"begin":"446.120","end":"489.560","lines":["Ah, absolutely. So certainly, no need to be nervous here. And I too was very much looking forward to this. So again, I hear the advice, much like you give to our students, is you really have to reflect on yourself, where you are, and take that as information, input, and data from which you can then act. And I think you’re exactly right — in thinking about my own life, when I look at my emotional state, I’ll just label it. I won’t actually go much deeper. And I think that’s really important because then you can take action. If I just say I’m nervous, but if I think more about that nervousness and how I can address it, then I can do something about it. So I like how the reflection leads to data that can lead to action."]},{"begin":"489.560","end":"490.360","lines":["Exactly."]},{"begin":"490.360","end":"504.080","lines":["Very helpful, very helpful. I’d love to get your thoughts and advice on how do you manage challenges and issues and disagreement at work when you’re confrontational rather than collaborative."]},{"begin":"504.080","end":"506.680","lines":["Mm. I would say it’s all about empathy."]},{"begin":"506.680","end":"506.760","lines":["Okay."]},{"begin":"506.760","end":"543.040","lines":["Conflict is magnetic. It draws attention. And whenever we encounter conflict, our attention tends to go to this narrow focus point that is the conflict alone. I like to encourage my clients to expand their perspective and think about the relationship as a whole as a container, and then go to Gottman’s research, that we also reference in Interpersonal Dynamics. Gottman found out that there’s a five-to-one magic ratio of positive interactions to negative interactions in successful relationships."]},{"begin":"543.040","end":"581.960","lines":["So my advice is build your emotional piggybank by depositing those five good interactions in before you have the conflict. Build that, and then even in the conflict, continue depositing those positive interactions in as a way of making sure that your conflicts go well because you’re demonstrating good intent. You’re demonstrating that the relationship’s important to you. And these positive interactions can be really small. They could be a smile, an eye meet. They could be a pat on the shoulder. They could be a nod of the head. It’s easy. But we forget. I forget."]},{"begin":"581.960","end":"621.120","lines":["Yes. I certainly am familiar with Gottman’s work and this notion of storing up positive interaction. And I see this in my interactions with my kids. There’s a lot that I try to actively acknowledge the successes. As a parent, it can be very easy to focus on the things you’d like to change or advice you’d like to give. So I consciously try when positive accolades or praise are appropriate to give that, knowing not only that it will help in the moment, but it might help me in those times where I have to give negative feedback or have a conflictual situation."]},{"begin":"621.120","end":"643.360","lines":["That’s huge, Matt. I love that you’re doing this with your family. And even at work, we have Slack channels called Celebration — where people are encouraged to drop in and just celebrate somebody else for something they did. Or at the end of meetings, we will actually have breakout rooms where we’ll put two people in together and celebrate each other and —"]},{"begin":"643.360","end":"662.000","lines":["That’s really fabulous how that can help people. And I begin to think back to when you talked about ways to bring empathy and feeling into organizations with a check-in at the beginning. Some kind of gratitude or celebration at the ending might be a really nice way to round out an interaction or a meeting."]},{"begin":"662.000","end":"663.560","lines":["They’re nice bookends."]},{"begin":"663.560","end":"677.120","lines":["That’s right. That’s perfect. For those of our listeners who are looking to enhance or hone their empathy, feedback, and communication skills, what advice and guidance would you give them based on your experience?"]},{"begin":"677.120","end":"707.320","lines":["I would recommend asking. So the reason I say that is all of us here sitting in Silicon Valley, business types, we tend to have advice monsters. We like to give advice. And what I’d encourage people to do instead is to ask, “Do you need support or advice right now?” And you’d be surprised the number of times people say, “I actually know what I need to do. I don’t need your advice. I just want someone to commiserate [laughs] with me.”"]},{"begin":"707.320","end":"717.240","lines":["So do that, ask first. We assume people need advice, but that’s not necessarily always the case. And the support component gives us a chance to connect with the other person."]},{"begin":"717.240","end":"753.280","lines":["Yeah, totally get it. My wife and I have a lot of conversations around this issue. As a professor, as somebody giving advice, it’s something that I do as a reflex. And listening and understanding if support is needed is really important. I actually think — and this is a little bit true for myself — that giving advice is a way to hide behind — you hide behind the advice so you don’t actually have to connect and engage. And I’m wondering if you find that to be true and have any advice on how to have that confidence to be vulnerable to “I’m here to support you, but I don’t quite know how to do that” or what’s needed in the moment. It’s much easier for me to say, “Oh, just go do this.”"]},{"begin":"753.280","end":"764.120","lines":["Yes, of course. Before I answer that question, I’ll actually agree with you on that and also say that advice giving is distancing because it puts us in a position of superiority."]},{"begin":"764.120","end":"764.600","lines":["True."]},{"begin":"764.600","end":"795.440","lines":["It assumes that we know the answer and, “Hey, Matt, I can fix you. Just do this.” You know, it’s distancing. And so my recommendation is actually to tiptoe into it by sometimes even just knowing that phrase, “Do you want support or advice right now?” just practicing that, because once you can say that, the response — your response depends on what the other person says, and they will guide you as to what they need. So just ask."]},{"begin":"795.440","end":"813.280","lines":["I think putting yourself in a place where you can just be receptive is hard but very useful and have seen that play out very successfully many times in my life. So thank you for that. So Celine, before we end, I’d like to ask you the same three questions I ask everyone who joins me. Are you up for that?"]},{"begin":"813.280","end":"813.960","lines":["Yes."]},{"begin":"813.960","end":"827.640","lines":["All right. Excellent. So question number one: If you were to capture the best communication advice you have ever received as a five- to seven-word presentation slide title, what would it be?"]},{"begin":"827.640","end":"833.120","lines":["It would be people will remember how you made them feel. That’s by Maya Angelou."]},{"begin":"833.120","end":"836.600","lines":["Absolutely. Tell me more about why that’s so important for you."]},{"begin":"836.600","end":"852.720","lines":["Because it’s not about the words. It’s about how people feel inside. That’s how you persuade. That’s how you connect. That’s who we are. We’re emotional beings."]},{"begin":"852.720","end":"866.080","lines":["I think that’s exactly right. And we need to think about how we impact people on an emotional level. I think we do a disservice when we think about our communication as only information transfer. It is clearly emotion transfer as well —"]},{"begin":"866.080","end":"866.440","lines":["Mm-hmm."]},{"begin":"866.440","end":"871.160","lines":["— and we need to bring those two into balance. And that quote is very helpful to remind us of that."]},{"begin":"871.160","end":"874.200","lines":["I love that phrase — emotional transfer."]},{"begin":"874.200","end":"881.400","lines":["There you go. Question number two: Who is a communicator that you admire and why?"]},{"begin":"881.400","end":"892.400","lines":["I think Steve Jobs comes to mind. You know, he used passion, simplicity, storytelling to be memorable. And so much emotion."]},{"begin":"892.400","end":"912.840","lines":["Absolutely. And the thing I like about Steve Jobs in terms of his communication is he worked really hard on it. He was very good at it, had lots of natural talent. But he worked hard, tirelessly, to improve and hone. And he also made sure to focus the message in a very concise, clear, audience-centric way. So I agree. Lots of good things to learn there."]},{"begin":"912.840","end":"916.280","lines":["Mm. So much hard work underpinning what looked effortless."]},{"begin":"916.280","end":"934.320","lines":["Isn’t that amazing how — and I think that’s a great lesson for all of us to remember is that practice and preparation can make things easier and look easier. Question number three: What are the first three ingredients that go into a successful communication recipe?"]},{"begin":"934.320","end":"943.200","lines":["I think listening to understand, finding commonality, and connecting through feelings."]},{"begin":"943.200","end":"951.280","lines":["So connecting through feelings I see absolutely from what we’ve talked about. Talk to me about listening to understand."]},{"begin":"951.280","end":"965.920","lines":["I think that’s bound up with empathy — right? You can’t really communicate if you don’t understand what it is your audience is looking for, what your counterpart is looking for, what they care about. We focus too much on ourselves."]},{"begin":"965.920","end":"984.000","lines":["Yeah. And I feel like people, and myself included when I listen, I’m listening for the hooks that give me what I want to say next or help me get to the next place and not necessarily reflecting on what this means for the other person and potentially for this relationship, interaction, et cetera. So I like that idea of listening to understand."]},{"begin":"984.000","end":"996.920","lines":["Yeah. It’s part — it ties back to what you said about practice. Conceptually, it’s an easy concept, but it’s really hard to do because you have to let go so much of your own agenda."]},{"begin":"996.920","end":"1028.120","lines":["Mm-hmm. Yeah, you have to quiet your mind and really be present. And for a lot of us, that’s hard. Celine, thank you so much. This was a true pleasure to chat with you. This notion of really respecting our feelings and embracing them and looking at ways to really understand ourselves so that we can bring our more whole self and emotional self to our interactions and our communication is absolutely important. So thank you for the lessons. Thank you for your time. And thank you for sharing important information with all of us."]},{"begin":"1028.120","end":"1030.080","lines":["Thank you, Matt. The pleasure was all mine."]},{"begin":"1030.080","end":"1064.640","lines":["Thanks for joining us for another episode of Think Fast, Talk Smart: The Podcast, from Stanford Graduate School of Business. This episode was produced by Jenny Luna, Ryan Campos, and me, Matt Abrahams. Our music was provided by Floyd Wonder. For more information and episodes, find us on YouTube or wherever you get your podcasts. Thank you, and please make sure to subscribe and follow us on LinkedIn."]}],"duration":1064}