{"title":"“Are You Listening?” How to Stay Open and Curious to Other People’s Ideas","url":"https://www.gsb.stanford.edu/insights/are-you-listening-how-stay-open-curious-other-peoples-ideas","intro":["“Listening actively and deeply happens when I genuinely believe that the person who's speaking has intrinsic worth and brings a perspective that I lack and need.”","This episode of Think Fast, Talk Smart features Kristin Hansen, lecturer in management and executive director of Civic Health Project, a nonpartisan, nonprofit organization working to reduce extreme polarization and foster healthier civil discourse in U.S. citizenry, politics, and media.","Together with host Matt Abrahams, Hansen shares how, from our workplaces to our personal lives, communication thrives when we cultivate open-mindedness, intellectual humility, and genuine curiosity."],"transcript":[{"author":"Matt Abrahams","text":"Shhh. Hear that? Silence. We often equate communication with talking. But not talking — that is, listening — is as important, if not more important. I’m Matt Abrahams, and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart: The Podcast."},{"author":"Matt Abrahams","text":"Today, I am so excited to be joined by my strategic communication teaching partner and longtime friend, Kristin Hansen. Beyond teaching our class, Kristin recently co-taught Leadership for Society: Big Arguments, Courageous Leadership. Beyond her lecturing at the GSB, Kristin is the executive director of the Civic Health Project and a board member of the Listen First Project. Hey there, partner. Welcome to the podcast. Ready to have some fun?"},{"author":"Kristin Hansen","text":"Well, Matt, I always have fun talking and teaching with you. In fact, there’s nothing I’d rather be doing every Monday before 8:00 in the morning."},{"author":"Matt Abrahams","text":"It is quite early. There are lots of things I would rather do before 8:00, but I truly enjoy teaching with you. Let’s go ahead and get started. We have known each other for a long, long time. We taught our first public speaking class together in Stanford’s engineering school while undergraduates three decades ago."},{"author":"Kristin Hansen","text":"Well, as they say, Matt, time flies when you’re having fun."},{"author":"Matt Abrahams","text":"Things get better with age, at least I hope. Back then, we had a lot of fun helping our students communicate better. What are one or two best practices you find yourself still highlighting after all of these years?"},{"author":"Kristin Hansen","text":"Our challenge, back at that time, was helping students in technical degree programs to convey complex ideas in more accessible ways. And to this day, that is something I still really enjoy, and I know you do, too, helping students craft engaging storylines from dense, complex or highly technical material."},{"author":"Kristin Hansen","text":"And I also remember — do you? — how we helped students reduce filler words like uh, um, and like from their verbal communications. We would actually bang a book on the desk each time they did it. Well, we don’t bang books anymore, do we? But we still help students to be more confident and fluid in their verbal delivery."},{"author":"Matt Abrahams","text":"I remember banging books, ringing bells, clapping hands. And today, of course, there’s an app for that. It’s the idea to help people become aware of those disfluencies. Really important."},{"author":"Matt Abrahams","text":"One thing many folks don’t know about you is that you were a true pioneer in virtual communication. Our students really enjoy and get a kick out of showing the video we have of you selling the first video conference technologies from the last century."},{"author":"Kristin Hansen","text":"Okay, Matt. Now you’re really making me feel old. But you’re right. I actually worked for the early 1990s version of Zoom."},{"author":"Matt Abrahams","text":"Thinking back to then and bringing it forward to now, what are a couple of the best practices you can share about hybrid and virtual communication?"},{"author":"Kristin Hansen","text":"Effective virtual communication, both then and now, is so much about getting the setup right. Is my network connection strong and reliable? How’s my lighting? Should I use headphones with a mic? Pro tip: yes, you should. Do I have permission from the other side to display my slides? Getting any of these things wrong risks losing your audience before you’ve even gotten underway."},{"author":"Kristin Hansen","text":"And once the show begins, it’s about finding ways to leap out of your screen. How do I let my audience know that not only do they see me, I see them? Effective virtual communication is about closing the distance and coming across bigger than that little screen that holds you."},{"author":"Matt Abrahams","text":"So many important points there about presence, about engagement, about permission. But the one thing I heard you say that I really want to dig deep into that helped me so much when we went virtual was the notion of it’s a show. You helped me understand that you have to plan and coordinate your virtual communication. You have to think about the timing, who speaks when, how quickly do you move from one thing to the other, just like you’re an executive producer of a television show. And once I started doing that, it freed me up to be more of myself in my virtual communication. So, thank you for that personally, and thank you for the advice you shared with all of us."},{"author":"Matt Abrahams","text":"I’d like now to shift gears from talking and presenting, which is what we primarily help our students with here at the business school, to listening, which is a big focus of your work outside of the business school. Can you describe that work and how it relates to the principle of listening first?"},{"author":"Kristin Hansen","text":"Well, after getting my MBA here at Stanford and enjoying a long career in the tech sector, I started worrying a few years ago — and I know I’m not alone — about what seemed like an alarming deterioration in our civil discourse here in the U.S. infecting our politics, our media, even just everyday interactions among families, friends, neighbors. And for me, that sense of alarm prompted me to pivot out of tech and into an emerging sector in our country full of organizations that are focused on helping Americans to bridge our social, cultural, and political divides."},{"author":"Kristin Hansen","text":"So now, I run a philanthropy; it’s called Civic Health Project. And we help organizations that are doing bridge building work across the U.S. And I also serve on the board of Listen First Project — #listenfirst — the umbrella organization that represents hundreds, literally hundreds, of grassroots bridge building organizations across the country. Collectively, this whole field is focused on a pretty monumental task. We’re trying to shift norms in our country toward listening and away from cancelling, toward intellectual humility and away from absolutism and virtue signaling, toward curiosity and away from animosity."},{"author":"Matt Abrahams","text":"I so respect the efforts that you and your colleagues are doing to really help make a difference in our civil discourse. And I can see so clearly how you can apply the skills that we teach our students in terms of strategic communication. I’m curious if we can bring this back to a very tactical set of advice and guidance. What are some best practices you’ve learned that leaders, managers, and employees can use to help listen better?"},{"author":"Kristin Hansen","text":"Well, there’s no silver bullet here, but it’s important to understand that better listening starts with intent. Listening actively and deeply happens when I genuinely believe that the person who’s speaking has intrinsic worth and brings a perspective that I lack and I need. In work settings, just like in our personal lives, our relationships thrive when we cultivate our own open-mindedness, intellectual humility, genuine curiosity."},{"author":"Kristin Hansen","text":"I love how the book Conscious Leadership by John Mackey and Steve McIntosh explores this idea of cultivating an integral worldview, urging because leaders to appreciate and synthesize employees’ diverse backgrounds and beliefs and perspectives when aiming to resolve conflict or make transformative change. Active listening is at the core of developing this more integral worldview. And when we listen, it isn’t a passive exercise. Active inquiry is part of listening, too. The trick is asking genuine questions that open up new pathways for understanding."},{"author":"Kristin Hansen","text":"Now this can really feel hard when the viewpoints or the values that are being expressed by somebody else challenge our own, including in our workplaces. But that is also when the greatest opportunity for learning presents itself. Even if we understand this intuitively, it is hard to do. We have to practice."},{"author":"Matt Abrahams","text":"Practicing listening, just like practicing speaking, is so critical. One of the key elements that you talked about, Kristin, was this notion of how you approach it. It’s your mindset. Many of us listen just enough to try to understand what the person’s saying rather than really deeply try to figure out the nuance, the meaning. I like to instruct people to listen by trying to figure out what’s the bottom line of what the person’s saying."},{"author":"Matt Abrahams","text":"Now, I have to say, I might be better at teaching this than actually doing it. You know in the conversations we have sometimes I don’t listen well. And my wife reminds me all the time that I don’t listen as well as I can. But we need to listen with intent."},{"author":"Matt Abrahams","text":"And then I really like what you said about inquiry following. So, it’s not just about listening. It’s about synthesizing and then following up through listening and paraphrasing."},{"author":"Matt Abrahams","text":"Last fall, you co-taught with Brian Lowery, a former guest here, a class called Leadership for Society: Big Arguments, Courageous Leadership. What was the main thrust of that course and what takeaways can you share with us?"},{"author":"Kristin Hansen","text":"Co-teaching that course, Big Arguments, Courageous Leadership with Dean Lowery, was a chance to equip students here at the business school with some of the theories out of social psychology as well as the tools and practices to help listen better, contemplate different perspectives, and navigate conflicts where they emerge, from the boardroom to the school board to Thanksgiving weekend with family."},{"author":"Kristin Hansen","text":"One of the main concepts that we urged our students to contemplate and focus on is developing and applying that integral worldview that considers and synthesizes different perspectives among diverse workforces and citizenries. And just to broaden that a bit beyond workplaces and leadership roles that many of our students will go on to inhabit in the workplace. Just looking at our society as Americans today, by now we can all see that the shouting, the posturing, the grandstanding isn’t really getting us anywhere."},{"author":"Kristin Hansen","text":"One of my favorite quotes from a colleague, Mark Gerzon, is, “The world today has an advocacy surplus and an inquiry deficit.” These massive societal challenges that we’re facing, they’re not going to get solved if we just sort and retreat into tribal factions, we label Americans outside our own tribes as enemies, we lose any sense of trust or goodwill towards one another."},{"author":"Kristin Hansen","text":"Social science research — and this is a lot of what we delved into in the course — it makes it clear that when we engage in deep, genuine listening, perspective taking, and perspective sharing — so that is hearing other people’s lived experiences and honestly sharing our own — that’s how we get down to the root. That’s how we begin to cultivate deep reservoirs of trust, goodwill, and empathy toward one another. And that is a recipe for success in business and in our civic life."},{"author":"Matt Abrahams","text":"So much there that is so important. The foundation of this podcast is really based on some of those principles. It’s really better understanding yourself, being able to listen, and then respond and communicate in a way that is connected, respectful, and hopefully positively directed towards solving problems, achieving goals, pitching well. I wish I could have been a student in that class. Given the wide variety of topics you teach and work that you do, do you have any last ideas you’d like to share?"},{"author":"Kristin Hansen","text":"Here’s my chance to plug the idea that business can actually be uniquely impactful in helping to shift people in our society and other societies away from deep division and toward greater social cohesion through skills that include listening, inquiry, perspective, sharing, and so on. And there are three reasons for this."},{"author":"Kristin Hansen","text":"First of all, we know that business leaders are more highly trusted than nearly all other institutional leaders in our society. So, there’s receptivity to the idea that business leadership can point the way forward."},{"author":"Kristin Hansen","text":"Second, workforces are used to getting trained and acquiring new skills at work. It’s one of the few places that we achieve norms and skill development at scale after we become adults."},{"author":"Kristin Hansen","text":"And finally, work is one place where we as Americans do tend to bump up against people with different backgrounds, beliefs, and values, something that’s becoming more rare in all other parts of our lives. So, it’s a perfect place not only to learn, but also to practice skills of listening, bridging, problem solving, and social cohesion."},{"author":"Matt Abrahams","text":"So well put. It is abundantly clear that the skills we teach can be so helpful to our students, to their colleagues that they will have in the future in the workforce, and to our society. I really, really appreciate you highlighting the value of listening and strategic communication. Now I’ve been looking forward to this for a long time, Kristin. Before we end, I’d like to ask you the same three questions I ask everybody who joins me. Are you up for that?"},{"author":"Kristin Hansen","text":"I am."},{"author":"Matt Abrahams","text":"If you were to capture the best communication advice you ever received as a five- to seven-word slide title, what would it be?"},{"author":"Kristin Hansen","text":"Use a microphone and hold it close to your mouth. Sorry, that’s nine words."},{"author":"Matt Abrahams","text":"So, I know you’re big in amplifying your message. I’m curious. Why of all the things you could’ve said did you choose to say that?"},{"author":"Kristin Hansen","text":"It’s the simplest thing. But if your audience can’t hear you, they’re going to tune out, and you don’t want that to happen."},{"author":"Matt Abrahams","text":"And I know you have so many suggestions for how to get your audience’s attention, to sustain that attention. And you’re right. If they can’t hear you, they can’t listen and learn. Question number two: what are the first three ingredients that go into a successful communication recipe?"},{"author":"Kristin Hansen","text":"I’d be remiss if I didn’t share the advice we give our students quarter after quarter: know your audience, know your context, and know your speaking goal —what is it you want that audience to leave thinking, feeling, and doing differently because they’ve just listened to you?"},{"author":"Matt Abrahams","text":"There you go, folks. You don’t have to attend our class. You got it all in three key ideas: know your audience, know your context, and know your goal. Who is a communicator that you admire and why?"},{"author":"Kristin Hansen","text":"Well, Matt, in saying this, I’m ending our talk on a somewhat more serious note. But my answer to this question has to be Ukrainian President Volodymyr Zelensky. Talk about knowing your audience, your context, and your speaking goal. I mean, while literally under fire, he has the presence and the composure to explain what he needs, whether from the Ukrainian people, from Russia, or from western democracies. I’m floored, amazed, and humbled."},{"author":"Matt Abrahams","text":"Absolutely. It has been truly remarkable to see somebody under the pressures and stresses that are going on to communicate so clearly and so passionately. Kristin, thank you so much for being here. You know I love collaborating with you and learning from you. And I love the fact that our audience gets to learn from you as well. Thanks for sharing your insights and ideas with all of us, and thanks for not sharing any of the embarrassing stories you have about me."},{"author":"Kristin Hansen","text":"It’s been a pleasure, Matt."}],"audio":"https://content.production.cdn.art19.com/segment_lists/06b64929-d222-45a2-b467-a45f865a4ef1/20220421-S3Jpc3RlbiBIYW5zZW4gbWl4IG1hc3RlciAxICgxKS53YXY-505f4a47-6e39-44da-ae35-69a30dc14868.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Kristin Hansen"],"wave_peaks":[2,2,2,6,12466,3715,40,658,18574,4796,63,70,9489,10599,4355,1427,42,20462,15614,9259,14988,18255,15250,10485,24002,3545,45,10614,19658,9911,1375,169,14940,16204,5136,343,209,17037,21995,13634,17412,17403,15592,8403,16990,12320,2196,4164,3737,24727,24124,6816,3739,21618,7536,16224,12555,13650,9215,14929,18028,20345,20210,14024,11370,5009,3140,25509,9290,3392,15958,18965,3296,2508,24456,7567,3319,16870,20317,4676,3726,3705,3536,3600,22108,19475,12796,21278,15401,14886,5457,20078,22116,15535,11781,13667,15184,14763,14813,24544,12871,10784,19859,17601,12930,13833,4275,23931,13144,6370,3583,3809,17167,19815,13992,21733,13387,3221,17920,13451,15245,14310,20758,17123,13079,11245,18650,13074,3639,15848,24538,11484,2873,17723,18619,8728,5307,213,262,21253,24067,21165,11856,15984,8342,1704,18348,12556,18163,10181,13918,11839,8773,16321,19672,8365,6616,9693,18507,14601,7532,10152,16664,11346,9730,14777,12342,8233,842,146,16614,19920,12533,5665,21725,10855,21990,3662,208,20787,14856,16802,1738,634,14534,16915,16978,16132,12509,9868,11766,11717,12827,9575,10414,10268,16042,18323,15670,4433,13798,14621,16405,11671,11269,16446,10473,13767,8525,14148,15460,13011,10367,9020,5642,5647,31321,21303,22192,22172,18727,15296,19789,22257,12733,22348,15006,15203,22150,15283,21159,10002,20342,20572,13935,16734,12886,6763,6124,6531,20341,21807,9414,12444,5827,122,14476,20305,13595,10924,13554,15840,19304,2320,5766,18239,12325,7052,2466,21642,17922,17698,9221,11385,17595,14079,9863,14753,12077,12823,12573,6689,6261,18526,11781,14977,6527,6644,11033,17283,13007,3421,1783,17711,14031,14152,13088,13537,16537,9692,14296,13734,6934,13890,21015,19405,15289,14662,18450,17796,5948,21952,826,21885,16037,14097,21690,21088,12429,18230,12521,8634,11226,10500,5067,20927,18948,17003,17996,16401,7873,18736,16473,16461,15776,16338,16664,13001,9458,16129,6350,4581,1964,356,1158,17324,18012,12072,3638,1121,19849,18262,9017,18965,9835,11625,9658,16684,10825,12295,10095,14290,3258,3862,15110,10785,12494,9096,13747,6393,10080,12013,14112,14246,5236,15337,15862,12394,16395,16752,10367,12766,10803,13123,10872,11099,12346,10941,9483,5574,14769,13293,9104,9369,9114,12486,7875,13769,12827,6883,17284,19949,6093,4065,14976,10548,10723,15393,8504,8681,10212,11313,1006,21164,12061,17363,12457,15231,15857,14130,13707,12815,11722,14251,13869,10550,15417,15861,4770,15598,19403,14030,15775,13800,12714,12031,897,18169,12297,11663,14390,12081,528,17297,9601,15324,13791,15650,387,15268,15214,10161,14611,12696,12431,13675,1584,18470,23540,15936,11672,3160,9048,6415,13580,4667,23019,14369,13405,12589,12687,9132,9206,8833,12149,8308,12851,12070,7992,12822,11175,9512,7546,1429,21620,16573,11417,7982,20153,9424,18501,16368,15869,10502,13453,12356,19330,14261,12060,17761,17744,16428,19454,3189,231,492,16597,18261,16804,12581,15453,16441,6464,11167,14043,11979,2475,9867,17518,9996,9217,12170,10893,6840,7824,4235,196,21063,7761,9840,17512,14441,12794,13902,20387,14978,12635,3084,431,21802,7867,16367,9924,20736,9320,17530,9812,11328,12103,17328,14132,11810,9015,13067,8388,8799,11607,11962,7416,25320,23698,20953,17758,15772,15580,12431,14377,17878,14095,1309,24026,11588,13492,9945,14096,14813,13126,12704,16024,14107,11094,11213,9638,12136,9512,11119,12984,6910,2004,232,431,16622,20247,13560,13840,8980,17210,16904,16939,11005,16097,13261,20140,15703,15657,4333,15413,6519,9050,14930,14426,17402,12139,3298,10841,14523,9087,6388,9214,2662,13876,16809,15083,13001,12674,8702,18647,7466,14644,10211,9863,16175,13150,10678,13346,10165,12904,10988,9062,5579,443,376,15390,12448,13969,13186,9461,11956,9474,10351,16453,15764,14956,6709,143,15274,8664,13217,11343,18066,13475,19683,12851,16288,15567,4734,17455,2344,734,16732,10307,13497,7288,16012,13265,5619,15615,10280,11021,575,16036,10060,13398,8452,7574,6376,15372,3122,13146,8181,11157,9517,11244,9878,14003,8429,12367,930,18145,13039,14033,9973,8452,14330,14933,11799,15601,10269,12547,8846,13019,8409,8229,8485,16205,12814,11761,9771,12731,10205,12187,13434,9832,6464,16588,16390,8168,16842,16633,11084,9858,11117,14480,10166,11325,12319,10451,10516,9544,5129,1213,12882,10380,8867,13658,10036,13342,9817,12350,9014,8564,7673,3562,2643,185,776,8823,15762,12602,9745,9753,8820,19973,18324,7051,6329,14173,12723,11408,9315,14139,9620,7276,13619,17278,16216,11718,8843,12969,14849,12676,9316,14616,10106,10872,8169,16247,19379,14065,15730,9674,12121,12509,10869,10893,13736,8713,8648,11374,6321,13610,598,191,2941,15499,15494,12841,12110,13536,22275,19974,13389,11553,13393,8932,12488,13167,14206,11279,9447,10778,6804,18256,17095,17340,9270,12482,5720,11828,9833,11289,11555,20862,11832,12089,9050,14541,12160,11400,12995,9098,17727,15307,12109,16226,10935,11816,9696,15539,6552,7511,524,19639,17194,16186,10874,11043,7860,14334,12574,12326,7387,12469,13607,12522,15756,12748,146,12625,11621,9979,5255,7674,13822,14946,18274,12862,17767,13394,10236,12027,11932,10172,16292,6563,11194,10790,3712,326,82,20183,10190,11985,14268,11720,18549,13691,22062,10277,18586,5571,13176,17323,14045,16373,16554,11306,12040,17232,11648,7304,5451,138,13416,17155,5841,406,12378,15877,14221,16946,6765,17409,10079,10934,11522,11922,6955,6586,532,1936,18943,18492,13886,20031,11732,11513,17705,14080,9768,14805,13344,11706,11169,11678,7086,12417,3090,1060,1675,16856,14742,12977,8647,13175,11374,9176,11634,8830,11286,12000,301,17504,13054,13303,15902,11123,13763,12008,12298,11809,264,11320,14537,12578,12240,12250,10734,8250,643,16216,15292,15853,11461,11011,12632,10412,14163,12880,11607,12851,12417,12089,10715,13288,5179,13953,14017,14661,14531,10032,10882,15948,710,13915,17285,15870,12954,13123,8549,12438,8666,9980,14213,10290,12689,8781,6252,309,14393,15789,12136,18048,10239,12548,12185,13934,10555,12746,8413,9835,10820,11780,8769,5868,18374,11147,716,16036,14725,10676,13892,14697,12330,12701,10713,15394,11283,10499,13199,8500,4240,4628,17175,9105,14917,8643,17799,10495,1081,14512,11480,11024,4729,1126,3814,14963,9493,17396,12496,11453,11617,18262,12252,13300,14135,1602,15265,14084,10813,11627,10467,8556,13095,11174,17183,8102,13490,11209,7571,9981,739,16257,7505,15689,12433,10263,3778,16373,8724,9800,3340,14426,9582,824,14658,16979,15432,7763,15758,31219,22442,21837,13865,15206,22001,13445,12860,17244,14235,4939,159,18378,12918,11755,9728,17384,15868,12445,675,17208,14386,13439,10429,9973,11607,8436,7332,6646,960,470,16370,11522,13808,14767,14930,16876,10190,9094,10446,9420,10908,10434,2650,301,17043,13669,11636,11676,10180,453,14063,14639,16192,9950,92,15938,16572,12019,14874,3488,17936,14683,15705,11313,15936,13938,17372,13749,11721,13549,11684,10123,18735,10170,8697,7373,18101,16803,13233,10263,188,122,17021,7179,5541,5425,3393,270,16389,14950,14531,12911,14171,9250,9309,10515,8208,13711,8060,8552,9766,16859,11473,11172,11062,6321,8047,8670,15889,14220,13967,554,15427,14665,11395,13589,11504,17737,8528,10380,18662,9063,13971,7722,9856,11929,8170,225,17622,11074,10653,12527,11337,16448,9499,14835,20598,10838,10703,3828,15096,9384,15765,12397,9633,8043,16757,11746,14866,15493,6175,8425,9606,17227,8224,13936,17519,11992,16462,15634,9680,16842,15816,4462,261,16378,8581,14158,6888,16482,11433,11610,6362,8910,6390,1537,17321,13066,17578,9702,8399,765,20058,12019,11667,12673,13465,14380,12401,12776,10708,10488,4594,16291,13867,10693,9884,5261,143,196,8092,16515,12225,10851,14863,8589,9437,12104,8767,3730,12932,15382,10693,10223,12766,11545,11057,10900,11262,11805,5239,15755,16397,11051,11470,15686,12956,13273,12241,9149,15444,1537,453,15730,11133,6625,134,163,12124,16640,13463,17291,14319,10148,13556,12597,11072,15096,13564,11338,9163,12850,12613,16218,12242,13998,14277,12913,10212,3799,202,13623,14791,9270,11856,7539,148,20028,12780,10167,10165,11912,6901,185,626,21699,16691,15786,12498,11660,10324,14245,8703,13857,12085,10725,14787,13583,13484,10726,15328,10892,14072,15770,10571,14324,8408,15665,12620,11508,11123,14844,13960,8901,3406,20943,12736,11935,13708,10076,12738,12769,10848,11940,5972,452,16272,15139,13143,15680,6856,14592,14520,9946,14057,19251,12015,14042,12118,13483,15019,11138,9291,10784,14596,10102,8919,387,11819,15923,10120,11924,15983,12896,11349,14672,11670,10683,10530,10354,11254,11088,906,833,328,250,16507,13234,11050,9322,698,13466,15699,6076,6994,12237,7813,5445,3079,194,14565,14545,10403,13314,11657,10103,6932,8531,317,13928,16334,8756,12078,12084,15241,16601,9508,7561,15234,12379,9190,12564,8909,8856,8411,168,153,13830,16951,11462,14670,12306,12084,11782,1327,15253,17730,9003,9605,15588,14942,13994,10035,9581,10443,13340,13429,11469,3452,9323,14353,15336,4213,141,216,10323,13654,11667,8063,3460,338,19985,16419,14312,14343,9939,11839,8746,9999,8741,6502,10621,8955,3309,169,122,278,11896,12457,13626,9665,11634,13457,10470,11129,11652,8958,21882,10308,12387,6434,15518,20303,9381,10037,6163,12777,11466,13029,17789,10750,4726,152,5916,17458,17466,10379,8407,15536,11389,10453,11299,14754,11851,14183,10864,10540,9499,15392,8986,1497,13133,14830,15074,10870,10301,13894,13873,15832,15814,12734,8182,11416,13479,13061,13859,13429,12457,10373,10736,14255,14104,13441,12959,12908,11731,1819,8603,14930,8068,315,309,20570,18103,11034,122,9841,18273,12288,13515,8852,17766,10619,7127,16169,14830,14710,9946,15656,10409,7945,12032,7289,5814,4578,647,21368,19756,14683,16444,620,42,18595,21026,11632,11638,14870,16681,18772,9427,16464,11956,17817,17776,15391,14179,22022,14778,12337,20026,15449,20190,8685,7327,15045,14016,18765,12614,11150,9110,14519,8993,4016,1021,20539,18223,10512,15674,12026,9684,7009,95,15988,13101,15680,15283,7218,12106,12100,10719,10842,12538,2002,253,15235,14468,15295,11398,7166,12301,12760,21578,7933,8166,20439,8002,3503,15543,9869,6481,12432,13463,5125,482,2,2,15683,10821,19840,8052,12203,19377,11371,20114,14828,19147,17270,14142,4951,216,286,421,22103,16693,5624,22088,8430,13341,10831,11380,14157,3370,17027,19369,4774,580,14752,11659,8556,3732,78,16901,15827,15620,18886,15048,13087,9716,15807,7421,11564,6305,8932,10694,2517,2029,229,16111,12608,15183,10291,12035,16500,10984,10332,13220,11919,13498,8842,14032,10325,12335,729,18296,14327,3940,9459,14266,11127,10304,11991,371,14537,10356,9724,15909,9903,10413,12203,11027,12572,9791,13598,12014,8822,12788,14739,11752,5463,4243,13828,11481,11004,10913,7302,14161,12930,10699,12662,10009,4436,13834,13996,7731,15599,13698,9114,2158,14681,12838,2517,211,15118,14971,10040,8387,8217,15705,12723,11457,355,16318,20303,13509,14062,16689,12540,10052,7217,23561,13014,11215,19557,12966,11725,12064,15555,10599,13797,14512,15861,9217,12030,10951,10469,8106,13808,17751,8583,8005,15792,11161,8456,8877,13142,9503,10950,10236,9374,4482,14793,15106,12873,4270,13709,10921,10574,16106,10494,13263,8605,10634,12548,12259,9599,851,12501,15769,7976,7989,9441,13595,15154,12757,15477,10338,9599,4006,13501,5842,1130,13638,10462,10114,13902,11262,13288,12953,12446,10102,10303,9807,11756,12846,12090,13266,3010,10281,17840,9419,8025,9690,9793,11186,12995,7715,13294,12456,12104,10745,10129,11654,14008,10385,11491,12822,13756,12875,8753,10653,13746,13824,10794,10324,2995,5207,21219,13726,11687,14193,9942,12068,10794,11098,11154,10219,8447,15609,13508,11508,10033,13221,10225,12643,12395,9446,5731,12642,12375,12904,8482,15675,6996,4790,299,12171,11482,12464,9924,10935,7885,12179,13459,11957,14326,7376,3528,12237,11996,9670,10226,11762,13630,12786,15677,13376,8244,5675,14074,12404,14079,17670,11540,10108,11207,11235,9433,14528,13215,8528,16120,11934,14602,10591,9951,10629,3737,1275,198,14226,11058,12726,8555,10770,11263,13053,12565,11556,9974,11871,4599,271,14791,9894,13046,6818,14510,9049,10026,11948,8134,7768,10160,1973,17225,9176,2782,3874,17996,6668,4636,93,114,14173,16014,11385,9676,7842,11435,13387,8821,12868,8514,11153,2421,11306,17366,11190,11642,11656,12950,14074,15605,8529,5683,10422,9905,10203,7756,7429,9915,7470,246,2562,16570,7201,12341,9585,7467,6447,320,16112,12096,9510,11733,7571,10604,9655,9064,9634,7279,11224,4430,11518,10278,185,8441,9792,8467,10133,9290,7263,8743,10462,915,12358,13719,11240,8703,8829,8386,6749,3702,6021,7737,7863,4431,507,8037,17486,11446,9331,5810,15286,14076,11447,7714,15382,21416,21755,8838,19436,9419,16013,15347,11124,9397,10273,8579,8298,13315,17236,11462,7872,15173,9658,61,17182,10155,10429,9946,9412,15259,7700,12930,7993,9126,9520,9672,7397,673,15358,9937,1089,8428,19188,12127,17256,9841,987,16942,9870,3197,17305,8051,8708,17188,11140,11273,10361,1237,21309,13014,15419,8691,6055,7385,12015,12691,12036,1637,20820,8725,8391,348,247,91,47,16854,13688,18588,12280,12038,16701,10595,7141,7737,14513,13642,15559,14732,16937,11355,13238,15028,7759,3464,15829,16457,14926,17619,19032,15447,16211,12353,10382,4085,8189,14794,13230,7965,11127,10953,7954,6351,537,14395,12162,14401,11154,13399,10367,12280,9038,9658,7119,9044,9370,628,15650,10820,9059,11763,12687,9294,12074,13032,8987,7427,9529,12913,266,13455,12600,9402,13949,11722,13332,10810,12219,12349,8890,4335,12749,14764,12544,3877,12989,10544,199,9778,9554,14443,11737,11271,11558,11089,7128,10402,13268,12144,7485,228,143,13522,15350,9445,7996,13084,8599,12664,11767,10762,9999,8769,11953,3603,18882,11773,11126,13603,11051,10081,8148,10071,7977,8811,6089,8965,13029,13494,1865,13327,14890,13121,8689,8905,9683,316,16445,11973,8458,11771,6712,10377,14200,11138,5965,5982,3104,18626,2915,129,16521,13131,8006,9006,12295,15037,7651,9108,11986,10447,9431,8803,5819,487,14125,14933,11756,10164,16718,15297,11527,261,13366,10676,10393,12608,13731,8166,10710,9177,13387,11141,260,13107,10628,9135,9676,2408,270,201,14221,10011,11474,13214,12677,11954,11755,13199,10898,12699,8654,9655,12539,5764,12735,14645,10485,11536,14554,9500,264,12258,10122,11959,11289,7260,9814,9262,10516,11004,7455,9736,12768,2365,16393,17053,10111,10370,13232,12585,7594,551,17260,8617,8451,16055,2851,15084,10626,7815,7971,7536,18105,10060,11015,7400,7571,8594,8112,194,15680,15133,12137,8751,6637,1673,17265,5716,10962,9692,8143,8090,7948,5884,5167,9817,18198,11118,3034,8910,13726,11090,16208,10257,5680,4856,3360,14569,14712,14226,15782,13435,7419,1433,47,17,12879,10868,18301,13960,6863,14200,10823,5684,72,124,14819,12043,20225,14020,12085,17899,6315,12977,15682,11323,6082,13803,17609,5136,9371,1488,245,9505,16229,16804,12159,8983,11578,5131,18129,8237,16911,15945,4364,8309,10435,9806,2621,12700,12871,11798,8920,8397,1815,56,53,21091,20193,11840,14129,13702,11368,11435,9041,7255,11928,18555,16732,4086,11237,19232,15653,7089,6164,18200,11613,15678,4530,12587,10645,11297,5819,7720,4641,12799,12545,14470,302,11280,14667,4382,17050,16791,15192,5152,12362,19500,9930,10084,11831,9622,8952,16083,14285,6389,9875,16428,17257,3461,20051,12195,12456,15642,17321,17447,93,17713,14003,8205,6634,4728,14957,17684,13365,9726,189,15741,14626,14120,11214,10006,1516,15029,16037,14121,8577,6402,1403,486,21131,3644,3858,22060,260,16033,22044,12492,15948,12515,14850,16868,12053,16300,20639,10421,17644,14063,19602,18335,19142,13905,10612,17001,16701,7632,10547,7770,14215,2707,994,1058,13062,12035,14148,12966,14529,5099,15671,489,15599,11379,15874,13272,12682,14824,10625,3214,17374,10041,11076,11287,8533,12875,12679,18263,12248,12181,4557,20175,19864,13707,13546,14001,11276,10625,15247,9046,7770,2099,19999,16755,10910,21069,12913,8893,3426,17485,12598,9506,8398,13723,7707,14226,17059,12606,18068,13965,13301,11299,791,19150,17870,7587,120,17548,21577,11896,11694,13767,12821,6977,6243,17765,8862,6848,16125,10221,8460,10881,8411,5186,5899,1922,12136,16756,14362,14308,15317,12771,13341,16464,15269,13044,8679,11523,11051,13550,11478,10784,676,16152,13738,11325,13380,9888,1733,152,14503,16300,12119,11688,2174,168,118,13058,12221,10351,9741,13266,15117,17983,10162,10700,18986,10973,11361,12562,11308,348,692,13151,8070,15369,15701,8128,13970,8388,593,17193,7403,9773,12590,11007,8215,8956,2532,6615,326,20459,15503,14004,6420,17447,13801,18578,19437,2474,22202,22022,22086,12181,5267,793,14344,14236,11533,15287,7445,2005,14481,16477,7644,14884,17544,14459,2341,7776,7376,5737,37,1507,1012,19556,18703,15199,12614,11671,13271,10690,5987,6875,648,57,18,41,128,19219,12172,14380,13680,10558,13131,15681,12900,14002,13081,12418,16164,14175,7834,14540,8337,9430,13074,10641,13367,12362,11960,12438,12523,12658,9748,9857,14193,13288,13065,11439,10395,11907,10187,2342,19133,15419,10920,11401,12245,7980,11445,8404,11912,12578,11140,11962,754,11834,15288,14880,9785,9855,11713,5824,491,14486,11605,13627,11981,10350,10023,2626,14786,17445,9510,9530,6022,129,13285,9839,10069,11117,13139,163,139,12060,12649,9995,12062,10961,10930,8105,3795,10526,10830,10996,1239,10672,8041,6245,220,14305,10934,10283,2788,8498,10341,5429,12614,12174,10592,10515,9215,6275,10301,7924,7088,10204,11061,21925,8049,4751,5563,16765,4913,7434,6944,5339,6702,10171,8121,8625,12204,8978,120,11794,10595,4678,11267,22184,2364,158,311,552,79,12,11593,19373,6471,2334,20494,10040,5212,5785,5599,226,5545,16941,18922,9784,14771,10405,11585,9773,11219,12228,6700,7773,9120,8245,5736,17696,9953,10593,14517,13619,13056,6576,6062,5310,5362,17595,9872,14189,12117,11694,10388,12839,9051,16544,12291,859,13765,16564,10324,13946,10064,11134,16848,12453,11017,11787,11924,8814,2012,1020,6863,18390,15973,8079,3159,3182,4065,4473,4456,3681,4784,2799,523,686,4274,4445,4393,17825,17169,13268,11238,13555,11787,10486,18935,16709,17570,4357,15242,7992,3751,15302,5812,3810,3682,3317,13356,13371,11231,12804,11126,7389,14649,6928,7630,6233,2702,12019,15278,10764,11718,11522,8752,14687,12813,14759,10249,10815,11583,10817,6820,2302,16272,13393,10128,9232,12187,9135,7060,9509,3791,2512,1454,17302,14900,14266,16272,5729,5780,13629,9295,21033,9722,7958,9826,6420,3610,210,95,23,2],"fragments":[{"begin":"0.000","end":"25.240","lines":["Shhh. Hear that? Silence. We often equate communication with talking. But not talking — that is, listening — is as important, if not more important. I’m Matt Abrahams, and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart: The Podcast."]},{"begin":"25.240","end":"55.440","lines":["Today, I am so excited to be joined by my strategic communication teaching partner and longtime friend, Kristin Hansen. Beyond teaching our class, Kristin recently co-taught Leadership for Society: Big Arguments, Courageous Leadership. Beyond her lecturing at the GSB, Kristin is the executive director of the Civic Health Project and a board member of the Listen First Project. Hey there, partner. Welcome to the podcast. Ready to have some fun?"]},{"begin":"55.440","end":"64.800","lines":["Well, Matt, I always have fun talking and teaching with you. In fact, there’s nothing I’d rather be doing every Monday before 8:00 in the morning."]},{"begin":"64.800","end":"84.560","lines":["It is quite early. There are lots of things I would rather do before 8:00, but I truly enjoy teaching with you. Let’s go ahead and get started. We have known each other for a long, long time. We taught our first public speaking class together in Stanford’s engineering school while undergraduates three decades ago."]},{"begin":"84.560","end":"87.920","lines":["Well, as they say, Matt, time flies when you’re having fun."]},{"begin":"87.920","end":"100.800","lines":["Things get better with age, at least I hope. Back then, we had a lot of fun helping our students communicate better. What are one or two best practices you find yourself still highlighting after all of these years?"]},{"begin":"100.800","end":"120.760","lines":["Our challenge, back at that time, was helping students in technical degree programs to convey complex ideas in more accessible ways. And to this day, that is something I still really enjoy, and I know you do, too, helping students craft engaging storylines from dense, complex or highly technical material."]},{"begin":"120.760","end":"142.440","lines":["And I also remember — do you? — how we helped students reduce filler words like uh, um, and like from their verbal communications. We would actually bang a book on the desk each time they did it. Well, we don’t bang books anymore, do we? But we still help students to be more confident and fluid in their verbal delivery."]},{"begin":"142.440","end":"151.000","lines":["I remember banging books, ringing bells, clapping hands. And today, of course, there’s an app for that. It’s the idea to help people become aware of those disfluencies. Really important."]},{"begin":"151.000","end":"165.080","lines":["One thing many folks don’t know about you is that you were a true pioneer in virtual communication. Our students really enjoy and get a kick out of showing the video we have of you selling the first video conference technologies from the last century."]},{"begin":"165.080","end":"174.440","lines":["Okay, Matt. Now you’re really making me feel old. But you’re right. I actually worked for the early 1990s version of Zoom."]},{"begin":"174.440","end":"183.200","lines":["Thinking back to then and bringing it forward to now, what are a couple of the best practices you can share about hybrid and virtual communication?"]},{"begin":"183.200","end":"206.600","lines":["Effective virtual communication, both then and now, is so much about getting the setup right. Is my network connection strong and reliable? How’s my lighting? Should I use headphones with a mic? Pro tip: yes, you should. Do I have permission from the other side to display my slides? Getting any of these things wrong risks losing your audience before you’ve even gotten underway."]},{"begin":"206.600","end":"223.800","lines":["And once the show begins, it’s about finding ways to leap out of your screen. How do I let my audience know that not only do they see me, I see them? Effective virtual communication is about closing the distance and coming across bigger than that little screen that holds you."]},{"begin":"223.800","end":"264.120","lines":["So many important points there about presence, about engagement, about permission. But the one thing I heard you say that I really want to dig deep into that helped me so much when we went virtual was the notion of it’s a show. You helped me understand that you have to plan and coordinate your virtual communication. You have to think about the timing, who speaks when, how quickly do you move from one thing to the other, just like you’re an executive producer of a television show. And once I started doing that, it freed me up to be more of myself in my virtual communication. So, thank you for that personally, and thank you for the advice you shared with all of us."]},{"begin":"264.120","end":"282.200","lines":["I’d like now to shift gears from talking and presenting, which is what we primarily help our students with here at the business school, to listening, which is a big focus of your work outside of the business school. Can you describe that work and how it relates to the principle of listening first?"]},{"begin":"282.200","end":"316.760","lines":["Well, after getting my MBA here at Stanford and enjoying a long career in the tech sector, I started worrying a few years ago — and I know I’m not alone — about what seemed like an alarming deterioration in our civil discourse here in the U.S. infecting our politics, our media, even just everyday interactions among families, friends, neighbors. And for me, that sense of alarm prompted me to pivot out of tech and into an emerging sector in our country full of organizations that are focused on helping Americans to bridge our social, cultural, and political divides."]},{"begin":"316.760","end":"356.840","lines":["So now, I run a philanthropy; it’s called Civic Health Project. And we help organizations that are doing bridge building work across the U.S. And I also serve on the board of Listen First Project — #listenfirst — the umbrella organization that represents hundreds, literally hundreds, of grassroots bridge building organizations across the country. Collectively, this whole field is focused on a pretty monumental task. We’re trying to shift norms in our country toward listening and away from cancelling, toward intellectual humility and away from absolutism and virtue signaling, toward curiosity and away from animosity."]},{"begin":"356.840","end":"382.360","lines":["I so respect the efforts that you and your colleagues are doing to really help make a difference in our civil discourse. And I can see so clearly how you can apply the skills that we teach our students in terms of strategic communication. I’m curious if we can bring this back to a very tactical set of advice and guidance. What are some best practices you’ve learned that leaders, managers, and employees can use to help listen better?"]},{"begin":"382.360","end":"412.920","lines":["Well, there’s no silver bullet here, but it’s important to understand that better listening starts with intent. Listening actively and deeply happens when I genuinely believe that the person who’s speaking has intrinsic worth and brings a perspective that I lack and I need. In work settings, just like in our personal lives, our relationships thrive when we cultivate our own open-mindedness, intellectual humility, genuine curiosity."]},{"begin":"412.920","end":"449.600","lines":["I love how the book Conscious Leadership by John Mackey and Steve McIntosh explores this idea of cultivating an integral worldview, urging because leaders to appreciate and synthesize employees’ diverse backgrounds and beliefs and perspectives when aiming to resolve conflict or make transformative change. Active listening is at the core of developing this more integral worldview. And when we listen, it isn’t a passive exercise. Active inquiry is part of listening, too. The trick is asking genuine questions that open up new pathways for understanding."]},{"begin":"449.600","end":"467.320","lines":["Now this can really feel hard when the viewpoints or the values that are being expressed by somebody else challenge our own, including in our workplaces. But that is also when the greatest opportunity for learning presents itself. Even if we understand this intuitively, it is hard to do. We have to practice."]},{"begin":"467.320","end":"494.200","lines":["Practicing listening, just like practicing speaking, is so critical. One of the key elements that you talked about, Kristin, was this notion of how you approach it. It’s your mindset. Many of us listen just enough to try to understand what the person’s saying rather than really deeply try to figure out the nuance, the meaning. I like to instruct people to listen by trying to figure out what’s the bottom line of what the person’s saying."]},{"begin":"494.200","end":"508.080","lines":["Now, I have to say, I might be better at teaching this than actually doing it. You know in the conversations we have sometimes I don’t listen well. And my wife reminds me all the time that I don’t listen as well as I can. But we need to listen with intent."]},{"begin":"508.080","end":"518.240","lines":["And then I really like what you said about inquiry following. So, it’s not just about listening. It’s about synthesizing and then following up through listening and paraphrasing."]},{"begin":"518.240","end":"532.960","lines":["Last fall, you co-taught with Brian Lowery, a former guest here, a class called Leadership for Society: Big Arguments, Courageous Leadership. What was the main thrust of that course and what takeaways can you share with us?"]},{"begin":"532.960","end":"559.040","lines":["Co-teaching that course, Big Arguments, Courageous Leadership with Dean Lowery, was a chance to equip students here at the business school with some of the theories out of social psychology as well as the tools and practices to help listen better, contemplate different perspectives, and navigate conflicts where they emerge, from the boardroom to the school board to Thanksgiving weekend with family."]},{"begin":"559.040","end":"589.960","lines":["One of the main concepts that we urged our students to contemplate and focus on is developing and applying that integral worldview that considers and synthesizes different perspectives among diverse workforces and citizenries. And just to broaden that a bit beyond workplaces and leadership roles that many of our students will go on to inhabit in the workplace. Just looking at our society as Americans today, by now we can all see that the shouting, the posturing, the grandstanding isn’t really getting us anywhere."]},{"begin":"589.960","end":"612.080","lines":["One of my favorite quotes from a colleague, Mark Gerzon, is, “The world today has an advocacy surplus and an inquiry deficit.” These massive societal challenges that we’re facing, they’re not going to get solved if we just sort and retreat into tribal factions, we label Americans outside our own tribes as enemies, we lose any sense of trust or goodwill towards one another."]},{"begin":"612.080","end":"644.760","lines":["Social science research — and this is a lot of what we delved into in the course — it makes it clear that when we engage in deep, genuine listening, perspective taking, and perspective sharing — so that is hearing other people’s lived experiences and honestly sharing our own — that’s how we get down to the root. That’s how we begin to cultivate deep reservoirs of trust, goodwill, and empathy toward one another. And that is a recipe for success in business and in our civic life."]},{"begin":"644.760","end":"674.400","lines":["So much there that is so important. The foundation of this podcast is really based on some of those principles. It’s really better understanding yourself, being able to listen, and then respond and communicate in a way that is connected, respectful, and hopefully positively directed towards solving problems, achieving goals, pitching well. I wish I could have been a student in that class. Given the wide variety of topics you teach and work that you do, do you have any last ideas you’d like to share?"]},{"begin":"674.400","end":"695.920","lines":["Here’s my chance to plug the idea that business can actually be uniquely impactful in helping to shift people in our society and other societies away from deep division and toward greater social cohesion through skills that include listening, inquiry, perspective, sharing, and so on. And there are three reasons for this."]},{"begin":"695.920","end":"711.240","lines":["First of all, we know that business leaders are more highly trusted than nearly all other institutional leaders in our society. So, there’s receptivity to the idea that business leadership can point the way forward."]},{"begin":"711.240","end":"724.200","lines":["Second, workforces are used to getting trained and acquiring new skills at work. It’s one of the few places that we achieve norms and skill development at scale after we become adults."]},{"begin":"724.200","end":"746.800","lines":["And finally, work is one place where we as Americans do tend to bump up against people with different backgrounds, beliefs, and values, something that’s becoming more rare in all other parts of our lives. So, it’s a perfect place not only to learn, but also to practice skills of listening, bridging, problem solving, and social cohesion."]},{"begin":"746.800","end":"778.200","lines":["So well put. It is abundantly clear that the skills we teach can be so helpful to our students, to their colleagues that they will have in the future in the workforce, and to our society. I really, really appreciate you highlighting the value of listening and strategic communication. Now I’ve been looking forward to this for a long time, Kristin. Before we end, I’d like to ask you the same three questions I ask everybody who joins me. Are you up for that?"]},{"begin":"778.200","end":"778.880","lines":["I am."]},{"begin":"778.880","end":"787.880","lines":["If you were to capture the best communication advice you ever received as a five- to seven-word slide title, what would it be?"]},{"begin":"787.880","end":"794.080","lines":["Use a microphone and hold it close to your mouth. Sorry, that’s nine words."]},{"begin":"794.080","end":"802.960","lines":["So, I know you’re big in amplifying your message. I’m curious. Why of all the things you could’ve said did you choose to say that?"]},{"begin":"802.960","end":"811.160","lines":["It’s the simplest thing. But if your audience can’t hear you, they’re going to tune out, and you don’t want that to happen."]},{"begin":"811.160","end":"827.400","lines":["And I know you have so many suggestions for how to get your audience’s attention, to sustain that attention. And you’re right. If they can’t hear you, they can’t listen and learn. Question number two: what are the first three ingredients that go into a successful communication recipe?"]},{"begin":"827.400","end":"846.960","lines":["I’d be remiss if I didn’t share the advice we give our students quarter after quarter: know your audience, know your context, and know your speaking goal —what is it you want that audience to leave thinking, feeling, and doing differently because they’ve just listened to you?"]},{"begin":"846.960","end":"861.400","lines":["There you go, folks. You don’t have to attend our class. You got it all in three key ideas: know your audience, know your context, and know your goal. Who is a communicator that you admire and why?"]},{"begin":"861.400","end":"889.040","lines":["Well, Matt, in saying this, I’m ending our talk on a somewhat more serious note. But my answer to this question has to be Ukrainian President Volodymyr Zelensky. Talk about knowing your audience, your context, and your speaking goal. I mean, while literally under fire, he has the presence and the composure to explain what he needs, whether from the Ukrainian people, from Russia, or from western democracies. I’m floored, amazed, and humbled."]},{"begin":"889.040","end":"944.080","lines":["Absolutely. It has been truly remarkable to see somebody under the pressures and stresses that are going on to communicate so clearly and so passionately. Kristin, thank you so much for being here. You know I love collaborating with you and learning from you. And I love the fact that our audience gets to learn from you as well. Thanks for sharing your insights and ideas with all of us, and thanks for not sharing any of the embarrassing stories you have about me."]},{"begin":"944.080","end":"947.400","lines":["It’s been a pleasure, Matt."]}],"duration":947}