{"title":"Building Habits: The Key to Lasting Behavior Change","url":"https://www.gsb.stanford.edu/insights/building-habits-key-lasting-behavior-change","intro":["Whether you want to read more books or exercise more regularly, BJ Fogg has good news. “Habits are easier to form than most people think,” he says, “If you do it in the right way.”","As the founder and director of Stanford's Behavior Design Lab, Fogg has devoted much of his career to researching human psychology, motivation, and behavior. According to him, habit formation isn't a product of simply doing something over and over again. “It's not a function of repetition,” he says, “it's a function of emotion.”","As Fogg discusses with host Matt Abrahams in this episode of Think Fast, Talk Smart, bringing our behavior in line with our goals is easier than we think — we just have to know the emotional levers to pull."],"transcript":[{"author":"Matt Abrahams","text":"Turning habits into choices is a big motivator for the teaching and communication coaching that I do. But before you can make choices from your habits, you first have to form habits. I’m Matt Abrahams, and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, a podcast."},{"author":"Matt Abrahams","text":"Today I am really looking forward to speaking with BJ Fogg. BJ is a Research Associate and Adjunct Professor at Stanford University. He is the founder and director of the Stanford Behavior Design Lab. BJ also coaches companies and executives around the world. Finally, he’s the author of two great books, Persuasive Technology and Tiny Habits. Welcome, BJ."},{"author":"BJ Fogg","text":"Thank you for inviting me. I’ve been looking forward to talking to you."},{"author":"Matt Abrahams","text":"Me, too. So let’s go ahead and get started. As many of our listeners know, I have long been fascinated by persuasion and behavioral change. One of the things that first drew me to your work, BJ, was that you referred to something called the information action fallacy. And I believe it’s this fallacy that helped you create your model of behavior change. Can you share with us what this fallacy is, and then share the three components of your behavior change model."},{"author":"BJ Fogg","text":"For decades, maybe longer, people have assumed that if you just give people information it will change their behavior. And this doesn’t work very well. And so I decided to give this problem a name, this fallacy a name and that’s what it’s called, the information action fallacy. And it goes like this. If we give people information that will then change their attitude, and then with attitude change they will then change their behavior. Now those links between information and attitude change, that’s not a very reliable link. And even if you can change somebody’s attitude, that doesn’t necessarily change their behavior."},{"author":"BJ Fogg","text":"The second part of your question had to do with the behavior model. So this came together for me in about 2007. And it is a model that describes all behavior types in all cultures so it’s a universal model and it goes like this. A behavior happens with three things come together at the same moment. One, there is motivation to do that behavior. Two, there’s ability to behavior. And, three, there’s a prompt; something that says do this behavior now. And when all those things come together the behavior happens."},{"author":"BJ Fogg","text":"And if any one of those things is missing, like there’s no motivation, or there’s no ability, or no prompt, the behavior does not happen. As the father of two teenage boys I have certainly seen the information action fallacy happen in my own life. Give them lots of information and, hopefully, they’ll change attitudes and we don’t see any behavior change."},{"author":"Matt Abrahams","text":"In terms of the model, the question I have is around what is a prompt? How do you define that prompt? I get ability. I get motivation. What does a prompt refer to?"},{"author":"BJ Fogg","text":"And that’s an excellent question, Matt. Because the idea of ability and motivation being important has been around for a long time. We can talk about skill and will and so on, which is effectively done. The breakthrough, really, was understanding there has to be a prompt. A prompt is anything that says do this now. Your phone ringing is a prompt. Somebody asking you a question is a prompt to reply. You looking at an action item on your to-do list is a prompt. And we could even be prompted internally. Like sensing hunger is a prompt."},{"author":"BJ Fogg","text":"And what’s important about that is you’ve got to make sure for the behaviors we want that the prompts happen. And if we’re trying to stop or reduce behaviors, to minimize or get rid of the prompts. So you can design for behavior change simply in some ways by focusing on prompt design."},{"author":"Matt Abrahams","text":"I see. So it’s finding the prompts that can trigger the behavior you want, or removing some of those prompts to get rid of the behaviors you don’t want to invoke."},{"author":"BJ Fogg","text":"Yeah. So that’s one of the levers, one of the three things you have to play around with to get a behavior happen or not to happen. And even though you can write it in three letters, B equals MAP, it is, I think, a profound model that can be used in so many ways."},{"author":"Matt Abrahams","text":"Can you give us an example of a way in your coaching or teaching that can relate to the listeners and the behavior they might want to change, and how they can use those three levers to accomplish that?"},{"author":"BJ Fogg","text":"Yeah. Let’s say that you want to read more. We read all the time emails and social media, but you want to read books. So, number one, define what the behavior is. I want to read this particular book. Reading more is abstract. It’s not a behavior. It’s like an outcome. So pick a book you actually want to read. So that’s the motivation part. Don’t pick a book you don’t want to read. So that’s motivation."},{"author":"BJ Fogg","text":"Next, ability. How do you make it easier to read that book? Well, you can get a paper version of the book and you can set it right by a chair that you sit in all of the time. And then the third thing, prompt. What is going to prompt to remind me? In this case, the Kindle sitting there, that is its prompt right there. I don’t have to put it on a to-do list. I don’t have to put it on the calendar. I don’t put up a post-it note. In this case, the object that I need to read, the Kindle, or maybe the paperback version of a book, is the thing that will prompt me. So when you sit down, you see the book, it’s like, “Oh! I can read now.” And just open up the book and continue reading."},{"author":"Matt Abrahams","text":"Part of what you said that was really enlightening for me was that notion of being very specific about the behavior you want to change. So it’s not just reading in general. And I set often lofty goals for myself. I want to do more exercise or lose weight. But it sounds like what I should be doing is being much more specific. And that, I think, is going to be really helpful."},{"author":"Matt Abrahams","text":"Unlike my work on behavior change, which is focused on how to change other people’s attitudes and behaviors, you focus on how we can change our own behavior. The unit of change you highlight is habits. Can you define what a habit is? And share some of the maxims that you’ve come up with regarding habits."},{"author":"BJ Fogg","text":"Yeah. So the way I define habit is it’s behavior you do quite automatically, without deciding, without deliberating, without thinking very much. And we have many, many habits. And the good news here is habits are easier to form than most people think if you do it in the right way. And that’s what my Tiny Habits method is all about. It just breaks it down. It’s very straightforward. And people can form habits quickly and easily."},{"author":"BJ Fogg","text":"Looking at creating habits or any type of lasting change, I’ve distilled the keys to habit formation or engagement or lasting change down into two statements. Number one is help yourself do what you already want to do. So notice in that you pick habits you already want to do. Don’t pick habits you don’t want to do. And help yourself to it by making that habit easier. And there are different ways to make it easier, so we’re back to ability, we’re back to simplicity."},{"author":"BJ Fogg","text":"And you help yourself do that by making sure there is a prompt. So within that one statement that I call Fogg maxim number one, help yourself do what you already want to do, that brings together motivation, ability, and prompt in that statement. So that’s number one."},{"author":"BJ Fogg","text":"Fogg maxim number two is help yourself feel successful. And even though that’s four words, that can be challenging to do, but it is very much worth knowing how to help, and then learning and developing the skill. Frankly, it’s a skill of helping yourself feel successful. Because it’s that feeling, it’s that emotion of success that wires in habits. That’s what causes a behavior that you’re deliberating, or deciding, or thinking about to turn into a behavior you do without thinking or deciding. A behavior you do quite automatically. It’s emotions that create habits."},{"author":"BJ Fogg","text":"And that’s why the feeling of success is so important. Because when you do a new behavior and you feel successful, then you shift it on this continuum automaticity and it becomes more automatic."},{"author":"Matt Abrahams","text":"I think most of us think of habits as a mental effort. So the role of emotion to me is really, really intriguing. And setting us up for success so we can have that feeling of success as a reinforcing mechanism I think is really, really cool."},{"author":"BJ Fogg","text":"You said the exact right word. By causing yourself to feel successful you are self-reinforcing. And you can do this deliberately. You don’t have to leave that reinforcement to chance or to other people. You can self-reinforce. And that’s part of the Tiny Habits methods. And we call that approach celebration. What you’re doing is causing yourself to feel successful at the right moment in order to self-reinforce and cause that behavior to become more likely and more automatic."},{"author":"Matt Abrahams","text":"That’s great. And I’ve got lots of ways to feel really good about some of the habits I’m trying to take on. I’m going to reward myself with my favorite chocolate, I think. I’d love for you to give me specific advice on a habit I’m trying to develop better. As many of our listeners know, I’m a big believer in paraphrasing as a way to validate others’ comments and to validate the accuracy of my understanding. What advice can you give me to make paraphrasing a stronger, better habit for me?"},{"author":"BJ Fogg","text":"So, in other words, what you want to hear from me is how to make paraphrasing a stronger habit."},{"author":"Matt Abrahams","text":"Touché, touché! Yes. You already have this habit, clearly."},{"author":"BJ Fogg","text":"No, I don’t. First of all, get clear. Of course, you’re super-clear on this matter. For people listening, it’s like, “Okay, what does paraphrasing mean?” And then when somebody says something to you, have that be the prompt, or the reminder to paraphrase it back to them. And then when you do that – and this is where the reinforcement comes in – pay attention to how they respond."},{"author":"BJ Fogg","text":"And I think many times if you’re talking face-to-face you will see them light up and they’ll say, “Yes, exactly.” Embrace that as a positive result. In other words, pay attention to their response. That will reinforce the paraphrasing behavior. So let me paraphrase that myself again. Number one, be clear on what it means to paraphrase. Number two, know when you’re going to do it. What is the prompter? Cue, it’s after somebody tells you something. And then after you paraphrase stay tuned for that reaction from the other person and really allow yourself to feel that positive reaction. That will help create that habit."},{"author":"Matt Abrahams","text":"That’s really helpful. And the last piece I find most helpful is I am often so focused on just making sure I paraphrase that I don’t take the time to actually celebrate the result of that paraphrasing. Like, “Wow! That person really responded positively,” or, “They gave me more information as a response to my paraphrasing.” So that celebration piece, which clearly I can see would be reinforcing, incent me and motivate me to paraphrase even more, would be really helpful."},{"author":"Matt Abrahams","text":"So have that clarity of what I mean by paraphrasing. And to me, it’s really distilling down what the person is saying. Use their response as my trigger to actually initiate the paraphrase. And then the big one for me is celebrate. Did I paraphrase that okay, BJ? How did I do?"},{"author":"BJ Fogg","text":"I thought that was great."},{"author":"Matt Abrahams","text":"I’d like to change the subject a little bit to better understand from you what role specificity and repetition play in building a new habit. You often hear just keep doing over and over again and it becomes a habit. And I’m not quite sure you believe that."},{"author":"BJ Fogg","text":"Exactly. Well, specificity, be very clear. Going back to the reading example, don’t you think I want to read more. Be very clear. I want to read this book. And you might even define how much of the book. I think that’s less important than knowing what book. And you might even define the location. I want to read this book while sitting in this chair. It seems that there’s a big difference to our brains between read more and after I sit in the chair I will read this book. And our brain can connect with the second and prompt you to do it and you’re more likely to do it."},{"author":"BJ Fogg","text":"The next topic around repetition, it’s long been said that repetition is the key to creating habits. And that’s just not true. It’s emotions. What role does repetition play? Well, if you do a behavior and you feel strong, positive emotion as you do it, that habit will wire in very quickly. There’s a type of habit that I call one-and-done. You do it one time and the habit is wired in because the emotion was so strong."},{"author":"BJ Fogg","text":"For example, you buy a new car and you drive the car to work. That’s not going to take very long for driving the new car to become a habit because you’re going to feel so great. Or you find a new way to drive to Stanford that’s prettier and faster. The sense of success of it’s more beautiful and faster is going to wire in. If the feeling of success is not that strong, then it takes more. It’s like you’re inching toward the automaticity. And so in that case, doing the habit, let’s say, daily and allowing yourself to feel successful, then that will create a solid habit. It won’t be one-and-done."},{"author":"BJ Fogg","text":"So if you can’t feel a strong, positive emotion, you need to repeat the habit. But it’s not the repetition that’s creating the habit, it’s the emotion that you feel. So let’s be really clear about that. Yes, you may need to repeat the habit and cause yourself to feel successful multiple times for it to really wire in, but it’s not a function of repetition. It’s a function of emotion."},{"author":"Matt Abrahams","text":"Ah-ha. So let me give you an example. I know exercise is good for me, but I don’t like exercising, or it hurts and I’m tired and fatigued afterwards. Forcing myself to continue to exercise actually is working against building it as a habit, is what I heard you say, because I’m not having a positive experience. It would be better for me to find a more positive way to get that physical activity. Is that correct?"},{"author":"BJ Fogg","text":"Yes, exactly. So there’s at least a hundred ways to exercise. Find the way that you like, find the way that causes you to feel successful. And just because somebody runs a lot doesn’t mean running is the right exercise for you. I know it’s not the right one for me, that’s for sure. It would be very hard for me to create running as a habit, even though I’m really great at habits. And part of being great at creating habits is knowing which habits to pick. So don’t pick the ones that you don’t like, or don’t want, or are painful for you."},{"author":"Matt Abrahams","text":"I got it. I actually do enjoy running. And, in fact, the reward and celebration I have is I get the opportunity to listen to podcasts. So, for me, that’s positive. But there are many other types of exercise I do not like. And I like what you just shared that can help me look for others that would be more positive. So before we end I like to ask the same three questions of all of my guests. Are you willing to answer them for me?"},{"author":"BJ Fogg","text":"Sure. Let’s go."},{"author":"Matt Abrahams","text":"Okay. If you were to capture the best communication advice you have ever received as a five to seven word presentation slide title, what would those five to seven words be?"},{"author":"BJ Fogg","text":"Remember what it’s like not to know."},{"author":"Matt Abrahams","text":"Oh, so cool. Why is that the advice you would share?"},{"author":"BJ Fogg","text":"I was mentored by a brilliant man named Jonas Harris. And this is back in the day when I was a technical write and he was teaching me to be a technical editor and to teach technical writing. And one of his big things was remember what it’s like not to know. And, essentially, that’s a way to say have empathy, and consider the audience and remember where they’re coming from. And that has guided my work ever since. I moved away from technical writing and technical communications to other things, but remember what it’s like not to know. Yeah."},{"author":"Matt Abrahams","text":"That is such powerful advice. Because, quite frankly, it’s the anecdote to the curse of knowledge. We all know a lot about what we’re communicating and we miss helping people understand it because we come from the wrong place. So that beginner’s mind I really appreciate. I’ll be curious to hear your answer to question two. Who is a communicator that you admire, and why?"},{"author":"BJ Fogg","text":"There is a songwriter named Shawna Edwards. And I’ve been working with her on songs about habits for kids. I’ve been working with her for about a year, year-and-a-half. And she is amazing at taking concepts – like I’ll write some draft lyrics and they’re just too complicated and not good for kids, and she’ll just crunch them down into a much simpler version that still has the power, and then she can put music to them. It is just amazing to see how she communicates with words and music for the audience we’re trying to reach, which is kids from three to 11."},{"author":"Matt Abrahams","text":"I think it’s great that you’re trying to help kids in that age group. And I think it’s fascinating to know that you’re a lyricist. I did not know that that was one of the many things that you have."},{"author":"BJ Fogg","text":"I see myself more as the court jester working with someone as talented as Shawna Edwards. What a privilege. And I have just learned so much, but mostly just admire what she can do that I probably never will be able to do."},{"author":"Matt Abrahams","text":"It is a true pleasure to be in the presence of people who have mastered their craft, for sure. Final question, question three. What are the first three ingredients that go into a successful communication recipe?"},{"author":"BJ Fogg","text":"I wrote down these words before we started, but it’s a great wrap-up of what we talked about. Empathy, number one, simplicity, and practicality."},{"author":"Matt Abrahams","text":"Certainly, certainly. And those ingredients can absolutely help you be very clear, concise, and in many ways compelling. And I appreciate that. And I appreciate that your answer to this question was a model of all three of those. Thank you, BJ. I love your actionable, specific advice and guidance. I encourage everybody to check out the work you do, especially the Tiny Habits book. You have a free five-day course. I am a graduate of that course. I have found it very helpful. Thank you for your time, and thank you for your insight."},{"author":"BJ Fogg","text":"Thank you, Matt. It’s been a pleasure to talk to you."},{"author":"Matt Abrahams","text":"Thanks for joining us for another episode of Think Fast, Talk Smart, the podcast from Stanford Graduate School of Business. This episode was produced by Jenny Luna, Ryan [Campos], and me, Matt Abrahams. Our music was provided by Floyd Wonder. For more information and episodes find us on YouTube, or wherever you get your podcasts. Thank you, and please make sure to subscribe and follow us on LinkedIn."}],"audio":"https://content.production.cdn.art19.com/segment_lists/4a2c9aeb-52b8-4a77-8601-82820a58daf8/20230417-VEZUU19CSl9NaXgtMi53YXY-98152b1d-b4aa-4006-bfc5-2851bd1f68fc.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","BJ Fogg"],"wave_peaks":[17429,4890,9268,6805,10180,6066,8649,11781,10307,4824,7024,4804,13264,7853,7826,7869,5551,10281,8051,13798,9243,5916,2823,14,18622,10425,6485,6517,10823,11018,5396,11488,7219,11,6540,16850,4177,15089,10760,10152,7270,15,3102,2174,20878,7148,8280,9329,10766,8719,7741,5763,8129,15293,11399,8911,6143,9302,10101,10981,2068,9867,6326,14827,11070,4963,3997,20368,5184,2342,20097,12438,6814,2701,2082,3243,3321,3175,3560,1835,2920,3523,25745,10309,6349,5469,6952,8404,16145,7435,6514,7999,5474,9557,2522,11650,11077,11178,10784,11113,6820,13887,8733,11188,15746,8958,8890,13583,1682,10721,15472,7691,8077,7041,12777,10632,9677,7708,11870,9209,6833,2262,13419,9608,9574,9253,13882,8950,12427,8628,10546,6685,6207,1090,22348,10111,5546,9051,9602,8463,5625,11958,10081,12709,12276,9408,6383,6377,8601,17142,11902,15162,8929,1717,10438,8256,5498,10348,9386,11611,10006,8612,8168,9793,14814,5235,1593,2399,7861,9970,8647,15618,10367,6776,13050,6473,1594,12483,7009,10456,6719,6464,11391,6858,7789,10725,8507,10887,8732,5594,8446,6810,6802,3827,7763,5787,7662,6566,9982,7205,9265,8089,8928,6908,4578,11194,5244,7856,12808,14322,15473,11550,8796,11299,7375,6529,21406,8404,18141,9944,3948,1775,13257,7655,7684,15598,7327,9871,4279,6962,7719,8151,10252,7579,7283,3621,2011,12002,10391,10846,11225,14574,7767,6547,8959,306,10084,9329,6659,5626,6924,9905,11368,8866,6242,8464,6432,6822,4661,14,12720,7107,1329,10927,8827,3070,7304,6221,8594,11015,8010,9995,8506,8277,9444,9699,9109,9952,8149,7985,6170,9780,8342,11673,4194,10865,11210,7895,6626,9909,9466,6724,12026,9705,10658,8701,7959,3564,11424,10222,9866,5894,9729,6443,8308,5289,8239,6934,12820,6759,14264,12563,12610,13431,12076,3124,9472,3409,11165,7411,8066,12707,5154,11124,7611,5794,6511,9940,15606,7468,7845,1047,729,14376,6303,25645,8814,8831,11908,9485,9513,9172,6999,6367,8646,1420,2989,4094,14012,7738,8344,6548,9893,10863,15909,16420,7453,3596,10929,8477,15157,16103,5422,6469,7988,12314,9103,10487,13640,12760,6597,203,13025,10681,10125,8936,8195,6198,8615,6085,6963,7943,11462,10593,11676,5646,6756,8955,10046,6031,9725,7721,9249,10106,6291,10156,5636,10670,9978,12459,5161,4186,2434,8623,6248,10823,9119,9684,12016,10994,10551,7248,7231,10039,3930,8213,10019,9701,12807,11074,2629,6138,10956,8321,9700,9327,3409,729,15925,8343,7906,3313,994,12512,10443,6943,8958,8569,10806,8134,8485,5784,1269,4327,8921,6343,12785,8205,6800,9900,5735,5848,400,7383,12187,10459,5681,8877,7243,7041,6520,6170,5531,7675,8251,25,7651,13260,10687,8850,6496,10393,8397,11303,17198,7591,9329,8095,10300,11794,4700,9502,14345,6547,432,105,11234,9851,8466,9776,8803,7383,6965,7477,9518,8348,10011,6509,7692,7647,7961,6759,5004,17202,8802,5974,7152,10016,8389,4725,9791,18762,8312,7517,9180,6143,11321,12987,11509,5881,8877,12578,10337,13663,12850,10004,3339,10489,8280,7663,10803,8834,9385,9412,8017,9122,9985,10638,7517,6342,14666,8261,11710,8925,12199,5303,12099,6321,8833,8912,10841,1777,18411,8372,9489,7757,7214,9574,11485,7316,20765,22594,7303,15259,9721,12692,5556,7371,11100,7109,9805,9173,9051,14448,10585,5034,1238,10227,15068,12359,9849,9711,7798,6662,4973,3446,9181,18810,8911,8045,7798,7147,6832,8300,5949,10212,9751,8524,7565,5364,323,9719,10427,10116,7371,10735,6510,11670,8266,5993,12233,9844,10899,295,3843,8885,9555,8214,6838,9717,7117,15315,4295,9527,6688,1530,12835,5312,9468,7108,9626,6669,12038,4654,17171,6316,6757,13128,7288,9059,7647,8579,15163,20402,7726,11667,9855,6768,9759,10025,13332,11555,1337,5804,5508,7251,13532,9287,488,6571,19920,8053,6310,8440,6461,5750,6243,9328,4277,18,9201,6394,11312,9425,6205,5225,5976,6252,10886,8779,8254,11675,13011,8580,4673,12237,8491,5409,11417,8721,16738,8489,8711,13437,10118,9257,7790,5371,3052,2760,9078,10187,9606,5843,6157,8083,7891,10888,3066,18875,18393,4756,6748,9752,8336,11834,7114,8840,6963,4352,1084,9958,6857,11558,7920,7113,7603,10135,6100,14017,8037,10067,8933,6600,8921,10972,8529,3067,6626,15127,10078,9686,7820,8450,14474,4151,5986,5803,12192,13528,11416,12974,11467,13295,5540,8610,15680,9953,3958,7578,11451,5711,5339,4233,13724,6041,7690,8746,5209,9730,9889,10321,11227,9699,11235,7489,17599,7798,11725,6690,8242,5576,12644,5213,13914,7764,8059,6021,10184,6684,9068,6542,6215,5924,7282,14211,9509,13466,7304,8948,7872,9577,25113,4933,12720,7387,9592,1911,11837,12976,8653,4788,3016,6320,10207,8201,8132,4908,6367,5311,7875,7216,10467,14159,6168,8024,6047,12558,8083,7129,10081,7833,11387,16841,10131,6842,7500,4363,8198,9614,8016,4998,24697,10396,11661,10948,11738,8093,5349,11392,8125,10089,10323,9204,8371,6607,9558,5121,12465,12281,5247,10044,14583,15105,4752,11922,11606,8651,8507,9147,5649,10493,9780,8321,12206,9363,8455,12107,17596,20344,527,12161,11575,8089,12631,11092,9733,7381,6414,6211,11125,7654,8844,11551,10413,13381,11225,8706,8646,7149,6500,2998,14124,6715,7661,8994,7730,2442,13512,9380,7698,6624,4948,24101,15318,7215,2446,8897,9162,12335,7281,5604,2860,8814,7047,7525,19206,14407,17578,2553,8281,8330,6120,10119,17411,26252,14587,10060,2051,14407,7163,5508,8876,9162,8443,5344,10280,6774,12231,9932,8274,5167,6138,9391,8350,14538,5397,8571,6334,7081,3870,5677,8957,2150,7463,10933,7323,9189,11064,9527,8412,7836,15034,5967,7297,5776,6144,6026,13164,10346,1264,8616,5965,7049,6862,5890,11681,7362,6015,8238,10187,6981,14165,9712,13066,9636,4133,8275,8793,7622,7285,13611,6766,8073,7405,13123,9524,17897,6231,7628,9897,8568,10771,6967,6919,8353,10934,210,7255,12093,6613,7542,9482,1187,8528,12494,6637,15444,10626,14399,16760,1351,3977,25213,14330,10053,8413,7535,8730,7229,12350,10314,12342,12003,10657,14299,6609,4653,333,7223,11085,9054,13096,9491,13552,8013,6358,6586,5882,9765,8709,1117,9964,9537,7619,7811,9605,12987,8122,6793,8234,12944,8543,9901,9110,12487,11086,6160,13025,11188,4515,10509,6921,9130,5031,10415,7912,10526,9428,2731,9090,13326,13677,7824,2075,2051,12724,6548,7803,5181,11387,8639,11468,6877,5329,10054,6665,11120,11778,5602,7881,7012,12127,4960,4888,11279,15942,10816,13786,11337,5976,5023,7581,6916,13200,7242,6456,11516,8245,4750,10520,9481,76,17579,9696,11560,5713,14328,14577,9489,17735,17583,14383,12714,7816,9445,7470,7466,5935,15536,13473,6913,11686,9354,9566,8134,8184,11956,8302,6017,7127,6047,13170,10051,16461,10412,6583,14716,11546,69,17268,10159,6735,8686,7639,4698,6580,7460,16371,12516,12366,7898,7359,8154,13927,14356,6374,7859,4747,4276,4942,14827,8356,11782,6130,9320,10749,9002,9568,3779,1774,7326,4296,6898,7760,6482,18525,6108,8196,12948,11381,7159,7194,7844,18197,7193,15455,6480,6816,8585,9058,13023,10464,9947,10430,12813,8541,4373,13343,7463,9314,13116,5836,7014,9140,49,5238,2756,7837,14609,8020,7027,11120,6264,5613,8064,5403,2999,6859,6609,7306,13002,9208,14114,4752,537,9301,9916,9617,9933,4618,9832,8237,8485,11544,9954,7470,9747,11884,45,6719,11013,6259,5684,5202,8594,8369,1387,12640,7905,7605,7167,18314,10685,3665,7209,7406,5859,9841,7493,9568,10758,8918,7425,13727,9544,12869,10293,10040,11572,8662,8968,15589,13082,6966,17792,9879,10109,3283,10754,10433,7876,10361,11354,11066,9802,13554,7962,4823,7227,12210,10577,16628,9605,7213,4316,17147,10611,5343,6285,6756,2966,20055,5985,8305,6586,2171,6235,6130,5689,4235,7453,12632,7302,6800,5013,7270,9970,7533,10721,5662,7523,12425,5843,3487,7055,10165,9381,1815,8663,9364,8692,11384,5832,6404,8687,11236,8753,7959,6091,5769,6196,1629,11313,7068,8910,11846,9825,16185,5589,7385,3458,10493,6442,2459,5167,15279,7688,6341,2425,3329,358,7905,6942,8192,13444,8775,4872,10920,11296,8915,7395,9097,15210,9703,2506,5370,6178,6392,9286,9558,9832,8258,17412,12083,8028,9442,11699,3821,6565,1311,662,11184,9436,7911,183,8135,10034,10016,10020,10005,1214,12080,10463,6826,11734,3870,402,9749,8540,12388,10561,10364,6830,14784,15478,13013,5119,6277,8810,11557,12473,7997,10143,11492,10506,7829,837,5170,9416,8151,6806,6896,5175,2378,10770,5348,14106,11170,9314,22056,2739,6327,10120,6993,5744,1868,521,19329,8441,6562,6678,8231,1770,18184,6295,6206,9119,1165,7296,7097,2072,6132,12257,6947,3391,22286,15648,6487,8488,8429,8361,8210,5766,7861,7679,4698,6850,2996,7214,6769,4552,11471,7807,3421,3436,8395,6247,6948,1082,37,5122,6420,6346,12243,10307,6648,7613,7526,4047,8319,6704,9052,11071,6194,11602,8646,12105,10338,6946,12437,7526,13347,8913,2416,8456,10692,8256,10172,6212,10518,8181,7974,4417,15012,12160,8043,4166,15326,2685,14370,14378,12699,5085,4369,8270,5929,5056,6977,7821,7833,8399,6211,11194,9523,7413,7968,13566,6091,3396,11291,5793,9118,5672,8895,6969,5903,14858,7642,7951,14053,14457,7101,7290,12572,10201,17104,5417,11519,7667,8887,4641,23108,10488,10340,4368,1240,23266,10054,9910,6730,7437,12153,11117,199,8879,12814,5330,14572,4474,12626,6307,5903,3703,8890,7150,7980,6580,7453,9254,12827,8364,6893,6422,8312,11373,9163,12680,7084,7508,9673,10773,10361,7145,5738,8664,10830,5376,4,26135,7355,11126,10233,8922,18732,11514,8063,6061,7572,10811,11238,14521,7342,10261,7681,7343,7691,6857,4666,5066,5540,5680,9714,4161,5580,9746,10945,7900,10001,11734,15759,9113,9975,8523,6936,4839,11326,10752,6947,9655,5551,10108,9256,9079,11849,9684,5552,5411,5764,7216,7002,11133,10221,9890,6444,2160,5439,4547,6047,626,14536,8647,12967,5507,12730,6839,9538,9301,6794,11886,8493,5197,3262,11913,13410,10258,5096,5446,10804,10570,10038,7131,7042,5480,213,8447,14086,10530,10299,6856,11149,6814,9962,15921,9882,9132,12037,9705,4827,11472,9095,11424,5627,8828,9502,13364,10441,10327,8986,9671,14053,11253,13501,12111,11123,15811,9529,3206,9389,7465,8603,13731,6970,11711,8124,10784,10884,9491,8660,9102,3815,6025,6305,10321,3150,12301,12020,6514,8299,13898,7498,6165,7060,11660,11463,8055,13858,11202,2930,835,24164,8716,9699,8811,9027,11593,8978,8358,8519,7176,11567,6631,7630,9432,8282,11573,10127,12266,11254,10058,6941,7403,7275,11217,5856,7998,7714,8003,12290,7899,8498,6535,12754,7227,5528,26147,6605,8568,5905,7170,13930,8274,16480,11847,9884,8877,6971,9730,5486,16561,5149,15078,5775,8632,6735,13749,6991,10812,9666,7030,4096,12259,9694,4162,8134,8343,14587,7801,6243,15784,4923,11574,6714,19328,11938,7360,6663,4636,8983,4075,1865,9140,3333,13085,4837,7528,6318,7425,5944,9052,12055,5574,7284,6641,14221,7874,13238,15015,14172,4005,1182,10290,7307,7399,6689,6575,9463,7673,2261,20653,11323,8003,10065,16440,12330,14678,11584,901,20010,10719,8946,6641,9158,5173,5745,6892,5735,11760,7813,10311,12092,5749,9505,13819,7242,8406,8593,10122,1193,6529,7734,2157,11629,7377,6310,8832,5353,10377,8747,5837,4759,9996,7902,8021,13400,6856,6518,14641,5489,8275,6098,14723,9951,8524,12022,10829,11509,5694,6870,8596,3737,1229,6413,12102,8215,10186,9043,7379,8544,5223,6616,14770,6760,9645,13028,7939,1496,8503,12411,8883,6880,426,9669,5273,1694,8972,6467,13823,7341,5699,2277,12180,6597,4995,5388,12451,15172,6719,8272,8418,10398,7071,8805,7756,1356,8502,5298,6935,5079,9306,5938,10314,6588,677,11643,4242,15719,6801,6479,12187,5993,4806,6807,5891,9028,11205,8924,9664,3133,5707,5924,9059,7926,2721,6051,10000,4829,5511,8867,8947,8667,14456,15683,1486,9101,7927,10791,17781,1652,10566,8698,7365,9670,12639,6919,10441,8016,8378,3104,309,7711,6849,4800,5778,10633,4722,10160,5526,9450,7736,10545,11267,5848,10035,8976,8357,13484,9196,9125,12218,12139,798,12519,7164,8625,7767,7956,9447,7677,8479,484,6956,6411,10554,14212,7912,8552,11456,5594,6800,8300,8078,5854,7860,5037,13629,7290,9396,1799,17853,9052,14590,10049,11838,584,9122,18429,6421,12910,11808,3163,8507,10404,5570,1883,30,11541,2253,8121,16973,5969,12812,11882,6604,5679,5268,6832,8510,10356,11321,10909,8913,9519,17959,5716,17133,4986,12,15169,9381,422,202,14283,13594,4075,4,13161,4401,5681,7633,8261,7511,10356,6832,9421,8980,6708,10752,7919,7363,10295,1425,20241,8187,6451,9421,11939,10810,8366,9647,16887,10697,11265,6550,4074,868,11397,8830,7402,7241,9390,13231,8947,12823,8305,8530,11158,6380,14940,12293,6721,7804,8329,8709,15620,5051,3442,22888,12545,14482,7064,13166,11222,3950,5734,14943,8044,7059,24427,8658,8834,11143,10113,12947,3613,15189,15227,10964,5759,3320,6970,7763,6046,11374,5059,4427,907,16588,9774,7749,5696,14014,7322,6533,15705,8319,6209,7361,8347,8162,9981,9788,5721,6684,10666,5694,5033,10930,12269,14109,633,18981,7295,14434,6311,8755,13979,10067,7811,5799,4994,6920,14014,11108,9211,8740,11454,10323,4297,6233,4912,7664,18961,13413,9194,14460,6788,8867,18416,4844,7652,8651,10335,4023,11920,13343,8329,8105,3875,13209,15113,6724,17127,10259,12175,8426,10379,9241,18377,9296,10510,8821,9206,13793,7863,6497,3035,10458,11359,9064,6305,13549,8461,10224,5102,12129,5408,10351,4138,9096,4962,5726,11722,13649,13032,9086,5778,11577,9444,8364,4483,9397,5046,8022,11712,4993,14691,4991,7701,7731,7413,19126,7514,8998,8432,9049,9823,10246,16838,6898,8458,16626,7287,7466,8533,3796,8776,11247,13720,9329,5453,11013,8577,9217,199,8207,9223,10369,9645,2055,9312,7651,8206,7655,9629,7962,15419,6648,5632,5727,4773,6294,9672,11940,6801,5828,9095,6728,8535,6269,10573,9744,13915,6635,9435,7259,17226,14763,12082,8184,10705,10417,8856,7502,1089,10129,12329,8731,13384,8217,6861,7065,9888,10046,11559,5617,13497,9779,1275,8892,10296,6829,8306,11587,10142,12304,9197,9717,6942,7279,7184,6564,11374,11464,23729,12450,9124,11108,10941,7551,6140,9183,7384,12410,8911,9560,9971,14036,10731,12662,3382,14545,15308,6475,6912,8517,5907,8333,9884,6398,7439,8841,11735,10075,7905,8443,10385,5024,7342,7920,8396,5850,3835,10259,7696,7153,8879,7338,5781,7307,11202,9731,7696,5419,15159,6613,3114,11207,3814,12036,10716,7976,4906,1485,9170,7319,8921,8047,5617,9218,6275,7587,6733,5378,178,7572,7811,5895,3998,3061,4306,9453,3968,6589,7734,10555,10772,7599,9709,7387,7121,955,15256,26236,7998,9561,5643,9977,7572,291,12377,18250,16700,12211,8752,8656,8329,5452,9038,7834,13059,7702,1757,11957,8216,7550,9882,7631,8339,7574,11420,8200,8030,552,691,9866,12315,8758,10944,8449,5881,6449,6342,12301,7517,2549,11094,11683,8154,6752,7845,8599,6290,9110,5792,9407,19149,5791,4532,8570,7914,6943,10007,6231,7905,7928,8627,9746,7330,10470,5946,23430,9866,9077,9024,12792,4765,11264,6986,4328,6273,8131,10529,7683,7068,7122,515,8919,7378,2880,8488,8887,7568,12741,6045,8723,7109,9298,3552,70,4300,8177,6990,7994,66,10406,2439,6354,6961,7819,9952,7197,1725,9115,8682,8875,8472,8974,5847,7650,7208,8055,12389,10883,11514,9094,1522,7152,9437,13966,6342,7175,6403,6046,7642,11959,10122,8668,7519,13619,8650,5729,746,6587,8484,11697,6410,9966,7601,4936,11634,14177,9110,5524,5563,7060,9808,630,12157,6295,10231,5823,6,3984,8167,10508,9868,11155,9687,5444,6615,6405,5999,5543,7503,8899,5952,11145,18899,21321,6179,5,10,8073,10096,7070,9138,8278,7292,10482,12972,7676,7282,7248,9112,7871,7037,6409,12802,10329,10111,6318,11123,7570,10871,7072,6123,9816,8108,5896,8982,8715,14634,8699,73,7007,2935,13333,9725,7325,10678,10772,6949,9476,10136,5841,9383,11064,10830,10722,7222,8364,16175,8698,8846,6570,14439,7562,7334,5470,5523,85,0,8771,10614,14128,5125,271,7147,5385,8069,7994,20973,17164,6431,106,1012,16263,5650,10230,9738,8489,9038,12482,7914,7877,9235,13839,6967,14672,8951,22693,12056,7579,6445,10111,6691,3421,10461,11885,7385,11386,7766,10864,8027,6922,11801,12685,12610,8199,7351,10092,6768,12518,6934,20681,6745,8834,10612,11363,10000,10201,6752,16337,5959,11843,7097,8607,6041,11702,6061,13099,5343,16712,5994,18986,6343,6208,9858,11573,9623,8727,10024,8281,12935,9935,7854,12442,8303,8556,7799,3094,5179,6427,9170,8007,7791,10094,11665,2780,17168,9275,9323,8301,8560,10645,9984,7892,13567,4295,5834,8284,14895,13381,6643,55,13700,13840,7856,9868,10437,6636,6723,3870,9022,10769,8845,4811,9863,7490,8690,4077,6901,24588,12404,7832,7257,9931,8558,4382,5606,393,17289,9550,8383,12592,7616,8824,8157,5268,6743,9107,8998,8073,14357,13893,8027,7677,6867,10693,6159,3714,35,16412,8828,8815,7885,11892,19078,10184,4954,5435,6862,14914,8089,6821,12012,3777,9514,8962,10645,3548,7144,7410,5499,11169,10021,6547,8727,6866,6719,8262,10525,8733,10877,351,12853,4002,43,14186,14565,12701,8733,5848,8185,7166,11541,9176,9025,7415,5257,12294,9605,8990,11548,7012,8189,10862,8616,7109,8050,14651,8770,11512,11049,4272,882,11807,14049,10023,5897,10422,8903,9053,12600,6345,7395,9570,7422,7466,10698,8262,9730,7461,6670,4384,506,8904,13854,7798,9314,7094,9482,5777,2488,12987,13841,14313,5804,15392,7885,10022,17590,11547,8266,17012,6639,6750,10704,5796,7519,9675,9080,5317,7459,8541,13119,2862,12297,8469,13716,9476,8315,6882,107,13738,15333,9538,6614,5162,9623,5833,7416,7577,11469,7202,8781,11414,10420,6907,10419,9691,4548,13363,8604,23295,8529,10283,9502,5909,6126,4640,8468,9540,9476,12147,8908,7207,14332,5350,5920,7906,8686,5913,18938,11661,6763,5364,8886,2988,285,225,6867,12457,7343,7966,8804,12008,10721,6378,9408,2033,58,83,4,4,5681,9247,3924,3616,447,14761,14506,5366,6870,4318,552,8957,7002,7414,12441,8272,7293,58,17612,12353,6275,8715,9021,9133,5348,38,6426,6527,6232,10665,8241,3874,5640,13522,9600,9216,10059,6257,9355,5962,9574,7807,5425,378,4506,12399,13616,12190,6108,5900,10878,8412,6123,6819,8409,10059,11004,6524,8197,9757,7583,9646,6969,6010,6382,594,59,16442,4016,12123,10940,10383,9216,10815,7468,7380,4153,4754,5462,6416,4196,12350,7531,8125,3074,6203,8964,4165,9794,6404,8943,10544,3007,358,18322,8951,10230,5912,6333,6780,7549,6965,6721,4730,5895,5429,2548,3475,9064,12158,10177,7411,1095,9470,6418,10256,6546,5513,8733,7325,11678,12826,5582,7706,8078,9694,9495,7502,8080,3781,6653,790,1649,5877,9835,1451,15161,10286,1052,15790,13535,11909,15720,10942,9461,10343,9139,10261,10190,10950,8770,8413,7732,7192,9026,8483,7076,4623,9001,5961,5357,11534,7246,11608,5980,7063,10896,7962,7032,12948,6674,7638,13114,10471,14732,5858,7397,7471,6297,5271,9320,7058,928,880,26591,10319,7371,5839,13743,6395,6822,3366,7717,7558,6115,5357,10289,7723,5694,6592,1962,9221,9038,1564,8295,7899,6656,7030,6835,12868,7697,5368,11972,7603,7542,2735,35,174,15391,9330,4104,12675,7686,8895,8857,12270,7448,10483,7452,16013,7748,9860,9314,6731,5654,8873,8176,4989,5314,5603,26582,11237,18,9205,11382,6159,2593,31,4017,6166,5391,915,17516,10265,8000,4041,12701,10727,2619,14,9688,13632,7342,9641,7753,7109,5418,7345,7485,8553,9799,11428,7424,2851,6086,6497,9366,10888,10040,10155,10211,8171,10224,11141,5830,11353,9746,14283,6104,6498,10067,10784,6004,8967,2151,16051,9055,2537,6451,6368,6281,8725,8434,8999,7501,11807,2479,6685,7584,7383,6877,7807,1278,10821,7017,5391,9459,5974,10222,6740,7863,9146,14002,9621,11907,7850,2071,903,18600,6247,10264,8657,8806,10750,7248,9327,10483,11813,9814,24850,8262,8064,6881,5713,10357,11033,7592,7516,12318,7186,7714,4809,11024,7804,7212,10588,7772,8454,8675,13862,3870,11032,10507,8516,9231,6861,7701,11120,9766,10246,13190,12158,3636,9263,7201,24506,9535,6574,9961,15589,8890,4050,9313,9797,5617,14526,6174,1646,242,9286,6690,9739,8267,3037,101,12395,6209,6275,10670,6284,7483,7793,8325,14696,11375,8501,4434,7242,6896,11378,535,15798,7894,9674,7208,14557,8073,6229,5304,11728,10031,11254,9607,11786,11824,11316,9826,9389,10661,9640,4745,4653,1747,5,19422,10232,5524,12670,6125,4014,658,8557,5622,14141,6676,9044,5598,8162,10794,10095,13329,12821,13208,6211,23768,8638,12208,13235,3800,16266,10009,7328,7155,8396,13271,13573,7873,8290,8867,9393,11917,12367,4175,8146,6415,10349,158,10728,7884,3291,3048,6740,8668,5694,7612,8009,9131,9548,892,7,84,14271,15640,10444,13654,3487,555,124,13381,14935,6107,3000,17465,5283,6474,7009,10870,9983,9123,6904,16404,9792,6885,5315,8810,6527,8731,9690,9801,4774,721,21505,11316,10567,8402,6054,7694,17421,6987,5232,15314,6856,9344,12124,12307,10282,8128,8611,10764,1019,8467,9199,7870,14721,9548,7925,10209,8222,11339,5410,6156,4425,6651,9968,6593,4663,3330,10183,5653,6509,5513,15509,5280,4414,11968,13022,10068,16077,8737,5827,4948,359,18753,11335,12694,6554,6395,11476,10262,6482,5975,12996,9496,13254,9444,8582,13195,12277,11368,11721,22254,10808,7789,14781,8189,5960,9909,8416,8438,11186,13683,7413,11472,11068,488,9589,7376,7766,11957,11847,9175,7219,8302,4818,8434,11041,6944,10063,8135,10863,4596,1089,1614,1512,1281,1828,849,556,19355,17496,13772,11250,9086,13186,19478,19021,14294,15674,20046,5916,12792,8676,10412,13597,13662,9699,11609,17524,8666,14973,8434,1253,16441,17542,10137,11593,17380,15158,4596,1136,13866,11085,12041,11336,8935,4002,16158,9024,11318,10650,1605,18590,15523,8278,8773,10305,8956,5405,5125,7338,2522,10661,7883,13095,14455,14082,10350,12282,24172,12100,12633,5344,17603,17171,7513,25357,14715,8278,8898,10926,8039,1025,12673,11743,1455,9638,14665,14753,15571,14587,7914,23498,7428,17754,11942,8918,3259,1249,1406,966,1197,1031,1106,1133,977,975,1057,1066,989,1154,977,905,648,955,901,845,704,1068,633,814,560,550,539,693,493,457,370,382,227,184,46,5],"fragments":[{"begin":"0.000","end":"24.720","lines":["Turning habits into choices is a big motivator for the teaching and communication coaching that I do. But before you can make choices from your habits, you first have to form habits. I’m Matt Abrahams, and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, a podcast."]},{"begin":"24.720","end":"47.160","lines":["Today I am really looking forward to speaking with BJ Fogg. BJ is a Research Associate and Adjunct Professor at Stanford University. He is the founder and director of the Stanford Behavior Design Lab. BJ also coaches companies and executives around the world. Finally, he’s the author of two great books, Persuasive Technology and Tiny Habits. Welcome, BJ."]},{"begin":"47.160","end":"50.440","lines":["Thank you for inviting me. I’ve been looking forward to talking to you."]},{"begin":"50.440","end":"78.120","lines":["Me, too. So let’s go ahead and get started. As many of our listeners know, I have long been fascinated by persuasion and behavioral change. One of the things that first drew me to your work, BJ, was that you referred to something called the information action fallacy. And I believe it’s this fallacy that helped you create your model of behavior change. Can you share with us what this fallacy is, and then share the three components of your behavior change model."]},{"begin":"78.120","end":"114.120","lines":["For decades, maybe longer, people have assumed that if you just give people information it will change their behavior. And this doesn’t work very well. And so I decided to give this problem a name, this fallacy a name and that’s what it’s called, the information action fallacy. And it goes like this. If we give people information that will then change their attitude, and then with attitude change they will then change their behavior. Now those links between information and attitude change, that’s not a very reliable link. And even if you can change somebody’s attitude, that doesn’t necessarily change their behavior."]},{"begin":"114.120","end":"145.960","lines":["The second part of your question had to do with the behavior model. So this came together for me in about 2007. And it is a model that describes all behavior types in all cultures so it’s a universal model and it goes like this. A behavior happens with three things come together at the same moment. One, there is motivation to do that behavior. Two, there’s ability to behavior. And, three, there’s a prompt; something that says do this behavior now. And when all those things come together the behavior happens."]},{"begin":"145.960","end":"164.000","lines":["And if any one of those things is missing, like there’s no motivation, or there’s no ability, or no prompt, the behavior does not happen. As the father of two teenage boys I have certainly seen the information action fallacy happen in my own life. Give them lots of information and, hopefully, they’ll change attitudes and we don’t see any behavior change."]},{"begin":"164.000","end":"173.160","lines":["In terms of the model, the question I have is around what is a prompt? How do you define that prompt? I get ability. I get motivation. What does a prompt refer to?"]},{"begin":"173.160","end":"207.320","lines":["And that’s an excellent question, Matt. Because the idea of ability and motivation being important has been around for a long time. We can talk about skill and will and so on, which is effectively done. The breakthrough, really, was understanding there has to be a prompt. A prompt is anything that says do this now. Your phone ringing is a prompt. Somebody asking you a question is a prompt to reply. You looking at an action item on your to-do list is a prompt. And we could even be prompted internally. Like sensing hunger is a prompt."]},{"begin":"207.320","end":"224.600","lines":["And what’s important about that is you’ve got to make sure for the behaviors we want that the prompts happen. And if we’re trying to stop or reduce behaviors, to minimize or get rid of the prompts. So you can design for behavior change simply in some ways by focusing on prompt design."]},{"begin":"224.600","end":"235.280","lines":["I see. So it’s finding the prompts that can trigger the behavior you want, or removing some of those prompts to get rid of the behaviors you don’t want to invoke."]},{"begin":"235.280","end":"252.480","lines":["Yeah. So that’s one of the levers, one of the three things you have to play around with to get a behavior happen or not to happen. And even though you can write it in three letters, B equals MAP, it is, I think, a profound model that can be used in so many ways."]},{"begin":"252.480","end":"264.480","lines":["Can you give us an example of a way in your coaching or teaching that can relate to the listeners and the behavior they might want to change, and how they can use those three levers to accomplish that?"]},{"begin":"264.480","end":"290.640","lines":["Yeah. Let’s say that you want to read more. We read all the time emails and social media, but you want to read books. So, number one, define what the behavior is. I want to read this particular book. Reading more is abstract. It’s not a behavior. It’s like an outcome. So pick a book you actually want to read. So that’s the motivation part. Don’t pick a book you don’t want to read. So that’s motivation."]},{"begin":"290.640","end":"329.600","lines":["Next, ability. How do you make it easier to read that book? Well, you can get a paper version of the book and you can set it right by a chair that you sit in all of the time. And then the third thing, prompt. What is going to prompt to remind me? In this case, the Kindle sitting there, that is its prompt right there. I don’t have to put it on a to-do list. I don’t have to put it on the calendar. I don’t put up a post-it note. In this case, the object that I need to read, the Kindle, or maybe the paperback version of a book, is the thing that will prompt me. So when you sit down, you see the book, it’s like, “Oh! I can read now.” And just open up the book and continue reading."]},{"begin":"329.600","end":"351.160","lines":["Part of what you said that was really enlightening for me was that notion of being very specific about the behavior you want to change. So it’s not just reading in general. And I set often lofty goals for myself. I want to do more exercise or lose weight. But it sounds like what I should be doing is being much more specific. And that, I think, is going to be really helpful."]},{"begin":"351.160","end":"370.840","lines":["Unlike my work on behavior change, which is focused on how to change other people’s attitudes and behaviors, you focus on how we can change our own behavior. The unit of change you highlight is habits. Can you define what a habit is? And share some of the maxims that you’ve come up with regarding habits."]},{"begin":"370.840","end":"395.920","lines":["Yeah. So the way I define habit is it’s behavior you do quite automatically, without deciding, without deliberating, without thinking very much. And we have many, many habits. And the good news here is habits are easier to form than most people think if you do it in the right way. And that’s what my Tiny Habits method is all about. It just breaks it down. It’s very straightforward. And people can form habits quickly and easily."]},{"begin":"395.920","end":"426.640","lines":["Looking at creating habits or any type of lasting change, I’ve distilled the keys to habit formation or engagement or lasting change down into two statements. Number one is help yourself do what you already want to do. So notice in that you pick habits you already want to do. Don’t pick habits you don’t want to do. And help yourself to it by making that habit easier. And there are different ways to make it easier, so we’re back to ability, we’re back to simplicity."]},{"begin":"426.640","end":"443.560","lines":["And you help yourself do that by making sure there is a prompt. So within that one statement that I call Fogg maxim number one, help yourself do what you already want to do, that brings together motivation, ability, and prompt in that statement. So that’s number one."]},{"begin":"443.560","end":"482.120","lines":["Fogg maxim number two is help yourself feel successful. And even though that’s four words, that can be challenging to do, but it is very much worth knowing how to help, and then learning and developing the skill. Frankly, it’s a skill of helping yourself feel successful. Because it’s that feeling, it’s that emotion of success that wires in habits. That’s what causes a behavior that you’re deliberating, or deciding, or thinking about to turn into a behavior you do without thinking or deciding. A behavior you do quite automatically. It’s emotions that create habits."]},{"begin":"482.120","end":"494.840","lines":["And that’s why the feeling of success is so important. Because when you do a new behavior and you feel successful, then you shift it on this continuum automaticity and it becomes more automatic."]},{"begin":"494.840","end":"510.200","lines":["I think most of us think of habits as a mental effort. So the role of emotion to me is really, really intriguing. And setting us up for success so we can have that feeling of success as a reinforcing mechanism I think is really, really cool."]},{"begin":"510.200","end":"540.040","lines":["You said the exact right word. By causing yourself to feel successful you are self-reinforcing. And you can do this deliberately. You don’t have to leave that reinforcement to chance or to other people. You can self-reinforce. And that’s part of the Tiny Habits methods. And we call that approach celebration. What you’re doing is causing yourself to feel successful at the right moment in order to self-reinforce and cause that behavior to become more likely and more automatic."]},{"begin":"540.040","end":"570.280","lines":["That’s great. And I’ve got lots of ways to feel really good about some of the habits I’m trying to take on. I’m going to reward myself with my favorite chocolate, I think. I’d love for you to give me specific advice on a habit I’m trying to develop better. As many of our listeners know, I’m a big believer in paraphrasing as a way to validate others’ comments and to validate the accuracy of my understanding. What advice can you give me to make paraphrasing a stronger, better habit for me?"]},{"begin":"570.280","end":"575.560","lines":["So, in other words, what you want to hear from me is how to make paraphrasing a stronger habit."]},{"begin":"575.560","end":"581.920","lines":["Touché, touché! Yes. You already have this habit, clearly."]},{"begin":"581.920","end":"607.320","lines":["No, I don’t. First of all, get clear. Of course, you’re super-clear on this matter. For people listening, it’s like, “Okay, what does paraphrasing mean?” And then when somebody says something to you, have that be the prompt, or the reminder to paraphrase it back to them. And then when you do that – and this is where the reinforcement comes in – pay attention to how they respond."]},{"begin":"607.320","end":"649.920","lines":["And I think many times if you’re talking face-to-face you will see them light up and they’ll say, “Yes, exactly.” Embrace that as a positive result. In other words, pay attention to their response. That will reinforce the paraphrasing behavior. So let me paraphrase that myself again. Number one, be clear on what it means to paraphrase. Number two, know when you’re going to do it. What is the prompter? Cue, it’s after somebody tells you something. And then after you paraphrase stay tuned for that reaction from the other person and really allow yourself to feel that positive reaction. That will help create that habit."]},{"begin":"649.920","end":"681.040","lines":["That’s really helpful. And the last piece I find most helpful is I am often so focused on just making sure I paraphrase that I don’t take the time to actually celebrate the result of that paraphrasing. Like, “Wow! That person really responded positively,” or, “They gave me more information as a response to my paraphrasing.” So that celebration piece, which clearly I can see would be reinforcing, incent me and motivate me to paraphrase even more, would be really helpful."]},{"begin":"681.040","end":"695.800","lines":["So have that clarity of what I mean by paraphrasing. And to me, it’s really distilling down what the person is saying. Use their response as my trigger to actually initiate the paraphrase. And then the big one for me is celebrate. Did I paraphrase that okay, BJ? How did I do?"]},{"begin":"695.800","end":"697.120","lines":["I thought that was great."]},{"begin":"697.120","end":"712.880","lines":["I’d like to change the subject a little bit to better understand from you what role specificity and repetition play in building a new habit. You often hear just keep doing over and over again and it becomes a habit. And I’m not quite sure you believe that."]},{"begin":"712.880","end":"744.040","lines":["Exactly. Well, specificity, be very clear. Going back to the reading example, don’t you think I want to read more. Be very clear. I want to read this book. And you might even define how much of the book. I think that’s less important than knowing what book. And you might even define the location. I want to read this book while sitting in this chair. It seems that there’s a big difference to our brains between read more and after I sit in the chair I will read this book. And our brain can connect with the second and prompt you to do it and you’re more likely to do it."]},{"begin":"744.040","end":"772.480","lines":["The next topic around repetition, it’s long been said that repetition is the key to creating habits. And that’s just not true. It’s emotions. What role does repetition play? Well, if you do a behavior and you feel strong, positive emotion as you do it, that habit will wire in very quickly. There’s a type of habit that I call one-and-done. You do it one time and the habit is wired in because the emotion was so strong."]},{"begin":"772.480","end":"809.440","lines":["For example, you buy a new car and you drive the car to work. That’s not going to take very long for driving the new car to become a habit because you’re going to feel so great. Or you find a new way to drive to Stanford that’s prettier and faster. The sense of success of it’s more beautiful and faster is going to wire in. If the feeling of success is not that strong, then it takes more. It’s like you’re inching toward the automaticity. And so in that case, doing the habit, let’s say, daily and allowing yourself to feel successful, then that will create a solid habit. It won’t be one-and-done."]},{"begin":"809.440","end":"835.080","lines":["So if you can’t feel a strong, positive emotion, you need to repeat the habit. But it’s not the repetition that’s creating the habit, it’s the emotion that you feel. So let’s be really clear about that. Yes, you may need to repeat the habit and cause yourself to feel successful multiple times for it to really wire in, but it’s not a function of repetition. It’s a function of emotion."]},{"begin":"835.080","end":"859.680","lines":["Ah-ha. So let me give you an example. I know exercise is good for me, but I don’t like exercising, or it hurts and I’m tired and fatigued afterwards. Forcing myself to continue to exercise actually is working against building it as a habit, is what I heard you say, because I’m not having a positive experience. It would be better for me to find a more positive way to get that physical activity. Is that correct?"]},{"begin":"859.680","end":"893.760","lines":["Yes, exactly. So there’s at least a hundred ways to exercise. Find the way that you like, find the way that causes you to feel successful. And just because somebody runs a lot doesn’t mean running is the right exercise for you. I know it’s not the right one for me, that’s for sure. It would be very hard for me to create running as a habit, even though I’m really great at habits. And part of being great at creating habits is knowing which habits to pick. So don’t pick the ones that you don’t like, or don’t want, or are painful for you."]},{"begin":"893.760","end":"917.400","lines":["I got it. I actually do enjoy running. And, in fact, the reward and celebration I have is I get the opportunity to listen to podcasts. So, for me, that’s positive. But there are many other types of exercise I do not like. And I like what you just shared that can help me look for others that would be more positive. So before we end I like to ask the same three questions of all of my guests. Are you willing to answer them for me?"]},{"begin":"917.400","end":"919.720","lines":["Sure. Let’s go."]},{"begin":"919.720","end":"933.640","lines":["Okay. If you were to capture the best communication advice you have ever received as a five to seven word presentation slide title, what would those five to seven words be?"]},{"begin":"933.640","end":"938.160","lines":["Remember what it’s like not to know."]},{"begin":"938.160","end":"943.400","lines":["Oh, so cool. Why is that the advice you would share?"]},{"begin":"943.400","end":"978.240","lines":["I was mentored by a brilliant man named Jonas Harris. And this is back in the day when I was a technical write and he was teaching me to be a technical editor and to teach technical writing. And one of his big things was remember what it’s like not to know. And, essentially, that’s a way to say have empathy, and consider the audience and remember where they’re coming from. And that has guided my work ever since. I moved away from technical writing and technical communications to other things, but remember what it’s like not to know. Yeah."]},{"begin":"978.240","end":"999.200","lines":["That is such powerful advice. Because, quite frankly, it’s the anecdote to the curse of knowledge. We all know a lot about what we’re communicating and we miss helping people understand it because we come from the wrong place. So that beginner’s mind I really appreciate. I’ll be curious to hear your answer to question two. Who is a communicator that you admire, and why?"]},{"begin":"999.200","end":"1036.320","lines":["There is a songwriter named Shawna Edwards. And I’ve been working with her on songs about habits for kids. I’ve been working with her for about a year, year-and-a-half. And she is amazing at taking concepts – like I’ll write some draft lyrics and they’re just too complicated and not good for kids, and she’ll just crunch them down into a much simpler version that still has the power, and then she can put music to them. It is just amazing to see how she communicates with words and music for the audience we’re trying to reach, which is kids from three to 11."]},{"begin":"1036.320","end":"1044.880","lines":["I think it’s great that you’re trying to help kids in that age group. And I think it’s fascinating to know that you’re a lyricist. I did not know that that was one of the many things that you have."]},{"begin":"1044.880","end":"1061.320","lines":["I see myself more as the court jester working with someone as talented as Shawna Edwards. What a privilege. And I have just learned so much, but mostly just admire what she can do that I probably never will be able to do."]},{"begin":"1061.320","end":"1075.560","lines":["It is a true pleasure to be in the presence of people who have mastered their craft, for sure. Final question, question three. What are the first three ingredients that go into a successful communication recipe?"]},{"begin":"1075.560","end":"1086.480","lines":["I wrote down these words before we started, but it’s a great wrap-up of what we talked about. Empathy, number one, simplicity, and practicality."]},{"begin":"1086.480","end":"1121.720","lines":["Certainly, certainly. And those ingredients can absolutely help you be very clear, concise, and in many ways compelling. And I appreciate that. And I appreciate that your answer to this question was a model of all three of those. Thank you, BJ. I love your actionable, specific advice and guidance. I encourage everybody to check out the work you do, especially the Tiny Habits book. You have a free five-day course. I am a graduate of that course. I have found it very helpful. Thank you for your time, and thank you for your insight."]},{"begin":"1121.720","end":"1126.200","lines":["Thank you, Matt. It’s been a pleasure to talk to you."]},{"begin":"1126.200","end":"1163.320","lines":["Thanks for joining us for another episode of Think Fast, Talk Smart, the podcast from Stanford Graduate School of Business. This episode was produced by Jenny Luna, Ryan [Campos], and me, Matt Abrahams. Our music was provided by Floyd Wonder. For more information and episodes find us on YouTube, or wherever you get your podcasts. Thank you, and please make sure to subscribe and follow us on LinkedIn."]}],"duration":1163}