{"title":"Communicating Our Multiple Selves: How to Manage Your Reputation","url":"https://www.gsb.stanford.edu/insights/communicating-multiple-selves-how-manage-your-reputation","intro":["How others perceive us in person and via social media can impact our careers and social standing. But we can build the reputation we want through conscious communication.","On this podcast episode, strategic communication lecturers Matt Abrahams and Allison D. Kluger share techniques on effectively improving and managing your reputation."],"transcript":[{"author":"Matt Abrahams","text":"For many of us, thinking about how others see us preoccupies a lot of our time. And these thoughts certainly can increase our anxiety. But exactly what is our reputation, and how do we manage it?"},{"author":"Matt Abrahams","text":"Welcome to Think Fast, Talk Smart, the Podcast. I’m Matt Abrahams. I teach strategic communication at Stanford’s Graduate School of Business. I’m thrilled to have my colleague and fellow GSB lecturer Allison Kluger here with me to help better explain what actions we can take to communicate the reputation we want others to see us having."},{"author":"Matt Abrahams","text":"Allison has an amazing background. She served as a producer for many TV and radio shows, including Good Morning America and The View. And she is an expert on digital media. At the GSB, she teaches strategic communication as well as reputation management, strategies for successful communicators."},{"author":"Matt Abrahams","text":"Allison, I’d like to start by asking three background questions for you. First, how do you define reputation? Why should we worry about it? And how do others come to learn about our reputations?"},{"author":"Allison Kluger","text":"Matt, I’m thrilled to be here. Thank you so much. Those are great questions to start with. I always define a reputation as the echo that proceeds you into a room and the echo that remains after you leave. And a great reputation is really like currency. So if it can do the work for you before you even enter the room, you’re on the winning side."},{"author":"Allison Kluger","text":"So if someone says, “Oh my God, you have to meet Matt. He is so thorough. He is so good at scheduling interviews. He always makes you” —"},{"author":"Matt Abrahams","text":"Nobody is saying that, Allison, but all right."},{"author":"Allison Kluger","text":"“He always makes you feel so good about yourself.” By the time you show up, people are already predisposed to want to like you and to listen to you."},{"author":"Allison Kluger","text":"So the other end of the echo, when you leave, is kind of the murmurs, right? “Oh my God, that was a really great presentation, or he was so funny, or she was so intense.” Whatever it is, it’s, what are they going to murmur when you leave the room?"},{"author":"Allison Kluger","text":"Now you might say, “Well, how do you know?” It comes back to you. Someone might say, “My friend saw you at this speech that you gave, and I really want to get together to talk about business, or oh, your reputation proceeds you. I heard that you really know how to deliver a great presentation.”"},{"author":"Allison Kluger","text":"It does come back. And then right in the moment, someone might say, “Can I have your business card? Can we have lunch? Can we have coffee? Can I introduce you to someone?”"},{"author":"Allison Kluger","text":"So that’s the first part about your question."},{"author":"Matt Abrahams","text":"Right. I’m curious to know really, how do we work to actually build up that echo? What are some of the specific things we can do when it comes to managing our reputation? Is there something around mindset that we need to think about?"},{"author":"Allison Kluger","text":"I really believe it’s about awareness. And the good news is you can change your reputation. It’s a very fluid process, and there are times in our career and our life where we have to reevaluate who we are and what we’re delivering to the world."},{"author":"Allison Kluger","text":"When you introduced me, you really hit the nail on the head because the question about reputation is, is what we’re putting out there being perceived the way we intend? If there’s not a match up, then you’re kind of in trouble."},{"author":"Allison Kluger","text":"But what you can do is to be very conscious. It’s kind of like what I say for my online digital class, which is, “Be a conscientious content creator.”"},{"author":"Allison Kluger","text":"Well, you have to be conscious of how you enter a room. You have to be conscious of first impressions. You have to be conscious of how present you are when you’re discussing things with somebody. Do they feel that you’re distracted and looking over their shoulder, see if someone better is coming in the room?"},{"author":"Allison Kluger","text":"And you also have to be consistent and show up as who you are time and time again. So that way, even on your online reputation, like if you’re posting very kind of wacky things that aren’t consistent, people won’t really get a sense of you, and people are so quick to judge or create a fixed bias or a negative bias."},{"author":"Allison Kluger","text":"The way you can avoid that is to let people know what you stand for continuously and kind of curate your values."},{"author":"Matt Abrahams","text":"So it sounds like people need to be very mindful and thoughtful about what they want others to think and perceive of them and really sit down and think about in a detailed way, “Here’s how I want people to see me, or here’s what I stand for."},{"author":"Matt Abrahams","text":"And then once that’s done, what do you recommend people do? How do you then articulate that? Do you create some kind of catch phrase? Do you find certain causes to support? How does one demonstrate those values and themes that they’ve identified?"},{"author":"Allison Kluger","text":"It’s a great question, Matt. I always worry about saying like, what do you really do? Because you want to be as authentically you as possible."},{"author":"Matt Abrahams","text":"Sure."},{"author":"Allison Kluger","text":"And I do find that your reputation is defined by others. So I know how I want to be, but if I’m not realizing that people are getting it that way, like I want to be someone who’s kind and open minded and not judgmental and a really hard worker."},{"author":"Allison Kluger","text":"And so the way I will know that I’m doing that is, if I’m at work and I get a review, and they say, “You’re doing this right,” or if friends say, “You’re like such a great friend because I can tell you anything.”"},{"author":"Allison Kluger","text":"So it’s kind of like, how do you live your life? And again, that word consistency is really important. If you need to create a new reputation, then I think you need to be more mindful. Like let’s say you’re someone who’s always late, which is a really —"},{"author":"Matt Abrahams","text":"Why did you look at me when you said that?"},{"author":"Allison Kluger","text":"I did not."},{"author":"Matt Abrahams","text":"Okay."},{"author":"Allison Kluger","text":"It’s a small thing, but then you really have to — the buzz is like, “Oh my God, we have to call the meeting 10 minutes earlier every time because she’s always late.” How do you change that kind of reputation? You set your alarm, and you get there 10 minutes early every time."},{"author":"Allison Kluger","text":"So you do have to be very strategic sometimes. But for the really natural qualities that you have, I think you’ll be hearing it through works and friends and responses to whatever you’re putting out there."},{"author":"Matt Abrahams","text":"Right. I know that two key concepts that you focus on in your class, and we’ve talked about this in lots of situations, are this notion of trust and the balance between warmth and competence. Can you tell us more about these ideas? You’ve mentioned consistency. I’m really curious about trust and warmth and competence."},{"author":"Allison Kluger","text":"Yes, trust is a really big area in reputation. And we use a book called Reputation Rules by Daniel Diermeier. And he has something that’s called the trust radar. And I love to use this. In fact, it’s impossible for me to read the news and not bring in the trust radar when something is happening, some sort of reputation crisis."},{"author":"Allison Kluger","text":"So what this trust radar says is that there are four elements that are really important to create trust with people and to either repair your reputation or make sure your reputation stays positive. And the four axes are really expertise, empathy, commitment, and transparency."},{"author":"Allison Kluger","text":"I’m sure you’ve heard of this. I’m sure a lot of business students have heard of the Tylenol episode way back in the 1980s I think when —"},{"author":"Matt Abrahams","text":"Yeah, tainted Tylenol."},{"author":"Allison Kluger","text":"The tampered tainted Tylenol."},{"author":"Matt Abrahams","text":"That’s terrific."},{"author":"Allison Kluger","text":"Someone was putting cyanide in some Tylenol caplets, and there were deaths. And the company — Tylenol’s company, they could’ve just said, “It’s up to – it’s a serial killer. It’s not our fault.”"},{"author":"Allison Kluger","text":"But they did the absolute opposite. They took every bottle off the shelves. They said, “Your safety’s the most important thing. Return anything you have. We’ll pay it. We’ll pay you back your money.” And then they made it instead of like a moment of disaster, they made it a moment of triumph, where they developed new tamper-free packaging."},{"author":"Allison Kluger","text":"So what they showed was, first of all, they were very transparent. They said, “We don’t know what’s going on, but we’re going to protect you.” They were very committed. They put their top CEO to come and give the message out."},{"author":"Allison Kluger","text":"The expertise was in developing new packaging. And they were committed to solving this problem. So on the trust radar, they’re hitting everything."},{"author":"Allison Kluger","text":"Sometimes, you see someone who doesn’t respond as well to emergency. They’re kind of like, “No comment, no comment.” That’s already breaking the number one rule of trust, just frustrates people."},{"author":"Allison Kluger","text":"So trust is a really big issue because, if I come to you and I’m expecting something and you don’t deliver it, I’m going to just reevaluate you in the moment, right?"},{"author":"Allison Kluger","text":"And then the warmth and competence, that plays into reputation, but also plays into executive presence, which I believe that, if you’re all data and you’re all kind of knowledge but without any warmth to balance it, you can come off as arrogant or a know it all or little Poindexters. We used to say that when we were younger, right?"},{"author":"Allison Kluger","text":"And that’s not a really great way to be, and also very dry. If you’re all warmth, then people think, “Oh, that person’s really fluffy. They have no substance.”"},{"author":"Allison Kluger","text":"So I really believe the superpower is to match warmth and competence because people want to like you, and people want to trust you. And the more likeable you are, the more amiable, the more you’re kind of aware of how you’re coming off to people, the more people will respond to you in a positive way."},{"author":"Matt Abrahams","text":"As we now more and more are struggling with managing reputations, not just in the physical world, but in the virtual world as well with our presence and all these social media tools, I look at my teenage children, and I see how many different instances of themselves there are."},{"author":"Matt Abrahams","text":"We were so lucky growing up. We only had to be who we were in front of people."},{"author":"Allison Kluger","text":"We really were, and that was hard enough."},{"author":"Matt Abrahams","text":"It was hard. And so I’m curious. Do you have any last bits of advice or guidance that you provide?"},{"author":"Allison Kluger","text":"I do. I try to teach this to my kids. We have kids similar ages. The first thing I say is, “It’s not what happens. It’s how you choose to deal with it because things are going to happen, but it’s kind of like it can be the worst moment of your life, or it can be a moment where you triumph, like I said, or you turn it around, or you accept it, or you do something of value. So don’t let what happens define you. Let how you choose to deal with it define you.”"},{"author":"Matt Abrahams","text":"So I end each one of these with three questions. And I’d love for you — I’ve been dying to hear your answers to these three questions. So before we end, if you were to capture the best communication advice you’ve ever received as a five- to seven-word presentation slide title, what would that be?"},{"author":"Allison Kluger","text":"I would say, “Be comfortable with being uncomfortable.” I think that someone who can be really successful in life is to be someone who’s comfortable in the uncomfortable. There’s no way we’re all going to be happy and comfortable 24 hours a day, and to have that expectation is really selling yourself short."},{"author":"Matt Abrahams","text":"I absolutely agree with that. So my second question, and this I’m also really fascinated to hear your answer, who is a communicator that you admire, and why? You have had such a variety of people you’ve interacted with. I’m curious to know, who do you admire and why?"},{"author":"Allison Kluger","text":"Well, I — can I give two?"},{"author":"Matt Abrahams","text":"For you, Allison, two. Nobody else, but for you."},{"author":"Allison Kluger","text":"Thank you so much. Well, my first choice is Tyra Banks, who I teach a course with, because she is someone who is very underestimated. She starred as a supermodel. She’s a brilliant businesswoman. She’s a marketing genius."},{"author":"Allison Kluger","text":"But what I really love about her and what I’ve learned about her in the last kind of 3.5 years of working with her is that she’s very real. And she really has values that she stands up for and kind of covers everything whenever she’s talking to you."},{"author":"Allison Kluger","text":"She’s not afraid to be vulnerable. She’s not afraid to uncover the warts that are beneath someone who has a standard of beauty. And she’s also very free in sharing her struggles. And how you storytell is really important as a communicator."},{"author":"Allison Kluger","text":"So that’s a real-life thing. And then the other person who I just admire so much is Michelle Obama. When I heard her speech when she was campaigning for Hillary, I think I got chills. I don’t think I’ve ever seen a better communicated presentation in my entire life."},{"author":"Matt Abrahams","text":"That’s saying something, too."},{"author":"Allison Kluger","text":"It is. She’s warm. She’s real. She’s strong. She’s funny. She’s uncompromising. And she’s inclusive. And she’s not at all fabricated. Like it comes from her heart and her soul, and you really feel her spirit."},{"author":"Allison Kluger","text":"And to me, a great communicator is someone who’s authentically themselves and not afraid to show it and aware of their audience and aware of how they want to change the world."},{"author":"Matt Abrahams","text":"Both of those women are phenomenal communicators. And I think they represent very well the concepts you’ve talked about in terms of building trust, being authentic, warm, and also competent."},{"author":"Matt Abrahams","text":"So my final question for you is, what are the first three ingredients that go into a successful communication recipe?"},{"author":"Allison Kluger","text":"Well, you’re going to laugh because this is something you teach, but I truly believe it. It’s AIM. It’s audience, intent, and message. I don’t care whether you’re going to be in a one-on-one meeting or a presentation or a job interview or wooing somebody, you need to know your audience. You have to understand where they’re coming from. And it’s really putting yourself in someone else’s shoes initially."},{"author":"Allison Kluger","text":"And then what is the intent of this communication you’re having with them? Do you want to entertain? Do you want to inform? Do you want to convince, persuade, fund raise? Whatever it is, if you’re not certain on your intent, your message will be confusing."},{"author":"Allison Kluger","text":"And then finally, how do you message? Messaging clearly and succinctly and repeating your message and having it as a strong opening and a strong closing so that’s the last thing you remember, so AIM, audience, intent, and message."},{"author":"Matt Abrahams","text":"Your aim has clearly hit the target today, Allison. I thoroughly enjoyed speaking with you. Your reputation proceeded you. And you’ve only confirmed it. And I love this notion of reputation being the echo that comes before and after. And I hope our conversation today will echo for everybody who’s listened. It certainly will echo for me. Thank you so much."},{"author":"Allison Kluger","text":"Thank you so much, Matt."},{"author":"Matt Abrahams","text":"And I look forward to future collaborations and learning as always from you. Thank you."},{"author":"Allison Kluger","text":"Me, too."},{"author":"Matt Abrahams","text":"Thanks for joining us for another episode of Think Fast, Talk Smart, the Podcast, produced by Stanford University’s Graduate School of Business. For more information and episodes, visit gsb.stanford.edu, or subscribe to our show wherever you get your podcasts."}],"audio":"https://content.production.cdn.art19.com/segment_lists/b2fed4d5-4efb-494d-a064-02bd472d3b01/20200129-UmVwdXRhdGlvbiBNZ210IC0gTWl4IDUud2F2-1f47a6f3-8231-4b61-9b31-180152c70f56.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Allison Kluger"],"wave_peaks":[3862,3552,3066,13998,12178,14808,9771,3884,3196,23735,5282,7157,8124,8549,6820,5202,12824,7035,11254,8504,9234,4655,3756,2984,1188,17279,8072,2583,15827,15315,3040,15995,5568,1347,5980,9138,1777,1233,1721,16716,9709,6265,16161,11332,11198,10760,13096,10829,6715,11284,6976,6554,6151,11757,8560,4214,1665,5483,14277,8946,13243,14474,4353,4273,8141,5233,7627,2138,1020,684,15343,10687,12584,8604,7848,5988,2796,7229,5471,4321,1647,344,929,10941,12629,8665,10695,11122,11717,4480,4442,12961,9998,9057,5748,11231,9342,7155,5922,10683,3834,475,9172,12930,11816,4748,4006,1308,14405,7757,6643,9463,4934,6291,10732,5216,10356,8366,9132,11827,6826,7818,9523,14025,736,266,812,20304,6819,6775,6457,6303,4049,3081,442,15406,13857,6150,9510,8696,7352,7794,7582,5623,8092,12688,7766,7289,8965,9381,5225,5321,4688,14458,8137,15150,6701,6717,5960,4239,1510,13536,11756,8819,12264,9859,8929,10648,7790,6406,9278,10478,13037,9494,8828,6117,4879,1690,17117,14848,5330,9754,9822,5388,3281,1043,10607,12676,7395,9084,10548,11114,8878,4534,14252,6501,7270,13290,11905,12411,10386,17918,19284,8883,10144,12852,9417,4861,3974,21409,16178,13375,12212,9896,8312,14729,7759,4033,3251,347,466,8466,14213,14291,6514,4004,3692,1932,891,12911,7638,2376,14386,10696,10317,7149,3741,3540,975,15316,11201,7927,5400,3895,1031,13190,9679,7187,10344,11242,7178,9677,8114,3582,3581,1765,11165,6145,5126,5079,7316,6617,4141,561,6141,10198,13321,5674,4073,6528,3610,749,17354,10633,10880,9277,5999,4848,2555,9214,9740,9843,8672,8555,4928,5258,5453,3814,1135,826,7126,9784,6045,6062,4412,6964,3412,3747,468,389,9236,2000,5574,6883,5198,6977,4058,3319,3379,2870,1156,395,3065,7361,10277,9375,6928,7253,7062,4169,4893,5835,4651,3539,4659,5015,211,2829,6453,4645,4750,1090,4981,4439,2462,5436,3559,10805,3935,4494,598,796,5894,5094,6479,5721,3327,8306,11730,7859,5124,4442,5192,7415,3798,14968,5774,10075,28189,18379,23820,31804,15432,19243,19148,7369,8902,12871,14063,9258,5651,7996,7341,5945,1313,2813,9961,6421,9810,10764,643,6488,7649,6886,4056,3446,3113,1430,324,7706,9373,6204,4905,1065,6006,6350,2338,13861,21521,9897,8541,6556,5822,4872,3129,507,2178,8170,4672,4114,2648,3528,3040,3307,4027,4104,5402,5272,8661,6297,7193,5886,2000,3960,5590,7545,4925,1960,3623,3878,3826,2556,3863,13048,26178,29776,17387,14613,11433,6848,7127,9302,8666,7020,4877,3809,5759,3604,7739,8955,8815,10419,11115,673,2356,7622,13203,5735,3295,2587,10020,7918,6906,4495,6647,6092,262,647,2309,5320,5208,5714,1626,4976,2244,4736,3897,4360,1452,815,3449,5763,6003,4974,2991,2773,5399,6003,2216,343,4522,4936,2969,4711,3770,3206,3747,3237,3235,2402,2555,2290,2449,2169,2337,1863,540,13233,8758,12287,9087,2914,9612,12175,7480,5351,5493,3897,2780,5914,357,3373,3572,5301,3927,3478,4352,2528,6916,8107,1855,2053,1188,1653,2579,1421,11243,6850,10329,6845,5276,4598,2497,383,12802,14449,11079,7001,11151,4392,12876,5986,393,110,10458,18102,4710,4122,3000,2119,8267,6666,2955,12807,5622,7171,8755,7697,11783,8495,6987,4084,10667,10140,8125,11526,11405,9823,7073,6309,5595,4534,5061,5669,4720,4483,3816,3904,9957,7259,4609,8725,8551,5018,5353,6687,4914,31585,7636,6670,12259,4163,4843,3805,7856,7217,7423,7386,5473,2954,5273,4923,3846,3053,2753,2199,568,7025,10754,7502,7269,8226,5133,6249,6225,4150,4566,7386,5872,445,8741,9059,6484,7211,3783,4213,5415,5161,3528,3327,2548,3428,2823,8449,9229,7969,7157,5664,4447,3616,5155,5840,5833,6065,1405,4584,5541,5214,7080,353,286,9475,9286,5886,4890,3490,2590,763,5096,7167,5777,5011,5262,4388,4687,4066,1581,3583,2621,4258,1120,499,2745,8302,9322,5748,3889,3976,5376,3995,1327,8230,10531,7003,6392,4695,6389,6070,5233,14770,7835,6775,6975,5188,5076,4839,5602,3658,2192,8390,8101,5136,3293,4055,2989,2884,1216,5114,7318,3654,6828,7394,7381,5238,4279,2592,4125,5920,5694,5872,4135,4445,2689,1333,517,8789,7303,5735,4355,3899,3834,9025,3432,6520,3231,436,5512,7477,3660,3555,4353,3685,582,6086,7054,8870,5577,5652,4691,4678,458,6105,6703,5911,6805,5873,4480,6301,5364,5009,3998,5441,5884,951,9445,8488,4857,4168,3585,3369,2864,862,6072,5889,5352,4466,4101,5291,5428,1460,4932,4472,4483,3686,806,697,391,3922,9886,5680,6369,6001,3832,537,5100,2922,2647,3889,6981,5138,3654,3966,8914,4128,286,6378,6739,5476,4691,4256,3986,5380,5005,6167,4516,3195,4678,5005,2570,5441,5856,3799,7752,4713,5173,5050,4033,1418,3529,5072,6369,7304,2169,5710,7340,5687,7367,5018,4181,5366,6298,7033,3901,4631,4293,3673,2945,2212,1233,4647,5280,6581,2890,182,152,6210,4668,6030,2418,1575,1278,12134,15541,9400,9568,8300,7999,11368,5903,4383,8654,5763,4611,4523,2280,274,2213,12068,7463,4815,10420,6826,10456,9528,4404,6711,11491,7334,7716,7101,4965,4537,5310,6474,8267,9866,5837,3510,4164,740,12496,14592,9097,9049,5655,5220,3322,9683,10561,3281,14030,10257,8935,8416,2666,359,313,13840,15862,5464,4766,4870,8680,9291,7563,9319,7747,5743,4543,5155,3900,1110,6011,4669,7704,6709,6541,6891,4758,4515,1103,696,3168,15424,10210,8343,5615,3961,2653,10662,8477,4714,71,11067,10221,7265,7879,12455,5566,4977,641,15015,11449,6622,5050,6154,5319,5283,4713,3474,3873,6247,9394,8240,6576,6135,20225,4824,7040,11534,369,6610,6853,5548,4370,4079,6052,3807,5926,6180,5660,2617,4821,3497,3971,9682,666,13833,6385,10441,5794,270,7716,5591,5251,4565,5692,4447,2429,1817,3073,17346,8529,9043,10304,6429,3221,256,7277,12848,9979,4638,6222,5090,5297,5008,4257,4782,7044,10908,12014,6685,4510,3306,623,4284,2634,3358,4000,3278,3521,3235,3237,3483,1059,5448,4047,7801,5055,2119,298,403,12231,11745,8011,10887,12282,7459,5917,3585,3444,467,4680,7898,5137,5234,3576,2980,2292,2397,2409,1699,1663,538,576,8797,7015,7232,4734,5448,1203,5064,4842,5266,3550,3833,2875,3420,785,3449,6477,9038,6620,6472,4178,804,1008,7302,8446,3855,3725,4453,3125,3129,2178,890,450,214,10591,6190,6584,8497,4944,4970,2903,5589,5970,4812,3743,2179,2499,7619,4696,5030,3768,2859,3367,2898,1512,1210,9550,13925,17764,10128,7366,20434,14934,9522,19782,11867,14623,20077,13144,10791,13107,10547,11172,1783,8850,6614,9094,6097,7820,861,12612,8338,11354,7325,2171,832,5499,6647,8997,3902,4799,3402,4106,3417,3424,2377,3335,6834,2844,2058,406,7808,13475,8568,11831,6762,6882,4531,6289,9254,7262,7092,9522,9824,9728,7097,4746,3013,5767,8239,6789,5559,4652,5350,4505,5425,3232,3008,1096,9516,6849,5477,6213,6490,5455,5124,3653,3558,382,4828,6154,4752,4751,3048,1110,1607,6291,5749,2763,4909,2168,211,7166,5384,9843,5735,3682,2982,3221,1590,580,4323,5277,269,566,3804,19009,6412,1009,5444,8021,9787,8806,5980,7470,4887,8061,8747,4605,9017,7077,4150,5454,4802,8840,7094,5489,4859,5189,9808,4819,10038,7213,10038,8481,6630,8087,3731,6264,6749,2105,1642,10785,11042,7720,11968,9080,6430,11993,5697,8719,5770,6684,6766,5759,7912,5851,4307,4161,2781,6781,13996,7715,5779,6459,432,6003,3748,4163,3195,3855,3500,6189,7232,5774,4407,2842,2886,6181,4047,4164,1489,4363,7264,5543,4278,4095,5744,3212,2381,671,4550,6887,6952,5708,9202,4779,5097,10109,4696,4491,5098,4542,3557,2864,264,4978,5817,4187,5213,3368,3734,5642,7081,5395,3722,5375,2875,3483,4142,555,3668,9413,7379,2924,5534,4714,4004,1762,3599,3822,561,5249,7906,8716,4097,3548,4788,4107,2050,3848,4071,4551,2672,2933,5163,5889,3082,6634,8184,4776,3935,4404,5217,3628,3998,3530,3476,6183,4795,814,629,6025,6433,10240,5441,5842,5723,2165,6998,5711,4316,1695,195,6496,6056,2305,761,1605,231,3609,5168,2881,563,4099,4471,4526,4629,2025,979,845,7538,4933,7229,5043,4573,6703,3391,3736,2691,8324,4149,355,6220,3079,3174,2817,2339,1708,1847,2696,10436,6753,2186,16308,11128,7682,4892,4958,4969,4004,3830,11349,2759,1894,10848,11406,11939,6030,16458,13135,5670,1326,5648,12045,9303,15953,17094,14077,7716,3743,3425,7379,5944,3571,4305,8391,4640,5912,5283,4566,2025,960,4567,6474,3776,9036,7001,4873,12271,6000,1100,7434,7115,5803,7314,4857,6739,5158,2805,6859,6270,6233,4883,6148,5842,453,6981,5992,7694,8052,5547,5055,3699,7529,7969,6011,3085,3121,1874,237,5747,5391,5425,4142,3472,3210,3040,2538,1486,254,4909,6528,6061,4439,4997,4476,4508,2980,3350,3488,2642,2657,5041,6569,6190,11228,3570,7163,5470,5231,1227,259,7675,6265,5293,4072,3773,2265,4058,1465,425,4119,3617,4820,5761,4960,4779,3718,2849,1521,7141,7177,1116,1388,730,8771,8331,5625,7717,7970,5320,6087,4814,4140,2031,1835,401,3986,3191,6266,5367,4703,3565,4243,3931,2194,1889,5654,7163,4686,5079,5261,6118,9039,3763,3396,3006,4467,2569,4405,1410,9011,6958,7070,4568,4172,3033,3757,3091,1504,614,6243,5586,6901,3264,5178,3587,5593,3364,4517,3915,819,809,7058,6290,6085,4414,1968,4747,1274,3101,3619,407,9547,9209,4316,5271,6038,3078,3222,4521,2778,3411,3973,3565,2398,3051,2654,3432,2553,3788,4073,4288,3080,2127,1328,2251,1208,3090,4112,6064,2852,1326,4548,1762,8795,7980,6159,803,721,9051,6710,5258,6063,4941,3996,6614,4232,4785,5025,3100,2505,1471,265,1834,4243,3778,4531,2655,462,3002,2556,2549,2332,2276,1747,141,356,4012,3428,5212,7739,7319,9484,6353,3099,642,1920,12772,9766,6301,8061,5838,5182,4959,5010,4345,3978,2059,2003,8409,5945,8723,7615,4460,5655,4042,5249,6015,3660,542,6094,6447,2523,3963,5740,4809,3752,429,180,2383,6896,3842,5203,5298,3648,4264,4114,3397,3645,3753,3633,3231,3404,5852,6642,7166,5668,6585,5127,5807,7442,8331,9808,4673,11279,7394,5147,6142,6543,2797,1100,8081,8710,6564,6344,3743,4648,5887,8138,541,6733,7173,5370,5293,740,4190,4094,4039,3659,3710,2834,5704,2463,2617,3852,3369,4898,2537,1324,247,6001,5757,4500,4498,3699,2015,560,2502,5079,3842,4210,4612,7151,2922,568,3459,3622,1668,3562,5103,3298,2324,585,331,3744,3974,3648,2518,1478,1393,4883,5480,4428,8525,5296,3204,3742,4686,2488,3947,3927,1022,703,2116,5051,6085,4607,3519,2726,5946,3511,941,3625,2297,224,3198,3547,4204,4027,3084,3264,2010,1132,3441,9896,10003,10525,8318,5657,10319,9659,8386,5631,7447,8060,6034,4534,4096,4939,3915,3915,14879,9294,7178,11649,7463,3314,6163,4926,7779,3387,3552,4641,4544,4285,3868,3143,6752,6070,5265,4171,2235,7567,13495,11789,5128,3944,9778,5731,6810,3915,4213,6765,9596,7711,8180,7018,7816,4058,6834,8363,8722,4806,5425,903,10306,11477,7798,11167,9091,10449,9516,10329,8637,5968,9625,5639,5421,11351,11803,11745,5328,18573,6747,7464,13444,13254,8372,8049,5978,7610,6258,3725,4100,5522,9381,7704,6195,13468,8204,4365,3992,5612,4206,5495,4843,5258,8546,4596,716,6945,7600,7477,5628,4613,6385,6643,4653,2332,3030,4098,3263,2533,3951,7911,4116,4326,4647,7111,4099,8350,5300,1224,6596,309,2602,9106,223,287,612,6945,8734,7065,6270,7283,6717,5640,6036,6757,5445,5016,4129,3484,3970,3058,2879,506,7287,5055,4477,3101,603,5383,3843,3924,4064,4368,5292,4710,4954,4272,2159,738,2266,6294,6094,7432,3276,4754,3138,4200,1909,2426,5131,3957,3871,2880,1930,2299,1570,1990,1735,17869,15048,8684,9262,8756,4482,7668,6638,3600,12505,13957,9006,7158,9442,12920,10622,2956,16866,13571,11148,8217,4800,5209,4774,9560,13770,12574,5936,549,10510,15178,6275,6371,10707,10340,10483,14663,4618,11334,6909,6653,4006,4518,7117,9724,8063,4215,4867,10211,8364,11200,11902,6084,1277,11406,10972,9544,5037,9307,5623,3897,250,8387,7032,3403,2012,3418,5929,10363,7227,3340,516,6906,8986,6760,5757,4981,3865,4926,3128,5392,7603,4730,5993,7118,5140,5033,7236,6869,6460,4820,5757,5483,3374,5539,5538,3119,2744,595,17662,16690,5338,1370,4837,12563,13649,9275,8160,6310,4816,4403,2947,6961,11354,9968,7546,4966,7777,5119,4926,5298,9738,6997,8860,4961,4481,9377,6350,5263,7234,5680,8369,4435,712,13560,8800,4918,2992,6841,5035,5337,2518,2918,14542,4605,3336,3284,698,1173,13580,11650,4922,5932,19180,18954,8086,8399,6372,7171,10848,5572,2102,4708,2653,2227,2622,2644,1313,763,5274,3089,4533,4840,4260,5090,3899,4255,2558,2226,1416,2372,2426,2738,3066,3702,1917,268,3151,3696,3403,2240,1628,301,1619,4388,4286,1741,1814,1533,2482,1570,2448,5109,3556,4386,3380,3497,3653,3566,3344,3394,2094,2839,3493,2259,2777,2578,2108,433,244,5294,4308,2578,3913,3703,2641,1099,4046,4113,4731,4350,2632,1685,2046,2399,1572,1678,2649,3135,2803,2693,2977,4128,2664,2308,418,1855,3654,4273,3990,3803,3220,1670,5035,4561,4626,5044,3820,3890,3832,318,6671,4930,3224,4589,3759,3492,2293,2035,1587,244,4638,4106,130,3984,4283,2979,3580,2929,2645,2872,3556,3138,2691,2765,3351,3188,3002,2330,1963,1575,5666,3268,3085,438,9239,8103,5163,5997,3242,4115,2325,5137,4057,3603,2863,3107,1964,2351,1695,3609,5655,4481,3526,3873,390,2753,2983,3752,2508,8639,4525,1544,6955,6173,3042,2682,3023,4219,5165,2969,4469,4424,3643,2947,1394,3235,2541,263,202,2055,3948,3372,2855,3130,1889,2703,2403,1958,370,358,10048,8082,4269,5992,6365,2238,2504,3622,3145,890,2835,3866,3411,640,3544,3968,2098,813,2967,5487,2253,3371,5284,4305,2261,2419,1675,238,4397,3064,3028,3442,3025,2777,284,144,127,3461,3107,5767,567,4252,4432,3850,2020,2109,2344,3943,3384,3326,2211,3202,2586,3403,604,2888,3531,3789,3299,2721,3102,3096,317,1027,5044,4462,2941,3602,4133,6278,3680,3347,3801,1320,431,4377,3859,2282,4683,768,673,321,2365,3993,3035,1001,2854,2693,2811,2404,1662,3090,2310,2115,1914,291,210,170,9295,9228,5328,2427,6489,5307,3695,4097,5407,3582,4330,2999,3477,5712,5301,5126,6505,5258,3572,3967,6668,3861,9476,2777,3274,3731,3069,2089,4518,8353,5101,4913,5853,3970,6304,5792,6938,5299,6684,2477,683,2690,17005,12151,8740,4700,3490,3414,13967,10954,8892,8190,7266,6426,5003,3849,5693,3946,5810,10204,5772,5322,4786,4348,4905,8650,1918,620,8487,5609,8528,15184,8354,6541,5574,4660,4572,2779,11489,7315,6042,6376,4686,2541,3718,10772,11953,5103,5572,3984,1976,4769,3020,2338,708,8735,11515,4691,4799,4160,11662,7338,9513,8390,4509,9406,6211,6325,3657,3348,3570,3384,2417,5951,10103,6939,6615,6422,5092,1816,10779,12403,14267,21584,1252,8126,10188,8916,3982,2530,4324,7684,8567,8245,8388,5548,5902,5313,10675,7242,6514,8317,6467,4578,4012,3199,2914,1958,317,9202,9839,7353,8999,6615,6210,4495,4405,2467,1823,245,5570,5985,4494,4762,6089,5903,5942,2702,7224,6287,5607,5828,8913,1801,11826,6837,7812,10548,8191,12200,12757,9118,7114,6486,4440,1777,11541,8088,4873,3035,1872,348,8692,10574,8474,2869,2728,1967,264,4733,10045,7057,7382,9095,5477,8960,5436,4766,7796,5111,2521,1738,9305,8461,7370,9052,5899,6372,4550,1786,4577,5858,5475,3753,4071,5423,2586,1688,1835,288,2325,5231,1786,7806,6737,4687,4290,1970,10928,10198,8835,9651,8399,5130,7906,4945,3697,4571,12667,8446,4223,3692,2233,5245,9338,6495,5236,14261,9171,5714,11778,31178,29404,8535,12164,8759,7062,995,12132,9148,9489,13038,7334,5364,5229,5628,6228,5825,6657,5090,4790,3882,5557,5633,4604,7674,13537,8883,7255,5688,7139,7482,7313,12230,11807,10530,10693,12013,8783,13752,6036,6475,4397,12162,9867,6031,17273,12684,7853,3934,8523,10663,11037,10629,9752,7214,6208,8928,5765,4262,6288,6215,7078,10216,5359,2743,1724,1740,1386,19134,18416,12520,8609,13064,10179,7410,20187,15810,15772,4442,13146,5782,3371,11418,2258,2478,1527,14780,9452,10831,8156,6384,13795,7804,5069,4387,4076,14760,16181,8631,10141,9843,13212,10880,14229,8782,8916,7866,8762,5851,4393,15491,13778,14129,7101,11950,9889,7882,7001,4967,2807,6393,13872,5856,11228,8635,21536,14799,6256,7024,4954,6062,1410,1258,114,8,2,0],"fragments":[{"begin":"0.000","end":"14.880","lines":["For many of us, thinking about how others see us preoccupies a lot of our time. And these thoughts certainly can increase our anxiety. But exactly what is our reputation, and how do we manage it?"]},{"begin":"14.880","end":"38.120","lines":["Welcome to Think Fast, Talk Smart, the Podcast. I’m Matt Abrahams. I teach strategic communication at Stanford’s Graduate School of Business. I’m thrilled to have my colleague and fellow GSB lecturer Allison Kluger here with me to help better explain what actions we can take to communicate the reputation we want others to see us having."]},{"begin":"38.120","end":"57.600","lines":["Allison has an amazing background. She served as a producer for many TV and radio shows, including Good Morning America and The View. And she is an expert on digital media. At the GSB, she teaches strategic communication as well as reputation management, strategies for successful communicators."]},{"begin":"57.600","end":"76.800","lines":["Allison, I’d like to start by asking three background questions for you. First, how do you define reputation? Why should we worry about it? And how do others come to learn about our reputations?"]},{"begin":"76.800","end":"99.680","lines":["Matt, I’m thrilled to be here. Thank you so much. Those are great questions to start with. I always define a reputation as the echo that proceeds you into a room and the echo that remains after you leave. And a great reputation is really like currency. So if it can do the work for you before you even enter the room, you’re on the winning side."]},{"begin":"99.680","end":"107.480","lines":["So if someone says, “Oh my God, you have to meet Matt. He is so thorough. He is so good at scheduling interviews. He always makes you” —"]},{"begin":"107.480","end":"109.520","lines":["Nobody is saying that, Allison, but all right."]},{"begin":"109.520","end":"119.120","lines":["“He always makes you feel so good about yourself.” By the time you show up, people are already predisposed to want to like you and to listen to you."]},{"begin":"119.120","end":"134.600","lines":["So the other end of the echo, when you leave, is kind of the murmurs, right? “Oh my God, that was a really great presentation, or he was so funny, or she was so intense.” Whatever it is, it’s, what are they going to murmur when you leave the room?"]},{"begin":"134.600","end":"152.240","lines":["Now you might say, “Well, how do you know?” It comes back to you. Someone might say, “My friend saw you at this speech that you gave, and I really want to get together to talk about business, or oh, your reputation proceeds you. I heard that you really know how to deliver a great presentation.”"]},{"begin":"152.240","end":"160.880","lines":["It does come back. And then right in the moment, someone might say, “Can I have your business card? Can we have lunch? Can we have coffee? Can I introduce you to someone?”"]},{"begin":"160.880","end":"163.360","lines":["So that’s the first part about your question."]},{"begin":"163.360","end":"179.160","lines":["Right. I’m curious to know really, how do we work to actually build up that echo? What are some of the specific things we can do when it comes to managing our reputation? Is there something around mindset that we need to think about?"]},{"begin":"179.160","end":"193.160","lines":["I really believe it’s about awareness. And the good news is you can change your reputation. It’s a very fluid process, and there are times in our career and our life where we have to reevaluate who we are and what we’re delivering to the world."]},{"begin":"193.160","end":"207.480","lines":["When you introduced me, you really hit the nail on the head because the question about reputation is, is what we’re putting out there being perceived the way we intend? If there’s not a match up, then you’re kind of in trouble."]},{"begin":"207.480","end":"215.360","lines":["But what you can do is to be very conscious. It’s kind of like what I say for my online digital class, which is, “Be a conscientious content creator.”"]},{"begin":"215.360","end":"232.400","lines":["Well, you have to be conscious of how you enter a room. You have to be conscious of first impressions. You have to be conscious of how present you are when you’re discussing things with somebody. Do they feel that you’re distracted and looking over their shoulder, see if someone better is coming in the room?"]},{"begin":"232.400","end":"253.040","lines":["And you also have to be consistent and show up as who you are time and time again. So that way, even on your online reputation, like if you’re posting very kind of wacky things that aren’t consistent, people won’t really get a sense of you, and people are so quick to judge or create a fixed bias or a negative bias."]},{"begin":"253.040","end":"261.560","lines":["The way you can avoid that is to let people know what you stand for continuously and kind of curate your values."]},{"begin":"261.560","end":"275.240","lines":["So it sounds like people need to be very mindful and thoughtful about what they want others to think and perceive of them and really sit down and think about in a detailed way, “Here’s how I want people to see me, or here’s what I stand for."]},{"begin":"275.240","end":"294.520","lines":["And then once that’s done, what do you recommend people do? How do you then articulate that? Do you create some kind of catch phrase? Do you find certain causes to support? How does one demonstrate those values and themes that they’ve identified?"]},{"begin":"294.520","end":"301.440","lines":["It’s a great question, Matt. I always worry about saying like, what do you really do? Because you want to be as authentically you as possible."]},{"begin":"301.440","end":"302.120","lines":["Sure."]},{"begin":"302.120","end":"318.640","lines":["And I do find that your reputation is defined by others. So I know how I want to be, but if I’m not realizing that people are getting it that way, like I want to be someone who’s kind and open minded and not judgmental and a really hard worker."]},{"begin":"318.640","end":"329.920","lines":["And so the way I will know that I’m doing that is, if I’m at work and I get a review, and they say, “You’re doing this right,” or if friends say, “You’re like such a great friend because I can tell you anything.”"]},{"begin":"329.920","end":"342.160","lines":["So it’s kind of like, how do you live your life? And again, that word consistency is really important. If you need to create a new reputation, then I think you need to be more mindful. Like let’s say you’re someone who’s always late, which is a really —"]},{"begin":"342.160","end":"344.720","lines":["Why did you look at me when you said that?"]},{"begin":"344.720","end":"345.600","lines":["I did not."]},{"begin":"345.600","end":"345.760","lines":["Okay."]},{"begin":"345.760","end":"360.720","lines":["It’s a small thing, but then you really have to — the buzz is like, “Oh my God, we have to call the meeting 10 minutes earlier every time because she’s always late.” How do you change that kind of reputation? You set your alarm, and you get there 10 minutes early every time."]},{"begin":"360.720","end":"373.760","lines":["So you do have to be very strategic sometimes. But for the really natural qualities that you have, I think you’ll be hearing it through works and friends and responses to whatever you’re putting out there."]},{"begin":"373.760","end":"391.240","lines":["Right. I know that two key concepts that you focus on in your class, and we’ve talked about this in lots of situations, are this notion of trust and the balance between warmth and competence. Can you tell us more about these ideas? You’ve mentioned consistency. I’m really curious about trust and warmth and competence."]},{"begin":"391.240","end":"409.720","lines":["Yes, trust is a really big area in reputation. And we use a book called Reputation Rules by Daniel Diermeier. And he has something that’s called the trust radar. And I love to use this. In fact, it’s impossible for me to read the news and not bring in the trust radar when something is happening, some sort of reputation crisis."]},{"begin":"409.720","end":"430.560","lines":["So what this trust radar says is that there are four elements that are really important to create trust with people and to either repair your reputation or make sure your reputation stays positive. And the four axes are really expertise, empathy, commitment, and transparency."]},{"begin":"430.560","end":"440.040","lines":["I’m sure you’ve heard of this. I’m sure a lot of business students have heard of the Tylenol episode way back in the 1980s I think when —"]},{"begin":"440.040","end":"441.080","lines":["Yeah, tainted Tylenol."]},{"begin":"441.080","end":"443.080","lines":["The tampered tainted Tylenol."]},{"begin":"443.080","end":"444.200","lines":["That’s terrific."]},{"begin":"444.200","end":"456.440","lines":["Someone was putting cyanide in some Tylenol caplets, and there were deaths. And the company — Tylenol’s company, they could’ve just said, “It’s up to – it’s a serial killer. It’s not our fault.”"]},{"begin":"456.440","end":"477.160","lines":["But they did the absolute opposite. They took every bottle off the shelves. They said, “Your safety’s the most important thing. Return anything you have. We’ll pay it. We’ll pay you back your money.” And then they made it instead of like a moment of disaster, they made it a moment of triumph, where they developed new tamper-free packaging."]},{"begin":"477.160","end":"487.880","lines":["So what they showed was, first of all, they were very transparent. They said, “We don’t know what’s going on, but we’re going to protect you.” They were very committed. They put their top CEO to come and give the message out."]},{"begin":"487.880","end":"497.600","lines":["The expertise was in developing new packaging. And they were committed to solving this problem. So on the trust radar, they’re hitting everything."]},{"begin":"497.600","end":"508.560","lines":["Sometimes, you see someone who doesn’t respond as well to emergency. They’re kind of like, “No comment, no comment.” That’s already breaking the number one rule of trust, just frustrates people."]},{"begin":"508.560","end":"517.400","lines":["So trust is a really big issue because, if I come to you and I’m expecting something and you don’t deliver it, I’m going to just reevaluate you in the moment, right?"]},{"begin":"517.400","end":"537.920","lines":["And then the warmth and competence, that plays into reputation, but also plays into executive presence, which I believe that, if you’re all data and you’re all kind of knowledge but without any warmth to balance it, you can come off as arrogant or a know it all or little Poindexters. We used to say that when we were younger, right?"]},{"begin":"537.920","end":"547.840","lines":["And that’s not a really great way to be, and also very dry. If you’re all warmth, then people think, “Oh, that person’s really fluffy. They have no substance.”"]},{"begin":"547.840","end":"568.440","lines":["So I really believe the superpower is to match warmth and competence because people want to like you, and people want to trust you. And the more likeable you are, the more amiable, the more you’re kind of aware of how you’re coming off to people, the more people will respond to you in a positive way."]},{"begin":"568.440","end":"584.960","lines":["As we now more and more are struggling with managing reputations, not just in the physical world, but in the virtual world as well with our presence and all these social media tools, I look at my teenage children, and I see how many different instances of themselves there are."]},{"begin":"584.960","end":"588.760","lines":["We were so lucky growing up. We only had to be who we were in front of people."]},{"begin":"588.760","end":"590.560","lines":["We really were, and that was hard enough."]},{"begin":"590.560","end":"594.480","lines":["It was hard. And so I’m curious. Do you have any last bits of advice or guidance that you provide?"]},{"begin":"594.480","end":"623.520","lines":["I do. I try to teach this to my kids. We have kids similar ages. The first thing I say is, “It’s not what happens. It’s how you choose to deal with it because things are going to happen, but it’s kind of like it can be the worst moment of your life, or it can be a moment where you triumph, like I said, or you turn it around, or you accept it, or you do something of value. So don’t let what happens define you. Let how you choose to deal with it define you.”"]},{"begin":"623.520","end":"639.760","lines":["So I end each one of these with three questions. And I’d love for you — I’ve been dying to hear your answers to these three questions. So before we end, if you were to capture the best communication advice you’ve ever received as a five- to seven-word presentation slide title, what would that be?"]},{"begin":"639.760","end":"651.720","lines":["I would say, “Be comfortable with being uncomfortable.” I think that someone who can be really successful in life is to be someone who’s comfortable in the uncomfortable. There’s no way we’re all going to be happy and comfortable 24 hours a day, and to have that expectation is really selling yourself short."]},{"begin":"651.720","end":"666.320","lines":["I absolutely agree with that. So my second question, and this I’m also really fascinated to hear your answer, who is a communicator that you admire, and why? You have had such a variety of people you’ve interacted with. I’m curious to know, who do you admire and why?"]},{"begin":"666.320","end":"668.200","lines":["Well, I — can I give two?"]},{"begin":"668.200","end":"670.240","lines":["For you, Allison, two. Nobody else, but for you."]},{"begin":"670.240","end":"683.880","lines":["Thank you so much. Well, my first choice is Tyra Banks, who I teach a course with, because she is someone who is very underestimated. She starred as a supermodel. She’s a brilliant businesswoman. She’s a marketing genius."]},{"begin":"683.880","end":"697.440","lines":["But what I really love about her and what I’ve learned about her in the last kind of 3.5 years of working with her is that she’s very real. And she really has values that she stands up for and kind of covers everything whenever she’s talking to you."]},{"begin":"697.440","end":"711.960","lines":["She’s not afraid to be vulnerable. She’s not afraid to uncover the warts that are beneath someone who has a standard of beauty. And she’s also very free in sharing her struggles. And how you storytell is really important as a communicator."]},{"begin":"711.960","end":"728.240","lines":["So that’s a real-life thing. And then the other person who I just admire so much is Michelle Obama. When I heard her speech when she was campaigning for Hillary, I think I got chills. I don’t think I’ve ever seen a better communicated presentation in my entire life."]},{"begin":"728.240","end":"729.600","lines":["That’s saying something, too."]},{"begin":"729.600","end":"746.560","lines":["It is. She’s warm. She’s real. She’s strong. She’s funny. She’s uncompromising. And she’s inclusive. And she’s not at all fabricated. Like it comes from her heart and her soul, and you really feel her spirit."]},{"begin":"746.560","end":"757.160","lines":["And to me, a great communicator is someone who’s authentically themselves and not afraid to show it and aware of their audience and aware of how they want to change the world."]},{"begin":"757.160","end":"770.680","lines":["Both of those women are phenomenal communicators. And I think they represent very well the concepts you’ve talked about in terms of building trust, being authentic, warm, and also competent."]},{"begin":"770.680","end":"778.640","lines":["So my final question for you is, what are the first three ingredients that go into a successful communication recipe?"]},{"begin":"778.640","end":"802.920","lines":["Well, you’re going to laugh because this is something you teach, but I truly believe it. It’s AIM. It’s audience, intent, and message. I don’t care whether you’re going to be in a one-on-one meeting or a presentation or a job interview or wooing somebody, you need to know your audience. You have to understand where they’re coming from. And it’s really putting yourself in someone else’s shoes initially."]},{"begin":"802.920","end":"815.560","lines":["And then what is the intent of this communication you’re having with them? Do you want to entertain? Do you want to inform? Do you want to convince, persuade, fund raise? Whatever it is, if you’re not certain on your intent, your message will be confusing."]},{"begin":"815.560","end":"829.680","lines":["And then finally, how do you message? Messaging clearly and succinctly and repeating your message and having it as a strong opening and a strong closing so that’s the last thing you remember, so AIM, audience, intent, and message."]},{"begin":"829.680","end":"849.840","lines":["Your aim has clearly hit the target today, Allison. I thoroughly enjoyed speaking with you. Your reputation proceeded you. And you’ve only confirmed it. And I love this notion of reputation being the echo that comes before and after. And I hope our conversation today will echo for everybody who’s listened. It certainly will echo for me. Thank you so much."]},{"begin":"849.840","end":"851.160","lines":["Thank you so much, Matt."]},{"begin":"851.160","end":"856.040","lines":["And I look forward to future collaborations and learning as always from you. Thank you."]},{"begin":"856.040","end":"856.960","lines":["Me, too."]},{"begin":"856.960","end":"877.400","lines":["Thanks for joining us for another episode of Think Fast, Talk Smart, the Podcast, produced by Stanford University’s Graduate School of Business. For more information and episodes, visit gsb.stanford.edu, or subscribe to our show wherever you get your podcasts."]}],"duration":877.4008125}