{"title":"Communicating Uncertainty: How to Connect With Your Audience, Even When The Answers Aren’t Clear","url":"https://www.gsb.stanford.edu/insights/communicating-uncertainty-how-connect-your-audience-even-when-answers-arent-clear","intro":["“It's not reassuring when we don't know the answers to critically important questions involved in health and wellbeing. But it's far more of a problem if we try to pretend we do.”","In this episode of& Think Fast, Talk Smart, Stanford Medical School dean Lloyd Minor sits down with podcast host Matt Abrahams to discuss transparency in leadership. “Rather than pushing ambiguity away, we should lean into it, and use it as a stimulus to guide our communication in more effective ways.” They also discuss the benefits an introvert can bring to leadership roles and critical role listening plays for anyone in a position of power."],"transcript":[{"author":"Matt Abrahams","text":"We have a lot to learn from science and from medicine, yet sometimes it can be difficult to understand exactly what we know, and what we need to know. I’m Matt Abrahams and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast."},{"author":"Matt Abrahams","text":"Today I am thrilled to be joined by Dr. Lloyd Minor. Lloyd is a scientist, surgeon, and academic leader. He is the Carl and Elizabeth Naumann of the Stanford University School of Medicine. He is also a professor of Head and Neck Surgery and a professor of Bioengineering and Neurobiology. In 2020 he wrote the book, Discovering Precision Health, and he is also the host of The Minor Consult Podcast."},{"author":"Matt Abrahams","text":"Hi Lloyd, I’m really excited to have you on the podcast and look forward to our conversation."},{"author":"Lloyd Minor","text":"Thank you, Matt. I’m delighted to be here and I too, look forward to our conversation."},{"author":"Matt Abrahams","text":"Great. Let’s go ahead and get started first to begin. Congratulations on your podcast, the minor consult I’ve listened in, and I enjoy it very much. I’m curious, what led you to host a podcast and what are you hoping to accomplish with it?"},{"author":"Lloyd Minor","text":"In the early days of COVID 19, when, you know, there was a lot of information coming out, a lot of science being done a lot that we didn’t know. I started doing some media appearances, really to try to explain what we do know and what we don’t know and to serve, I hope, as a trusted information source. And I enjoyed doing that and got good feedback on it and really continued to do that throughout the pandemic. Not that we’re out of the pandemic yet, but throughout the, shall we say the, the pre vaccination stage and vaccine rollout stage of the pandemic. And so I was looking for a way to continue that process of communicating with a large group of people, anyone who wants to listen. Hopefully through the podcast, also learn from the guests. The podcast is about leadership. It’s about leadership in a crisis, and I’ve had the privilege of interviewing guests from a wide different array of professions and interests. And I’ve learned a lot from it. Hopefully the listeners have as well."},{"author":"Lloyd Minor","text":"I think one of the central messages of the pandemic to me, and I’ll be processing these past two plus years for the next. One of the central messages is we need to be more thoughtful about and more engaged with the way we communicate. And I think that’s particularly true in the science and in medical communities where I don’t think our communication has always served the public well, or the scientific interest well."},{"author":"Matt Abrahams","text":"Well, I hope we can start that conversation today, given that we focus a lot on communication and, and I just want to you a personal, nod and thank you during the pandemic, you certainly provided a, a steady hand and some good, clear advice during times of, of confusion. Both for me personally, I know for my colleagues, I’m on the campus and, and actually in our general area. So thank you for that. And, I’ll just echo hosting a podcast is a fantastic way to learn. I have learned so much and I am sure I will learn a ton from you as well."},{"author":"Matt Abrahams","text":"Speaking of learning, I recently learned that you consider yourself an introvert. I’m very curious to learn, how that has helped you be successful. And further, I’d love to hear your advice, tips, or tricks you have for many of our listeners who consider themselves introverts. And for those of us who might not be introverted, what could we do to help our colleagues and our friends who are?"},{"author":"Lloyd Minor","text":"Sure. If one adopts the definition of introvert, extrovert is in terms of how you recharge. So classically extroverts recharged by being immersed with others and introverts recharged by being with themselves or a very small group of people or, or a person that they have as a particularly trusted advisor or, or a spouse. In my case, my wife. I think that that describes in my personality in terms of how I recharge now. What I’ve learned about myself, and in leadership in particular, is one of the reasons I feel like I have the best job on the planet is that I interact with such a group of amazingly bright people on a daily basis through what I do at Stanford University and Stanford Medicine, and then more broadly, as a representative of Stanford and as a leader in biomedicine."},{"author":"Lloyd Minor","text":"I derive a lot of energy from those interactions and from learning from others. But in order to process and really sort of plan, then I need to have time to think and sort things out, individually or with a small group of others."},{"author":"Matt Abrahams","text":"Thank you for sharing that. I think for those who listen in, who are introverted to hear that, that their approach is equally valuable and in some cases more valuable, I, I can be very affirming and to recognize that we need both types of people, those who are extroverted. And I fall into that category and notice who are introverted to make things work well."},{"author":"Matt Abrahams","text":"You mentioned listening in your response to my question about introversion and I was really struck by a quote I heard of yours. It went, one of the most active things that I do is to listen to process what I’m hearing and to come up with informed questions that bring us together. Can you share your thoughts on the importance of listening beyond what you’ve already shared around introversion and provide us with any best practices you personally use to listen well?"},{"author":"Lloyd Minor","text":"Sure. I think the most valuable clerkship that I had in medical school was my psychiatry clerkship. And it’s because of something that our preceptor did for, there were two of us students rotating with our preceptor at that time. It was a six week rotation for every day, at least three days a week, each of us would interview a patient. We weren’t allowed to take notes and then, and the other person would be listening. And after the interview, each of us independently would write. We were asked to write verbatim what we heard during that 30 minute interview and discussion with the patient. And at first, it was extraordinarily difficult. I mean, it was just the hardest thing in the world. But it became, I wouldn’t say easy, but it became easier with time and experience. And the point is that you really have to concentrate and focus if you’re going to really listen."},{"author":"Lloyd Minor","text":"And I’ve tried to deploy that in, in the other things I’ve done, as a surgeon scientist, as a leader and it, it really does help. First it helps to build trust in others if they really can see that you’re listening. It helps to really have a dialogue. If in addition to what you’re saying, you’re actually heeding what others say. And that comes back in the way you converse with them, that, that they know that you’re listening to them. So I’ve always emphasized that I think listening is the most important trait and characteristic of leadership and undergirds the success in every other area of leadership. And, and I don’t think it receives enough attention as we’re talking about leadership training. And as we’re talking about communication, that certainly what we say is important, but it’s even more important that what we are saying is based upon what we’re taking in from listening to others."},{"author":"Matt Abrahams","text":"So what I’m hearing you say really is that you need to take the time to listen, really focus and concentrate on it. It is an important act that requires a lot of attention and that it can really breed connection and validate others. And that’s an important part of leadership. And, and I agree as somebody who teaches communication, a lot of what gets taught is how to say your piece, not necessarily how to listen to what the other people are saying."},{"author":"Matt Abrahams","text":"During your tenure, as the Dean of the Stanford School of Medicine, you’ve had to address many significant issues happening on campus and beyond. What are your thoughts on the role of leaders in communication in times of ambiguity and challenge? Any insights that you’ve learned?"},{"author":"Lloyd Minor","text":"I think one insight is when, when I don’t know when someone doesn’t know the answer to a question, or when the answer, the question is simply not known, we need to say that we don’t know. And I think a lot of experts early on in the pandemic that was problematic because that really wasn’t being stated. And, there was so much we didn’t know. And in a sense, it’s not reassuring. But it’s far more of a problem if, if we try to pretend we do. And then later on, um, of course we didn’t. So I think being honest, being forthright, um, following through if, if, if it’s an in, if it’s a specific question, I simply don’t know the answer to, but the answer’s out there, then I should be finding out the answer and then relaying that back, So I think the idea is to, rather than pushing ambiguity away, we should lean into it and use it as a stimulus to guide our communication in more effective ways."},{"author":"Matt Abrahams","text":"One of the things that I really respected about you and some of your colleagues who became front and center in the news on a regular basis was the level of transparency that, that you would admit we don’t know, or we’re learning. Or we said this one day, and now we, we, we know this as well. So in addition to saying, I don’t know, I think it’s important to put a focus on transparency as well. And I saw that played out often in your communication."},{"author":"Matt Abrahams","text":"I’ve heard you talk about authentic leadership. Can you tell us what you mean by that? And why is this type of leadership so important to you?"},{"author":"Lloyd Minor","text":"To me, authenticity means, you know, being forthright, being honest, being empathic, for sure. It means putting yourself in the shoes of the other person„ it means earning the right to be a leader, which is something that doesn’t come with a title. It doesn’t come with resources. To be an effective leader you need to earn that right, that trust. That privilege, that trust. I think authenticity is something today that, particularly given the impact of social media and the immediacy of social media. Oftentimes authenticity is not represented in a soundbite or in a tweet. In fact, if anything, it gets us further away from authenticity. And I think there’s a basic yearning today in society to, to have some bedrock truths, to, um, to understand our differences better than we do today, and to be authentic in expressing those differences and expressing those views. But hopefully from the authenticity, when it exists on both sides of an issue, when that authenticity is there, that will actually help people work together, even though they disagree. And I think we’re sorely lacking that right now."},{"author":"Matt Abrahams","text":"I’m curious as you think about authentic leadership, what’s the role of feedback? I, it seems to be that feedback would be an important part of that. I’m curious how that works for you."},{"author":"Lloyd Minor","text":"It’s essential to building trust. Another trait that helps in building trust is to be vulnerable. Goodness knows we were all of us, but in particular those of us in leadership, have throughout COVID, whether not we acknowledged it or not, we’ve been extraordinarily vulnerable. And I think to acknowledge that, look, we may not get this right, and we depend upon your feedback to recalibrate and get it right. That that’s, that’s just absolutely essential. By discipline, I’m trained as a neurosurgeon, as an lateral school based surgeon, and those are highly precise fields. And when I became provost to Johns Hopkins, I stopped operating because if you’re not doing it regularly, you shouldn’t be doing it. The point is that your best opportunity to do good for your patient is the first time you do something and do it absolutely right the first time."},{"author":"Lloyd Minor","text":"And there is, there is a clear right and wrong with most things in my clinical field. Sure. You know, leadership is very, very different from that. I rarely find myself do I get it right the first time. And I depend upon the feedback of others. And the thing is if, unless this is, you know, a critically important time sensitive decision, and we were faced with many of those during COVID, in those cases, you do the best you can and, and you recalibrate very quickly. In cases that are not as acute as they have been during COVID, you can put up a straw person, you can float an idea, you can express your opinion in your belief about this is the way we think we should go. And some of that will be embraced, some of it won’t, but if you take the feedback. It’s not gonna affect your credibility as a leader."},{"author":"Lloyd Minor","text":"It’s very different than a surgical procedure. You wouldn’t want to tell a patient before you do a surgical procedure. You know, I think I’m gonna do it this way today, but that may not work. And so, you know, we’ll then do something different tomorrow or next week. I mean, no one wants to hear that. And for me, that was a recalibration as a leader. And I feel really fortunate to have had both sides represented. And I think it’s made me able to act definitively when the circumstance requires it. And when people around me expect me to act definitively and also to be more graduated and incremental when the situation justifies that approach."},{"author":"Matt Abrahams","text":"I think it’s great that you take the time to reflect on feedback and to be, and are so open to it. Before we end, I I’d like to ask you the same three questions I ask everyone who joins me, are you up for that?"},{"author":"Lloyd Minor","text":"I sure am."},{"author":"Matt Abrahams","text":"Excellent. If you were to capture the best communication advice you ever received as a five to seven word presentation slide title, what would that be?"},{"author":"Lloyd Minor","text":"Empathic listening for impactful leadership."},{"author":"Matt Abrahams","text":"Oh, I like it. And even it even has some rhyming to it."},{"author":"Matt Abrahams","text":"Question number two, who is a communicator that you admire and why?"},{"author":"Lloyd Minor","text":"Ruth Simmons, former president of Brown University, current president of  Prairie View A&M. I got to know Ruth when she was president of Brown, as a Brown alum. Ruth asked me to serve on a corporation committee on medical education many years ago, and I think Ruth’s ability to lean into complex controversial topics, and, through the strength of her personality and her intellect, really get people to do their best thinking around an issue and come up with recommendations."},{"author":"Lloyd Minor","text":"I think she’s extraordinary at Brown’s commission on the history of the university with the slave trade stands out to this day as an iconic representation of how a university or any organization should go about looking, honestly, at its roots, analyzing learning from those roots, and then proactively planning a course forward, um, that doesn’t get bogged down in the horrific actions of the past, but it takes a firm view of having an learning from those actions and having impact in the future, to, in some way over the long term, right? The wrongs of the past. I think Ruth navigated that as president of Brown better than anyone else I’ve seen."},{"author":"Matt Abrahams","text":"I’m not familiar with her, but it sounds like the ability to get the best out of other people and to navigate challenging situations are two of her core strengths."},{"author":"Lloyd Minor","text":"Absolutely."},{"author":"Matt Abrahams","text":"Final question. What are the first three ingredients that go into a successful communication recipe?"},{"author":"Lloyd Minor","text":"Listen, learn, recalibrate. I think to learn, you have to listen. We talked a lot about that today. But you also had to be willing to say, look, I probably got that wrong before, and you’ve gotta be willing to say that first to yourself. And then you’ve gotta be willing to say that to others, and then seek the input from others that help you and others get it right. Moving forward to not, the downside too would be particularly in the contentious world we live in is just not to do anything because you’re concerned that whatever you do is gonna be unpopular. And by the way, that’s true today in some cases, but you’re not doing the organization that you’ve been entrusted to lead a favor. If you adopt that attitude, you’ve really got to make the decisions when they need to be made. But always based upon the listening and learning that you’ve done and that you will do in the future based upon a decision you’ve made,"},{"author":"Matt Abrahams","text":"Listening and learning can be hard. It sounds to me like recalibration can be one of the harder, if not hardest parts of that, though."},{"author":"Lloyd Minor","text":"Yeah, for sure. To do that for sure. Yeah."},{"author":"Matt Abrahams","text":"Dean Minor, thank you so much for being here. The work that you and all of your colleagues do at Stanford Medical School is so important. And a personal thank you for all that you and everyone there did during the pandemic. I appreciate your time and your thoughtful and thought provoking ideas and actions around effective leadership and the imp of comm in science and medicine. Finally, best of luck to you on your podcast, The Minor Consult. Everyone listening in has a lot to learn from you and your guests."},{"author":"Matt Abrahams","text":"You’ve been listening to Think Fast, Talk Smart. A production of Stanford Graduate School of Business. This podcast is produced by Michael Reilly, Jenny Luna, and me, Matt Abrahams."}],"audio":"https://content.production.cdn.art19.com/segment_lists/df3022f8-f878-40fa-901b-193e4efb7ae1/20220606-VEZUUyBEZWFuIE1pbm9yIG1peCBtYXN0ZXIgMi53YXY-89c5b9f5-f5e1-493e-bece-24c3176469d1.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Lloyd Minor"],"wave_peaks":[2,12166,13213,16205,8878,5832,6441,4364,3119,9647,7219,6973,1300,602,11313,5322,4333,2096,6894,10594,9468,5502,6416,8770,3188,5776,14075,9183,7621,6999,9586,7650,4763,2793,4309,3602,8203,7213,5470,2596,13418,6932,3924,13163,6899,8514,4599,5288,9094,6212,11871,6903,5029,3570,3154,2233,15994,6365,13956,13038,4358,2408,17488,5228,2385,10827,10844,2959,2426,2126,12223,8115,5112,10609,10345,9574,8683,15802,5472,12017,4909,10333,5771,2577,7298,1715,7592,9299,5761,8923,6410,7854,5604,967,354,405,11144,5569,8457,3650,4183,11627,6441,9948,6489,3727,3277,10149,8539,14650,6234,7586,7875,8024,7133,6020,8023,9012,7450,7960,6798,7494,5261,3850,10114,11759,8857,9690,5214,10485,9761,7527,6486,10614,12739,7076,13891,5995,6622,5480,6391,5270,5131,1488,1263,11460,13289,7914,6773,10987,6513,1005,5797,11355,6033,6165,10960,2125,164,8152,12407,8370,5011,3824,8802,10805,8492,9969,5930,7368,2958,1299,1,30,16718,11940,13977,13193,10332,6918,6811,8856,24801,22529,4268,11814,14571,13498,8388,7733,13894,12708,16005,10131,7503,9699,7651,6312,21186,6275,8758,14996,11248,8416,12376,6699,4602,8032,17515,15212,14812,10604,6088,6620,620,19671,12446,15912,13708,10318,13374,8570,6907,9829,11363,7601,13117,7754,5128,3849,13391,16265,9206,8066,4978,9934,13569,4067,311,10828,8072,4424,14170,13286,8925,10201,8076,7271,4372,4107,4497,5678,5396,1735,5470,14519,12664,10977,12789,7632,7762,8969,6827,8657,16507,11794,10133,8936,13968,12056,10396,8325,10782,6710,7628,2660,4638,14316,7988,11840,9490,350,17866,11356,11202,5585,11150,11969,9851,4852,5938,12782,14335,16532,8654,7752,99,29,13086,10732,10711,6138,9688,7550,6987,277,9602,10924,12688,8700,11401,13079,8375,1716,12371,7816,5923,2956,4733,12620,3859,14604,11676,9753,13699,6080,16034,7377,14515,10480,7954,6437,13701,11268,11575,4894,11175,9807,14327,4767,5680,6678,5979,9601,12414,5838,6355,17168,10781,874,17932,13441,5949,9757,9353,8137,17866,14223,8793,10533,9167,14888,5819,13663,13178,6746,7446,7209,1701,666,13653,16614,3835,8004,17765,5311,10744,12879,13445,9349,8946,7032,12265,13740,13709,6830,7228,9999,7480,10212,1280,37,8587,8654,5026,13448,6071,7708,7417,7381,9274,12065,7229,5687,464,14047,10955,12900,9520,14126,13999,6669,385,124,11470,12189,10900,14418,11933,7439,14621,12455,9801,9512,13793,9897,8583,11200,8211,5217,14224,10797,14646,11781,3751,562,14043,10786,10859,11206,12054,9563,11036,9855,11717,6102,11619,6982,12800,13562,6131,5610,4598,7269,5459,542,16194,10328,8132,9437,10853,10383,11477,17392,13045,453,16923,8233,97,14940,9645,12698,10393,10148,8965,13451,8852,6928,12220,7575,8012,9888,5113,12481,5343,4970,9215,4799,7768,10386,9344,13753,3889,4401,16742,16160,11658,14917,12790,12435,14940,12419,10803,9651,10470,12990,8991,350,3035,12139,11778,6073,1299,11931,18252,7479,13521,5397,9762,9934,9936,10493,5828,6197,5650,8940,6439,8485,8383,6066,737,10158,9081,6117,11643,4105,7909,9222,4778,4482,5736,7722,9236,7317,11656,7170,487,8308,7516,8964,9213,8706,7339,7181,177,13545,6876,388,7261,9346,12210,14230,7859,8161,5715,7428,5336,5043,3714,3920,13154,14270,11943,8856,6199,3100,13556,8477,13314,6834,5547,5076,6301,4546,9240,8950,9857,6755,8573,6284,9807,7741,12658,6081,836,12257,13497,5806,4863,9143,5797,6167,5210,5057,10169,4236,3892,3279,4590,5751,513,114,14301,7956,7421,5158,9280,4875,6539,7367,7974,16165,5534,5108,5197,12492,4470,9796,5274,8072,15046,5261,929,9948,7815,6967,7309,6454,14074,8934,7987,12185,13387,7066,11676,8972,6868,3677,4468,3880,4438,3206,6455,9214,6906,10446,9258,6886,6661,14641,5904,11304,5517,6652,8339,18631,16140,7441,13777,11107,14181,11914,9837,8579,11438,14564,8068,2735,10083,17123,15646,10971,7674,14447,9294,8731,24761,12143,9605,12213,14132,15961,24554,6470,12801,10065,3864,3818,17497,15866,12188,11922,19629,8699,9509,11209,19753,4452,13579,19701,14146,15029,9428,8690,9075,13964,13550,8089,12779,11095,8063,19593,14508,12581,13937,8988,9243,13270,8328,9465,11585,1456,11913,19826,6495,9962,7194,4100,9856,12457,3291,18924,15229,10124,12525,13185,12205,11456,10280,18282,9834,12166,7889,3094,19586,8057,7735,9190,11380,14033,9061,10013,6226,2708,5028,5619,7198,14773,11697,12747,5149,5416,6339,7343,13425,11318,11952,548,11451,8618,10224,10107,11201,7819,7427,7763,10112,5507,10757,4112,4864,6836,4646,6130,5273,6681,9488,5785,6894,6892,11544,6853,6703,744,7039,16726,8670,5154,14093,8851,11393,979,639,17411,10440,10668,17760,15437,13621,13460,15140,12465,11154,5911,6117,9780,9518,9411,11268,10958,6992,10905,8448,8180,5894,6759,6924,7640,7296,4841,12659,10160,11896,9424,2148,102,1696,9185,15228,2186,13001,13945,12554,12178,13109,758,8012,13091,13742,11085,8010,6722,9830,11673,5412,132,7305,11079,9151,8057,4918,7694,5849,7768,6023,11421,7702,4722,529,16338,13459,13735,4283,6832,12086,10950,5073,7902,4911,7557,6548,8195,5666,13847,12411,13957,4311,7728,6388,12918,9165,7428,5505,7309,8460,5419,7415,6138,5709,9130,4680,9825,9027,4993,1192,590,14277,12766,43,22,14006,15965,6428,1856,13850,14314,15075,10953,8375,8083,12500,12270,15161,6212,3606,5768,7227,6981,8557,5009,569,10122,10065,16527,10191,8601,11438,11720,12193,6907,4614,6743,4541,10131,448,1033,4740,10498,4687,289,6982,15724,11109,11681,10412,8324,5086,9627,4929,8017,5917,13392,3806,5170,8359,7912,7588,5788,7392,4200,6072,3627,413,17846,8302,14796,12692,15830,12107,9430,10955,8094,9620,8031,10849,7059,13072,8870,16016,10430,11713,9683,9111,11594,13745,12215,8546,10816,8788,14198,6837,7846,7207,12384,11380,8046,14632,13252,6547,6530,10035,8032,11830,14665,18396,6448,6277,11978,10076,10670,10974,17430,11161,12047,8683,7655,12963,15756,13319,7399,8371,10017,9176,7634,16911,18515,17095,10237,3842,10702,10733,9693,8077,10376,9464,10808,8590,13924,12149,15961,14305,15924,9764,10345,6068,2023,12955,15155,13408,14228,16525,12878,12546,17568,9514,7694,6779,6747,2051,13400,22936,11846,11746,13162,11999,17392,8117,12845,15837,6782,3552,10826,10517,4390,6142,603,3345,14579,14030,14881,15436,12896,11020,11888,12217,13720,9895,12065,13109,13500,11633,3819,11767,8458,10639,19288,16603,10563,15135,18036,7455,4030,13062,12125,9384,5148,4644,12515,8656,7389,8901,14620,341,18921,18131,379,10927,20317,14763,10554,11166,7936,82,70,10395,17120,11213,10201,6233,7631,12336,12017,4699,3865,483,10721,8193,11357,5782,360,10490,2639,9142,15344,6664,12207,6714,9767,6599,8195,10372,8539,7621,7537,7597,3102,8637,6904,6267,8320,11065,16298,10895,12089,772,66,5404,7441,6732,9570,9792,8998,4849,6285,10961,11743,9244,6808,9513,7643,5077,364,13153,14529,11273,9555,9953,9774,4830,195,12234,9571,11440,12585,11255,9521,7717,4376,112,0,108,14321,13746,6444,9060,5031,2294,9093,12976,20528,11722,9061,8908,7641,9398,7953,9628,9662,8883,6541,16287,13597,7645,11437,13860,6012,10245,4414,12089,11792,10837,150,10087,14074,9947,7960,8902,8917,7536,6618,6611,8279,5746,8957,8380,566,76,31,11540,12312,11659,2079,315,13797,10173,14958,7996,6122,5117,3988,6148,4761,1384,11303,10911,4980,8461,9519,10463,417,185,14517,6234,8928,3259,8442,9715,9033,5795,9998,11474,9240,9025,14096,14067,10912,11314,7630,10090,7813,13408,6587,14379,9027,6861,8614,10750,6839,12221,11860,6089,12947,12154,11510,11258,9776,10176,5787,1004,427,15006,11980,8445,9784,10301,7895,8377,2124,16202,9836,11130,5288,6404,5063,10333,14155,9029,7518,9836,8924,3768,12654,12590,12136,11795,12535,6574,10373,11763,5009,7854,6823,9712,308,12183,10251,8968,7351,9401,9376,6659,10281,13954,8199,10110,13438,17245,11967,13091,12444,448,151,46,7160,11715,9334,6966,78,229,15064,14081,9047,6012,7079,17004,5303,9306,5396,11156,9009,8656,2463,181,10539,17560,7702,15843,107,8457,13523,8925,6625,8038,13864,7020,8888,10867,12882,9878,5948,8929,6104,4932,14661,11291,10725,12487,10900,9026,14179,6677,6687,9501,5131,8105,10852,3410,11458,10255,8691,5443,7210,6989,5002,5145,10473,10306,5583,4447,11279,9109,9165,7647,4988,2946,3446,1308,7219,12109,8036,6489,9091,13265,5020,11051,7698,1983,8940,9486,10928,9988,6815,10038,7659,15806,9491,11104,8941,8500,4918,12926,13212,8927,4947,6844,509,247,12901,4618,7186,13529,10486,11059,10395,7249,10890,7392,822,4767,13810,8749,7689,6939,6274,6817,5692,4934,5989,3292,15291,9004,9601,10724,8558,10490,10286,13551,6790,6038,3098,12423,12894,13195,11215,7474,7058,10261,9259,8637,11092,5938,5432,13258,9237,12075,9218,7718,7199,1145,14764,12761,11396,8881,8781,7460,8317,6521,130,11587,7656,21774,7028,6835,7364,12763,14014,11133,11639,7756,6344,11019,13115,12185,10211,8313,7505,6735,14646,13260,8397,16962,2080,24363,8208,10319,10875,8581,10146,8712,15049,12549,13480,6393,9231,6700,6221,6540,7433,1026,98,403,19121,11933,10957,12685,14748,13564,7025,9320,7426,16985,17393,13296,11931,7889,12926,6877,7156,8914,19992,8967,13607,10438,6211,4802,1622,13864,9555,15764,10261,11319,12525,13373,7856,9625,8192,13649,6291,9145,7225,6848,4444,7413,3666,587,16119,12274,7783,10061,8207,2602,67,13909,13789,11991,10479,3844,10277,10876,8530,8497,6706,11741,8506,1341,374,8957,11249,10859,12673,7701,9735,9673,6639,300,10730,13679,9211,7629,9493,7766,273,153,8960,11132,13286,335,39,8910,19205,14073,10518,6099,4919,9918,11864,13199,4412,7483,9415,9020,157,11724,12874,16688,13105,9442,8702,17182,10319,5517,7952,4269,11273,13043,11198,10967,13357,4289,546,268,12462,13569,9177,8072,14264,13593,10403,1672,16449,5550,14212,10144,12741,14435,6444,5775,13767,10812,7841,8210,10890,6574,182,11347,11251,10875,13642,8792,6924,4847,1771,9976,2601,584,181,12795,12428,7679,811,13383,15481,12893,6740,4510,8417,13589,3834,14600,14826,11522,5353,4707,9559,13352,9359,14765,11106,10170,8719,6797,407,14238,12972,15834,10137,7898,29,13323,9956,16226,16836,5684,7456,7353,8992,9710,12295,13080,4771,13542,16200,13691,13328,11415,7637,9301,12059,8085,11531,8761,2576,10152,9174,9373,6841,547,8941,9199,11902,10831,8256,10348,8803,5233,93,31,2634,8983,5707,17218,11076,7639,5820,8968,8446,7366,3215,15751,14677,12592,14743,10808,10505,7807,9748,12087,8667,22190,4352,4365,6485,5632,17555,9217,5649,7585,5749,10768,9634,7287,6070,2205,16602,6795,4545,5919,6609,6783,11601,10133,11824,12650,7967,8955,7498,12237,5797,13215,9877,14560,18786,9724,7721,8565,9821,11826,1236,15114,13429,9905,7360,6973,13842,6658,7236,6827,5075,7962,5533,5618,3567,7977,6100,11020,17935,7875,6307,5425,6509,4116,7406,13265,18771,9978,10732,15161,15988,5675,9384,5986,5855,1721,21462,9492,13877,9901,6652,8566,15805,5485,11798,5643,1614,16596,11034,13752,8812,13902,7575,7340,11249,9475,13574,7795,7204,5940,5611,4101,3223,5979,12615,15441,11433,10287,11376,6818,108,666,443,6169,9873,12328,13752,7425,10560,11045,5288,9002,19174,5961,7457,5578,5014,7352,12200,11180,337,12695,9823,12052,5577,6534,10834,6187,5478,2997,9536,12011,10926,6769,12227,5772,8737,6883,6971,10472,10030,4131,12648,10683,8519,16123,5966,7282,6706,118,6913,7802,7310,650,475,778,12719,15215,7151,7053,10293,10566,7847,10660,9528,10258,9120,8001,8535,12774,4823,7491,2937,6064,6041,5438,4796,8441,5045,8290,8832,2718,944,11170,14273,7037,7235,4531,3704,12398,13842,14435,8422,10331,10481,13918,12383,10444,12268,11991,7022,10233,9710,11628,6791,6600,8700,7921,9054,6274,10866,13330,5984,6208,7181,6753,11278,14128,9674,73,63,12754,7221,8084,10357,11153,7410,7468,6779,2429,6590,8625,11615,8262,6102,5972,714,12527,13627,8145,10428,223,5687,9409,4870,7894,10827,5963,3331,4833,6858,6490,12198,9399,9786,10246,5534,10497,1946,8888,9417,6492,266,8251,6171,2636,361,11991,10757,11523,6061,4447,5745,3056,6067,13234,10910,13984,8357,5991,1135,10129,7365,9973,9143,187,6485,8343,13669,11297,9103,6532,12883,9688,8704,6670,6827,11196,7799,7117,5726,277,423,13630,9816,8521,13405,8881,6506,8352,12211,9161,11447,12389,1840,7536,6994,4537,242,16299,10468,6308,10878,10959,14238,8872,10576,8890,4068,8047,9385,7570,7792,5936,2784,706,1567,10302,7655,7288,11340,12210,5910,5048,4449,163,11353,11387,10856,9226,14486,10823,8841,9534,6693,12918,6305,5507,7004,6194,6490,12444,10903,11493,7584,9245,8836,11846,6165,12280,5204,12827,6599,4608,1307,7695,9584,10342,7664,10706,10248,10972,11243,1156,13364,12346,11350,8566,11091,4831,4704,9130,13072,11906,518,11804,5544,342,8191,8369,15189,7243,3053,8069,9146,11259,11656,1749,7466,10668,10267,14074,6923,7785,11655,10368,5566,5398,6442,306,11437,14490,7265,11015,5558,8308,6838,10790,13989,14018,12678,3695,7195,9487,9655,6175,8181,9560,10152,4547,3277,163,10313,9535,6927,235,12933,13924,6005,12494,5718,1986,2948,12607,14857,5311,9352,3058,4477,11000,11474,7086,9089,9704,308,9561,13659,11418,5027,12391,9166,5809,361,11549,16096,3508,8984,5789,8090,4192,5049,3164,15030,6559,10362,10637,9600,5674,9659,6418,4911,3158,4249,10188,6938,6132,5127,4994,3966,441,14552,11494,7589,78,13746,12362,8852,9794,5809,7033,5113,7944,14679,9587,12025,7131,11450,7264,9244,9865,4942,8152,11590,17016,7678,8860,9965,5587,1512,7936,7523,5320,849,11212,14522,9254,1917,12939,10469,15252,11203,9690,9091,4039,464,73,7814,10289,10168,10317,7826,8640,7094,6017,4836,5512,2969,183,7408,7259,16346,7480,28,16377,6785,6283,5681,74,15615,9217,2388,12692,5030,7547,10846,11775,14549,4506,625,10391,9936,14246,10445,9806,7283,10800,8309,5926,3188,6595,4662,8409,8877,6911,217,16120,11151,10470,10768,11873,8702,7159,7240,6623,17175,11811,13895,7992,15055,6453,5407,6646,4709,4451,4536,10105,11385,10636,5350,7428,12604,8463,1677,3423,11921,6537,4904,3192,9605,7769,13326,9147,10881,9087,5828,4260,5494,8192,9355,13248,7560,6521,6377,7015,8386,1518,4879,17340,10998,10326,14598,3431,10485,9846,6339,5728,13406,19641,10285,13300,7438,3684,9744,11270,9645,2266,15474,12869,11760,3242,2281,4874,6075,7269,4457,11899,6917,6014,9451,9510,4422,10805,114,10205,11116,8824,7576,5222,7184,8938,81,65,12874,11983,8844,8650,4556,258,426,10020,12228,15167,7909,9134,7970,10826,14666,10430,5807,7560,8763,2178,12275,6974,2055,3772,7871,6266,11650,7949,344,7024,12800,13770,11961,9623,7949,10025,7821,11505,5116,7894,6583,18620,11939,10577,9602,8666,7808,5642,7454,14807,9481,9230,10291,6743,13343,10842,14550,12797,7801,9990,10454,12101,13539,675,16311,12403,13345,14570,10911,19109,12681,14035,12966,15222,6829,12797,6848,12881,13673,8920,12543,10002,8797,12162,11568,11346,8993,9529,7222,14022,13443,11218,11006,14908,9225,13992,10875,17622,8541,10633,3078,37,13255,11449,13262,15304,7191,6623,15073,12890,12843,8778,7327,13651,275,10416,12829,14667,12367,10019,9854,10209,10998,7844,14098,7228,11828,7522,23719,21632,7545,7442,174,10990,4385,10614,10592,4414,7624,15104,10637,9239,11240,12162,4793,4526,10157,3668,6299,7461,9071,6356,6218,5004,1033,12156,12095,7949,5879,9879,10409,92,8007,9598,15895,11717,7155,1651,6751,6563,6890,10495,12225,9057,9326,7468,11766,6387,205,11172,11585,10744,8797,3033,1296,27,12684,13517,13148,7187,5565,17233,7172,8465,16959,11320,11589,6583,5867,6410,9126,10553,9706,8217,15523,15803,9768,2437,13197,14642,13744,6704,6654,10129,5318,12500,12430,7574,3645,6432,4592,13644,12408,5941,23124,12253,16377,19955,5501,2016,20306,14258,16570,23174,8070,16949,8934,10975,8509,11857,7952,13545,8208,5969,6878,15328,7666,12057,8587,9381,10320,7510,7075,8898,9239,9483,4087,171,16815,7825,4394,535,15021,14160,11299,12141,7050,10157,10207,17509,6844,9762,6582,4824,9320,14510,11691,8758,15264,17182,15136,16095,27612,19659,17363,7511,196,7866,7862,5455,9585,6156,11314,7153,5062,5786,4874,3536,6927,595,12442,12869,4856,11253,14051,8301,10164,9725,6715,9714,10140,7558,8288,10076,7301,8320,9180,5231,5508,4897,6365,17196,11081,8784,11135,11798,5744,9624,8345,6461,9177,7831,6153,8518,7264,6404,7867,5609,2159,10357,13190,7799,8494,8208,4452,9501,6160,6337,402,250,11248,15886,12008,8835,11110,4779,13552,12533,8271,8202,9156,7188,5524,245,25,11321,11330,9177,9319,8540,7542,10540,6853,4090,3254,9290,7664,10197,9754,5964,5299,1063,982,140,9098,8341,165,7881,13276,13065,11473,10802,6149,5856,7811,8267,13240,3967,144,8738,7023,13032,15770,7481,9175,7813,11079,12607,14360,4416,11851,11071,2058,223,7732,10421,12937,6922,5582,8607,7484,14827,12280,9479,10633,6981,437,9625,6043,8283,6414,8535,40,16634,11138,6709,2322,4191,13095,15343,13108,10239,8789,8064,5548,11012,7642,4166,9642,5240,4174,5923,4950,3918,3338,15372,5835,362,14760,10429,196,9907,19192,4764,1334,672,7326,15016,14758,10106,15764,12330,8603,12134,16125,11236,10355,13374,370,11436,14127,10971,12785,9481,6107,79,242,11092,11481,6902,10736,11717,8888,6055,4131,4783,219,8158,12813,7354,154,2764,17561,19516,13481,10723,13186,13758,17490,3893,13946,12390,9780,10607,14058,6072,3926,13977,12957,10891,9194,8642,12238,8954,8975,992,7541,15281,97,13770,11941,10311,8438,8948,5141,6435,2239,15492,15798,11714,1859,17335,10076,14039,5629,4983,4321,342,16536,15990,11526,13346,14072,15228,12423,11425,14633,10204,9493,8271,8147,11409,12732,5201,3024,267,9023,16148,14919,13367,8327,15516,1769,17298,6433,8622,276,12291,16532,5488,8894,7828,12140,9346,4827,8020,3005,63,640,16322,12161,12147,12586,10296,20713,12031,7900,19127,10091,8743,11325,9299,9694,8854,9852,10032,10243,5918,11201,6197,696,11604,9755,16304,5043,8943,10890,7657,145,8190,7831,8763,7532,1941,20157,14125,566,15969,17541,10364,12784,7019,20188,12863,10841,4300,296,18284,12619,11051,8779,257,14224,11229,15315,11813,6049,11696,1705,12378,8901,6045,2050,17514,14340,8208,2904,4412,2334,486,677,5028,4736,4082,3630,3367,3974,10793,11792,6200,10060,6825,4508,8100,9429,5858,5029,6568,2112,1501,9756,10558,7728,8001,7865,3359,3959,4256,1982,363,10882,10210,6142,6569,7215,7043,8757,9744,2588,8894,5108,4540,5118,3428,5798,2538,1968,1547,11482,12970,7122,6472,4807,8719,6051,6691,3465,8253,5949,11658,7745,2758,11588,4466,3282,6819,4336,2011,7635,9999,5548,5114,2891,1638,10711,12088,9335,5224,5789,4163,2143,1780,11429,9453,10061,4205,6120,6286,11195,4572,5245,8145,3944,5737,4467,1800,1691,128,39,10,3,2,0,0,0],"fragments":[{"begin":"0.000","end":"20.520","lines":["We have a lot to learn from science and from medicine, yet sometimes it can be difficult to understand exactly what we know, and what we need to know. I’m Matt Abrahams and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast."]},{"begin":"20.520","end":"52.320","lines":["Today I am thrilled to be joined by Dr. Lloyd Minor. Lloyd is a scientist, surgeon, and academic leader. He is the Carl and Elizabeth Naumann of the Stanford University School of Medicine. He is also a professor of Head and Neck Surgery and a professor of Bioengineering and Neurobiology. In 2020 he wrote the book, Discovering Precision Health, and he is also the host of The Minor Consult Podcast."]},{"begin":"52.320","end":"58.520","lines":["Hi Lloyd, I’m really excited to have you on the podcast and look forward to our conversation."]},{"begin":"58.520","end":"62.440","lines":["Thank you, Matt. I’m delighted to be here and I too, look forward to our conversation."]},{"begin":"62.440","end":"76.520","lines":["Great. Let’s go ahead and get started first to begin. Congratulations on your podcast, the minor consult I’ve listened in, and I enjoy it very much. I’m curious, what led you to host a podcast and what are you hoping to accomplish with it?"]},{"begin":"76.520","end":"140.000","lines":["In the early days of COVID 19, when, you know, there was a lot of information coming out, a lot of science being done a lot that we didn’t know. I started doing some media appearances, really to try to explain what we do know and what we don’t know and to serve, I hope, as a trusted information source. And I enjoyed doing that and got good feedback on it and really continued to do that throughout the pandemic. Not that we’re out of the pandemic yet, but throughout the, shall we say the, the pre vaccination stage and vaccine rollout stage of the pandemic. And so I was looking for a way to continue that process of communicating with a large group of people, anyone who wants to listen. Hopefully through the podcast, also learn from the guests. The podcast is about leadership. It’s about leadership in a crisis, and I’ve had the privilege of interviewing guests from a wide different array of professions and interests. And I’ve learned a lot from it. Hopefully the listeners have as well."]},{"begin":"140.000","end":"170.960","lines":["I think one of the central messages of the pandemic to me, and I’ll be processing these past two plus years for the next. One of the central messages is we need to be more thoughtful about and more engaged with the way we communicate. And I think that’s particularly true in the science and in medical communities where I don’t think our communication has always served the public well, or the scientific interest well."]},{"begin":"170.960","end":"199.480","lines":["Well, I hope we can start that conversation today, given that we focus a lot on communication and, and I just want to you a personal, nod and thank you during the pandemic, you certainly provided a, a steady hand and some good, clear advice during times of, of confusion. Both for me personally, I know for my colleagues, I’m on the campus and, and actually in our general area. So thank you for that. And, I’ll just echo hosting a podcast is a fantastic way to learn. I have learned so much and I am sure I will learn a ton from you as well."]},{"begin":"199.480","end":"220.800","lines":["Speaking of learning, I recently learned that you consider yourself an introvert. I’m very curious to learn, how that has helped you be successful. And further, I’d love to hear your advice, tips, or tricks you have for many of our listeners who consider themselves introverts. And for those of us who might not be introverted, what could we do to help our colleagues and our friends who are?"]},{"begin":"220.800","end":"277.160","lines":["Sure. If one adopts the definition of introvert, extrovert is in terms of how you recharge. So classically extroverts recharged by being immersed with others and introverts recharged by being with themselves or a very small group of people or, or a person that they have as a particularly trusted advisor or, or a spouse. In my case, my wife. I think that that describes in my personality in terms of how I recharge now. What I’ve learned about myself, and in leadership in particular, is one of the reasons I feel like I have the best job on the planet is that I interact with such a group of amazingly bright people on a daily basis through what I do at Stanford University and Stanford Medicine, and then more broadly, as a representative of Stanford and as a leader in biomedicine."]},{"begin":"277.160","end":"295.080","lines":["I derive a lot of energy from those interactions and from learning from others. But in order to process and really sort of plan, then I need to have time to think and sort things out, individually or with a small group of others."]},{"begin":"295.080","end":"313.480","lines":["Thank you for sharing that. I think for those who listen in, who are introverted to hear that, that their approach is equally valuable and in some cases more valuable, I, I can be very affirming and to recognize that we need both types of people, those who are extroverted. And I fall into that category and notice who are introverted to make things work well."]},{"begin":"313.480","end":"339.200","lines":["You mentioned listening in your response to my question about introversion and I was really struck by a quote I heard of yours. It went, one of the most active things that I do is to listen to process what I’m hearing and to come up with informed questions that bring us together. Can you share your thoughts on the importance of listening beyond what you’ve already shared around introversion and provide us with any best practices you personally use to listen well?"]},{"begin":"339.200","end":"399.040","lines":["Sure. I think the most valuable clerkship that I had in medical school was my psychiatry clerkship. And it’s because of something that our preceptor did for, there were two of us students rotating with our preceptor at that time. It was a six week rotation for every day, at least three days a week, each of us would interview a patient. We weren’t allowed to take notes and then, and the other person would be listening. And after the interview, each of us independently would write. We were asked to write verbatim what we heard during that 30 minute interview and discussion with the patient. And at first, it was extraordinarily difficult. I mean, it was just the hardest thing in the world. But it became, I wouldn’t say easy, but it became easier with time and experience. And the point is that you really have to concentrate and focus if you’re going to really listen."]},{"begin":"399.040","end":"452.720","lines":["And I’ve tried to deploy that in, in the other things I’ve done, as a surgeon scientist, as a leader and it, it really does help. First it helps to build trust in others if they really can see that you’re listening. It helps to really have a dialogue. If in addition to what you’re saying, you’re actually heeding what others say. And that comes back in the way you converse with them, that, that they know that you’re listening to them. So I’ve always emphasized that I think listening is the most important trait and characteristic of leadership and undergirds the success in every other area of leadership. And, and I don’t think it receives enough attention as we’re talking about leadership training. And as we’re talking about communication, that certainly what we say is important, but it’s even more important that what we are saying is based upon what we’re taking in from listening to others."]},{"begin":"452.720","end":"477.320","lines":["So what I’m hearing you say really is that you need to take the time to listen, really focus and concentrate on it. It is an important act that requires a lot of attention and that it can really breed connection and validate others. And that’s an important part of leadership. And, and I agree as somebody who teaches communication, a lot of what gets taught is how to say your piece, not necessarily how to listen to what the other people are saying."]},{"begin":"477.320","end":"492.640","lines":["During your tenure, as the Dean of the Stanford School of Medicine, you’ve had to address many significant issues happening on campus and beyond. What are your thoughts on the role of leaders in communication in times of ambiguity and challenge? Any insights that you’ve learned?"]},{"begin":"492.640","end":"548.600","lines":["I think one insight is when, when I don’t know when someone doesn’t know the answer to a question, or when the answer, the question is simply not known, we need to say that we don’t know. And I think a lot of experts early on in the pandemic that was problematic because that really wasn’t being stated. And, there was so much we didn’t know. And in a sense, it’s not reassuring. But it’s far more of a problem if, if we try to pretend we do. And then later on, um, of course we didn’t. So I think being honest, being forthright, um, following through if, if, if it’s an in, if it’s a specific question, I simply don’t know the answer to, but the answer’s out there, then I should be finding out the answer and then relaying that back, So I think the idea is to, rather than pushing ambiguity away, we should lean into it and use it as a stimulus to guide our communication in more effective ways."]},{"begin":"548.600","end":"574.000","lines":["One of the things that I really respected about you and some of your colleagues who became front and center in the news on a regular basis was the level of transparency that, that you would admit we don’t know, or we’re learning. Or we said this one day, and now we, we, we know this as well. So in addition to saying, I don’t know, I think it’s important to put a focus on transparency as well. And I saw that played out often in your communication."]},{"begin":"574.000","end":"581.760","lines":["I’ve heard you talk about authentic leadership. Can you tell us what you mean by that? And why is this type of leadership so important to you?"]},{"begin":"581.760","end":"657.920","lines":["To me, authenticity means, you know, being forthright, being honest, being empathic, for sure. It means putting yourself in the shoes of the other person„ it means earning the right to be a leader, which is something that doesn’t come with a title. It doesn’t come with resources. To be an effective leader you need to earn that right, that trust. That privilege, that trust. I think authenticity is something today that, particularly given the impact of social media and the immediacy of social media. Oftentimes authenticity is not represented in a soundbite or in a tweet. In fact, if anything, it gets us further away from authenticity. And I think there’s a basic yearning today in society to, to have some bedrock truths, to, um, to understand our differences better than we do today, and to be authentic in expressing those differences and expressing those views. But hopefully from the authenticity, when it exists on both sides of an issue, when that authenticity is there, that will actually help people work together, even though they disagree. And I think we’re sorely lacking that right now."]},{"begin":"657.920","end":"667.320","lines":["I’m curious as you think about authentic leadership, what’s the role of feedback? I, it seems to be that feedback would be an important part of that. I’m curious how that works for you."]},{"begin":"667.320","end":"726.120","lines":["It’s essential to building trust. Another trait that helps in building trust is to be vulnerable. Goodness knows we were all of us, but in particular those of us in leadership, have throughout COVID, whether not we acknowledged it or not, we’ve been extraordinarily vulnerable. And I think to acknowledge that, look, we may not get this right, and we depend upon your feedback to recalibrate and get it right. That that’s, that’s just absolutely essential. By discipline, I’m trained as a neurosurgeon, as an lateral school based surgeon, and those are highly precise fields. And when I became provost to Johns Hopkins, I stopped operating because if you’re not doing it regularly, you shouldn’t be doing it. The point is that your best opportunity to do good for your patient is the first time you do something and do it absolutely right the first time."]},{"begin":"726.120","end":"776.160","lines":["And there is, there is a clear right and wrong with most things in my clinical field. Sure. You know, leadership is very, very different from that. I rarely find myself do I get it right the first time. And I depend upon the feedback of others. And the thing is if, unless this is, you know, a critically important time sensitive decision, and we were faced with many of those during COVID, in those cases, you do the best you can and, and you recalibrate very quickly. In cases that are not as acute as they have been during COVID, you can put up a straw person, you can float an idea, you can express your opinion in your belief about this is the way we think we should go. And some of that will be embraced, some of it won’t, but if you take the feedback. It’s not gonna affect your credibility as a leader."]},{"begin":"776.160","end":"817.680","lines":["It’s very different than a surgical procedure. You wouldn’t want to tell a patient before you do a surgical procedure. You know, I think I’m gonna do it this way today, but that may not work. And so, you know, we’ll then do something different tomorrow or next week. I mean, no one wants to hear that. And for me, that was a recalibration as a leader. And I feel really fortunate to have had both sides represented. And I think it’s made me able to act definitively when the circumstance requires it. And when people around me expect me to act definitively and also to be more graduated and incremental when the situation justifies that approach."]},{"begin":"817.680","end":"829.120","lines":["I think it’s great that you take the time to reflect on feedback and to be, and are so open to it. Before we end, I I’d like to ask you the same three questions I ask everyone who joins me, are you up for that?"]},{"begin":"829.120","end":"829.720","lines":["I sure am."]},{"begin":"829.720","end":"840.440","lines":["Excellent. If you were to capture the best communication advice you ever received as a five to seven word presentation slide title, what would that be?"]},{"begin":"840.440","end":"844.000","lines":["Empathic listening for impactful leadership."]},{"begin":"844.000","end":"847.520","lines":["Oh, I like it. And even it even has some rhyming to it."]},{"begin":"847.520","end":"851.720","lines":["Question number two, who is a communicator that you admire and why?"]},{"begin":"851.720","end":"864.480","lines":["Ruth Simmons, former president of Brown University, current president of  Prairie View A&M. I got to know Ruth when she was president of Brown, as a Brown alum. Ruth asked me to serve on a corporation committee on medical education many years ago, and I think Ruth’s ability to lean into complex controversial topics, and, through the strength of her personality and her intellect, really get people to do their best thinking around an issue and come up with recommendations."]},{"begin":"864.480","end":"885.040","lines":["I think she’s extraordinary at Brown’s commission on the history of the university with the slave trade stands out to this day as an iconic representation of how a university or any organization should go about looking, honestly, at its roots, analyzing learning from those roots, and then proactively planning a course forward, um, that doesn’t get bogged down in the horrific actions of the past, but it takes a firm view of having an learning from those actions and having impact in the future, to, in some way over the long term, right? The wrongs of the past. I think Ruth navigated that as president of Brown better than anyone else I’ve seen."]},{"begin":"885.040","end":"890.240","lines":["I’m not familiar with her, but it sounds like the ability to get the best out of other people and to navigate challenging situations are two of her core strengths."]},{"begin":"890.240","end":"891.760","lines":["Absolutely."]},{"begin":"891.760","end":"898.240","lines":["Final question. What are the first three ingredients that go into a successful communication recipe?"]},{"begin":"898.240","end":"946.520","lines":["Listen, learn, recalibrate. I think to learn, you have to listen. We talked a lot about that today. But you also had to be willing to say, look, I probably got that wrong before, and you’ve gotta be willing to say that first to yourself. And then you’ve gotta be willing to say that to others, and then seek the input from others that help you and others get it right. Moving forward to not, the downside too would be particularly in the contentious world we live in is just not to do anything because you’re concerned that whatever you do is gonna be unpopular. And by the way, that’s true today in some cases, but you’re not doing the organization that you’ve been entrusted to lead a favor. If you adopt that attitude, you’ve really got to make the decisions when they need to be made. But always based upon the listening and learning that you’ve done and that you will do in the future based upon a decision you’ve made,"]},{"begin":"946.520","end":"951.520","lines":["Listening and learning can be hard. It sounds to me like recalibration can be one of the harder, if not hardest parts of that, though."]},{"begin":"951.520","end":"954.480","lines":["Yeah, for sure. To do that for sure. Yeah."]},{"begin":"954.480","end":"980.440","lines":["Dean Minor, thank you so much for being here. The work that you and all of your colleagues do at Stanford Medical School is so important. And a personal thank you for all that you and everyone there did during the pandemic. I appreciate your time and your thoughtful and thought provoking ideas and actions around effective leadership and the imp of comm in science and medicine. Finally, best of luck to you on your podcast, The Minor Consult. Everyone listening in has a lot to learn from you and your guests."]},{"begin":"980.440","end":"991.080","lines":["You’ve been listening to Think Fast, Talk Smart. A production of Stanford Graduate School of Business. This podcast is produced by Michael Reilly, Jenny Luna, and me, Matt Abrahams."]}],"duration":991}