{"title":"Directive Speech vs. Dialogue: Communicating Better as a Leader","url":"https://www.gsb.stanford.edu/insights/directive-speech-vs-dialogue-communicating-better-leader","intro":["As the dean of Stanford Graduate School of Business, Dean Jon Levin knows the importance of crafting the right message and sharing it in the right way. But, as he says, one of the biggest challenges for any leader is to know what to communicate, and how.","How do leaders strike the balance between being clear and directive, while, as Levin says, “leaving space for people to form their own opinions, to discuss ideas, to debate?” He joins host and lecturer of strategic communications Matt Abrahams to discuss on this episode of Think Fast, Talk Smart."],"transcript":[{"author":"Matt Abrahams","text":"A big challenge for leaders and managers is to balance the tension between being directive and specific and allowing for space for discussion, debate, and difference. Today on the podcast we’ll discuss this and the ever-changing expectations of leaders in communication. I’m Matt Abrahams, and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart: The Podcast."},{"author":"Matt Abrahams","text":"I’m excited to chat with Jon Levin who is the Philip H. Knight professor and dean of Stanford Graduate School of Business. Before becoming dean in 2016, Jon spent 16 years in the economic department at Stanford. In 2021, he was appointed to President Joe Biden’s council of advisors on science and technology."},{"author":"Matt Abrahams","text":"Well, hi, Jon. Welcome to the podcast. I’m super excited to have you here."},{"author":"Jon Levin","text":"Thanks, Matt. Great to be here."},{"author":"Matt Abrahams","text":"Cool. Let’s get started. As your career has unfolded, you’ve had more and more opportunities to share your thoughts with larger and larger audiences. I’m curious to learn more about this and how your thinking on communication has evolved over time."},{"author":"Jon Levin","text":"My thinking about communication has evolved over my career. I started as a professor teaching. And when you’re giving research talks, it’s just everything is about presenting ideas and information clearly, and maybe even impressing people a little bit and getting them to change the way they think about a problem."},{"author":"Jon Levin","text":"In a leadership role, so much more of communication is about connecting with people, establishing shared humanity, motivating them, inspiring them, sometimes challenging them. So, going through my career, that has really reinforced to me the different purposes that communication serves: to inform people, to connect with people, to motivate and inspire them."},{"author":"Matt Abrahams","text":"I, too, have seen over my time how it’s changed, and the expectation has changed. And I think a lot of people who listen in have found themselves as their career has developed, they’ve had to adjust the way they perceive communication much like you have. And for many people, that can be very challenging. It’s good to hear that you recognize that. Any particular moments or thoughts that you’ve had that really helped you make that shift from talking about your own research and your own department to now being on a larger stage?"},{"author":"Jon Levin","text":"I wish there was just a single moment when the light bulb went on and I magically got better or figured out different ways to communicate. For me, it didn’t happen that way. It was more of a gradual process of learning and improving. And like anything, communication is a craft. And it’s a craft that you teach, and you have to work at it."},{"author":"Matt Abrahams","text":"Thank you for that candor, and thank you for reinforcing the fact that communication is something you have to work on and practice. Very, very true."},{"author":"Matt Abrahams","text":"In your six years as dean of the Stanford Graduate School of Business, you’ve had to address many significant issues happening on campus and beyond. What are your thoughts on the role of leaders and communication in times of ambiguity and challenge, and do you have any best practices you’ve learned that you rely on?"},{"author":"Jon Levin","text":"One of the most important things is to be able to provide clarity in a timely way. Often the way I tend to think about that is what do people need to know and how would I like them to feel when they read a message from me."},{"author":"Jon Levin","text":"There’s a very complex set of issues that has arisen on campuses in an academic leadership that has to do with how do you communicate about issues that are going on in the world. And the landscape for that particular question has changed hugely over the last, say, 5 or 10 years where historically academic leaders were hesitant, often did not, rarely communicated about the events of the day and so forth. And today, there’s a much higher expectation and a much greater demand to know where do the institutions stand. What does the president [unintelligible] think, what do deans think about different issues?"},{"author":"Jon Levin","text":"I find that to be one of the most complicated and challenging set of questions in leadership communication, figuring out what to talk about and how to talk about it. Wanting to be able to make clear statements about what I think or institutional values to reassure groups of people who really want to hear something about that. But at the same time, leaving space for people to form their own opinions, to discuss ideas, to debate what’s going on. Because that diversity of ideas, of viewpoints, of perspectives is just so absolutely central to our mission."},{"author":"Matt Abrahams","text":"I think in that, you’ve clearly defined a tension that all leaders need to manage, which is how do you step forward and put forth your position, but also leave space for people to discuss, to debate, to discover, and that’s a hard tension."},{"author":"Matt Abrahams","text":"And it sounds like part of how you navigate though that is by thinking through what do you want people to know and how do you want them to feel about those issues. And that is something we’ve talked about before on this podcast and I think critical in all communication. It’s not just the information you need to put out there. It’s how do people need to feel or do you want people to feel about it, so thank you."},{"author":"Matt Abrahams","text":"In the early days of the pandemic, you started sending out a weekly email blast that you sent to everybody in our community here at the GSB. And it relayed information; it offered support and assurance. And I personally found these messages comforting, informative, and encouraging in a time when encouragement was definitely needed. I’m curious about the specific thought process that went into those emails as well as your thoughts about how leaders can find a balance between being warm and personal, which I thought you did a great job with, and being strong and definitive."},{"author":"Jon Levin","text":"Thanks for saying that. When the pandemic started in the winter and spring of 2020, there was just so much going on because we were cancelling programs, international travel. We went online over a weekend. People were working from home; they had to be in lockdown. It was just an incredibly unusual and dynamic situation."},{"author":"Jon Levin","text":"So, I started writing to the community basically just to summarize the information that people needed: what was cancelled, how we’re moving online, who needed to be on campus. And I was basically just writing bullet point memos to make sure everyone had common facts and information and knew what to do."},{"author":"Jon Levin","text":"And then within a few weeks, I started writing more reflective emails, and so what I was thinking about, what I was reading, who I was talking to, the experience of having a Passover seder on Zoom, other types of strange experiences that everyone was sharing. And everyone was so isolated and lacking in community, and I wanted to try to maintain that. And so, I did keep that up through the main part of the pandemic, and I got a lot of positive responses and appreciation, partly just for putting that effort in to try to maintain community."},{"author":"Matt Abrahams","text":"I really found it endearing, and it did build a sense of community. When you were sharing the stories about how it was affecting your life, how it was affecting your family, you would highlight what you noticed other people doing, and it really served to bring people together. And I think a lesson for everybody listening is that even in times of stress, being personal and sharing your own experience can really help bond people together, and I appreciated that."},{"author":"Matt Abrahams","text":"As you think about the future of business and business education, I’m wondering what you think about the role communication is playing now and will play in the future."},{"author":"Jon Levin","text":"There is just know doubt whatsoever that communication is going to continue to play such an important role for business leaders. That’s true whether they’re communicating individually to their leadership team or to different people in their company or to employees or to customers or to shareholders or testifying in congress or to the public. It really is just so important for people who are in leadership roles to be able to communicate with clarity. Our students are really fortunate to have folks like you to help prepare them for that world, such an essential skill."},{"author":"Matt Abrahams","text":"Thank you. And I agree with you that the role of communication, the pandemic taught us how critical communication is. And when we’re cut off in some ways from our communication, it could be very challenging."},{"author":"Matt Abrahams","text":"Let me ask you about a question that is relevant to someone who is an economist and the dean of a business school. Capitalism is under fire these days. We’re facing problems of economic inequality, climate change, loss of jobs to technology, privacy concerns and many other things. How is the GSB teaching students to think about capitalism, and what is the role of the school in leading a broader conversation on the subject?"},{"author":"Jon Levin","text":"I love that question because I think you’re just spot on with where the world is today. The place I like to start in thinking about that is just to think about the extraordinary triumph that we’ve had in this country and in many other places around the world over the last century, century-and-a-half. In the United States over the last hundred and fifty years, standards of living almost doubled every generation. And that rise from subsistence to prosperity, there’s no precedent in human history. And it’s been even more dramatic in countries like China, for example, that adopted many elements of capitalism."},{"author":"Jon Levin","text":"And so, it’s just incredibly important to keep in mind that markets, that private enterprise, coupled with stable political, legal institutions can be the single greatest engine for societal progress. Particularly important to keep that in mind at a business school, because that is the engine we’re trying to build and support. At the same time, you’re absolutely right. You think of challenges like climate change, inequality, the misuses of technology. These are serious issues that we have to grapple with in this century."},{"author":"Jon Levin","text":"And we’re living at a time when our political system, which in some sense is the right place to deal with those types of challenges, just seems entirely unable to come to terms with them and address them in any sort of reasonable way. And so, people naturally then look elsewhere for solutions and for leadership."},{"author":"Jon Levin","text":"And so, they look to business, they look to investors, they look to the private sector to tackle these market failures, externalities, these problems, to be responsive to [unintelligible] stakeholders. And that just raises all kinds of hard questions. It’s hard enough to run a business to maximize long term value for your shareholders, and then someone asks you to solve global climate change."},{"author":"Matt Abrahams","text":"Right."},{"author":"Jon Levin","text":"So, when I think about what we want in educating students today to be business leaders, we want them to dive into those questions, to wrestle with them. There’s all kinds of tensions and tradeoffs. We want them to really think hard and understand those complexities."},{"author":"Jon Levin","text":"And of course, we also believe, and particularly in a place like Stanford, we’re an epicenter of innovation. We want our students to be the source of the solutions. We want them to solve problems like climate change, to bring new technologies, ideas, to market with great business models that deliver them with scale, with speed. We hope students when they come here are going to be inspired to take on big challenges, and then to do it in ways that will restore people’s faith in business and the ways it contributes to society."},{"author":"Matt Abrahams","text":"I certainly see as our students leave here that energy, that excitement to do just that. It’s one of the greatest pleasures I have teaching here."},{"author":"Jon Levin","text":"It’s incredibly inspiring."},{"author":"Matt Abrahams","text":"Absolutely."},{"author":"Jon Levin","text":"Just renews your faith in humanity and people every day and every year when we get a new generation of students."},{"author":"Matt Abrahams","text":"I so agree. Because the challenges are formidable, and yet the students leave ready to tackle them and it’s very rewarding."},{"author":"Matt Abrahams","text":"Stanford GSB is one of the most competitive management education programs in the world. What do you see as the opportunities for the GSB to reach and educate even a broader set of leaders than those fortunate enough to come here?"},{"author":"Jon Levin","text":"So, your question alludes to a tension in our core model of education in a place like Stanford, which is we take a very small and highly selected set of students, and we pair them up with an even smaller and highly selected set of faculty. That’s a magical, immersive, educational environment; very intense campus experience. And we hope that the outcome of that is that students go on, graduates go on to have an outsized impact in the world."},{"author":"Jon Levin","text":"At the same time, we need a much larger, stronger cohort of global business leaders to help continue to move toward prosperity and to have growth and solve the big challenges of the world. And particularly with the interest that people have in continuing to learn throughout their lifetime and the capabilities that we’ve developed, others have developed, with technology, I have a very strong feeling that places like Stanford have a tremendous opportunity — in some ways a responsibility — to try to reach and engage with and educate a broader set of people around the world, and to do that in ways that are transformative and meaningful and impactful."},{"author":"Jon Levin","text":"We do that today through short on campus programs we run for executives or for their leaders in our online programs. Our lead program nearly doubled during the pandemic in programs we run globally, like Stanford Seed which we run for entrepreneurs in Africa and South Asia. And we continue to look for new opportunities to do that, and it’s one of the things that I find most exciting about the future."},{"author":"Matt Abrahams","text":"I have certainly seen your commitment and your leadership team’s commitment to expanding how this place, the business school but also Stanford, reaches people. And I truly appreciate the support you have of what we do here because we’re trying to reach people as well."},{"author":"Jon Levin","text":"I think a podcast like this is such a great example of the ways that a place like Stanford can share ideas with the world, and reach a broader audience, and give people a sense of what’s going on, what are people thinking, what happens here."},{"author":"Matt Abrahams","text":"So, before we end, I’d like to ask you the same three questions I ask everybody who joins me. Are you up for that?"},{"author":"Jon Levin","text":"Let’s do it."},{"author":"Matt Abrahams","text":"All right. Question number one: if you were to capture the best communication advice you’ve ever received as a five- to seven-word presentation slide title, what would it be?"},{"author":"Jon Levin","text":"Okay, I have a story about this, which is maybe 20 years ago, my brother and I were asked to speak at an even that was in honor of my father. And we were supposed to be the dinner speakers. And so, we wrote to the people organizing this event and we said, “Well, what should we say? What do you think and so forth?”"},{"author":"Jon Levin","text":"And they wrote back this incredibly long email with, “Well, maybe you could touch on this and that and this and that, and you can do it this way. And oh, by the way, maybe tell a joke, and say something about your mom,” and all this stuff. And I looked at this email and I was like, wow, this is going to be a tough assignment. And my brother immediately just hits reply all and he says, “Got it. Standard talk: funny, touching, and short.”"},{"author":"Matt Abrahams","text":"I love it. Funny, touching, and short. I think that’s great advice for many of our communication situations. I’m curious, how did the talk go?"},{"author":"Jon Levin","text":"We were short."},{"author":"Matt Abrahams","text":"I’ll leave it at that. I’m curious, Jon, who is a communicator that you admire and why?"},{"author":"Jon Levin","text":"So, one person is Barack Obama. No matter your political affiliation, you have to admire President Obama as a communicator. He came and spoke on campus. He gave an incredibly detailed, pretty technocratic talk about social media and misinformation. It was easily an hour, maybe even an hour-and-a-half, and it was mesmerizing. He’s a wonderful speaker. I had one more person that I admire as a communicator among academic leaders and, and that’s, um, uh, that’s the outgoing president of MIT, Leo Rafael Reif, who’s someone I admire as a person, but also was a wonderful, uh, communicator to alumni and to about academic issues, topics of immigration, for example, and a lot of what made his communication. He wrote from the heart."},{"author":"Jon Levin","text":"Matt Abrahams: I see in you a GRA you gravitate towards connection and personal communication, and, and it sounds like the people you admire do that as well. And it, it truly does make a difference for sure."},{"author":"Matt Abrahams","text":"Let me ask you my third and final question. What are the first three ingredients that go into a successful communication recipe?"},{"author":"Jon Levin","text":"Clarity, connection, inspiration."},{"author":"Matt Abrahams","text":"Very, very important all three. And you do all three of those very well and serve as a good role model for all of us. And I think all business leaders and people developing their careers can think about how they can leverage those three together to help them successfully navigate the communication challenges that they have."},{"author":"Matt Abrahams","text":"Jon, thank you so much for being here. I appreciate your time, your insights, your candor, and truly appreciate what you do for us and for all of our students. Thank you."},{"author":"Jon Levin","text":"Matt, thank you so much for having me on, and we’re so fortunate to have you teaching at the GSB and doing this podcast."},{"author":"Matt Abrahams","text":"Thanks for joining us for another episode of Think Fast, Talk Smart: The Podcast, from Stanford Graduate School of Business. This episode was produced by Jenny Luna, Michael Reilly, and me, Matt Abrahams. For more information and episodes, visit gsb.stanford.edu, or subscribe to our show wherever you get your podcasts. Finally, find us on social media at Stanford GSB."}],"audio":"https://content.production.cdn.art19.com/segment_lists/ccc9d161-03da-486c-be49-328070b5f16a/20220927-Sm9uIExldmluIFRGVFMgbWl4IG1hc3RlciAzLndhdg-1806723b-f8d6-4038-a4ed-926dd60f66b3.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Jon Levin"],"wave_peaks":[14185,16412,18095,5902,13940,12763,16019,10526,7454,5400,12662,22417,12419,7402,10881,7172,12521,7876,15571,11201,6388,10176,12837,7987,547,17367,16189,7436,15651,12078,8035,15745,16041,7470,6942,10971,6699,6279,3669,5829,43,685,16015,21353,16781,10521,12083,14032,12081,10528,12707,12867,15782,12027,9101,11470,11386,10248,11366,6893,5524,11423,8960,5615,4108,7424,7088,7849,7059,7490,7529,20681,10946,9914,4740,18024,7882,11363,14760,11317,10162,13065,14269,16807,15897,8841,7232,8535,5055,19438,5428,15923,14123,7429,4656,20657,10092,4362,12967,4928,4254,4454,4266,4747,17627,17997,11645,14979,11106,12063,15548,3987,14382,12580,18189,9335,10098,9061,12029,10469,3583,15575,13106,6295,11347,9655,14537,9798,7442,9035,5148,3868,16820,14325,11069,11163,10893,13924,10806,8215,12055,11958,10835,11958,9426,9704,13388,12048,12776,6304,7350,2932,2975,12016,15825,9341,11298,9742,9532,12130,8809,12074,7201,12344,6613,11250,12019,9788,6050,5657,9554,6863,4903,5226,2888,290,246,190,177,7991,17795,7991,15482,14451,6411,6760,6769,15075,12865,9655,8153,11230,14093,15601,16859,9512,1237,4253,12683,15216,9721,3975,1125,76,23531,7468,10487,7564,9626,10077,9008,11068,10061,8448,7715,9182,11413,9794,7172,8523,6162,7625,8690,9272,7011,2478,19053,6965,11830,11448,9759,11774,10301,9638,13002,10836,7487,8282,6983,7467,6121,7340,3990,3634,2099,12351,7442,12646,10516,9622,13816,5399,7291,12840,7366,3875,12274,5901,6539,15094,14020,9610,7342,11817,10376,7755,12683,12089,9625,14915,4091,163,15313,1102,17799,12457,13116,1808,11358,13175,8774,10477,11041,11102,9621,5939,12967,4407,10142,11876,10343,5563,13381,7402,8304,11137,7945,7489,10245,4861,7639,8687,8229,6068,12007,13864,10830,4592,347,11987,12370,7741,9316,14687,10471,6792,9028,7039,10924,10611,8777,14125,7472,10184,9685,13612,8066,4051,12857,8735,10456,5190,11255,10706,8668,7034,5198,13968,9034,6372,13612,7320,2972,574,316,11521,16198,10926,10288,245,1569,12317,12479,9990,12876,8650,9631,14364,14214,10512,5125,7519,7622,8739,4562,4393,7493,13148,7326,8461,3410,14787,6310,8416,9466,615,9988,6415,4293,9071,6328,4811,2035,14318,8848,11563,4892,5382,4976,5633,5889,2486,5211,5885,7201,4085,3097,7055,7902,12628,13390,6715,5623,6507,6298,4972,562,7013,25527,9046,7285,5949,6222,4712,15491,5084,12010,12392,9890,10640,3961,2794,3830,4880,4289,8615,9523,2789,761,12689,10387,5158,3585,4611,3861,2062,5038,10056,6775,6743,18322,17149,4922,5306,1031,14306,7893,10614,10053,5900,8847,10597,7294,11380,5294,8118,8870,10044,6732,11777,9218,9613,8268,12972,6963,3955,3833,5162,3261,7570,5458,5048,3799,1767,218,5777,9439,4104,2118,308,16017,9732,11204,8059,11249,12209,7940,647,14525,8231,12586,10064,9429,14324,10820,11144,11152,5464,3465,17462,9603,789,8469,16940,10502,10404,1824,19699,17198,9599,12849,1380,14589,13724,11547,12955,233,13689,13874,13058,14874,13100,12415,5675,13528,12806,13451,10207,15620,7715,8409,13450,7300,11330,10644,5523,7422,3679,13501,11235,8513,10585,9723,8601,15997,4375,3759,1373,6837,15458,16678,12405,3942,567,11464,9210,3343,10438,11645,5647,116,3711,16578,8357,6930,5542,6012,6507,6877,8614,12951,12292,7787,6743,6730,5291,5967,5987,9057,1692,9229,8656,3881,660,245,16111,10479,11560,11149,13943,9675,9286,15848,16080,9893,8696,12084,20157,10654,11834,13619,14584,7626,6854,10026,20512,8609,10035,10010,9793,5480,4046,577,875,14860,16322,17899,6737,10908,8027,13077,9988,9061,9241,8279,9815,7895,9737,7293,6964,8022,10686,13930,18045,16471,20388,5936,3877,5105,3362,9954,10317,1755,58,40,1923,14368,12830,9334,11698,6986,5241,7394,7767,4745,12648,8512,8469,17810,6575,12083,10647,1716,9571,16051,11018,5036,333,16465,10496,9727,15910,10715,11616,9813,8076,7067,6389,13437,8751,11718,1816,15213,10074,65,17190,10589,4850,8678,5820,9779,2553,12191,11514,4408,1743,82,1430,12361,8227,2003,15873,8595,11122,12545,9396,7970,9038,9488,10381,8397,724,11643,5663,105,12571,7513,10765,9485,8914,10405,14382,9374,11005,15209,8612,10419,9346,9904,11924,9921,9923,4312,16568,13776,7368,12501,17293,5032,8948,11907,7334,11010,9970,6736,10961,5840,3493,103,10858,10416,13302,7231,13931,7529,5460,5774,3670,13761,10416,12262,5108,4030,14582,12767,10081,8625,14874,10235,4905,13131,7876,17568,9167,13060,4712,9935,5628,7874,11213,6549,9936,12158,9594,7709,8836,7844,7800,14386,3136,922,10330,11953,11375,9943,9782,7803,140,9629,12927,9211,9126,6898,12322,7404,3564,13614,9741,12833,9313,9338,9122,5145,154,9149,14118,10916,7534,7369,6360,6685,7007,9261,13085,10042,6249,5432,510,1193,232,25454,9029,6057,6446,2529,10576,10482,11260,3424,15061,7422,8011,11457,10387,7253,10050,14160,10463,6193,6984,13769,10507,10783,12565,318,12666,10190,15799,16359,11212,6824,15161,10344,5288,1137,599,12894,9384,11012,10190,9478,1938,11535,12652,10034,4102,8603,13643,19014,9008,110,221,6621,8494,8915,14807,7106,3834,8358,7992,12044,10338,7879,10531,7713,10936,15823,10251,11252,9438,9522,11652,9856,420,10466,14142,11682,9027,287,135,127,159,6481,11374,11027,9476,4556,9882,10178,11359,10751,8490,10805,5897,6704,11771,13405,8368,9194,10071,9009,9981,9432,4890,7876,15016,13485,29,6464,12268,7043,10613,8690,10797,9801,10752,7549,11475,8338,7049,10600,9807,3962,11750,7813,8661,8981,11180,12101,8819,2893,252,61,10632,14897,7740,5585,1643,12348,9538,4821,9885,10260,7036,4646,5579,7927,12015,10397,5137,4339,5239,4709,4241,5893,4919,14002,168,60,7719,26627,6546,4066,67,6125,20493,8609,10287,10967,9860,6983,9324,12038,13789,8573,2598,7140,10738,6581,4835,3624,3012,12632,11101,4358,5613,3229,7443,8974,4698,226,134,10424,9297,4421,2275,185,10829,12781,9814,13325,6830,3519,8964,7526,11773,10408,7610,7208,3498,8309,8984,9109,7261,4121,5437,178,4629,11287,4580,4990,3292,69,18,8716,7395,4549,4531,5858,4720,5511,80,16908,5362,11479,4972,8207,9359,6984,4505,5403,5239,5738,5398,3736,1072,11803,12869,8898,6321,4330,9305,3763,2830,10733,4759,2914,2507,6391,3642,4634,3500,3595,1284,3589,8617,2862,441,12960,10795,7563,5998,3920,5105,10386,13370,11143,9363,8320,8498,7412,5696,6634,7345,13003,10486,10125,6985,6459,7347,6876,6465,9826,5104,1106,17516,12647,12469,9284,11857,8673,12446,7754,12031,4923,8416,11316,14288,11137,11129,7217,5410,11480,9442,3571,6301,9390,9843,6997,6339,11309,9831,6833,7108,4220,8207,6157,6827,1431,1464,27432,6975,14733,8488,15686,10239,18021,13388,9547,11550,12916,5964,3498,3933,14216,12377,13848,12980,13344,18439,9849,14278,13306,9183,10054,8964,11398,12087,8473,11484,14738,9111,7665,10722,5701,894,11583,9132,10262,7175,6429,3516,1141,416,17757,11670,14331,11917,11033,15257,13707,3031,10226,10896,14640,8789,9059,12411,5482,499,5265,9518,11773,12769,10026,10101,10068,11499,9364,8116,9485,14275,9943,13547,10962,11403,12710,8580,6754,11011,9357,14221,9313,8971,9589,477,10878,13801,10792,9429,8443,15872,10842,6339,3076,9342,12798,17074,9646,5552,11230,9340,10200,10186,9722,12051,8981,13163,11015,8669,12608,9881,11226,12499,12998,8291,9998,12822,10773,5242,13031,11784,8061,11859,12187,12393,7758,10592,11263,11919,12359,1483,1080,16537,18764,13176,6124,14861,9599,10965,13061,5441,11862,12452,10580,11734,15126,7375,15471,7439,9107,11276,10559,11978,528,545,759,12136,11770,10547,11535,8087,1064,1053,12288,10077,12272,8972,12869,8936,5995,2687,6649,13411,14089,8845,9553,16755,12791,9707,4850,333,7173,10648,12132,6954,1034,8096,6756,15461,12615,9103,9111,10526,5859,1102,10293,12586,11643,8132,11143,6887,12874,5579,5262,10672,6030,12971,9876,12171,12435,11306,8446,5653,4953,410,19862,7199,4111,3423,10815,5893,322,11811,11425,10036,5517,11520,4902,392,8756,13283,14396,1419,11257,12388,302,739,9918,13913,9827,8658,13664,7269,8897,9254,7955,8665,15368,4915,10191,8831,4225,8123,6427,9347,3285,13189,13395,9138,7479,6640,7483,850,2177,716,12762,13298,16439,8409,5998,943,13465,11531,11640,8374,10383,12823,6612,5951,9078,6856,9537,7996,10708,11773,10681,6422,10854,10462,5709,4739,10266,7726,5224,10166,9382,17483,6647,6868,7392,5685,8042,8669,11414,10397,9583,7515,5198,7952,5635,11449,9066,15593,11954,11127,11246,10483,10522,8130,10420,9056,9988,12183,8927,538,8874,10881,6251,7371,13014,20586,4548,4032,5733,6140,9418,6321,144,19083,8080,6620,5091,5676,6719,7402,5062,3687,87,68,13,47,26103,15541,10690,8941,13115,12288,12370,10610,9022,7824,12092,12078,12696,12586,12865,11429,12109,9166,9071,10843,9569,9973,9476,7257,6297,3904,5104,361,10393,15099,6910,7707,12926,11777,7460,15289,14599,16090,12523,11266,9646,8496,7225,12287,10528,13227,14619,6973,15587,11221,5357,12909,11288,10341,11918,6656,12468,13407,3657,13761,13263,12995,13252,8567,12296,8154,8977,7500,9817,3825,12449,13982,13567,14161,9686,12874,18307,10868,7260,9057,5567,13831,9222,18482,11734,9461,8725,17601,11333,10803,11471,17678,11224,19270,9668,17319,13186,514,7015,13567,8185,13126,11012,8067,11626,2408,13563,15854,11521,6547,12711,3819,8568,9984,12512,5872,3730,17311,8798,13759,11596,13115,7355,11135,16150,13040,14950,14506,13247,16661,8876,15864,13044,2781,14802,12326,11761,7574,11060,12120,10937,8229,11532,5964,313,6265,16260,3082,11463,9146,7119,5569,7463,4009,4803,4579,11691,13822,8664,3797,7926,8549,7089,5001,3711,5346,7364,7955,8625,10919,7833,11758,9770,6662,6596,4687,2279,4897,3720,3971,111,18316,10213,10254,12931,8169,9664,13707,10162,3273,18100,10418,11230,12344,12623,10077,14488,6671,5302,6405,3267,22551,9575,10004,6054,5189,7008,6466,7363,6456,14414,16975,14497,8004,10983,9179,6605,17165,6031,4163,15341,9293,11229,15203,12202,6208,12113,9358,16385,6216,5555,5464,9311,10206,4033,5136,3821,342,676,17345,9900,10950,7020,8948,9991,6490,15548,13370,12258,7773,12563,13817,11502,10069,9385,9703,9453,11816,11325,4141,3697,2905,3795,978,59,18104,11475,16744,13280,6937,7081,10657,3705,18586,13525,8246,11854,12399,11387,12913,7579,13165,12449,6767,14994,8995,15094,15954,10842,15523,15308,11650,11328,11207,9301,4258,13060,15690,11476,8886,10780,4526,9668,5566,11153,14472,11239,11600,11000,8306,12579,10309,8002,9132,4821,13879,9231,10800,12867,3894,3988,13015,10957,10490,11863,9274,8465,9863,3019,332,11412,11305,12094,6861,45,14804,11753,12299,2789,9914,13053,13701,4122,340,2136,10767,4468,16235,15962,14245,11439,7970,11656,8928,10612,7796,8702,15386,13223,5207,9866,11571,10661,14539,6722,9088,8724,12961,12633,13038,10751,13847,6101,12032,12680,10053,1197,18088,11574,7395,10259,9942,17368,9939,6378,12027,13192,7682,16176,9625,6134,11716,369,14633,15217,13967,11790,11781,8285,13420,12658,9249,9081,15918,8267,7786,18341,11898,16397,4625,14651,12789,12328,10579,8773,10902,8665,5587,745,286,12012,9503,8064,10230,12078,10000,13346,7975,7978,8421,12201,11456,5451,4177,580,12152,18392,13212,11181,12415,12171,6772,15069,26098,16739,10114,17064,11018,13360,7453,10076,14406,454,370,7996,12752,12786,13010,12673,16875,3918,8706,16796,10412,15462,8373,8879,8864,16792,9495,6548,7763,8391,10715,17627,8436,7141,313,11847,13188,6628,11694,9226,6225,9730,11329,15911,10110,6900,10581,9220,9166,13101,8698,14488,14249,8210,13034,11653,8078,4113,6128,109,1091,5908,9035,14723,10789,10568,10020,8948,7514,10641,10005,11183,12962,9691,459,12485,10286,6625,8729,11403,10064,9101,9880,9507,13469,11159,8408,12015,11179,7490,9074,9234,11328,9168,14697,4033,277,182,191,12465,10023,11631,417,6928,15603,13242,12833,9012,12601,9360,8612,259,32,3087,10724,8399,902,9476,9898,7146,12094,10513,9770,9716,671,9638,12826,13012,5816,13211,10167,6367,7673,12364,9082,372,10673,17924,9740,13943,17116,13158,10028,7094,14376,13570,10979,10287,10892,10019,5392,19034,10077,1190,771,10367,15494,8443,9226,11659,12395,9031,375,350,422,106,13532,12242,10003,10687,11042,4242,46,148,12410,16265,13006,14667,2376,14272,18428,12026,12142,12010,12804,15978,12707,12261,13696,7239,14770,15928,12563,12114,13880,12318,9664,10336,13526,12117,15262,3849,3111,216,2343,1070,10207,14923,2471,17267,13960,14830,14734,11171,8447,7589,12504,6913,145,33,13981,7541,8467,3896,10146,15960,12128,6883,10171,14395,11171,8381,12787,13637,10472,14803,11194,12466,11194,10689,9991,10419,12658,12838,7077,13954,13608,7089,7027,12129,11591,17219,14359,4720,332,12169,10719,8514,9930,14979,8650,6821,284,10172,12510,10763,10177,7481,13236,10314,11637,12088,10352,9540,9356,3727,12394,12810,224,15023,8096,10219,15820,9414,13574,12007,5760,11752,12906,13347,13233,8129,13622,6185,12032,8293,12318,6718,9187,10515,5472,7666,9516,12317,11178,13280,8422,8949,9807,7549,8048,8665,5909,5982,9765,10012,7710,9018,434,6485,11744,8703,12236,12577,8404,13249,7598,7207,74,11314,11874,17152,10711,725,316,7744,8128,10322,11217,10612,15251,12222,6822,8236,7863,11286,5375,7758,9354,7866,11499,6436,7359,5308,437,188,119,52,15386,10545,10912,9595,7197,7658,6126,5097,4182,5091,6374,5662,5476,1541,5726,6477,5945,4381,9298,8055,1852,8532,9984,9336,6601,12814,8346,3512,4482,1704,12853,12389,7320,9528,2948,11016,12550,14847,13374,8781,11998,12152,11875,1598,25534,23674,14349,13681,16607,11557,12522,14345,11287,16673,9875,11347,13149,15153,10226,3118,13278,7783,4320,12634,12692,4846,8098,14364,9325,12602,10381,7695,8866,8759,10367,7122,7531,8810,6280,3118,4462,8003,5009,3887,964,375,19129,13058,10945,6923,10166,11176,10416,7206,11398,7531,8900,8309,8742,9240,8941,7369,7511,1422,2732,14006,10246,12249,9541,8613,7072,7791,10845,11984,7834,8691,10276,7045,7163,6661,8282,6865,5937,10437,6585,5006,7493,9405,7933,7287,6537,161,14571,14613,6306,6479,14057,12165,13854,10984,12899,13041,18674,9131,9578,10776,12330,8484,15668,14689,14163,4220,9053,13602,15149,11119,11025,7398,11449,12196,13089,7612,8832,16462,12073,10048,13854,16409,9064,7765,19127,11204,10305,15390,11797,2539,322,97,15426,12450,12706,5733,8231,12707,9310,8075,11197,12643,11301,16074,6490,12851,11029,3333,12559,10320,16375,2568,267,13788,12745,13890,9192,17238,15651,9710,7520,11047,9017,10770,12777,7155,10126,9877,7558,10124,9006,11933,11312,5619,4269,418,733,510,87,7884,16255,10044,5347,66,686,10733,11660,12188,8674,13832,15560,11284,15696,12365,11865,10062,8964,1319,361,11550,14410,8565,10986,2527,11963,13140,181,2827,9620,11755,10450,12071,13673,15115,7186,8866,1240,757,12950,9523,9121,15619,11339,8343,13149,12192,15676,326,436,13883,13328,12058,10003,5054,9646,10754,8233,17805,9387,9139,8918,10605,8628,11943,15193,9998,7315,12428,13972,6716,3108,10668,15665,6382,13312,1227,8962,12991,9345,234,13850,20127,13509,7605,12206,7549,10893,11376,13685,12089,10713,9208,11535,12741,10893,11616,12513,12377,11704,7925,3233,9973,7383,301,16746,11301,7624,11470,7219,12303,8887,8079,8531,7989,5495,13425,12613,8515,9361,9474,5777,14440,9969,12186,7750,8966,11446,461,3142,13685,13202,7646,5496,6397,5421,10870,10127,9907,4604,5915,15978,9990,2125,13262,9216,8928,16978,5582,9184,7826,714,13785,13617,13857,10595,12368,14719,15960,10251,4164,12689,10231,14433,13128,11653,12513,9124,13167,13705,5909,10315,11732,14668,8711,12268,11959,525,10881,7426,14317,8908,12538,6272,1219,7636,10692,10734,8996,6401,12627,8479,2058,22006,11081,7119,10426,16348,12360,10871,12481,250,8993,7226,8951,10516,11740,10607,8286,6449,6839,13192,10198,8186,12520,7834,17837,7345,11614,9583,8095,9459,10109,7938,1049,17988,13631,10052,10025,7027,6666,7010,8918,6383,7864,4022,6694,4354,10450,7078,3500,7257,4755,16316,10643,10221,7655,8204,8134,7489,7020,3995,3971,4697,743,7436,6851,6361,9930,5219,7274,7475,5345,5151,8480,11386,7810,9463,6191,12024,7789,2981,3295,3089,560,13124,7320,17468,9958,16496,6232,16011,12955,3553,12061,8271,11793,8346,10760,4688,12553,8144,10221,15759,8299,12286,12394,9867,5053,3904,3298,9954,12139,11529,11486,4563,1065,11527,11095,14024,11783,12569,12906,10570,7555,14495,8339,6559,552,14367,16981,8001,6714,64,39,52,15092,12731,13009,4446,15403,16782,14485,17054,15958,8688,12840,13073,10993,3843,3508,4975,12548,9296,4754,16769,11311,16690,16807,3316,149,17937,16459,7257,1674,14346,14269,18571,7677,15014,5901,7315,10974,9482,9727,13757,10461,4969,9274,20508,9335,7882,5783,9292,12455,8262,8299,6259,6431,324,14097,7651,5082,83,69,221,15634,12215,11258,16450,12528,9262,10582,8740,393,4724,10885,10754,10248,9054,4564,226,111,11409,13683,11885,5753,13443,7201,9428,5601,9770,11069,13422,8640,7244,3589,15416,10214,13547,2752,520,6239,13178,10509,9158,12685,9449,11286,13574,1140,7040,9352,662,696,190,11632,13392,12519,8265,12319,11777,14409,9856,6346,11652,14001,11729,11360,9454,10314,9385,8613,9317,11508,12559,5325,7167,15130,11007,8051,13946,6784,12528,13985,13177,11610,14681,17159,13186,13880,11888,8907,13340,12993,13805,15579,13681,11469,14478,13937,10236,13703,13872,9262,8147,15483,15071,12894,13247,14435,9469,794,937,728,279,16217,12599,12863,12119,17057,17291,9490,12630,23088,15399,10745,7406,1008,16461,12901,6272,10138,8840,5655,2295,12212,12054,11772,15447,9696,1509,6289,10089,5265,11864,19849,6206,12215,17252,1181,15184,3456,17999,6027,7709,5560,11783,23573,13439,951,20864,7744,11532,14698,2245,8189,11272,989,37,19181,11284,15483,13191,10790,13036,10609,9505,4843,6111,9787,10861,4709,441,14581,12642,18835,11865,13083,181,53,13575,12698,10238,12853,2425,12031,21306,11037,12118,3371,7,13038,8908,8939,10279,6981,11663,7004,4018,5159,4401,3402,70,8183,15930,11605,5869,11927,16659,4667,11284,14013,7339,10726,13092,9474,7115,10539,13488,12959,11777,36,537,12054,13758,7326,7857,11887,10972,9834,12262,7119,10590,12061,12190,9110,514,239,9446,14650,12356,43,5024,11012,11502,7942,1994,10789,11214,2172,10821,12782,11114,14015,14397,12675,10331,12068,7803,9932,10300,10063,7591,11280,143,11263,11551,11757,9963,10561,11051,11954,789,148,120,11042,9201,9158,5703,11335,13299,6470,7292,14370,16266,11111,7567,11754,13582,7594,10635,9438,9714,9193,6003,13482,11016,10622,9424,10790,8638,4841,1815,12441,11391,10376,2114,9550,10166,2244,12130,8221,13178,10690,7817,13343,11086,8472,12847,9365,8083,4165,9380,7877,6751,453,9681,15157,8966,6698,9703,8962,8045,8066,8645,8487,6289,5543,5067,1289,8811,10476,8530,560,277,302,16781,11141,9790,17958,13710,12662,6054,2675,7604,14557,10715,11712,9002,10456,5719,6874,11026,7593,5526,11161,6239,4882,4934,7697,14280,2581,96,1094,13929,10913,544,6978,11770,9227,132,7667,9641,4652,128,4395,15963,6720,6551,4795,101,12516,7668,8028,8405,9432,10442,7251,7694,6082,5047,5336,14751,10388,11304,10252,12409,7948,10175,14050,12691,7790,5488,1982,8043,12008,11482,12333,5379,4435,3702,9212,12651,9182,6123,6589,5944,5588,10954,9433,398,11478,11548,10286,9480,13082,6850,10166,6537,7227,7139,5652,7765,5166,5306,7589,20389,18488,10556,10941,7253,7715,14372,7570,9873,9829,6997,5767,9893,4686,13025,11042,9885,502,12579,8082,10673,6479,6283,9866,6888,17052,5965,9038,5958,5405,4142,3149,7864,281,13442,13771,10918,11029,15701,12904,8681,6439,9550,10565,9245,8118,7575,226,3336,12720,11399,8754,11915,12179,1965,10589,18501,8783,4013,3324,3345,4744,4424,5754,5879,6744,5494,6925,4055,3317,17185,19365,17636,15671,17905,11220,11538,23374,14047,3377,24993,11807,8818,14114,17644,3576,16636,16080,21668,16189,13241,10315,12163,5265,3840,3339,20659,14115,12625,15245,13458,16148,17338,8069,17733,17244,10664,13207,12747,7029,20601,6731,3845,2071,19790,13069,13448,13242,13739,11318,15614,3497,19240,10168,3915,13415,13085,9368,14671,8050,5437,1488,14341,15266,13105,10947,13756,11596,12462,10044,11196,3181,2183,15271,4262,18004,18632,9458,16415,11761,10713,13260,16114,10160,10637,12290,8415,1273,1239,1180,1195,1100,954,1067,819,974,842,898,816,847,764,783,686,654,567,560,547,492,487,440,423,376,395,336,332,305,290,293,249,204,209,173,172,139,149,111,117,89,90,73,60,36,21,15,8,3,2,2,2,2,2,2,2,2,2,2,2,2],"fragments":[{"begin":"0.000","end":"31.440","lines":["A big challenge for leaders and managers is to balance the tension between being directive and specific and allowing for space for discussion, debate, and difference. Today on the podcast we’ll discuss this and the ever-changing expectations of leaders in communication. I’m Matt Abrahams, and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart: The Podcast."]},{"begin":"31.440","end":"53.920","lines":["I’m excited to chat with Jon Levin who is the Philip H. Knight professor and dean of Stanford Graduate School of Business. Before becoming dean in 2016, Jon spent 16 years in the economic department at Stanford. In 2021, he was appointed to President Joe Biden’s council of advisors on science and technology."]},{"begin":"53.920","end":"57.760","lines":["Well, hi, Jon. Welcome to the podcast. I’m super excited to have you here."]},{"begin":"57.760","end":"58.960","lines":["Thanks, Matt. Great to be here."]},{"begin":"58.960","end":"73.640","lines":["Cool. Let’s get started. As your career has unfolded, you’ve had more and more opportunities to share your thoughts with larger and larger audiences. I’m curious to learn more about this and how your thinking on communication has evolved over time."]},{"begin":"73.640","end":"92.720","lines":["My thinking about communication has evolved over my career. I started as a professor teaching. And when you’re giving research talks, it’s just everything is about presenting ideas and information clearly, and maybe even impressing people a little bit and getting them to change the way they think about a problem."]},{"begin":"92.720","end":"115.040","lines":["In a leadership role, so much more of communication is about connecting with people, establishing shared humanity, motivating them, inspiring them, sometimes challenging them. So, going through my career, that has really reinforced to me the different purposes that communication serves: to inform people, to connect with people, to motivate and inspire them."]},{"begin":"115.040","end":"144.160","lines":["I, too, have seen over my time how it’s changed, and the expectation has changed. And I think a lot of people who listen in have found themselves as their career has developed, they’ve had to adjust the way they perceive communication much like you have. And for many people, that can be very challenging. It’s good to hear that you recognize that. Any particular moments or thoughts that you’ve had that really helped you make that shift from talking about your own research and your own department to now being on a larger stage?"]},{"begin":"144.160","end":"168.640","lines":["I wish there was just a single moment when the light bulb went on and I magically got better or figured out different ways to communicate. For me, it didn’t happen that way. It was more of a gradual process of learning and improving. And like anything, communication is a craft. And it’s a craft that you teach, and you have to work at it."]},{"begin":"168.640","end":"175.560","lines":["Thank you for that candor, and thank you for reinforcing the fact that communication is something you have to work on and practice. Very, very true."]},{"begin":"175.560","end":"193.960","lines":["In your six years as dean of the Stanford Graduate School of Business, you’ve had to address many significant issues happening on campus and beyond. What are your thoughts on the role of leaders and communication in times of ambiguity and challenge, and do you have any best practices you’ve learned that you rely on?"]},{"begin":"193.960","end":"209.480","lines":["One of the most important things is to be able to provide clarity in a timely way. Often the way I tend to think about that is what do people need to know and how would I like them to feel when they read a message from me."]},{"begin":"209.480","end":"249.080","lines":["There’s a very complex set of issues that has arisen on campuses in an academic leadership that has to do with how do you communicate about issues that are going on in the world. And the landscape for that particular question has changed hugely over the last, say, 5 or 10 years where historically academic leaders were hesitant, often did not, rarely communicated about the events of the day and so forth. And today, there’s a much higher expectation and a much greater demand to know where do the institutions stand. What does the president [unintelligible] think, what do deans think about different issues?"]},{"begin":"249.080","end":"289.080","lines":["I find that to be one of the most complicated and challenging set of questions in leadership communication, figuring out what to talk about and how to talk about it. Wanting to be able to make clear statements about what I think or institutional values to reassure groups of people who really want to hear something about that. But at the same time, leaving space for people to form their own opinions, to discuss ideas, to debate what’s going on. Because that diversity of ideas, of viewpoints, of perspectives is just so absolutely central to our mission."]},{"begin":"289.080","end":"308.160","lines":["I think in that, you’ve clearly defined a tension that all leaders need to manage, which is how do you step forward and put forth your position, but also leave space for people to discuss, to debate, to discover, and that’s a hard tension."]},{"begin":"308.160","end":"329.560","lines":["And it sounds like part of how you navigate though that is by thinking through what do you want people to know and how do you want them to feel about those issues. And that is something we’ve talked about before on this podcast and I think critical in all communication. It’s not just the information you need to put out there. It’s how do people need to feel or do you want people to feel about it, so thank you."]},{"begin":"329.560","end":"361.240","lines":["In the early days of the pandemic, you started sending out a weekly email blast that you sent to everybody in our community here at the GSB. And it relayed information; it offered support and assurance. And I personally found these messages comforting, informative, and encouraging in a time when encouragement was definitely needed. I’m curious about the specific thought process that went into those emails as well as your thoughts about how leaders can find a balance between being warm and personal, which I thought you did a great job with, and being strong and definitive."]},{"begin":"361.240","end":"379.880","lines":["Thanks for saying that. When the pandemic started in the winter and spring of 2020, there was just so much going on because we were cancelling programs, international travel. We went online over a weekend. People were working from home; they had to be in lockdown. It was just an incredibly unusual and dynamic situation."]},{"begin":"379.880","end":"394.960","lines":["So, I started writing to the community basically just to summarize the information that people needed: what was cancelled, how we’re moving online, who needed to be on campus. And I was basically just writing bullet point memos to make sure everyone had common facts and information and knew what to do."]},{"begin":"394.960","end":"427.920","lines":["And then within a few weeks, I started writing more reflective emails, and so what I was thinking about, what I was reading, who I was talking to, the experience of having a Passover seder on Zoom, other types of strange experiences that everyone was sharing. And everyone was so isolated and lacking in community, and I wanted to try to maintain that. And so, I did keep that up through the main part of the pandemic, and I got a lot of positive responses and appreciation, partly just for putting that effort in to try to maintain community."]},{"begin":"427.920","end":"453.880","lines":["I really found it endearing, and it did build a sense of community. When you were sharing the stories about how it was affecting your life, how it was affecting your family, you would highlight what you noticed other people doing, and it really served to bring people together. And I think a lesson for everybody listening is that even in times of stress, being personal and sharing your own experience can really help bond people together, and I appreciated that."]},{"begin":"453.880","end":"462.120","lines":["As you think about the future of business and business education, I’m wondering what you think about the role communication is playing now and will play in the future."]},{"begin":"462.120","end":"497.400","lines":["There is just know doubt whatsoever that communication is going to continue to play such an important role for business leaders. That’s true whether they’re communicating individually to their leadership team or to different people in their company or to employees or to customers or to shareholders or testifying in congress or to the public. It really is just so important for people who are in leadership roles to be able to communicate with clarity. Our students are really fortunate to have folks like you to help prepare them for that world, such an essential skill."]},{"begin":"497.400","end":"507.960","lines":["Thank you. And I agree with you that the role of communication, the pandemic taught us how critical communication is. And when we’re cut off in some ways from our communication, it could be very challenging."]},{"begin":"507.960","end":"533.200","lines":["Let me ask you about a question that is relevant to someone who is an economist and the dean of a business school. Capitalism is under fire these days. We’re facing problems of economic inequality, climate change, loss of jobs to technology, privacy concerns and many other things. How is the GSB teaching students to think about capitalism, and what is the role of the school in leading a broader conversation on the subject?"]},{"begin":"533.200","end":"570.760","lines":["I love that question because I think you’re just spot on with where the world is today. The place I like to start in thinking about that is just to think about the extraordinary triumph that we’ve had in this country and in many other places around the world over the last century, century-and-a-half. In the United States over the last hundred and fifty years, standards of living almost doubled every generation. And that rise from subsistence to prosperity, there’s no precedent in human history. And it’s been even more dramatic in countries like China, for example, that adopted many elements of capitalism."]},{"begin":"570.760","end":"600.800","lines":["And so, it’s just incredibly important to keep in mind that markets, that private enterprise, coupled with stable political, legal institutions can be the single greatest engine for societal progress. Particularly important to keep that in mind at a business school, because that is the engine we’re trying to build and support. At the same time, you’re absolutely right. You think of challenges like climate change, inequality, the misuses of technology. These are serious issues that we have to grapple with in this century."]},{"begin":"600.800","end":"622.960","lines":["And we’re living at a time when our political system, which in some sense is the right place to deal with those types of challenges, just seems entirely unable to come to terms with them and address them in any sort of reasonable way. And so, people naturally then look elsewhere for solutions and for leadership."]},{"begin":"622.960","end":"647.800","lines":["And so, they look to business, they look to investors, they look to the private sector to tackle these market failures, externalities, these problems, to be responsive to [unintelligible] stakeholders. And that just raises all kinds of hard questions. It’s hard enough to run a business to maximize long term value for your shareholders, and then someone asks you to solve global climate change."]},{"begin":"647.800","end":"648.720","lines":["Right."]},{"begin":"648.720","end":"665.680","lines":["So, when I think about what we want in educating students today to be business leaders, we want them to dive into those questions, to wrestle with them. There’s all kinds of tensions and tradeoffs. We want them to really think hard and understand those complexities."]},{"begin":"665.680","end":"694.080","lines":["And of course, we also believe, and particularly in a place like Stanford, we’re an epicenter of innovation. We want our students to be the source of the solutions. We want them to solve problems like climate change, to bring new technologies, ideas, to market with great business models that deliver them with scale, with speed. We hope students when they come here are going to be inspired to take on big challenges, and then to do it in ways that will restore people’s faith in business and the ways it contributes to society."]},{"begin":"694.080","end":"702.880","lines":["I certainly see as our students leave here that energy, that excitement to do just that. It’s one of the greatest pleasures I have teaching here."]},{"begin":"702.880","end":"704.520","lines":["It’s incredibly inspiring."]},{"begin":"704.520","end":"705.360","lines":["Absolutely."]},{"begin":"705.360","end":"712.840","lines":["Just renews your faith in humanity and people every day and every year when we get a new generation of students."]},{"begin":"712.840","end":"719.800","lines":["I so agree. Because the challenges are formidable, and yet the students leave ready to tackle them and it’s very rewarding."]},{"begin":"719.800","end":"733.560","lines":["Stanford GSB is one of the most competitive management education programs in the world. What do you see as the opportunities for the GSB to reach and educate even a broader set of leaders than those fortunate enough to come here?"]},{"begin":"733.560","end":"761.400","lines":["So, your question alludes to a tension in our core model of education in a place like Stanford, which is we take a very small and highly selected set of students, and we pair them up with an even smaller and highly selected set of faculty. That’s a magical, immersive, educational environment; very intense campus experience. And we hope that the outcome of that is that students go on, graduates go on to have an outsized impact in the world."]},{"begin":"761.400","end":"804.600","lines":["At the same time, we need a much larger, stronger cohort of global business leaders to help continue to move toward prosperity and to have growth and solve the big challenges of the world. And particularly with the interest that people have in continuing to learn throughout their lifetime and the capabilities that we’ve developed, others have developed, with technology, I have a very strong feeling that places like Stanford have a tremendous opportunity — in some ways a responsibility — to try to reach and engage with and educate a broader set of people around the world, and to do that in ways that are transformative and meaningful and impactful."]},{"begin":"804.600","end":"828.920","lines":["We do that today through short on campus programs we run for executives or for their leaders in our online programs. Our lead program nearly doubled during the pandemic in programs we run globally, like Stanford Seed which we run for entrepreneurs in Africa and South Asia. And we continue to look for new opportunities to do that, and it’s one of the things that I find most exciting about the future."]},{"begin":"828.920","end":"843.920","lines":["I have certainly seen your commitment and your leadership team’s commitment to expanding how this place, the business school but also Stanford, reaches people. And I truly appreciate the support you have of what we do here because we’re trying to reach people as well."]},{"begin":"843.920","end":"859.360","lines":["I think a podcast like this is such a great example of the ways that a place like Stanford can share ideas with the world, and reach a broader audience, and give people a sense of what’s going on, what are people thinking, what happens here."]},{"begin":"859.360","end":"864.960","lines":["So, before we end, I’d like to ask you the same three questions I ask everybody who joins me. Are you up for that?"]},{"begin":"864.960","end":"865.720","lines":["Let’s do it."]},{"begin":"865.720","end":"877.320","lines":["All right. Question number one: if you were to capture the best communication advice you’ve ever received as a five- to seven-word presentation slide title, what would it be?"]},{"begin":"877.320","end":"897.320","lines":["Okay, I have a story about this, which is maybe 20 years ago, my brother and I were asked to speak at an even that was in honor of my father. And we were supposed to be the dinner speakers. And so, we wrote to the people organizing this event and we said, “Well, what should we say? What do you think and so forth?”"]},{"begin":"897.320","end":"922.760","lines":["And they wrote back this incredibly long email with, “Well, maybe you could touch on this and that and this and that, and you can do it this way. And oh, by the way, maybe tell a joke, and say something about your mom,” and all this stuff. And I looked at this email and I was like, wow, this is going to be a tough assignment. And my brother immediately just hits reply all and he says, “Got it. Standard talk: funny, touching, and short.”"]},{"begin":"922.760","end":"932.800","lines":["I love it. Funny, touching, and short. I think that’s great advice for many of our communication situations. I’m curious, how did the talk go?"]},{"begin":"932.800","end":"933.720","lines":["We were short."]},{"begin":"933.720","end":"939.800","lines":["I’ll leave it at that. I’m curious, Jon, who is a communicator that you admire and why?"]},{"begin":"939.800","end":"976.880","lines":["So, one person is Barack Obama. No matter your political affiliation, you have to admire President Obama as a communicator. He came and spoke on campus. He gave an incredibly detailed, pretty technocratic talk about social media and misinformation. It was easily an hour, maybe even an hour-and-a-half, and it was mesmerizing. He’s a wonderful speaker. I had one more person that I admire as a communicator among academic leaders and, and that’s, um, uh, that’s the outgoing president of MIT, Leo Rafael Reif, who’s someone I admire as a person, but also was a wonderful, uh, communicator to alumni and to about academic issues, topics of immigration, for example, and a lot of what made his communication. He wrote from the heart."]},{"begin":"976.880","end":"984.240","lines":["Matt Abrahams: I see in you a GRA you gravitate towards connection and personal communication, and, and it sounds like the people you admire do that as well. And it, it truly does make a difference for sure."]},{"begin":"984.240","end":"990.120","lines":["Let me ask you my third and final question. What are the first three ingredients that go into a successful communication recipe?"]},{"begin":"990.120","end":"994.520","lines":["Clarity, connection, inspiration."]},{"begin":"994.520","end":"1012.480","lines":["Very, very important all three. And you do all three of those very well and serve as a good role model for all of us. And I think all business leaders and people developing their careers can think about how they can leverage those three together to help them successfully navigate the communication challenges that they have."]},{"begin":"1012.480","end":"1022.800","lines":["Jon, thank you so much for being here. I appreciate your time, your insights, your candor, and truly appreciate what you do for us and for all of our students. Thank you."]},{"begin":"1022.800","end":"1033.560","lines":["Matt, thank you so much for having me on, and we’re so fortunate to have you teaching at the GSB and doing this podcast."]},{"begin":"1033.560","end":"1077.880","lines":["Thanks for joining us for another episode of Think Fast, Talk Smart: The Podcast, from Stanford Graduate School of Business. This episode was produced by Jenny Luna, Michael Reilly, and me, Matt Abrahams. For more information and episodes, visit gsb.stanford.edu, or subscribe to our show wherever you get your podcasts. Finally, find us on social media at Stanford GSB."]}]}
