{"title":"Don’t Get Lost in Translation: How Non-Native Speakers Can Communicate with Confidence","url":"https://www.gsb.stanford.edu/insights/dont-get-lost-translation-how-non-native-speakers-can-communicate-confidence","intro":["Having to communicate in a language other than our native tongue can be quite a challenge, especially without a script or prepared speech.","In this podcast episode, host Matt Abrahams speaks with Kenneth Romero, associate director of the Stanford Language Center, about specific tactics that non-native speakers can use to handle in-the-moment challenges. Romero also discusses why letting go of perfection is a key step toward speaking with confidence."],"transcript":[{"author":"Matt Abrahams","text":"Hello, I’m Matt Abrahams. I teach Strategic Communication at Stanford’s Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast. Having to communicate in a language other than our native tongue can be quite a challenge. I have the utmost respect for the non-native English speaking students and clients that I teach and coach. I know that I struggle at times to speak in English, let alone a foreign language."},{"author":"Matt Abrahams","text":"There are some specific tactics and approaches non-native speakers can use to handle in-the-moment challenges that arise as well as advice and tips that they can follow to improve their fluency. During this episode, we will speak with Kenneth Romeo about these specific tactics and strategies. Kenneth is the associate director for the Stanford Language Center, and he teaches in the Stanford Continuing Studies Program."},{"author":"Matt Abrahams","text":"Kenneth on a daily basis deals with the issues and challenges that non-native English speakers have, and we’re looking forward to getting the advice and guidance that you have. Kenneth, I’m delighted to have you join me today. You and I have known each other for a number of years. Thanks for being here and sharing your expertise."},{"author":"Kenneth Romeo","text":"My pleasure."},{"author":"Matt Abrahams","text":"So let’s start at a foundational level, Kenneth. What are some of the challenges you see non-native speakers struggling with?"},{"author":"Kenneth Romeo","text":"Well, it really varies by their personality. A lot of people will try to be perfect, and when they’re not perfect they worry about it. Or they try to be perfect by writing everything down and trying to memorize it. Another thing that I see people struggling with is not knowing how to improve. They have a lot of faith in books or courses or podcasts and doing stuff that’s really not interesting or motivating to them. And if you’re not doing something that’s interesting or motivating, it’s not going to improve you."},{"author":"Matt Abrahams","text":"Absolutely. You know that point about perfection is really, really important, and I think this is an affliction not just that non-native speakers have but everybody has. Everybody feels like they want to communicate right. And you know I’ve been doing this a long, long time and there is no one right way to communicate. Certainly better ways and worse ways, but this notion of perfection and seeing beyond it is really important."},{"author":"Matt Abrahams","text":"And that point about passion is also important as well. Those are absolutely big challenges. Have you found specific things that people do beyond keeping a journal and practicing those things that might help? I’m curious, how do you encourage people to be curious when they know they have a deadline or a big presentation or a big paper to get done?"},{"author":"Kenneth Romeo","text":"Well, the basic mindset to take is to learn the most from your everyday experiences and not from textbooks. On a really basic level you’re not going to remember anything that you don’t enjoy doing. The whole thing about language is that it’s about doing, not knowing. So as much as you read and you look at the rules and things like that until you actually use that language you’re never going to internalize it."},{"author":"Matt Abrahams","text":"Do you recommend specific tools that non-native speakers leverage to help become more comfortable and confident?"},{"author":"Kenneth Romeo","text":"There’s a lot of tools that we have in our pocket with our phones and things like that. For a spontaneous conversation, recording yourself making that conversation, saying certain things, will give you an objective view as to what you’re doing. And we’re all embarrassed about how we sound on recordings, but nobody else has to listen to it. You can put yourself in a situation where you have to make a response. The key thing here is don’t write it down. Reading something is a very different skill than saying something."},{"author":"Kenneth Romeo","text":"If you want to be able to read something, then practice that. If you want to be able to talk spontaneously, then practice that, use your phone to do that. Walk around and take pictures of things if you have a document or see a sign you’re not sure about the words. Use your phone to keep track of your vocabulary. There are apps that help you memorize it, to give you sentences and examples and things like that. So just your phone right there, take full advantage of that tool."},{"author":"Matt Abrahams","text":"I really think this notion of practice and leveraging technology can really help. A lot of times people are so busy fixating on finding the right word, or trying to find the time just to think about what it is they want to say, they don’t take the time to practice. And using technology can be really, really helpful. Paired with the notion of trying to get the language right and the flow right, I really think giving people outlines rather than word-for-word makes a difference."},{"author":"Matt Abrahams","text":"So I tell my non-native speakers or clients if you need to write things out just to get the flow and the grammar right, that’s okay, but then from that create an outline and practice from the outline. When we memorize we not only increase our cognitive load, what we have to remember, but we also have created the right way to say it and that puts added pressure. So I’m a big fan of using outlines. Have you found outlines to be successful in the work that you do with the folks you work?"},{"author":"Kenneth Romeo","text":"Absolutely. I think the outline is the only way to do a presentation. The ideal thing is to be able to have that outline in your head to know what you’re going say. The best speakers that you see, they do have that outline in their head, and they’re just going from that and they can move things around. It takes a long time to get to that position, but the first step is writing the outline out, working from there. I think it’s a really good choice for the first step."},{"author":"Matt Abrahams","text":"Excellent. Can you provide me with two or three best practices that you’ve come across to help non-native speakers feel more comfortable?"},{"author":"Kenneth Romeo","text":"Sure. One of the things I think that’s very useful for a non-native speaker, a very practical thing that they can all do is get somebody to edit their work and then to conscientiously study those edits and internalize the revisions. Nobody’s going to be perfect. You need some polishing. Even I as a native speaker, I need some editing on my work. The thing a non-native speaker needs to do is to be able to say what did I do wrong here and then internalize that so it doesn’t happen again."},{"author":"Kenneth Romeo","text":"Another thing to do is to just cut off your native language and immerse yourself in the English that you find interesting. Getting your news, if you can do that in the target language, in English or whatever language you’re trying to learn, then you’re moving forward in a really important way. You’re not immersing yourself in the TV or media of your native language. Another thing that we can do that non-native speakers do to sort of level up is to think about speaking and writing in paragraphs."},{"author":"Kenneth Romeo","text":"Most of the people that I talk to are really good with sentences. They can put together a subject, a verb, and an object. Putting it into a paragraph is really the next level up. You need to have a beginning and an end, and then the supporting arguments in there. People speak this way. This is how paragraphs happen. And it’s also completely critical when you’re writing an essay or a report or something like that."},{"author":"Matt Abrahams","text":"Yeah, those are great best practices. That notion of having a structure really, really is important, and it’s very important speaking as well to just have that structure that’s beyond the individual sentences. A best practice that I find helpful, and I’d love to get your opinion on it, is many of my students are so worried about not having the right word. And what I suggest is do the best you can and be comfortable repeating yourself in a different way."},{"author":"Matt Abrahams","text":"So you might make a statement, position a claim, but then tell a story or give an example that reinforces it. So if I didn’t understand the point the first time you said it, the story helps me figure it out. So by using repetition not only does it give you a way to clarify or address any confusion, it actually enhances the retention of your audience for what you’ve said. Have you found that as a best practice that can be helpful?"},{"author":"Kenneth Romeo","text":"Absolutely. Simplifying it, especially in speaking, being able to say something in a simple way. This is what we talk about with the greatest communicators is they explain science or they explain technology in a very simple way. A lot of times with non-native speakers they learn the 100 most commonly used idioms in American English and try to put them in all their sentences. It doesn’t work that way. To be able to use an idiom skillfully and cleverly takes years of practice."},{"author":"Kenneth Romeo","text":"Speak simply. But also this is where I go back to being curious. Listen to how the other people around you use those idioms, use the sports terminology in their conversation about business. Listen to it, study it, try it out, and then if you make a mistake, learn how to move yourself up. But first is simple so that people can understand you."},{"author":"Matt Abrahams","text":"Absolutely. The point you made about listening to hear how people use language and use structure, I want to take a step back and just remind everybody who happens to be fluent in the language that they’re speaking we also have a responsibility here and we need to think about the idioms we use, the analogies we use that might make it difficult for our colleagues, our friends, who aren’t from our culture and familiar with our language."},{"author":"Matt Abrahams","text":"Here at the GSB I tell all of my students that we have to be very careful about using sports analogies in our business communication. It’s a slam dunk, push it across the goal line, hit it out of the park, that’s wonderful, but if you’re a non-native speaker and you don’t know what those games are, you’re at a disadvantage. So while there are lots of things that non-native speakers can do to become more comfortable and confident, we as fluent speakers need to help too by being very conscious of what we communicate."},{"author":"Matt Abrahams","text":"Any final thoughts you have around tips, tricks, best practices for non-native speakers?"},{"author":"Kenneth Romeo","text":"I think the most important thing for a non-native speaker to remember is that they’re not going to be a native speaker, never, ever, but they can get pretty close through lots of practice and getting more confident about things. There are times when they do need to be perfect, and it’s those times they need to get help, get an external editor, get somebody to coach you on your presentation. But keep working toward that goal and you’ll get pretty darn close."},{"author":"Matt Abrahams","text":"Excellent. Well, Kenneth, I thank you so much for your vast experience and best practices you’ve shared with us. Clearly there are things that people can do who are trying to communicate more effectively in writing or speaking if they’re non-natives, using technology, really taking a mindset of curiosity, trying to reduce the pressure they put on themselves to do it right rather than just doing it and using other techniques to help them come across as competent and confident speakers."},{"author":"Matt Abrahams","text":"I hope you’re ready to take three questions that I like to end each of these podcasts with."},{"author":"Kenneth Romeo","text":"Sure, fire away."},{"author":"Matt Abrahams","text":"Let’s start. If you were to capture the best communication advice you’ve ever received as a five- to seven-word presentation slide title, what would that title be?"},{"author":"Kenneth Romeo","text":"It’s what I said earlier: Language learning is about doing, not knowing."},{"author":"Matt Abrahams","text":"At one level that sounds very simple, but that’s very, very deep. It really, really cuts to the point of everything that you’ve been talking about. So thank you for that. Question number two, who is a communicator that you admire and why?"},{"author":"Kenneth Romeo","text":"I think it’s not one particular person but all the teachers and the staff that I work with at the Stanford Language Center. They’re all, well, most of them are non-native speakers of English, but they have absolutely no problem working in this business environment with a wide range of students that come into their classrooms, native speakers of English as well as non-native speakers of English, to teach them the languages that they need to teach them."},{"author":"Kenneth Romeo","text":"So it’s the faculty and staff here at Stanford are just amazing for the diversity that they bring and the skill that they have in doing their job."},{"author":"Matt Abrahams","text":"I totally agree. It’s really cool to see these people in action and to see the results of the work that they and their students do to really make people better communicators. And my final question for you, what are the first three ingredients that go into a successful communication recipe from your perspective?"},{"author":"Kenneth Romeo","text":"It really depends on the person, but if I were to give three words that I think everybody could sort of make use of it would be confidence, preparation, and revision."},{"author":"Matt Abrahams","text":"Ah, yes, those resonate very strongly with me, and across the podcast that we will be doing those ideas will be reflected time and time again. Well, Kenneth, I have thoroughly enjoyed our interaction I hope that those listening are coming away with some very specific tips, tools, and best practices that they can use. And it’s something that all of us need to focus on to help non-native speakers be more effective in their communication. Thank you so much."},{"author":"Kenneth Romeo","text":"Thank you. It was my pleasure."},{"author":"Matt Abrahams","text":"Thanks for joining us for another episode of Think Fast, Talk Smart, the podcast, produced by Stanford University’s Graduate School of Business. For more information and episodes visit gsb.stanford.edu, or subscribe to our show wherever you get your podcasts."}],"audio":"https://content.production.cdn.art19.com/segment_lists/600c1f04-00ca-40e4-bf51-6c4cfc1c7c44/20200408-Tm9uIE5hdGl2ZSBTcGVha2luZyBNSVggMSAoMSkud2F2-96b1d3c8-8093-4208-9321-0f57e7721990.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Kenneth Romeo"],"wave_peaks":[1497,1966,1750,2684,3226,10452,11076,8229,5467,1835,8257,16686,3951,4718,4314,3976,2634,3335,6695,3543,6764,3301,3190,2810,2978,1797,1696,13244,5945,12483,10803,10731,11860,2892,3384,3257,6131,4287,2104,1692,1823,1360,1409,892,1095,12743,5239,7744,4638,11064,6890,9824,7504,4531,3383,4978,2136,9396,2934,1008,228,13407,6066,11348,4194,5805,7080,7557,5757,3999,3615,7142,4260,6015,6872,3983,3023,1959,1341,211,11624,11462,7926,10965,8345,4329,3142,7368,5540,2324,7661,7801,2458,2662,1054,845,137,7351,13243,5524,9089,6318,12801,3140,8280,4206,8429,7799,4630,4412,2599,3047,7877,8146,9294,7776,4528,8078,1657,683,7541,9437,2067,5277,10065,7297,7333,5817,12751,2752,6659,5002,3439,5362,937,1165,7002,6152,2435,2424,1228,329,433,12488,6245,2681,2871,11768,5893,5488,4851,9261,5216,7512,2940,8417,4717,10571,8173,8245,2932,2640,1554,1086,13430,6178,7237,5700,12484,7198,7768,6672,7666,6344,5730,3653,2072,8562,4880,5594,5554,7842,4041,4725,4139,2888,1334,375,10534,9915,6435,6305,4719,2053,9621,8847,5248,5268,3778,5630,2154,3582,4653,3771,2685,2212,2214,3230,2659,4386,10391,5687,5715,3580,490,3980,8442,5870,2998,2287,2210,239,2538,14204,11426,10087,7773,3610,3742,3788,8949,6422,3748,3676,3168,4409,1799,2326,9734,6705,5776,4933,5637,12229,5131,3497,1476,672,378,364,14844,10496,9064,7384,3452,3170,2890,8814,7854,9130,5825,4136,3351,4499,3528,3656,2952,3030,1246,136,3152,5919,8459,8199,6659,2094,4460,5734,5701,4020,4648,8431,6769,3513,8225,9016,4804,884,5839,5580,4686,5124,6380,4005,3789,3846,4217,4362,3843,3802,8683,4070,5023,6965,5058,3781,4118,3197,3842,3766,2170,1266,264,10084,7839,7830,5479,11719,9584,3988,4967,5123,7836,5697,4658,4164,5050,179,4906,4350,6597,5005,5566,4453,4976,3932,5470,4407,2912,5373,2459,4043,4518,736,9313,10257,5998,7415,8028,4694,4619,4764,2197,2839,461,8773,5619,7894,7039,6308,4393,3956,6182,6394,2348,5453,3532,2744,599,3973,5144,2656,9778,6176,6390,5570,3455,1192,5325,3025,2002,2620,5770,5242,4216,6435,5228,11213,11041,4583,5288,3213,2832,3165,3972,1712,5525,5527,6329,952,3866,5889,3911,3526,2386,1767,1062,1502,8878,8589,4778,3377,4558,3875,1808,2423,3928,3209,5188,5663,4196,3059,3501,3183,2488,9088,5310,4163,2600,2697,3464,4046,404,6104,9742,6977,5380,3336,4736,4759,3422,1752,2166,2161,2863,2417,4136,6152,5855,3115,1838,2944,3488,2413,1837,2780,609,10040,5875,7660,2943,2978,2781,1544,1442,733,276,11469,10820,11116,6129,5320,4184,3320,2530,2476,1504,2132,5012,3798,2934,4436,2641,2284,5195,4321,1916,1891,2078,2412,3208,3087,7375,6628,9838,11803,6834,1446,3292,4969,5047,3198,5048,5053,2054,4036,5951,5424,4418,3513,2919,3126,2768,3580,2451,1429,1511,82,46,8251,3433,9420,6005,6918,6328,5277,5391,4170,5836,3909,10811,5896,4477,5376,3786,3582,2549,2957,3856,3063,2727,1947,11290,10807,6771,5513,6552,6058,6763,6119,5610,4156,4892,3164,4383,2920,1549,5067,7135,9280,5978,5133,5500,5897,4375,4684,7175,3168,4065,2802,1171,527,8380,7201,5646,4347,3668,7539,4426,4433,2425,5903,8744,10210,7633,4346,3878,5546,2319,6999,3770,1302,7354,7479,3934,2953,9985,7108,3746,3309,2673,1613,120,68,6944,8061,7717,6007,7317,2313,3084,3270,2466,2675,2995,2795,2019,2676,2785,2962,2863,1895,2154,1615,2187,1837,36,60,6916,7336,8825,6640,6015,6385,4387,4901,2260,2793,3469,2857,3490,2646,5083,6143,9876,4947,4051,5796,9093,7452,5604,4187,4293,4510,4537,6062,3062,6509,4737,3213,3740,3248,3177,5127,5583,2924,5084,1066,7529,7451,4097,6439,6529,5714,5698,5210,5198,4701,7464,9378,7182,5669,4620,5629,6411,4016,6566,2589,11852,9341,6781,4315,5131,4615,298,7731,7805,11817,5742,6535,7614,4895,4737,3719,9783,4482,3863,3287,5962,5461,4636,6558,6450,5507,4530,6106,4636,831,1029,9444,6823,4697,6723,6200,3375,5215,1571,5597,4091,2280,3097,962,7405,8592,6409,6613,6950,6005,8767,6196,646,6786,6490,6748,9016,4089,5568,5662,6957,7757,8338,3617,5410,4156,3250,7392,222,12054,5839,4259,5290,5306,5564,4409,9702,5788,5547,1515,4187,5957,3657,5766,5681,7031,922,6474,6461,7711,3139,6944,2977,7429,8035,6148,259,7798,6537,5039,4609,5065,4999,253,5909,6855,8130,4125,6011,5790,2477,1964,6632,307,10600,6713,5761,6685,7543,7006,5873,5273,4858,2894,2093,1482,2127,397,15069,6297,2431,271,7887,3341,3473,2582,2137,8524,3171,3233,2343,1788,2611,1731,2555,2461,2071,350,5741,6551,4789,3936,2550,4663,5569,2927,7896,6942,4569,2805,2048,8408,3546,6595,5001,2859,2743,2986,2733,318,3290,6673,2950,4283,4148,3296,2425,4323,4070,3387,1819,1477,3380,1479,3655,7127,8153,2895,2321,1866,2147,2645,3238,3168,249,260,183,2132,7984,6750,5028,4742,3245,3791,2625,3668,3255,3831,1526,2034,5111,5338,1301,599,4796,7242,4667,6139,6389,2529,2382,6307,3263,2692,1348,4442,2720,3223,2917,2993,2563,2724,2040,1305,9547,10644,5439,4063,3378,2936,4650,1878,2964,1452,6456,5813,5464,4953,4512,3674,2475,5062,3303,2743,2672,1768,3169,958,2028,9020,4992,4562,4131,9385,7176,6859,8760,3129,5285,4453,3478,3199,3565,9624,5047,3923,3678,1355,324,9844,5401,5345,3709,1817,5478,5806,3735,2953,5141,4788,6153,2575,457,2690,6863,4100,3478,803,7070,7626,7434,3114,4743,4066,4724,1796,2127,3257,3620,2284,2775,2775,4103,4080,1984,1590,2060,2311,1912,4835,6630,4918,2585,2434,3612,2266,406,4998,3873,3364,3339,2362,3256,1965,2133,600,42,40,11393,8161,6437,8252,14288,9134,5796,6825,6275,9410,6651,4973,5491,6036,3465,10611,8550,7809,6011,10296,9872,3523,4034,6289,5504,6114,7701,3767,6881,2306,12858,5711,4118,2699,6234,1540,9626,6811,3969,4063,2168,3820,5817,6240,6351,4581,4786,4882,4747,2841,5658,931,8710,5471,2527,4790,4449,5284,3486,3185,10597,3998,8713,6916,7061,7474,6598,4517,4609,6825,7295,3325,4272,3452,3173,3073,3437,3775,2859,2382,2102,3382,1936,8367,6276,8441,4616,4121,5234,4755,5028,4292,2731,2200,2260,3125,4344,2052,1441,6499,7642,3581,2887,2460,3596,2134,1655,5181,7684,7114,9308,2495,9536,8712,6132,5287,3819,5616,5415,5035,3948,3478,5617,4982,5553,5054,5846,2838,3106,4510,4910,3892,6747,5908,4756,3894,5148,4080,4130,6209,9092,5167,5234,2909,4689,5105,3646,2974,3540,2118,2092,3125,2780,2883,2522,1147,323,11364,7248,4625,6221,6781,7349,5057,239,6306,5092,10062,7434,5453,3630,3226,4294,314,11505,5760,5876,3977,6171,218,8856,9645,5194,4142,5090,5142,4407,6199,6164,6479,6002,4764,3136,4322,3397,4127,5150,6089,3967,3772,2137,1464,1387,105,4338,7001,5589,4793,5995,1698,9275,7421,5216,2810,2771,4147,5058,4388,4717,303,5256,4726,3169,3571,3416,2648,982,383,6740,10464,9498,12381,724,2109,10540,7636,7471,4355,6835,6028,7602,144,6192,4468,5429,8274,3269,4690,4498,5565,3832,2244,5797,3492,10573,8125,6692,5091,4746,5233,3977,5038,5036,4896,291,8599,7061,3373,4791,2603,3854,2518,2722,4843,3572,4405,2819,2141,2268,178,11758,6991,4825,6811,283,11150,9456,4755,4788,1661,4435,4624,4602,4804,4308,8747,6847,234,6210,7101,6843,4903,6591,4461,4925,4752,1472,5084,8837,5616,4575,7252,4526,7262,5324,4371,1838,7382,5836,7320,7363,4719,5452,4399,5730,6682,183,4517,5849,5770,5101,4040,5520,6602,6822,3039,4364,5542,292,7781,3993,7070,7511,2983,5418,5497,7609,7086,5610,3597,3521,4202,3399,8866,6544,8358,9167,7460,5469,5215,4860,1506,7821,8898,2200,7231,6591,6219,2639,5810,5202,4071,4432,6343,4720,4510,2926,4476,1565,2657,943,709,4808,8772,7251,3316,8775,3518,4908,5722,4057,2580,3503,3130,3551,3167,2613,2182,3458,2491,7023,4011,2257,4423,2021,2616,2087,4325,2774,6416,3036,3006,2172,3876,2230,2849,1724,1242,685,6549,11879,6995,5737,4722,3705,2853,2882,2572,2792,1528,4731,6119,2540,2617,2882,2214,2677,4057,2462,1634,1465,285,6724,7202,5343,4203,3842,310,10032,7657,2970,1875,5510,4026,1762,7856,4012,6623,7344,4814,5663,3894,3591,3748,2396,2468,408,10002,9251,3285,3862,3695,2799,494,611,4064,4160,4344,3239,4011,8008,5304,5528,5588,4761,4388,3466,3118,3328,6610,6927,6511,4592,3827,4915,4410,1820,5279,6559,2517,5098,4202,2689,2702,3860,6657,2998,2287,2529,2033,496,11253,7175,4612,5162,7047,4307,4387,11140,5108,3736,2735,3255,1810,6093,4753,3299,3073,2874,295,6957,6936,4134,4360,2777,5666,5418,5376,5714,5110,3297,6308,4283,4410,5163,3248,2217,2983,353,7525,7989,5214,3770,1925,3853,5788,2380,2947,6396,6426,5546,5472,4521,1799,12910,5991,5481,4018,10117,5934,4450,170,8429,4425,6432,4645,2322,5514,4371,3443,7277,6352,6279,8677,5417,4164,3758,3493,7287,5173,7234,6841,3042,4118,5292,4383,4400,2758,6255,3405,6059,3935,8768,9957,6829,7272,6300,7099,4852,7316,6576,7007,6347,7021,7559,5716,4346,4593,3802,4667,6780,3896,13662,6533,5665,5339,4824,1272,3922,8224,5611,7526,6750,2201,8637,5143,6285,4816,5542,3306,6475,4591,3875,3003,6668,5810,7868,2820,6473,6254,10451,2805,3030,6931,5050,3210,8211,6151,4992,5489,7880,3524,6604,1296,9422,9470,6468,4016,3010,5513,4900,6892,6138,5075,1229,6989,6439,4067,5071,4394,3208,2709,2848,5286,4193,3993,3534,295,4935,9282,5624,3791,5614,6310,538,5004,8550,6727,4877,5621,6404,5553,3556,5748,212,8177,7962,4440,4015,6558,6724,4469,6343,905,9547,7950,3854,4641,5092,7780,5810,2174,2112,1453,67,107,5195,2388,1842,10190,6352,6483,12364,5020,4590,4332,3613,4028,3413,3761,3307,3078,2458,2042,1641,3209,5230,5179,3319,585,51,5483,6572,5851,5813,2798,4426,4119,4498,2907,6351,3923,9430,3791,3948,2055,2308,2224,1862,2477,8314,4084,6569,4643,2630,3027,2200,1615,3727,3655,2276,5030,4469,389,5199,7928,6780,3845,3652,3537,3871,2562,2182,1782,9593,6980,7286,7797,3985,4810,6482,2976,2253,4018,2930,6560,4307,4945,2622,2819,3029,3038,2068,655,9416,4487,3611,1169,4356,5602,4887,3899,3868,2072,1815,4791,3256,4312,4455,3805,2551,4291,3839,5276,4388,4202,2453,3067,3306,2574,4300,1506,3310,6284,8278,3535,6768,6687,5274,5408,5398,7529,406,4509,4573,1863,8574,6663,6107,3497,3762,9690,11429,5982,3688,3539,3523,6839,2685,2148,8475,7809,10611,6972,5126,2231,2619,2924,2645,3238,2581,2884,2243,2033,1809,2883,1778,1700,6955,3813,7087,7283,2730,2800,4415,3424,3440,2835,3086,7872,4152,2958,2270,2717,1533,1416,1927,1943,898,3182,182,92,10411,7899,5791,4515,5972,5237,3661,5298,3729,9311,9211,7609,5377,6982,3880,3837,2489,2600,2597,475,69,4802,8613,7862,6081,5893,7854,3961,3810,3316,4874,5177,162,5111,6087,4413,3785,2112,4139,4202,4330,2329,3305,3181,3439,2087,4696,5066,3049,6454,3606,6225,2185,2450,2461,10011,7001,2999,1899,3031,1542,247,6594,8446,6669,5008,4848,5009,3658,3431,3344,7414,5618,3692,2829,4428,2486,5833,5285,5716,3580,3852,5552,4516,4572,5510,2739,2761,2755,1738,2357,5419,6699,4643,4872,8042,4568,5515,1199,4240,3226,3724,907,1727,4069,1184,357,9376,11673,5626,9210,4201,9253,3786,2803,3093,2789,3769,9722,2372,4444,2744,2233,4630,6531,2670,2768,3365,2151,501,8619,10493,3369,3197,2480,2839,2131,1922,2313,3374,4214,2796,2546,2211,2631,2331,5755,3367,2311,2358,2572,3505,3438,2429,305,3436,5802,4381,4900,2655,1578,8094,7224,3660,2915,2458,3229,4516,2595,1720,6029,5714,3286,3250,4817,3526,5277,2450,2817,3121,2780,2440,3236,354,9160,3117,2514,4203,2825,2834,2937,2494,2105,2022,1824,3132,4148,432,8291,3717,1754,4167,1874,3585,1839,1831,1403,1991,603,304,51,10394,6847,4698,7373,7936,7269,7893,4220,6430,5185,4092,4192,6997,7184,5721,7457,1372,14675,11473,5415,8076,8318,588,1320,12631,6844,10605,7985,2356,11681,9873,8942,5378,3326,3870,3668,6773,3366,1313,770,5681,12508,5788,8370,8672,3746,6279,3729,3713,6781,3754,1457,5028,6357,3313,2386,79,65,2040,8082,5641,3389,3345,6974,4144,4099,4457,5047,1771,4074,2206,468,52,8905,7624,5315,6565,5306,6097,4027,2741,3277,2411,1333,6059,3577,1753,813,373,3433,4812,3650,3713,1875,199,2136,7055,3760,3121,2645,3752,1889,2963,2716,1969,4799,1639,700,184,12001,7585,4242,2177,417,7660,4458,6083,3678,4075,2521,1524,1709,2716,218,493,512,9533,2490,4203,10024,5055,8746,4446,4404,9002,5881,8715,8641,4966,4978,3381,3355,6386,6255,5278,3692,2325,4125,4497,4589,4931,5709,6023,6370,9021,4059,4132,3321,3608,5209,6843,5298,11167,5375,2532,5040,5885,3447,5389,3331,4295,5171,5089,5263,1558,5484,8816,7095,3659,3657,3467,4150,3734,11134,4845,8256,9347,6495,4424,3019,6989,7379,8541,9982,5758,3253,2974,3300,566,7645,5810,6651,5093,3700,3295,2454,3126,1915,9421,4918,10721,3190,5986,4935,3135,5578,5806,4880,5749,3672,2523,7459,3427,3484,3222,4341,4170,6848,4692,2764,6624,5950,4721,1630,154,54,190,47,3315,3901,2651,1741,2933,4862,3158,4150,3256,2673,3648,3039,3079,245,5155,5086,3620,2558,3010,3763,6472,4466,4180,3948,2847,231,1546,3469,5160,2902,3206,2918,1140,4904,1602,1381,830,283,11573,12199,8510,3252,2431,850,12463,6184,7225,4715,4819,4241,2335,4799,4916,2852,2121,5275,3385,2221,2132,1670,1380,2180,2300,1720,977,590,244,2719,5905,5342,4432,3589,3233,4911,7671,7520,4836,5351,6372,3689,5957,4413,3292,3368,535,6049,3513,4715,177,4510,4081,7811,5451,318,4095,3965,3790,1989,3065,3126,185,18,1297,1448,787,3202,4273,5154,4613,3975,4493,2895,4428,321,5807,3605,9653,8457,5892,2289,2320,2363,2690,1709,2307,1641,2480,4168,2392,3591,2161,1947,1297,407,399,11243,9479,8869,9388,7186,4065,3594,3209,3624,4633,3941,2506,3005,2586,3241,3661,2232,3715,4153,5362,5363,2545,2366,7410,3888,2493,2038,1597,332,4912,4370,3298,7755,4233,6303,6077,2714,1183,3417,5394,6608,3437,2744,2679,4148,2407,2124,2444,1793,3989,3105,3203,3111,3800,2247,1782,1423,956,7071,8089,8680,2300,6253,4475,4863,1962,1334,4042,7091,8347,5880,7524,6615,3768,11921,9727,10897,2341,8595,3744,1839,5933,2479,1583,2187,1490,5352,9046,6574,5550,5046,2361,7056,2733,2504,2140,2169,4568,11978,5811,4358,5111,4232,6742,5968,5082,4491,4928,3300,3237,1934,136,7989,8688,4554,3145,6028,3384,2287,3203,1545,632,12,0,0,0],"fragments":[{"begin":"0.000","end":"29.360","lines":["Hello, I’m Matt Abrahams. I teach Strategic Communication at Stanford’s Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast. Having to communicate in a language other than our native tongue can be quite a challenge. I have the utmost respect for the non-native English speaking students and clients that I teach and coach. I know that I struggle at times to speak in English, let alone a foreign language."]},{"begin":"29.360","end":"55.760","lines":["There are some specific tactics and approaches non-native speakers can use to handle in-the-moment challenges that arise as well as advice and tips that they can follow to improve their fluency. During this episode, we will speak with Kenneth Romeo about these specific tactics and strategies. Kenneth is the associate director for the Stanford Language Center, and he teaches in the Stanford Continuing Studies Program."]},{"begin":"55.760","end":"74.400","lines":["Kenneth on a daily basis deals with the issues and challenges that non-native English speakers have, and we’re looking forward to getting the advice and guidance that you have. Kenneth, I’m delighted to have you join me today. You and I have known each other for a number of years. Thanks for being here and sharing your expertise."]},{"begin":"74.400","end":"75.120","lines":["My pleasure."]},{"begin":"75.120","end":"81.240","lines":["So let’s start at a foundational level, Kenneth. What are some of the challenges you see non-native speakers struggling with?"]},{"begin":"81.240","end":"111.000","lines":["Well, it really varies by their personality. A lot of people will try to be perfect, and when they’re not perfect they worry about it. Or they try to be perfect by writing everything down and trying to memorize it. Another thing that I see people struggling with is not knowing how to improve. They have a lot of faith in books or courses or podcasts and doing stuff that’s really not interesting or motivating to them. And if you’re not doing something that’s interesting or motivating, it’s not going to improve you."]},{"begin":"111.000","end":"133.680","lines":["Absolutely. You know that point about perfection is really, really important, and I think this is an affliction not just that non-native speakers have but everybody has. Everybody feels like they want to communicate right. And you know I’ve been doing this a long, long time and there is no one right way to communicate. Certainly better ways and worse ways, but this notion of perfection and seeing beyond it is really important."]},{"begin":"133.680","end":"155.760","lines":["And that point about passion is also important as well. Those are absolutely big challenges. Have you found specific things that people do beyond keeping a journal and practicing those things that might help? I’m curious, how do you encourage people to be curious when they know they have a deadline or a big presentation or a big paper to get done?"]},{"begin":"155.760","end":"181.280","lines":["Well, the basic mindset to take is to learn the most from your everyday experiences and not from textbooks. On a really basic level you’re not going to remember anything that you don’t enjoy doing. The whole thing about language is that it’s about doing, not knowing. So as much as you read and you look at the rules and things like that until you actually use that language you’re never going to internalize it."]},{"begin":"181.280","end":"189.200","lines":["Do you recommend specific tools that non-native speakers leverage to help become more comfortable and confident?"]},{"begin":"189.200","end":"219.680","lines":["There’s a lot of tools that we have in our pocket with our phones and things like that. For a spontaneous conversation, recording yourself making that conversation, saying certain things, will give you an objective view as to what you’re doing. And we’re all embarrassed about how we sound on recordings, but nobody else has to listen to it. You can put yourself in a situation where you have to make a response. The key thing here is don’t write it down. Reading something is a very different skill than saying something."]},{"begin":"219.680","end":"244.840","lines":["If you want to be able to read something, then practice that. If you want to be able to talk spontaneously, then practice that, use your phone to do that. Walk around and take pictures of things if you have a document or see a sign you’re not sure about the words. Use your phone to keep track of your vocabulary. There are apps that help you memorize it, to give you sentences and examples and things like that. So just your phone right there, take full advantage of that tool."]},{"begin":"244.840","end":"276.720","lines":["I really think this notion of practice and leveraging technology can really help. A lot of times people are so busy fixating on finding the right word, or trying to find the time just to think about what it is they want to say, they don’t take the time to practice. And using technology can be really, really helpful. Paired with the notion of trying to get the language right and the flow right, I really think giving people outlines rather than word-for-word makes a difference."]},{"begin":"276.720","end":"308.080","lines":["So I tell my non-native speakers or clients if you need to write things out just to get the flow and the grammar right, that’s okay, but then from that create an outline and practice from the outline. When we memorize we not only increase our cognitive load, what we have to remember, but we also have created the right way to say it and that puts added pressure. So I’m a big fan of using outlines. Have you found outlines to be successful in the work that you do with the folks you work?"]},{"begin":"308.080","end":"332.080","lines":["Absolutely. I think the outline is the only way to do a presentation. The ideal thing is to be able to have that outline in your head to know what you’re going say. The best speakers that you see, they do have that outline in their head, and they’re just going from that and they can move things around. It takes a long time to get to that position, but the first step is writing the outline out, working from there. I think it’s a really good choice for the first step."]},{"begin":"332.080","end":"340.400","lines":["Excellent. Can you provide me with two or three best practices that you’ve come across to help non-native speakers feel more comfortable?"]},{"begin":"340.400","end":"369.280","lines":["Sure. One of the things I think that’s very useful for a non-native speaker, a very practical thing that they can all do is get somebody to edit their work and then to conscientiously study those edits and internalize the revisions. Nobody’s going to be perfect. You need some polishing. Even I as a native speaker, I need some editing on my work. The thing a non-native speaker needs to do is to be able to say what did I do wrong here and then internalize that so it doesn’t happen again."]},{"begin":"369.280","end":"400.160","lines":["Another thing to do is to just cut off your native language and immerse yourself in the English that you find interesting. Getting your news, if you can do that in the target language, in English or whatever language you’re trying to learn, then you’re moving forward in a really important way. You’re not immersing yourself in the TV or media of your native language. Another thing that we can do that non-native speakers do to sort of level up is to think about speaking and writing in paragraphs."]},{"begin":"400.160","end":"422.200","lines":["Most of the people that I talk to are really good with sentences. They can put together a subject, a verb, and an object. Putting it into a paragraph is really the next level up. You need to have a beginning and an end, and then the supporting arguments in there. People speak this way. This is how paragraphs happen. And it’s also completely critical when you’re writing an essay or a report or something like that."]},{"begin":"422.200","end":"448.000","lines":["Yeah, those are great best practices. That notion of having a structure really, really is important, and it’s very important speaking as well to just have that structure that’s beyond the individual sentences. A best practice that I find helpful, and I’d love to get your opinion on it, is many of my students are so worried about not having the right word. And what I suggest is do the best you can and be comfortable repeating yourself in a different way."]},{"begin":"448.000","end":"475.400","lines":["So you might make a statement, position a claim, but then tell a story or give an example that reinforces it. So if I didn’t understand the point the first time you said it, the story helps me figure it out. So by using repetition not only does it give you a way to clarify or address any confusion, it actually enhances the retention of your audience for what you’ve said. Have you found that as a best practice that can be helpful?"]},{"begin":"475.400","end":"503.640","lines":["Absolutely. Simplifying it, especially in speaking, being able to say something in a simple way. This is what we talk about with the greatest communicators is they explain science or they explain technology in a very simple way. A lot of times with non-native speakers they learn the 100 most commonly used idioms in American English and try to put them in all their sentences. It doesn’t work that way. To be able to use an idiom skillfully and cleverly takes years of practice."]},{"begin":"503.640","end":"525.640","lines":["Speak simply. But also this is where I go back to being curious. Listen to how the other people around you use those idioms, use the sports terminology in their conversation about business. Listen to it, study it, try it out, and then if you make a mistake, learn how to move yourself up. But first is simple so that people can understand you."]},{"begin":"525.640","end":"552.040","lines":["Absolutely. The point you made about listening to hear how people use language and use structure, I want to take a step back and just remind everybody who happens to be fluent in the language that they’re speaking we also have a responsibility here and we need to think about the idioms we use, the analogies we use that might make it difficult for our colleagues, our friends, who aren’t from our culture and familiar with our language."]},{"begin":"552.040","end":"581.520","lines":["Here at the GSB I tell all of my students that we have to be very careful about using sports analogies in our business communication. It’s a slam dunk, push it across the goal line, hit it out of the park, that’s wonderful, but if you’re a non-native speaker and you don’t know what those games are, you’re at a disadvantage. So while there are lots of things that non-native speakers can do to become more comfortable and confident, we as fluent speakers need to help too by being very conscious of what we communicate."]},{"begin":"581.520","end":"587.800","lines":["Any final thoughts you have around tips, tricks, best practices for non-native speakers?"]},{"begin":"587.800","end":"612.680","lines":["I think the most important thing for a non-native speaker to remember is that they’re not going to be a native speaker, never, ever, but they can get pretty close through lots of practice and getting more confident about things. There are times when they do need to be perfect, and it’s those times they need to get help, get an external editor, get somebody to coach you on your presentation. But keep working toward that goal and you’ll get pretty darn close."]},{"begin":"612.680","end":"644.760","lines":["Excellent. Well, Kenneth, I thank you so much for your vast experience and best practices you’ve shared with us. Clearly there are things that people can do who are trying to communicate more effectively in writing or speaking if they’re non-natives, using technology, really taking a mindset of curiosity, trying to reduce the pressure they put on themselves to do it right rather than just doing it and using other techniques to help them come across as competent and confident speakers."]},{"begin":"644.760","end":"649.760","lines":["I hope you’re ready to take three questions that I like to end each of these podcasts with."]},{"begin":"649.760","end":"650.640","lines":["Sure, fire away."]},{"begin":"650.640","end":"662.280","lines":["Let’s start. If you were to capture the best communication advice you’ve ever received as a five- to seven-word presentation slide title, what would that title be?"]},{"begin":"662.280","end":"667.000","lines":["It’s what I said earlier: Language learning is about doing, not knowing."]},{"begin":"667.000","end":"683.400","lines":["At one level that sounds very simple, but that’s very, very deep. It really, really cuts to the point of everything that you’ve been talking about. So thank you for that. Question number two, who is a communicator that you admire and why?"]},{"begin":"683.400","end":"707.200","lines":["I think it’s not one particular person but all the teachers and the staff that I work with at the Stanford Language Center. They’re all, well, most of them are non-native speakers of English, but they have absolutely no problem working in this business environment with a wide range of students that come into their classrooms, native speakers of English as well as non-native speakers of English, to teach them the languages that they need to teach them."]},{"begin":"707.200","end":"714.600","lines":["So it’s the faculty and staff here at Stanford are just amazing for the diversity that they bring and the skill that they have in doing their job."]},{"begin":"714.600","end":"736.640","lines":["I totally agree. It’s really cool to see these people in action and to see the results of the work that they and their students do to really make people better communicators. And my final question for you, what are the first three ingredients that go into a successful communication recipe from your perspective?"]},{"begin":"736.640","end":"746.960","lines":["It really depends on the person, but if I were to give three words that I think everybody could sort of make use of it would be confidence, preparation, and revision."]},{"begin":"746.960","end":"774.760","lines":["Ah, yes, those resonate very strongly with me, and across the podcast that we will be doing those ideas will be reflected time and time again. Well, Kenneth, I have thoroughly enjoyed our interaction I hope that those listening are coming away with some very specific tips, tools, and best practices that they can use. And it’s something that all of us need to focus on to help non-native speakers be more effective in their communication. Thank you so much."]},{"begin":"774.760","end":"776.960","lines":["Thank you. It was my pleasure."]},{"begin":"776.960","end":"794.240","lines":["Thanks for joining us for another episode of Think Fast, Talk Smart, the podcast, produced by Stanford University’s Graduate School of Business. For more information and episodes visit gsb.stanford.edu, or subscribe to our show wherever you get your podcasts."]}],"duration":794}