{"title":"Don’t Sweat The Small Stuff: How to Excel at Small Talk (and Even Enjoy It)","url":"https://www.gsb.stanford.edu/insights/dont-sweat-small-stuff-how-excel-small-talk-even-enjoy-it","intro":["Even if you don't think you're a natural, anyone can become proficient at the art of small talk by utilizing the right tactics. In this collaboration with Harvard Business Review, strategic communications lecturer Matt Abrahams shares his tips and techniques for cocktail party chit chat, networking small talk, and holiday dinner-table conversation.","Listen to this “Quick Thinks” episode below or watch the video on HBR's YouTube channel."],"transcript":[{"author":"Matt Abrahams","text":"Hi Matt here. Many of us dread small talk, especially around the holidays. Yet I think small talk gets a bad rap. Lots of big things can happen during small talk. We can learn about others and ourselves. We can collaborate and we can set up future opportunities. Today we have a special episode for you. I worked with our friends at Harvard Business Review on a video called How to Get Good at Small Talk and Even Enjoy It, and it pulls together a lot of concepts that we dig into on Think Fast, talk Smart, the podcast and my new book, think Faster, talk Smarter. Let’s listen in and enjoy. You can watch the video on Harvard Business Reviews YouTube channel and learn much more at HBR.org. Without further ado, here’s how to get good at small talk."},{"author":"Matt Abrahams","text":"Small talk, I think, is actually a misnomer. We refer to small talk as any chit chat or just conversation that we don’t put a lot of import on when in fact small talk is a wonderful way of connecting, bonding, learning, growing. What makes it so challenging is the fact that we can’t have a script. We have to just go with what’s happening in the moment. We often think that it is a test for us. It’s like a tennis match where I’ve got to lob something over to the person or people I’m talking to and I hope it lands and goes well. I think a better way to look at small talk is like that game of hacky sack, that little beanbag where everybody’s trying to keep it up all at the same time and never have it hit the ground. If you envision your job as collaborating with others to keep the conversation moving rather than a hot potato tennis match where I just need to get it back to the other person, it can really change one, how it flows, and two, the experience from your perspective."},{"author":"Matt Abrahams","text":"All of a sudden it’s something that’s enjoyable rather than something that’s scary when you first get into a small talk situation. I think we need to establish appropriate goals. Rachel Greenwald, a matchmaker and an academic has this wonderful saying, your goal is to be interested, not interesting. A lot of us go into these situations thinking that we need to be really fascinating, engaging, and interesting when in fact we just need to be present and be interested in the conversation that’s happening. It also helps reduce the anxiety. Many of us feel, we feel like we are being judged and the reality is you are being judged. You can reduce the intensity of that spotlight we feel by putting your attention on the other."},{"author":"Matt Abrahams","text":"Many of us have this desire as soon as something spontaneous happens and we have to respond to do it as quickly as possible. We have this sense that speed to respond in somehow is associated with competence, but really what reflects best on your competence is an appropriate response, and appropriateness can take a little bit of time. We have all said something we didn’t mean to say because it wasn’t clear, it wasn’t appropriate. Pausing helps reduce that likelihood, so here’s some things you can do to help slow yourself down. Paraphrasing is wonderful. Why not? Just because you are repeating the gist of what somebody said to make sure you’re clearly going to respond to what’s asked or what’s needed, but paraphrasing forces you to slow down and listen more carefully. Paraphrase isn’t what a five-year-old does, who parrots back what you’ve said. It’s a distillation of what the other person said, and when you paraphrase it, you do several things."},{"author":"Matt Abrahams","text":"One, you validate the other person because you’re saying, I heard you. You’re not necessarily agreeing. Paraphrasing doesn’t mean agreement just means this is what I heard and it validates the content, so you validate the person, but the content, the person can say, no, no, no, no. What I really meant was this. So it helps with fidelity. Most of us listen just enough to get the gist of what somebody’s saying, and then we immediately start judging, rehearsing and responding. When I paraphrase, I have to listen super intently. I have to listen to understand what’s the bottom line of what you’re saying. That slows me down and by slowing my own thoughts down and then paraphrasing them, I buy myself some time to really think there’s always something to say. You can always ask a question. My mother-in-law was amazing at small talk. She had a black belt in small talk, and her superpower was a simple phrase."},{"author":"Matt Abrahams","text":"She would pause for a moment and she would say, tell me more. If you are ever in a situation, a communication conversation where you don’t know what to say, most of the time you could simply say, tell me more, or give me some more detail, or What did you mean about that point? And just by giving the person an opportunity to speak again, that gives you time to find what you might want to say and to connect to it. Tell me more. When you say, tell me more, you have to act inquisitively. If you just say, tell me more. It’s not, but if you say, tell me. Yeah, tell me more. Tell me more about that. Yeah."},{"author":"Matt Abrahams","text":"Mistakes are normal and natural in communication. We make them all the time. Spontaneous communication is about connection, not perfection. In film and TV, directors will ask their actors to have multiple takes. A take is just another shot at doing the same thing. So an actor might say something in one way very passionately, or they might say it in another way, being more curious. Those are all different takes. So I’d like people to reframe a mistake as a missed take. What you did wasn’t wrong, there might be another way to do it and we can try it again."},{"author":"Matt Abrahams","text":"Many of us, when we feel very uncomfortable in spontaneous speaking situations, we go on too long. We are discovering what we’re thinking as we’re thinking it, so we just take people on the journey of our thought process as we’re speaking and we keep going on and on and on. It’s almost a defensive technique where if I just throw out a lot of stuff that maybe something will stick and people will think, oh, that person’s smart, or they know what they’re talking about. Concision is almost always better in communication. My mother has this wonderful saying, I know she didn’t create it, but it’s tell me the time. Don’t build me the clock. Many of us are clock builders in these spontaneous speaking situations, and we have to remind ourselves when we start speaking, just tell the time. I know the irony that I’m talking about concision, and I was not concise in that answer."},{"author":"Matt Abrahams","text":"One of the best ways to be concise and clear is to leverage structure. Structure is not a listing of ideas. It’s not bullet points. Structure is a logical connection of your points. It’s like a recipe or a map. Now, this sounds ironic, right? We’re talking about being spontaneous, and here I am saying structure is the key to spontaneity, but we see this in our life in many other facets. If you enjoy jazz music, jazz music isn’t just random playing jazz. Music follows particular structures, chord progressions, connections of notes, so we can leverage structure to help our communication be tighter and clearer. One of my favorite structures of all time, because it’s so useful in so many different situations is three simple questions. What? So what now is your idea, your product, your service, your belief, the So why is it important to the person or people you’re talking to?"},{"author":"Matt Abrahams","text":"And the now, what comes next? Maybe I’m going to show you something, take your questions, set up another appointment. When it comes to small talk, this is a magical tool. Imagine you’re at a corporate mixer and you’re going in and there are people in the company that you have not yet met. So if I’m engaging you in conversation, I could say, Hey, what brings you here? That’s the what. When you answer, I could say, oh, why is that important or Why do you find that interesting? That’s the so what. And then after that I can ask a question like, oh, so what more are you going to do? Or What are you going to do next? Or Do you want to join me and go over here? So I’ve got the now what is a question? As with anything that you’re trying to learn, you have to practice it. When you read something or listen to a podcast, pause it, stop your reading. Think, what was it about? Why is it important to me and how can I use it? By drilling, it becomes more natural."},{"author":"Matt Abrahams","text":"When we’re in small talk situations, we often initiate with trite very common phrases, how are you? What brings you here? What do you do? These are simple, reflexive ways to get started, but they actually don’t take you very far. I am a big fan of initiating through questions, but through questions that connect to the particular context and environment that I’m in. Just the other day, I was in a situation for small talk, and the very first thing I did, I came up to somebody I didn’t know and I said, this is amazing to me. There are more people in this room wearing blue shirts than I think I’ve seen in a long time, and the person said, you know what? You’re right. That’s really interesting. And all of a sudden the conversation was off and running. All I did was notice something in the environment. Initiating with something that piques somebody’s curiosity, something that might be highlighting something that’s not known or commonly discussed in the moment can really invite people in versus, hi, how are you? And they say, fine. Well, now I’m back to where I started, and it’s even more awkward, right?"},{"author":"Matt Abrahams","text":"Perhaps more challenging than initiating small talk is getting out of small talk. Many of us rely on biology, oh, I’m thirsty. I’m going to go get a drink. I’m hungry, or I need to go to the bathroom. Biology is not necessarily the best exit for these circumstances. I love an approach I learned from Rachel Greenwald. It’s called the White Flag Approach. If you know anything about auto racing prior to the last lap, the final lap, they wave a white flag to signal to all the drivers that the race is ending. As you’re drawing near to the end of the conversation, either because you need to leave, you want to leave, or the conversation is sort of run its course, you signal that you say, I need to go in a moment, and this is where you ask one last question, provide one bit of feedback so you’ve continued the conversation on for a little bit, so it might sound something like this, I need to get going because some friends over there I need to meet, but before I go, I want to know just a little bit more about that trip you were telling me about to Hawaii, and together you can draw the conversation to an end rather than you abruptly saying, oh, I need to go to the bathroom, or, wow, that looks like good food over there."},{"author":"Matt Abrahams","text":"It’s just a much better, cleaner way to end a small talk conversation."},{"author":"Matt Abrahams","text":"I hope you now have some ideas you can put into practice right away about how to be better at small talk. Thanks again to the team at Harvard Business Review for making the original video. Go check out their videos on their YouTube channel, and while you’re there, check out my appearance on their flagship podcast, HBR Ideacast where I discuss impromptu speaking, keeping composure under pressure, and making the right impression. That’s in the HBR Ideacast podcast feed. You can find all their videos and podcasts at HBR.org."}],"audio":"https://content.production.cdn.art19.com/segment_lists/b711aa00-8423-47c4-8dbb-10968703a0f5/20231121-VEZUU19IQlJfTWl4LTIgKDEpLndhdg-8e40cbb3-6f8b-4e53-9019-8d0ca22a437e.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams"],"wave_peaks":[1429,19956,2807,20395,3625,1304,6227,17325,14100,15145,16044,10875,1212,12611,19901,8403,6461,8032,5997,1892,1351,12715,19840,13393,12536,4691,8711,9070,7206,5987,3822,1512,18852,16744,13556,12578,18850,18655,8772,11982,8218,1455,1303,12474,18466,9122,7559,10534,5925,8302,12232,13149,2848,7235,15693,13203,8129,9239,6363,2121,753,6469,13781,9431,15665,11442,7578,7068,4709,585,19597,12331,12581,7114,14893,8985,6902,6518,4354,10345,7122,15525,10625,15184,10038,10358,6655,10734,5183,6183,7382,7431,5771,579,10901,12068,10668,11163,13486,9084,9752,8252,6648,9919,14474,13249,9815,14226,9833,430,10894,12652,7153,3739,12442,12133,7484,14283,6427,2216,431,12751,17715,9669,7089,6482,6284,1141,427,9109,16791,15474,13278,8559,11276,16487,8115,6725,6491,8164,7279,5343,324,14558,8234,12869,7163,7713,6459,7408,6103,512,16202,20265,9670,7298,687,10968,8943,16015,8669,5099,9311,5924,2280,29,19,8985,10582,12929,10701,12059,8035,9052,6534,9381,10743,11352,12191,11159,9109,12013,11175,8940,9945,12500,10932,8607,11430,10442,10612,10640,9441,10818,7396,6962,11495,14207,11874,2984,10315,11680,9930,11162,9500,10727,8418,13310,7969,4166,12408,10409,5487,10240,8280,6424,9806,10582,7482,9354,9939,9556,9512,8073,9894,9825,11473,10675,9938,8693,8303,13789,11892,9651,9243,13099,9248,9860,10061,9895,11310,6989,7421,5955,8300,12199,12046,7864,10660,9400,7836,7842,10732,6954,9698,10929,11648,6317,9181,7728,13881,11191,12459,8824,10321,8900,8648,6246,9100,12379,7075,6239,10028,13609,10526,8428,9270,8927,7421,15190,12624,10777,9955,8794,6412,10705,9334,10008,8437,14637,7029,9311,11334,9631,11354,11896,11795,13516,10356,7726,8924,12819,9419,7573,9744,8960,11347,12158,6323,6171,3988,9512,10247,7481,8737,11111,7217,12327,11610,13295,11159,6143,11016,11115,10947,9147,12929,10007,12150,10086,8516,7215,9548,9039,8692,10632,12846,12521,9195,8148,4136,9373,9211,7606,7975,3040,10733,12442,3608,16161,8940,12001,4423,8843,10185,7291,9522,9813,9844,7351,7118,7918,11388,10067,8287,9774,5641,3,10932,9829,6983,12272,10498,9402,8745,8428,5613,10350,9915,10433,11351,10498,10665,12578,6986,8495,10159,8302,12494,8219,10438,7242,7006,9788,10268,9726,10017,6572,6154,11124,11369,8879,8087,9013,8335,9012,6814,12672,10092,11298,7960,10385,11027,9575,8504,8577,8854,9569,9155,9472,10052,6885,8098,4493,967,11430,12772,10492,9462,7058,7133,7174,8268,5594,10482,9706,8796,8563,8142,7984,7790,11513,10352,9246,7838,9027,7418,7183,4085,10227,13305,10094,9077,8502,8746,6544,7832,12957,7597,8564,9620,8864,7778,11230,7746,7257,6934,1015,11935,10485,12135,7718,7872,7730,10571,4815,4891,5331,1688,8379,8720,890,9221,8726,13608,9181,8548,9697,9400,13668,10328,7054,9015,8761,5753,3946,234,8876,10056,10020,8651,8339,9443,7023,9800,11777,12703,11470,6338,7462,13757,11038,9084,7217,8951,12007,10006,6054,11337,9536,12735,10751,7925,10541,12445,7405,9371,9765,5090,12610,11681,8167,13451,5342,6342,8994,9523,1480,10738,10218,9422,7561,8805,1422,10828,10712,9383,13165,8571,6901,9223,9523,9051,8304,10150,11182,12321,8596,10008,9316,9555,8664,8813,2193,1103,10666,9888,9594,9047,12982,10367,9014,10298,7657,3263,9129,9239,267,8631,11876,7907,6400,5634,12160,8021,5129,7223,6586,6631,6181,2764,10299,11313,9947,9267,10462,8430,7322,8257,8300,4379,10109,6176,10543,9655,11242,7022,1818,12688,7897,11746,7592,10934,5848,5784,12087,10190,10583,8219,10297,7885,6369,8985,4077,9539,12387,12426,11759,5988,3413,11700,11982,11916,12963,7384,12733,8182,13349,12996,9492,8123,10848,7959,7789,9774,8957,10064,8336,12172,11089,10391,11584,8662,14422,11464,8028,7161,3690,11484,10319,10995,7956,10595,6518,7745,10082,11070,5220,9043,8240,3028,9672,9472,7126,2633,11647,11696,9487,10091,12998,7809,9947,10478,10516,12869,9536,8320,8440,8996,9503,9554,9819,8247,6609,11033,10792,9063,8599,8635,5955,9412,11198,9357,6440,9130,10461,9644,8844,10426,11345,1648,11164,13744,11054,11282,9210,9518,12161,15302,10484,11086,12496,11604,10629,6390,11180,15024,10113,11222,10058,7143,10188,11215,11926,6946,9578,14142,11711,7619,9486,12498,6941,11241,13814,10685,9586,12666,9351,10983,8738,11694,10679,7614,6351,2270,12364,12300,10098,10310,11051,12901,3910,3946,11069,11837,12564,6573,10407,7040,10062,12587,10427,5520,12730,10589,10027,10675,8610,7360,7710,5677,7698,9472,9805,10062,11485,11716,8113,10823,6857,9298,8962,2654,10972,12346,11357,16800,10496,10239,11568,9598,8224,10049,9475,9557,1797,10027,8478,9212,10810,13179,9791,10989,8670,8422,6368,3,13195,11462,11898,7197,5846,6084,3242,11065,9636,8136,11981,11309,5903,3,7549,13477,9782,5869,3295,7812,13114,10580,6417,8408,3883,6047,6878,7014,2,12631,10904,10331,9172,9138,11386,9288,8833,5280,9856,747,11601,14040,9393,8343,9449,11441,10217,8742,9109,9276,10394,13055,10086,12052,10042,6996,8516,8854,8860,12515,9883,12207,10506,8207,6566,8636,9689,3324,10806,13509,11419,11465,3641,7580,9312,7441,6186,4135,10490,11996,10590,9578,6584,7183,10568,9406,7652,9277,13411,11164,8056,1312,9737,9670,9872,8505,7460,1595,7302,12383,10429,10982,9816,7556,8412,11702,8787,4270,7913,10255,9870,8429,9159,5330,14309,11168,7858,11589,12135,5591,5140,11186,11557,10833,9241,7001,8634,8567,9663,9012,8242,3550,11797,8007,7991,12012,12135,10836,10891,11194,7288,7325,7407,7333,7563,5776,14006,6664,2,8829,12129,10613,10748,12968,12296,11896,9457,6025,3428,12952,11738,9917,12422,10504,11274,12833,10476,10233,7549,11796,9237,9569,10872,10800,8781,7342,11171,11116,10941,5890,8790,12319,12073,8110,9384,6907,7842,7896,5822,325,4906,10119,11540,10415,11668,676,16931,10987,9970,11349,8401,9349,12483,6267,11385,8931,3698,12851,11320,15505,7337,28,5396,9232,8792,8550,11922,10901,5334,5917,7792,7021,88,10956,11784,8999,12636,8865,11050,7379,12215,7714,10116,10996,12749,9594,8922,9919,8223,8437,9031,9539,11874,10307,10830,8536,6310,5855,5166,26,13009,11335,10829,9806,11673,10522,9765,12526,10226,10894,12722,4962,7667,9604,8773,7781,10300,10356,9326,10489,9986,8993,10484,8422,2029,11199,11159,11045,11202,9886,2427,5802,4729,10372,13587,12297,9456,8345,12692,14691,6732,8318,12355,9001,9125,8810,1400,8957,10635,413,125,11076,10119,8749,10325,2950,12223,8656,8996,8983,8042,5977,10255,10923,9957,5940,44,7731,12224,11764,7982,10391,11320,12407,8927,6619,11333,7193,5939,7990,9034,8697,11634,11598,6203,9955,2329,9378,11167,10320,11719,9078,12154,13452,8612,7393,8755,9181,11980,9300,9588,8828,10376,12457,12119,10959,9506,8212,8832,6819,10400,9289,6534,9183,7948,8756,12210,8555,10679,8708,13209,4770,14933,9104,12051,12538,12170,12732,8615,2,9615,10322,10981,9211,7358,1668,7226,8407,9006,11105,10850,14333,6547,0,11507,10324,11166,10862,8320,11218,5729,4396,8780,10981,7530,10081,7906,10406,8252,9968,7119,2896,10264,11571,5802,6927,4812,1917,13079,12820,9220,9293,10283,7461,9010,10040,8965,6537,5792,12892,10909,2651,13686,9441,12151,8858,2957,11869,11867,9492,10165,4923,7,6515,13304,11445,12084,12688,12302,5288,7026,10852,7853,8213,5927,4923,5482,1546,12535,11817,9961,9513,6483,8819,5876,5877,2,11136,5471,11277,5496,7224,2460,2,12794,16228,9772,11912,9348,11188,10915,7758,7189,7794,8794,4255,7491,6860,3157,3,1,6838,15997,9798,9659,10047,5742,9263,8006,10781,7594,9328,8145,11125,7137,9510,6876,2035,10536,9812,12723,12048,11369,12154,7422,9727,9882,10483,7070,3413,12341,10458,9640,11521,9805,8477,8519,4993,7057,4562,3266,9890,11751,9945,9539,8022,7497,4983,4,11266,10393,11929,11161,9408,14186,11954,7974,10112,7009,7422,11966,7794,9289,12691,10050,6554,6418,9974,5609,2576,12662,8271,8033,8902,11117,7219,8360,7635,10258,3169,9247,9454,7153,7647,9061,5808,5566,9396,9134,9097,7973,8913,2978,10737,10295,10845,4928,5,10750,9699,3052,13892,7652,10077,7713,10152,7850,12757,11679,6791,8412,7469,9086,8067,4387,1,13183,8987,11565,8738,11165,9882,11572,11237,7994,7940,7092,14820,6681,5606,7742,4691,2,15146,14574,10735,10908,9179,8925,10469,12358,7017,9014,11233,7252,10410,10729,9260,6685,6977,4554,7135,9032,9654,10079,4836,11352,46,8315,13331,12407,1772,12121,4736,52,11882,14422,10544,9408,10198,13623,10235,8598,9578,7541,7807,8589,11813,11800,13219,11820,8528,7897,11165,8725,8189,8870,13685,7417,3642,11587,9589,9829,5875,9730,8733,11182,8701,11930,10088,10641,7390,11455,9674,11694,7836,10154,12522,11656,7145,3279,10183,10220,9858,11224,13916,133,10419,9630,7464,11642,13824,7217,6109,11575,11840,7554,9548,12219,8656,5303,9992,11152,8528,7689,8145,12966,11230,9923,13018,10724,8084,9814,12971,9868,8477,12286,7296,6656,8399,11273,9642,11548,1319,7844,11661,8,10203,8774,9999,11728,13236,10460,9171,11770,11201,9694,8750,11938,6447,9425,4949,9407,9713,10605,7644,8236,11843,9706,10770,9757,10947,9585,9546,10226,10492,7410,8554,8664,10800,9322,9712,7490,10214,13231,13404,10574,5704,7547,3742,14464,11682,9274,8220,7615,9366,8154,8082,2536,1234,13927,15096,5386,3792,8256,7251,7075,10112,7089,8,10975,9905,13985,12930,11777,2,341,12813,7034,1,13367,7935,7399,10969,9666,12517,10169,13199,8834,7157,11568,5394,3582,12389,9171,9020,7149,9242,5721,6918,6654,3596,2,10785,10407,12080,8484,7869,8911,12774,10794,8018,6058,11193,8030,2,12161,9017,1591,10593,9578,10509,6112,4451,12107,3508,8121,13228,7428,8994,9754,8294,5876,11406,8833,6473,2469,2,9684,11623,12004,10733,11434,11727,9508,6897,10112,9691,9482,13295,10633,6990,8247,8225,7337,7311,258,2,11988,8879,6418,10551,8873,3357,10401,6607,8345,8804,4210,9553,12297,3929,1809,13167,129,12330,12490,10081,8557,9721,8471,11576,9656,10435,9656,11354,9035,7294,3038,2,11999,11165,12669,12492,7139,9522,6449,8854,9195,636,12251,12407,13392,10431,9343,7603,9182,9178,8858,7984,24,8865,9598,7718,10836,12789,9746,7969,10811,10580,8873,8604,9602,8136,10471,9448,7556,9189,7156,2390,2,11623,11876,10591,10761,10332,9408,9969,7768,10483,12210,10753,8328,6079,10757,7451,923,12822,12868,6825,8171,10151,9471,9333,5263,9359,5829,3,8931,7911,7962,12826,9358,4711,8831,7499,8278,10725,7838,2242,11263,11672,5725,15312,10140,8503,10276,8932,8983,11205,9568,12786,8918,7051,10342,8542,6674,949,10553,8708,14556,7374,7147,8426,2401,11170,10858,16767,13046,9661,9039,9486,12902,10899,13336,12878,13719,10369,11230,11880,9829,10728,12948,7952,11627,1379,1,13567,4380,10789,15149,9379,6712,8354,8519,9831,9186,7100,5875,13149,8957,5434,3986,4948,10764,11784,12513,12870,10722,7382,1621,12507,11725,9890,11912,12316,10305,11918,12595,12073,13992,12877,3691,3,13419,11296,13035,6126,7566,11301,8242,7362,5883,6465,7084,5074,551,1,14762,10022,10519,9502,7607,6168,9719,6047,8804,13055,12824,9354,13194,13830,9492,7713,7994,9322,9789,12175,15141,6472,4601,15214,12435,11456,11859,9924,13967,6992,65,12447,10997,12001,7269,12182,3260,11648,12274,12140,13223,9940,11227,9978,8709,13987,10661,11839,10942,9255,10075,8333,11573,11916,9498,8629,6937,8244,6956,572,6581,14183,8759,9720,12458,11925,9410,7449,11800,10791,9585,4905,1,7960,10788,6956,10808,10984,10263,10979,6092,4715,1,14292,7526,8645,8670,13235,8041,8057,13474,6681,10484,8336,7039,8494,10988,10945,6117,8793,6406,7423,9707,6847,4600,3313,9206,8193,17,12154,10649,11786,9655,8363,1,10302,12135,10409,10646,7831,7374,12981,10547,7848,7560,9534,11501,12960,11633,8096,8899,9170,9553,12327,10971,8081,10077,7000,11463,8397,7868,12475,2817,1,7077,11771,13196,11778,10001,8129,5829,6814,10678,7446,11735,8262,8807,11320,13543,9908,11714,11621,6601,14410,10369,11587,9372,12791,9031,10069,7921,9730,10021,13575,10490,2978,9183,7343,5049,7506,6274,3302,10147,8863,5753,3731,583,618,696,20136,14840,16940,15691,11475,8495,10355,13980,7953,13561,5888,7377,14751,12630,9935,8221,7156,4241,707,723,16934,12450,11833,7681,5480,14519,8054,5820,3733,11105,11275,6487,9168,7271,6430,1884,543,12542,14710,10246,9224,6241,8337,7415,3859,477,13699,14311,9798,2081,14844,10675,7861,7572,12359,12615,10633,10459,3779,7234,6764,7547,5951,4942,2657,338,14141,15132,7163,3142,7331,5909,5427,1225,9561,9393,6786,11319,6401,3480,8452,6028,7740,4913,1232,304,17388,6348,9392,10803,8706,8694,4169,16340,5413,5439,1138,6991,9225,10582,7210,4181,4244,9957,3825,7209,6989,7035,5035,3353,366,108,92,58,39,18,3,0,0,0,0,0],"fragments":[{"begin":"0.000","end":"50.320","lines":["Hi Matt here. Many of us dread small talk, especially around the holidays. Yet I think small talk gets a bad rap. Lots of big things can happen during small talk. We can learn about others and ourselves. We can collaborate and we can set up future opportunities. Today we have a special episode for you. I worked with our friends at Harvard Business Review on a video called How to Get Good at Small Talk and Even Enjoy It, and it pulls together a lot of concepts that we dig into on Think Fast, talk Smart, the podcast and my new book, think Faster, talk Smarter. Let’s listen in and enjoy. You can watch the video on Harvard Business Reviews YouTube channel and learn much more at HBR.org. Without further ado, here’s how to get good at small talk."]},{"begin":"50.320","end":"108.840","lines":["Small talk, I think, is actually a misnomer. We refer to small talk as any chit chat or just conversation that we don’t put a lot of import on when in fact small talk is a wonderful way of connecting, bonding, learning, growing. What makes it so challenging is the fact that we can’t have a script. We have to just go with what’s happening in the moment. We often think that it is a test for us. It’s like a tennis match where I’ve got to lob something over to the person or people I’m talking to and I hope it lands and goes well. I think a better way to look at small talk is like that game of hacky sack, that little beanbag where everybody’s trying to keep it up all at the same time and never have it hit the ground. If you envision your job as collaborating with others to keep the conversation moving rather than a hot potato tennis match where I just need to get it back to the other person, it can really change one, how it flows, and two, the experience from your perspective."]},{"begin":"108.840","end":"155.480","lines":["All of a sudden it’s something that’s enjoyable rather than something that’s scary when you first get into a small talk situation. I think we need to establish appropriate goals. Rachel Greenwald, a matchmaker and an academic has this wonderful saying, your goal is to be interested, not interesting. A lot of us go into these situations thinking that we need to be really fascinating, engaging, and interesting when in fact we just need to be present and be interested in the conversation that’s happening. It also helps reduce the anxiety. Many of us feel, we feel like we are being judged and the reality is you are being judged. You can reduce the intensity of that spotlight we feel by putting your attention on the other."]},{"begin":"155.480","end":"212.520","lines":["Many of us have this desire as soon as something spontaneous happens and we have to respond to do it as quickly as possible. We have this sense that speed to respond in somehow is associated with competence, but really what reflects best on your competence is an appropriate response, and appropriateness can take a little bit of time. We have all said something we didn’t mean to say because it wasn’t clear, it wasn’t appropriate. Pausing helps reduce that likelihood, so here’s some things you can do to help slow yourself down. Paraphrasing is wonderful. Why not? Just because you are repeating the gist of what somebody said to make sure you’re clearly going to respond to what’s asked or what’s needed, but paraphrasing forces you to slow down and listen more carefully. Paraphrase isn’t what a five-year-old does, who parrots back what you’ve said. It’s a distillation of what the other person said, and when you paraphrase it, you do several things."]},{"begin":"212.520","end":"265.560","lines":["One, you validate the other person because you’re saying, I heard you. You’re not necessarily agreeing. Paraphrasing doesn’t mean agreement just means this is what I heard and it validates the content, so you validate the person, but the content, the person can say, no, no, no, no. What I really meant was this. So it helps with fidelity. Most of us listen just enough to get the gist of what somebody’s saying, and then we immediately start judging, rehearsing and responding. When I paraphrase, I have to listen super intently. I have to listen to understand what’s the bottom line of what you’re saying. That slows me down and by slowing my own thoughts down and then paraphrasing them, I buy myself some time to really think there’s always something to say. You can always ask a question. My mother-in-law was amazing at small talk. She had a black belt in small talk, and her superpower was a simple phrase."]},{"begin":"265.560","end":"299.360","lines":["She would pause for a moment and she would say, tell me more. If you are ever in a situation, a communication conversation where you don’t know what to say, most of the time you could simply say, tell me more, or give me some more detail, or What did you mean about that point? And just by giving the person an opportunity to speak again, that gives you time to find what you might want to say and to connect to it. Tell me more. When you say, tell me more, you have to act inquisitively. If you just say, tell me more. It’s not, but if you say, tell me. Yeah, tell me more. Tell me more about that. Yeah."]},{"begin":"299.360","end":"340.440","lines":["Mistakes are normal and natural in communication. We make them all the time. Spontaneous communication is about connection, not perfection. In film and TV, directors will ask their actors to have multiple takes. A take is just another shot at doing the same thing. So an actor might say something in one way very passionately, or they might say it in another way, being more curious. Those are all different takes. So I’d like people to reframe a mistake as a missed take. What you did wasn’t wrong, there might be another way to do it and we can try it again."]},{"begin":"340.440","end":"392.520","lines":["Many of us, when we feel very uncomfortable in spontaneous speaking situations, we go on too long. We are discovering what we’re thinking as we’re thinking it, so we just take people on the journey of our thought process as we’re speaking and we keep going on and on and on. It’s almost a defensive technique where if I just throw out a lot of stuff that maybe something will stick and people will think, oh, that person’s smart, or they know what they’re talking about. Concision is almost always better in communication. My mother has this wonderful saying, I know she didn’t create it, but it’s tell me the time. Don’t build me the clock. Many of us are clock builders in these spontaneous speaking situations, and we have to remind ourselves when we start speaking, just tell the time. I know the irony that I’m talking about concision, and I was not concise in that answer."]},{"begin":"392.520","end":"449.120","lines":["One of the best ways to be concise and clear is to leverage structure. Structure is not a listing of ideas. It’s not bullet points. Structure is a logical connection of your points. It’s like a recipe or a map. Now, this sounds ironic, right? We’re talking about being spontaneous, and here I am saying structure is the key to spontaneity, but we see this in our life in many other facets. If you enjoy jazz music, jazz music isn’t just random playing jazz. Music follows particular structures, chord progressions, connections of notes, so we can leverage structure to help our communication be tighter and clearer. One of my favorite structures of all time, because it’s so useful in so many different situations is three simple questions. What? So what now is your idea, your product, your service, your belief, the So why is it important to the person or people you’re talking to?"]},{"begin":"449.120","end":"498.080","lines":["And the now, what comes next? Maybe I’m going to show you something, take your questions, set up another appointment. When it comes to small talk, this is a magical tool. Imagine you’re at a corporate mixer and you’re going in and there are people in the company that you have not yet met. So if I’m engaging you in conversation, I could say, Hey, what brings you here? That’s the what. When you answer, I could say, oh, why is that important or Why do you find that interesting? That’s the so what. And then after that I can ask a question like, oh, so what more are you going to do? Or What are you going to do next? Or Do you want to join me and go over here? So I’ve got the now what is a question? As with anything that you’re trying to learn, you have to practice it. When you read something or listen to a podcast, pause it, stop your reading. Think, what was it about? Why is it important to me and how can I use it? By drilling, it becomes more natural."]},{"begin":"498.080","end":"562.280","lines":["When we’re in small talk situations, we often initiate with trite very common phrases, how are you? What brings you here? What do you do? These are simple, reflexive ways to get started, but they actually don’t take you very far. I am a big fan of initiating through questions, but through questions that connect to the particular context and environment that I’m in. Just the other day, I was in a situation for small talk, and the very first thing I did, I came up to somebody I didn’t know and I said, this is amazing to me. There are more people in this room wearing blue shirts than I think I’ve seen in a long time, and the person said, you know what? You’re right. That’s really interesting. And all of a sudden the conversation was off and running. All I did was notice something in the environment. Initiating with something that piques somebody’s curiosity, something that might be highlighting something that’s not known or commonly discussed in the moment can really invite people in versus, hi, how are you? And they say, fine. Well, now I’m back to where I started, and it’s even more awkward, right?"]},{"begin":"562.280","end":"628.440","lines":["Perhaps more challenging than initiating small talk is getting out of small talk. Many of us rely on biology, oh, I’m thirsty. I’m going to go get a drink. I’m hungry, or I need to go to the bathroom. Biology is not necessarily the best exit for these circumstances. I love an approach I learned from Rachel Greenwald. It’s called the White Flag Approach. If you know anything about auto racing prior to the last lap, the final lap, they wave a white flag to signal to all the drivers that the race is ending. As you’re drawing near to the end of the conversation, either because you need to leave, you want to leave, or the conversation is sort of run its course, you signal that you say, I need to go in a moment, and this is where you ask one last question, provide one bit of feedback so you’ve continued the conversation on for a little bit, so it might sound something like this, I need to get going because some friends over there I need to meet, but before I go, I want to know just a little bit more about that trip you were telling me about to Hawaii, and together you can draw the conversation to an end rather than you abruptly saying, oh, I need to go to the bathroom, or, wow, that looks like good food over there."]},{"begin":"628.440","end":"634.400","lines":["It’s just a much better, cleaner way to end a small talk conversation."]},{"begin":"634.400","end":"670.640","lines":["I hope you now have some ideas you can put into practice right away about how to be better at small talk. Thanks again to the team at Harvard Business Review for making the original video. Go check out their videos on their YouTube channel, and while you’re there, check out my appearance on their flagship podcast, HBR Ideacast where I discuss impromptu speaking, keeping composure under pressure, and making the right impression. That’s in the HBR Ideacast podcast feed. You can find all their videos and podcasts at HBR.org."]}],"duration":670.641625}