{"title":"Forgiveness: How the Right Communication Repairs Relationships","url":"https://www.gsb.stanford.edu/insights/forgiveness-how-right-communication-repairs-relationships","intro":["When it comes to communication and relationships, mistakes are inevitable. And when we find ourselves with damaged connections, it's a specific kind of communication that can help us make amends.","Fred Luskin is the director of the Stanford University Forgiveness Project, and has devoted much of his career to researching the way forgiveness affects our psychological, relational, and physical health.","“Apology is one of the few things that research shows actually facilitates forgiveness,” Luskin explains. In this Think Fast, Talk Smart episode with host and strategic communication lecturer Matt Abrahams, Luskin outlines what it means to truly say we're sorry."],"transcript":[{"author":"Matt Abrahams","text":"I find myself following the advice that it is better to ask for forgiveness than ask for permission. The end result: I’m often apologizing. Today, we will explore apologies, forgiveness, and happiness. I’m Matt Abrahams, and I teach strategic communication at Stanford Graduate School of business. Welcome to Think Fast, Talk Smart: the Podcast."},{"author":"Matt Abrahams","text":"I am excited and really interested to speak with Dr. Fred Luskin, who is the director of the Stanford Forgiveness Project and the author of two books, Forgive for Good: A Proven Prescription for Health and Happiness, and Stress Free for Good: 10 Proven Life Skills for Health and Happiness. Welcome to the podcast, Fred. Thanks for joining me."},{"author":"Fred Luskin","text":"Thanks for having me on."},{"author":"Matt Abrahams","text":"Let’s get started. From your perspective, why is forgiving important? And can you share your view on the forgiving process and the steps involved?"},{"author":"Fred Luskin","text":"Well, Desmond Tutu says, “Without forgiveness, there is no future,” implying that if you don’t let go of the past, release your bitterness, you’re living in the past. That is really dangerous for relationships. And in terms of I know what you teach is communication, you don’t want to be just negotiating and re-litigating the past. You want to have communication now about what’s going on now."},{"author":"Fred Luskin","text":"We, through the Forgiveness Project, have developed a nine-step process to forgiveness, and that’s the essence of our work. It goes from awareness is of what forgiveness is and isn’t, to some practices. The end result being you end up with an entirely different story that you tell yourself about what happened."},{"author":"Matt Abrahams","text":"Fascinating. How does apologizing fit into this forgiving process, and what are the steps that are involved in apologizing? I find myself doing it quite often."},{"author":"Fred Luskin","text":"Well, in particular, if you don’t want to ask for permission, you’re going to have a good number of apologies. Apology is one of the few things that research shows actually facilitates forgiveness, and there’s not that many. A sincere apology is a facilitator. A sincere apology is what’s important. And from what I understand, most apologies are not that useful because they end up saying, “I’m sorry that you feel bad,” or “I’m sorry that you’re upset.” A sincere apology says, “I did wrong. My wrong led to your upset. I own both my own behavior and your response. I’m sorry about that. And if I can, I will make amends.”"},{"author":"Fred Luskin","text":"So, that’s the fullness of apology we add to that in terms of the forgiveness piece is not only would it be nice to make amends, but it would be good if I can undergo whatever processes are needed so I’m less likely to do it again. So, if I do something because I have a bad habit, do something to work on that habit. If I’m a drunk, stop drinking. If I have a bad temper, acknowledge and get some help. But the apology is that I see you’re hurt; I own my own behavior that caused it. I’m sorry, and is there anything I can do to make it better?"},{"author":"Matt Abrahams","text":"So, it starts with taking responsibility and includes empathy to understand."},{"author":"Fred Luskin","text":"And that’s what’s so hard, that many, many people struggle to admit their flaws and own the fact that behavior of theirs caused other people’s suffering, or their own suffering such as I did something really stupid and blew off the test or something. Yes."},{"author":"Matt Abrahams","text":"Interesting. So, those people who listen in to the podcast know I’m a huge fan of structure and how you can structure your communication. And it sounds like a recommendation you have is you start by acknowledging your responsibility in what you did, and then move to talk about how what you did impacted the other or others, and from there you can talk about how you can go about making amends and perhaps changing."},{"author":"Fred Luskin","text":"That would be a good thing. I’m going to say even more deeply, though, I would advocate for the value of mindfulness or even a Buddhist-based awareness practice that it’s really good to pay attention to both our behavior, our thoughts, and how they influence other people. You don’t want it to be limited just to when you cause harm. Because in a deeper way, the more important communication are the positive or facilitative communication."},{"author":"Fred Luskin","text":"So, to say to somebody, “I notice what you did that was good,” or “I notice that I was feeling love towards you,” those are mindfulness-based communications that are really helpful for the relationship. The apology and the forgiveness are repair parts. They’re also facilitative parts."},{"author":"Matt Abrahams","text":"Wow. I almost think of the yin-yang where you need both together to have the whole relationship with the person."},{"author":"Fred Luskin","text":"And the research on relationship success, they used to think that it was mostly that people could fight in a certain way. But now they’re finding that a large part of relationship excess is does your partner or your friend acknowledge your successes? And the more you feel like you can share your positive world with somebody, the better the relationship feels."},{"author":"Matt Abrahams","text":"I had read that, and you just reminded me of that, that it’s the celebrating of the successes, big and little, that is also critically important."},{"author":"Fred Luskin","text":"Critically important."},{"author":"Matt Abrahams","text":"Wonderful. Thank you for that. On this podcast, Fred, we have often talked about how our mindset and approach affects our communication, but we’ve not explored our internal self-talk, something you’ve thought a lot about. And I’m wondering, can you help us understand the importance of self-talk and how it affects how we interact with others?"},{"author":"Fred Luskin","text":"I mean, we’re always evaluating experiences. So, I mean, good question to you, good answer to me. Not good question from you, not good answer from me. We have an almost relentless inner dialogue that evaluates things. If we just allow that critic/praiser to go, we’re pulled all over the place. So, good question, all right, I feel better. Bad question, I feel worse. Good answer, I feel good. Bad question, I feel bad. It’s an emotional rollercoaster."},{"author":"Fred Luskin","text":"So, when people have meta strategies above that that can modulate the self-talk, they usually have more control over it and their emotions. So, a mindset is a word for that. So, I have a growth mindset, so I want to learn how to have more constructive self-talk. The fix mindset, that’s just who I am."},{"author":"Matt Abrahams","text":"Right."},{"author":"Fred Luskin","text":"I teach happiness mindsets. So, what kind of self-talk will make me happier? But if you have the happiness mindset, then you look at your self-talk from that perspective of is it working towards my deeper goal?"},{"author":"Matt Abrahams","text":"So, you can actually do work on your mindset, which then influences and affects how you approach your communication and the different ways in which you interact with other people."},{"author":"Fred Luskin","text":"I think it’s a bidirectional communication, that when you wake up in the morning, we have a handful of very basic inner premises. And that reflects in that self-talk and how we use the self-talk. But we can also look at the self-talk and pull back and recognize what our basic, deepest goals and values are. So, it’s a bidirectional communication."},{"author":"Matt Abrahams","text":"I’ve explored this a little bit when I help people manage anxiety they have around communication."},{"author":"Fred Luskin","text":"Of course."},{"author":"Matt Abrahams","text":"And we have lots of negative self-talk that we say to ourself: “I’m going to mess up. I can’t believe I’m in this situation.”"},{"author":"Fred Luskin","text":"“I’m a failure.”"},{"author":"Matt Abrahams","text":"Right. And if you start understanding what you’re saying to yourself, you can then begin to change that self-talk."},{"author":"Fred Luskin","text":"You can."},{"author":"Matt Abrahams","text":"In your words, that mindset that can help you feel better and more confident. So, I see a lot of synergy between what you’re saying and some of the work I do."},{"author":"Matt Abrahams","text":"I want to tap into this notion of happiness, because your focus on forgiveness really is part of your larger work on happiness. Can you help us connect the dots between forgiveness, apology, mindset, and happiness? How do those all connect together, and are there a couple things we could do to be more happy?"},{"author":"Fred Luskin","text":"There was a book maybe 15, 20 years ago that the Dalai Lama wrote called The Art of Happiness. And in that book, the thing he talked about that was most influential to me was if you want to be happy, practice the conditions that lead to happiness. If you want to be unhappy, practice the conditions that lead to unhappiness."},{"author":"Fred Luskin","text":"So, within that framework of strategies that are more likely to produce happiness and those more likely to produce unhappiness, one of the strongest that produces unhappiness is grievance, is walking around with an unresolved grudge against something. Another one that leads to unhappiness is bitterness, that people feel life hasn’t been fair to them. And a third that we see all the time is just self-pity, like poor me, it didn’t work out the way I hoped. Those are practices that the Dalai Lama says lead to unhappiness."},{"author":"Fred Luskin","text":"Practices that we teach that lead more to happiness: forgiveness is resolving those grudges, gratitude is the opposite of bitterness, and a certain self-affirmation would be a contrary practice that would lead to more happiness. The key definer of that is, again, what we practice influences how happy we are. It’s not based primarily in external experiences. It’s an inner way of holding those experiences."},{"author":"Matt Abrahams","text":"The cataloging of the things we do to make ourselves unhappy and make happy is actually very profound. I find myself really reflecting. I find that one of the things that makes me unhappy is I am over-scheduled and I’m busy rushing around."},{"author":"Fred Luskin","text":"I understand. Of course."},{"author":"Matt Abrahams","text":"And so, giving ourselves time and space. And prior to us starting to the recording, you shared that meditation is something you do. It’s something I do. And it strikes me that just taking time to reflect, to give yourself that space in your schedule, and maybe even to meditate are ways to help allow us to explore these ideas, but also to make ourselves happier."},{"author":"Fred Luskin","text":"I mean, meditation is a profound tool that some people think is another necessary type of consciousness that we minimize. So, we have waking, sleeping, dreaming. There are people who postulate that meditation is, in and of itself, a brain patterning that is required for our highest functioning."},{"author":"Matt Abrahams","text":"Fred, you’ve been teaching these skills for a long time. And I’m curious, do you have any best practices you rely on to help people learn these types of tools? So, when you teach these tools, what are things you have found help you to educate people about these?"},{"author":"Fred Luskin","text":"I’m going to say the two that would be most essential for my simple practices are abdominal breathing where you really focus on your core, like somewhere in the center. The martial arts put it like a inch below your navel."},{"author":"Matt Abrahams","text":"Right."},{"author":"Matt Abrahams","text":"Fred Luskin: But inhaling and exhaling from that point and making sure the exhalation is deep so the next inhalation fills, that’s essential. And the other essential practice is simply thank you. So, I’m going to say the other practice is to train your mind so that you find all the ways that people are kind and good to you and all the ways that you’re supported in the world. And that results in a heck of a lot more thank yous than most people end up having. But just noticing like, oh, there’s a water fountain. Wow, that’s good, I don’t have to go dig up water."},{"author":"Matt Abrahams","text":"Right."},{"author":"Fred Luskin","text":"And if you create a small attitude of thank you from that, that in and of itself lowers stress, but again, it opens the perception that the world is a safe place. And that probably is the most important thing that we can create for ourselves."},{"author":"Matt Abrahams","text":"An attitude of gratitude is a great way. And we’ve definitely talked about the importance of breath in communication and relaxation."},{"author":"Fred Luskin","text":"Oh, of course."},{"author":"Matt Abrahams","text":"And it’s great to hear it echoed in your ideas. Before we end, I’d like to ask you the same three questions I ask everybody who joins me. You up for that?"},{"author":"Fred Luskin","text":"Sure."},{"author":"Matt Abrahams","text":"All right. If you were to capture the best communication advice you have ever received as a five- to seven-word presentation slide title, what would that be?"},{"author":"Fred Luskin","text":"Try as best you can for kind speech."},{"author":"Matt Abrahams","text":"Try as best you can for kind speech. I like that. It’s not directive. It’s inviting."},{"author":"Fred Luskin","text":"And it’s also realistic."},{"author":"Matt Abrahams","text":"Yeah. Yeah, don’t set expectations that are unachievable. Very good. A lot of us set expectations for ourselves that invite stress."},{"author":"Fred Luskin","text":"And for other people, absolutely."},{"author":"Matt Abrahams","text":"I like that in some ways it’s forgiving yourself before you even start. I like that."},{"author":"Fred Luskin","text":"You have to, yeah."},{"author":"Matt Abrahams","text":"Let me ask you question number two. Who is a communicator that you admire and why?"},{"author":"Fred Luskin","text":"I had a teacher who when I was getting my first graduate degree at San Jose State, I watched him do therapy. And his listening was so profound. His attention was so focused on someone else. That struck me as how deeply valuable that was for any kind of communication practice, because he was all there in his listening. And that observing behavior taught me something that was really profoundly helpful in my career."},{"author":"Matt Abrahams","text":"I love that I asked you a question about a communicator and you immediately defaulted to a listener. And I think that is so important in our communication to remember that listening is as important, if not more important, when we’re communicating. Question number three, what are the first three ingredients that go into a successful communication recipe?"},{"author":"Fred Luskin","text":"That you’re communicating when somebody who is similar to you in deep values and aspirations, that it’s your responsibility to be clear and understandable. And you have opportunities if you don’t do it right the first time, if you’re humble, to get more attempts at it."},{"author":"Matt Abrahams","text":"So, I like that you’re seeking similarity in terms of attitudes, beliefs, and values."},{"author":"Fred Luskin","text":"Yeah."},{"author":"Matt Abrahams","text":"And I love that last part about be humble and try it again."},{"author":"Fred Luskin","text":"One of the practices that we do teaching forgiveness is some aspect of Buddhist loving kindness practice. So, one of those practices is basically just like me, they want to be happy. Just like me, they want to be at peace. Just like me, whatever. And I think if the communication matters, you’d want to have that somewhere in your consciousness, that just like me, they want similar things."},{"author":"Matt Abrahams","text":"So, seeking commonality and similarity is a way to connect."},{"author":"Fred Luskin","text":"Yeah. If I had to choose one, yeah."},{"author":"Matt Abrahams","text":"I like that. I like that. Well, Fred, I certainly have to end this by saying thank you."},{"author":"Fred Luskin","text":"You’re welcome."},{"author":"Matt Abrahams","text":"You’ve taught me a lot about gratitude, forgiveness, and apology. I find your work fascinating and so needed in our world today. Thank you for taking the time in helping us improve not just our communication, but perhaps our happiness."},{"author":"Fred Luskin","text":"Thank you."},{"author":"Matt Abrahams","text":"You’ve been listening to Think Fast, Talk Smart: The Podcast, a production of Stanford Graduate School of Business. This episode was produced by Andrew Stelzer, Jenny Luna, and me, Matt Abrahams. Find more resources and connect with us online by searching for Think Fast, Talk Smart on LinkedIn. We’d love to connect with you. Please download more episodes of our show wherever you get your podcasts."}],"audio":"https://content.production.cdn.art19.com/segment_lists/876c0807-42b4-4df4-b451-ab12c63aff0c/20220512-RnJlZCBMdXNraW4gQVMgZHJhZnQgNC5tcDM-049f45b3-20fa-44a7-a90f-5ea8f0a7d7cf.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Fred Luskin"],"wave_peaks":[2805,2786,2769,2698,2747,8840,16931,3496,9130,4245,3480,7336,1245,2951,7693,5566,8453,2071,3900,2020,1085,820,3893,2660,2658,2967,765,793,10667,8483,6751,811,3433,7744,4334,4996,2524,1293,579,615,851,10545,5280,822,5544,4636,4721,6386,6642,1861,817,5637,2225,1014,6597,10979,1690,1088,11530,21523,3961,1302,9144,12918,1750,3126,2462,3592,1540,1543,4340,2086,5911,1579,1831,1634,1198,644,13981,3569,965,8445,9706,818,3509,9983,2853,638,5838,4880,592,63,376,214,15718,3761,8345,7747,3673,8860,9308,3889,1121,2656,2513,8267,3299,7288,3967,871,174,6930,9321,2781,3123,3546,3527,3376,4331,2461,8695,3879,4062,6136,744,4396,6295,4623,1298,2961,4348,2002,5407,3697,6380,6543,2057,473,3817,1459,8526,3190,2248,1147,255,5984,3377,3636,7338,3128,1606,6258,1624,4732,842,436,268,175,16952,9752,9373,5228,5870,4104,3069,826,5038,4035,4980,3131,1197,1451,6126,1842,3862,438,796,9470,5476,2219,6749,1995,6074,3284,4590,3754,1545,2196,376,2218,1864,2524,2060,778,6495,2703,4050,2177,4463,3870,2888,1095,1393,4082,965,1311,237,237,2007,74,97,35,4633,7830,2731,2571,6195,5655,4513,3004,2625,2516,1821,1553,1639,65,274,730,595,4258,3770,5863,5400,2986,3817,2210,4464,4788,4683,4770,5820,3329,2091,2853,2761,1592,1972,3300,1799,440,2729,3042,1971,1630,267,143,656,179,6883,2404,2278,3986,2568,2430,2682,1874,1631,665,2268,1497,79,1160,3920,4458,4163,2734,2289,1402,1457,2508,1393,245,60,3070,2914,1225,2981,2249,2329,1961,2146,1721,2606,1673,268,1373,3075,2607,263,66,87,1881,1680,1701,2365,1759,3020,2570,1680,1750,1829,862,258,2429,3993,2674,2849,4669,4260,5056,2728,4177,4264,3852,4106,3189,3653,4435,2482,2683,2314,3343,2197,3367,1418,2453,1932,2111,2341,3220,264,127,2286,6109,3039,5272,1334,5829,6072,3146,4345,4191,2903,2876,3137,2602,3387,2423,606,3472,5366,5348,2616,1648,3052,5412,2802,4464,2172,1829,3561,3201,2849,2237,3547,2082,2143,718,3727,4176,1410,3771,1231,3920,2462,2304,2184,1369,287,376,1098,192,202,214,12163,1864,446,338,196,5984,2470,2160,5460,5010,3167,862,4661,2017,1006,3350,2788,1923,3999,2571,1526,3269,1344,3900,1673,2179,4228,3649,832,3605,1410,4258,6478,2277,1830,5868,3688,987,98,206,8967,5230,5413,4829,4574,3219,6605,7048,5483,3644,9324,4980,12493,13432,13351,9525,8045,8367,10866,7204,2414,657,4737,8859,5259,4658,2646,2239,2140,4191,3867,3390,2852,3663,3385,2205,1780,2993,3661,1267,3090,1996,3668,3104,2265,1677,3274,3106,2120,1950,6370,5365,3301,1100,2566,1066,2540,1341,2706,3235,1675,177,194,76,5008,5136,3074,6652,6098,3657,2625,3827,4322,3215,3138,210,6194,6119,4958,4306,5386,4898,3915,1710,2888,5099,3278,1840,2469,155,3780,4500,6360,3454,5109,2509,214,6996,1907,7419,4232,4540,1914,3310,3000,1533,1489,782,2278,4526,8163,7550,6377,4839,4870,6017,5353,2760,6186,183,77,5142,5557,3875,2443,6441,3902,3244,978,3132,1348,4191,1995,2763,1467,384,447,199,145,4587,8386,10631,10841,2805,41,3578,6754,1593,3708,2498,4351,4222,5915,5488,5065,4038,3792,4033,2031,2238,3052,4763,4953,3553,3826,2855,548,121,57,6155,1053,8105,7898,4045,2497,4391,5389,2432,5035,4120,3214,2707,1906,1836,529,76,418,4340,7095,3768,3340,6694,2331,3357,5036,3453,1294,2500,2547,2463,2335,2568,106,1067,3479,1545,286,1387,4320,1640,983,162,99,4153,5119,6950,3590,3457,2910,4114,2087,4128,4758,3984,2801,4325,4385,3494,4172,4120,3723,4489,4093,4002,4413,6031,2046,2737,3292,1554,5884,5091,3728,2205,2260,3169,2282,30,419,642,314,4590,4448,5892,4530,5761,5904,1592,4380,6148,4370,6913,3261,1560,4279,2481,4858,3568,3030,2680,296,12719,11826,7247,1667,4604,4618,2489,326,131,6663,7259,5339,4452,4911,3804,2022,3887,2078,4114,1926,2305,812,101,70,4947,7818,7599,2877,3525,3430,47,366,38,69,101,4938,2382,2492,6080,4779,2893,3832,4522,3022,1412,4579,3997,3316,2517,4211,2386,4516,4374,3571,2755,2499,2580,1746,1698,1924,1071,1025,45,4631,4561,9145,2487,4205,3083,2521,2588,1919,1174,1531,2022,1150,2578,4224,2712,3577,2072,3333,1876,3699,2691,2410,1841,1063,4078,6151,2440,2204,2653,3270,3599,2953,138,88,1612,4020,3758,3806,2283,1967,3176,3312,3297,2495,772,6611,4140,4246,1241,1994,2785,1400,527,8744,4170,5942,3289,2136,1819,2420,2250,165,1762,3852,2821,3957,3457,2233,2298,3441,3151,4106,2766,3109,1854,1260,128,575,3336,340,137,51,2000,2939,1888,5487,12920,9498,1853,1997,2964,2694,3973,3125,2705,1867,1701,1888,841,3826,1490,1940,785,3628,1485,1108,1313,1490,1296,5021,3104,1540,184,3251,7242,3824,1605,4463,1415,6223,3752,2709,1894,1126,1494,3462,1817,1547,1310,2149,1614,1156,46,2441,2519,2660,3351,3356,2494,5677,6918,1168,1350,1664,4296,1729,46,44,37,6270,3651,1711,2594,619,1467,4756,4103,676,1481,4107,3386,3424,2445,1947,2070,858,1210,8311,3111,5912,6182,3426,4268,3436,8282,5163,3290,1707,2404,3377,2298,3203,703,585,33,40,6625,3794,9850,3658,3548,3362,4738,2827,5103,3963,2824,3191,2270,2440,2173,3223,2275,4125,4680,2113,3538,1890,3006,240,234,75,3968,4256,5444,4728,4903,3057,2260,3369,1814,1711,4347,5746,4769,2949,3682,4012,3268,241,2688,2414,3116,4226,3261,2138,3204,1030,4244,4335,2995,2627,1625,5088,4329,2440,2807,3289,1943,4424,3996,1051,116,1847,3842,2729,1511,4345,3798,3165,3938,4567,1609,2745,4158,2159,4637,4410,5486,2925,1851,4861,4488,2829,2000,2958,1660,2884,223,160,3671,6724,2292,4302,3678,4626,2507,2850,1294,2888,2322,1478,3767,3849,3450,4488,3368,3072,3689,2784,4085,3081,2543,1431,151,87,9337,6496,5243,5678,490,6019,6046,4770,2759,4469,2104,1622,4808,3672,360,5285,3775,4429,5266,4606,3492,2558,3410,2525,3186,3165,5825,2248,2259,3213,3432,4370,3289,3353,2945,370,204,4286,4923,2097,3131,1938,1165,2219,309,2652,5582,3590,4408,2683,2733,2978,2449,3716,5093,2645,3517,3566,2885,3969,2703,5078,1646,2075,2364,9765,4178,5308,5150,5179,4460,1943,1632,4482,4427,2914,2756,2479,178,4575,3354,3810,1706,2540,311,576,4563,1473,3307,3008,609,482,7984,3206,3042,3986,3778,3064,3484,5263,3218,3827,3709,4503,4443,3928,3456,1130,1635,3048,1803,2295,195,4085,3035,8663,4336,4243,3705,3744,2774,4058,2351,1206,3144,1557,166,1307,3333,5984,5279,3843,4165,2120,4931,3555,3938,2355,3822,3885,2411,2382,3265,2629,2075,1145,1049,997,149,161,106,2668,6785,5644,1941,2388,1867,1048,1464,1622,2033,1999,4500,3829,1796,3773,1447,3418,2296,2004,694,2849,1447,664,3940,1629,1648,4993,3061,2928,2120,131,113,2098,2985,4577,2183,2039,324,193,9640,3947,6490,6179,5626,6014,3662,6498,6652,6569,5381,5203,3250,3223,5620,4834,1884,2007,1181,230,4782,5928,6214,960,3293,3666,2133,2215,1018,4758,2349,312,391,5781,2109,7283,4684,6202,5533,2722,2111,1630,3220,2759,1935,1706,3329,1776,3569,3801,4117,2549,4277,4749,3266,2482,1967,289,42,1629,70,62,4901,1689,6266,8963,3992,4033,4782,3500,2501,207,874,3278,2190,1198,425,3109,2660,121,1175,3364,8128,5342,4760,4807,4949,6848,2610,1275,3265,6080,6541,3143,3223,3047,2634,698,7972,10285,9512,2313,2814,3473,6285,4543,5059,2180,2662,3369,2862,2429,218,790,3503,4922,3738,1182,2163,5173,5103,4404,2898,3377,2491,2778,2572,2979,3049,615,3126,3744,1585,1867,1762,361,345,722,101,67,5816,2236,7097,2636,4910,4706,3706,3436,1206,6383,703,4731,4354,4769,1970,6023,589,6690,6859,5989,6693,2761,2937,4345,202,4216,8401,8325,3570,4114,4177,3623,7117,3454,2835,3114,3214,5389,6400,2749,3427,2859,3824,3612,3492,2146,2322,216,4118,3627,4474,2808,4537,4436,3362,1456,581,59,247,106,98,7248,4390,6978,1404,5403,4199,4473,5288,3540,4786,4733,1254,2021,4711,5252,3168,4050,3489,4670,6316,3469,2741,2527,8052,4423,3137,111,5686,3044,2988,3588,4375,3211,3566,2369,3748,1272,4293,3974,6134,2703,5146,243,2791,3434,7035,2506,2875,2879,173,6921,3763,8734,3351,2624,3021,6097,4942,4472,4597,4641,5576,4486,1515,11026,2466,3321,2197,733,1063,5604,8191,4089,2680,4062,2056,3246,5899,4893,82,1256,5307,4041,2134,794,2793,5415,1971,2230,2004,1202,1893,58,426,4130,8745,8258,5120,5344,4441,4557,3610,2191,6134,1379,57,71,104,5210,6873,5549,5256,2028,3834,2118,3165,335,767,5091,2217,6687,2721,2826,5015,4239,4167,2990,2335,3771,1727,3112,2844,6073,2478,3107,2006,2065,2530,65,369,79,4518,4654,2834,4290,3334,3809,2902,1888,2987,1571,29,3706,2144,1436,3658,4507,3931,1597,2791,1119,1113,1581,1053,1195,1015,245,3325,2818,1910,1301,932,1502,1617,2461,3873,3643,4430,3814,3720,4084,1874,1843,2996,1746,2208,4745,7671,2745,2295,610,2954,5798,4568,3722,3589,2382,3643,2442,4329,2484,3311,3942,3685,2007,844,1093,3595,7125,1675,5007,5676,4511,3807,3630,4818,4811,5237,2931,3370,3411,1520,2773,2270,313,5592,4913,5482,4185,6880,3041,3929,3860,2148,4773,4170,3658,3524,2434,3768,3524,2583,1901,167,2045,2257,1491,3938,2291,3627,1776,2194,1687,242,4422,3656,3340,2183,1515,1186,1409,749,8139,3206,3242,1889,2623,1793,402,1193,5060,1763,2707,2539,2507,2444,1442,1110,1457,1986,2106,1237,2322,3912,3752,2435,2013,2693,2848,2398,2926,1965,1900,3053,1557,2282,2789,1322,2103,4326,3729,3678,2726,4094,3028,1550,6779,6697,82,43,5001,3466,3848,2798,749,6866,2441,850,2000,1243,2325,1221,1105,951,3173,1837,1755,1937,1881,3595,3959,3189,1847,1644,125,3131,2479,2618,2573,2960,1159,4186,6346,5409,3234,2043,3761,3427,3106,2448,3039,691,403,977,8679,8351,3590,2804,2415,4547,1628,2330,3739,6643,4346,2751,2058,2869,2175,4107,2956,3699,1920,2040,2225,554,431,1740,3938,3180,4019,5311,4234,1715,882,3257,2366,903,5214,3119,3632,4606,3919,3051,1563,5507,2122,4042,1844,2985,2851,2869,3905,7897,2943,3537,2319,1552,5476,8600,1000,1971,405,59,4637,3481,6777,2997,2856,2422,2382,3473,3227,3333,3075,4293,2950,3593,3020,361,5412,2166,5038,3810,1647,1334,1343,529,1629,3235,3280,5109,3360,237,2807,5300,5558,3104,4045,3348,4194,1873,2844,3742,2255,2880,208,120,4323,3889,3298,4930,2030,4503,745,5671,2398,2043,1978,1387,3167,1427,2359,1041,632,686,2288,3650,2877,3737,3361,1331,4512,1715,1176,1591,2536,1443,2128,1884,1188,2946,3079,143,4848,5061,6543,6298,4732,1955,3756,650,6727,1650,4536,163,6048,7630,3043,2850,7522,3296,3153,3267,3846,4283,1956,3938,2234,941,165,64,9888,4978,8632,4105,2509,1589,3860,3688,1408,2090,1627,500,728,2110,5155,5383,2437,2027,1369,3281,3234,2741,2078,2041,1656,848,1164,7804,4931,2951,2475,3138,3108,2247,2458,2613,2176,2240,1115,2269,2354,2462,2467,1679,3503,2749,1902,196,4290,5153,5196,3662,2863,3276,3716,3103,1363,2239,1991,681,1548,2894,2566,948,1677,1841,1861,2045,1988,212,7548,3607,8889,8110,2265,2722,2785,2343,2277,2107,1460,2579,2532,1387,415,140,125,12504,2680,5734,2508,2037,3455,2343,2879,3924,1645,3437,3706,2831,1750,3492,4039,3066,2870,2736,2752,2120,165,5176,6275,2547,1886,3866,2273,2524,2711,2593,653,537,4915,3417,4123,4505,1089,5672,3333,2620,3300,1765,124,2942,1940,4441,3339,4034,2813,2054,1564,1687,1939,2078,3775,1286,141,108,5128,4604,2151,3617,6463,3937,2559,2225,2220,2033,3098,2608,169,6293,2404,4421,5756,2357,555,2343,2354,1129,3060,886,1620,90,1696,4664,4134,2589,4307,2935,3655,4218,3639,2044,3562,3504,1177,901,1141,3018,3619,2211,3768,3553,2433,1752,688,1836,615,559,113,2007,61,2462,1946,10609,4964,1372,1647,1973,1461,1440,2086,1317,2077,531,1034,2591,6201,5080,4420,3446,3772,2118,2131,1630,4011,1613,128,4665,7197,3222,2211,2410,3647,1161,1008,2577,2228,2569,2843,2936,3006,1884,1370,3608,1501,3339,3311,3805,3912,2478,9983,7231,4279,5624,1731,2664,611,1973,3605,2205,3458,1844,2254,1309,1454,2164,3399,1387,2399,6730,3260,2344,854,3935,4541,4492,2171,5638,326,340,2886,4108,4037,2508,3580,2551,2050,2141,2602,1831,1905,2554,2042,2646,2930,412,1170,854,1396,4004,1420,806,811,3278,3619,2368,1743,2166,104,99,1487,8439,9671,5291,3075,3015,2234,292,55,2907,3487,6070,3936,814,462,3040,1943,443,53,4269,4185,8287,3765,4100,3263,2436,1979,232,2436,4325,3580,5290,2397,4126,3054,4274,5020,1938,1439,2136,3019,3514,2043,2587,495,4728,4073,3269,2375,2165,2469,2488,2308,2467,2354,756,7303,7168,3644,4926,3325,2706,4141,3554,2986,1732,3799,3470,3751,3585,2043,2988,2187,5607,8236,2049,270,4879,2287,5393,4591,2957,3443,4208,2411,2322,1456,1197,2166,169,40,46,8321,3605,1333,3375,1487,1801,2317,2011,1193,926,992,3455,3440,3460,3843,8287,4336,4150,6768,1472,2133,2426,1483,1474,3111,2236,2557,2126,801,64,1761,4197,1183,1880,2512,1300,1734,1499,2716,1323,1754,3868,3147,2795,1438,50,205,3029,1922,1022,908,863,224,33,63,49,682,4880,5667,5572,2921,4136,4632,2990,3991,1506,2198,2236,194,2734,3665,2492,2991,389,3984,891,811,372,5368,5032,3419,2433,1593,828,378,3078,2946,1419,4005,3392,4407,3171,2503,3746,3821,1999,3373,2545,1723,337,5824,5608,3273,4223,4034,2685,4086,2795,2612,2093,2169,3461,2682,2819,2726,2224,37,2981,3427,4386,2603,3344,2541,2700,2808,2073,3684,2056,2927,4329,3216,2852,2086,1643,2001,358,2903,3010,1857,2306,1403,3118,2865,220,751,81,3559,1869,3420,3010,2001,4035,3452,2234,2615,3870,937,1629,2032,1235,78,345,373,839,5282,3616,3162,2585,4427,4674,1269,691,3108,2095,2876,1978,3146,2982,2791,3601,3301,2161,1826,2024,2667,1624,1960,1227,896,2037,4594,2438,1708,1806,3206,2785,1927,2122,125,59,3169,5092,3407,4283,1704,6083,3020,2295,2582,1534,1719,2253,1175,1567,1682,1371,192,3769,1223,5254,2872,2263,4901,2653,5709,3378,3562,277,30,40,3356,4904,4425,3551,4368,4258,4783,4632,6637,3499,2554,3662,3032,3104,3007,2306,2373,2794,1796,1771,3052,978,2289,2053,405,4981,2626,2936,3773,4475,4104,2739,2264,2304,1266,3746,3000,1838,2709,2017,1961,2375,1256,2245,1904,1409,167,113,248,1528,3846,5254,5896,2386,1947,2807,1779,2903,1938,1528,696,1934,1486,1144,117,35,465,797,6024,2467,2563,2138,18156,11295,4634,9650,7322,6529,5954,2380,5329,4226,3077,2576,2520,2260,1458,3470,1331,2529,1755,2832,2729,5961,3294,2789,2099,1169,1120,2784,1463,2859,1670,1548,1898,838,195,180,111,6592,5397,1225,6765,7204,1663,3463,2525,5327,4535,2362,2326,2182,1002,744,1073,4810,5803,4972,174,1062,2177,3985,1046,186,3500,4526,10614,12420,3064,7092,2882,2087,1709,2266,2795,703,2576,4058,3813,1703,1177,1221,3975,5665,1288,6324,3860,1885,1557,583,2743,1813,1287,2993,4233,706,2674,504,137,2307,1134,952,572,177,42,29,34,37,29,1226,4154,3078,1325,2387,2687,2960,1937,328,344,43,401,3686,1665,730,962,1638,1176,4715,2543,1386,4260,1961,4686,1683,1688,2919,3053,361,4098,4545,5209,4803,3057,3485,1840,1128,163,51,6284,5473,5820,4532,3422,3286,2939,4263,4708,2235,4080,4981,6964,7651,707,3235,2792,3005,2349,1673,2732,4792,2463,1014,2826,1792,1279,822,7028,3514,2181,3921,2977,1912,1932,2836,2991,1646,2251,3931,204,1961,3109,2066,4081,3368,3208,1161,1630,1326,140,226,4445,5846,5351,3457,2698,2560,2232,2774,2513,2052,1882,1928,1915,769,1732,188,41,41,48,4742,4686,5101,1348,1571,2913,96,88,46,83,3978,3623,1892,3349,4662,3771,4711,3962,4736,1825,2306,1822,2064,1830,3121,2543,373,2951,6471,2951,1789,3275,2000,77,31,522,60,1668,1849,4801,2338,1840,1931,4250,2956,2872,1008,494,2703,1695,3102,2110,1699,2006,2925,4377,3200,4027,2558,2177,2387,1850,3926,601,79,59,40,170,72,5006,859,5571,1281,1245,1641,3009,1081,2052,2991,2455,2149,2378,1886,3596,3671,3326,1545,2296,1236,2871,1282,124,1817,1722,1786,2151,4170,3620,3233,2961,974,2385,1301,488,337,70,2026,5553,4235,4089,3330,2091,2363,2289,4242,1600,2990,2863,1857,1778,1901,88,2089,4715,2878,2874,2614,2001,1267,1842,164,2414,48,5436,3814,4064,2586,3520,2223,1788,1310,1237,904,1680,1147,2440,1002,1394,680,597,963,2498,1919,2578,2303,2267,1323,904,1440,740,1561,1127,1067,2220,45,3650,2195,2606,2122,2581,856,288,695,581,624,354,164,55,63,72,9021,3935,3763,139,977,6423,3116,319,4246,1312,3204,2092,1510,1420,704,2227,3224,2707,2300,6884,2502,2264,2006,3214,1301,708,116,53,44,4945,5490,3034,2552,3710,2467,3237,1954,1932,818,35,1807,4199,3107,2575,1722,2315,734,75,309,1753,3955,3147,2657,2410,3348,1373,765,151,61,126,46,5139,2527,5737,4480,3947,2305,2163,1715,1093,3043,3368,2502,2786,2663,2588,2006,320,379,202,34,474,4002,2241,1002,1651,3947,2281,3178,1994,1796,3428,2920,3420,2648,3513,1733,148,2651,3810,4009,3892,3263,3319,2992,2061,1123,851,146,63,40,67,57,62,6498,7713,6757,3343,2676,3469,1483,4779,4011,1741,3845,2215,1754,2556,4625,424,723,852,4225,4999,3842,3196,2999,2480,567,237,2357,2485,1894,3483,2109,119,83,6790,10847,2434,3095,2790,2258,1990,1465,2567,1911,343,4395,4344,3779,2460,2505,3469,2708,1875,2408,804,450,183,312,39,8846,9666,4884,3136,8998,2282,2231,2870,4850,4450,2140,4365,2762,2401,2633,193,4092,3836,2657,5138,1143,319,470,4048,3927,2691,4502,2199,2424,1810,652,227,1021,6070,4520,2917,4564,4398,2813,718,3125,4568,1598,3499,2602,3136,2764,2367,3533,5164,2347,117,2461,4021,2816,2383,3706,3094,3058,1772,626,1210,3311,2189,1957,2343,151,451,3775,2338,2421,1304,457,264,2076,3351,2898,3976,3918,1605,2420,3142,2805,3030,2841,2285,5562,2623,2114,2395,3944,7473,1849,1928,3823,914,2012,141,1332,1425,787,949,999,188,11013,3795,7608,5709,3092,2289,3044,2771,2344,1552,3573,7368,4663,3555,5175,1708,1540,1475,2092,1501,1999,2619,728,200,5031,3572,6246,2534,7481,2354,4343,2846,2977,1689,1908,3168,2756,2756,2944,4002,162,10431,5392,3496,3146,3245,3727,1888,1937,2817,6085,3460,2727,3757,3629,2508,2390,2497,6114,1575,1955,3309,359,1538,235,2341,965,244,255,299,293,381,9460,7828,2629,2248,6892,6465,417,10373,2941,1128,5927,6277,2327,1211,367,10271,3389,3790,3512,10173,3671,2891,3388,2872,361,623,10244,4514,4449,3922,3692,4639,2109,7372,2126,4408,3731,1721,2985,3455,395,3203,1959,2383,1869,461,422,10544,4789,4310,3429,5296,2673,3963,2496,4975,4267,1641,5697,10258,552,9425,2801,2249,3191,2313,585,450,10247,10486,5078,3942,2504,1186,353,884,5718,10084,2860,7661,4704,1968,4107,3359,5268,2705,2698,2144,3230,1988,1374,2],"fragments":[{"begin":"0.000","end":"28.280","lines":["I find myself following the advice that it is better to ask for forgiveness than ask for permission. The end result: I’m often apologizing. Today, we will explore apologies, forgiveness, and happiness. I’m Matt Abrahams, and I teach strategic communication at Stanford Graduate School of business. Welcome to Think Fast, Talk Smart: the Podcast."]},{"begin":"28.280","end":"49.880","lines":["I am excited and really interested to speak with Dr. Fred Luskin, who is the director of the Stanford Forgiveness Project and the author of two books, Forgive for Good: A Proven Prescription for Health and Happiness, and Stress Free for Good: 10 Proven Life Skills for Health and Happiness. Welcome to the podcast, Fred. Thanks for joining me."]},{"begin":"49.880","end":"51.640","lines":["Thanks for having me on."]},{"begin":"51.640","end":"63.800","lines":["Let’s get started. From your perspective, why is forgiving important? And can you share your view on the forgiving process and the steps involved?"]},{"begin":"63.800","end":"94.120","lines":["Well, Desmond Tutu says, “Without forgiveness, there is no future,” implying that if you don’t let go of the past, release your bitterness, you’re living in the past. That is really dangerous for relationships. And in terms of I know what you teach is communication, you don’t want to be just negotiating and re-litigating the past. You want to have communication now about what’s going on now."]},{"begin":"94.120","end":"118.280","lines":["We, through the Forgiveness Project, have developed a nine-step process to forgiveness, and that’s the essence of our work. It goes from awareness is of what forgiveness is and isn’t, to some practices. The end result being you end up with an entirely different story that you tell yourself about what happened."]},{"begin":"118.280","end":"130.360","lines":["Fascinating. How does apologizing fit into this forgiving process, and what are the steps that are involved in apologizing? I find myself doing it quite often."]},{"begin":"130.360","end":"186.280","lines":["Well, in particular, if you don’t want to ask for permission, you’re going to have a good number of apologies. Apology is one of the few things that research shows actually facilitates forgiveness, and there’s not that many. A sincere apology is a facilitator. A sincere apology is what’s important. And from what I understand, most apologies are not that useful because they end up saying, “I’m sorry that you feel bad,” or “I’m sorry that you’re upset.” A sincere apology says, “I did wrong. My wrong led to your upset. I own both my own behavior and your response. I’m sorry about that. And if I can, I will make amends.”"]},{"begin":"186.280","end":"230.600","lines":["So, that’s the fullness of apology we add to that in terms of the forgiveness piece is not only would it be nice to make amends, but it would be good if I can undergo whatever processes are needed so I’m less likely to do it again. So, if I do something because I have a bad habit, do something to work on that habit. If I’m a drunk, stop drinking. If I have a bad temper, acknowledge and get some help. But the apology is that I see you’re hurt; I own my own behavior that caused it. I’m sorry, and is there anything I can do to make it better?"]},{"begin":"230.600","end":"235.040","lines":["So, it starts with taking responsibility and includes empathy to understand."]},{"begin":"235.040","end":"255.560","lines":["And that’s what’s so hard, that many, many people struggle to admit their flaws and own the fact that behavior of theirs caused other people’s suffering, or their own suffering such as I did something really stupid and blew off the test or something. Yes."]},{"begin":"255.560","end":"282.400","lines":["Interesting. So, those people who listen in to the podcast know I’m a huge fan of structure and how you can structure your communication. And it sounds like a recommendation you have is you start by acknowledging your responsibility in what you did, and then move to talk about how what you did impacted the other or others, and from there you can talk about how you can go about making amends and perhaps changing."]},{"begin":"282.400","end":"313.840","lines":["That would be a good thing. I’m going to say even more deeply, though, I would advocate for the value of mindfulness or even a Buddhist-based awareness practice that it’s really good to pay attention to both our behavior, our thoughts, and how they influence other people. You don’t want it to be limited just to when you cause harm. Because in a deeper way, the more important communication are the positive or facilitative communication."]},{"begin":"313.840","end":"336.200","lines":["So, to say to somebody, “I notice what you did that was good,” or “I notice that I was feeling love towards you,” those are mindfulness-based communications that are really helpful for the relationship. The apology and the forgiveness are repair parts. They’re also facilitative parts."]},{"begin":"336.200","end":"342.360","lines":["Wow. I almost think of the yin-yang where you need both together to have the whole relationship with the person."]},{"begin":"342.360","end":"367.960","lines":["And the research on relationship success, they used to think that it was mostly that people could fight in a certain way. But now they’re finding that a large part of relationship excess is does your partner or your friend acknowledge your successes? And the more you feel like you can share your positive world with somebody, the better the relationship feels."]},{"begin":"367.960","end":"375.760","lines":["I had read that, and you just reminded me of that, that it’s the celebrating of the successes, big and little, that is also critically important."]},{"begin":"375.760","end":"377.640","lines":["Critically important."]},{"begin":"377.640","end":"398.160","lines":["Wonderful. Thank you for that. On this podcast, Fred, we have often talked about how our mindset and approach affects our communication, but we’ve not explored our internal self-talk, something you’ve thought a lot about. And I’m wondering, can you help us understand the importance of self-talk and how it affects how we interact with others?"]},{"begin":"398.160","end":"439.840","lines":["I mean, we’re always evaluating experiences. So, I mean, good question to you, good answer to me. Not good question from you, not good answer from me. We have an almost relentless inner dialogue that evaluates things. If we just allow that critic/praiser to go, we’re pulled all over the place. So, good question, all right, I feel better. Bad question, I feel worse. Good answer, I feel good. Bad question, I feel bad. It’s an emotional rollercoaster."]},{"begin":"439.840","end":"464.280","lines":["So, when people have meta strategies above that that can modulate the self-talk, they usually have more control over it and their emotions. So, a mindset is a word for that. So, I have a growth mindset, so I want to learn how to have more constructive self-talk. The fix mindset, that’s just who I am."]},{"begin":"464.280","end":"464.640","lines":["Right."]},{"begin":"464.640","end":"482.280","lines":["I teach happiness mindsets. So, what kind of self-talk will make me happier? But if you have the happiness mindset, then you look at your self-talk from that perspective of is it working towards my deeper goal?"]},{"begin":"482.280","end":"492.800","lines":["So, you can actually do work on your mindset, which then influences and affects how you approach your communication and the different ways in which you interact with other people."]},{"begin":"492.800","end":"518.560","lines":["I think it’s a bidirectional communication, that when you wake up in the morning, we have a handful of very basic inner premises. And that reflects in that self-talk and how we use the self-talk. But we can also look at the self-talk and pull back and recognize what our basic, deepest goals and values are. So, it’s a bidirectional communication."]},{"begin":"518.560","end":"523.680","lines":["I’ve explored this a little bit when I help people manage anxiety they have around communication."]},{"begin":"523.680","end":"524.200","lines":["Of course."]},{"begin":"524.200","end":"530.680","lines":["And we have lots of negative self-talk that we say to ourself: “I’m going to mess up. I can’t believe I’m in this situation.”"]},{"begin":"530.680","end":"531.320","lines":["“I’m a failure.”"]},{"begin":"531.320","end":"538.120","lines":["Right. And if you start understanding what you’re saying to yourself, you can then begin to change that self-talk."]},{"begin":"538.120","end":"538.600","lines":["You can."]},{"begin":"538.600","end":"546.040","lines":["In your words, that mindset that can help you feel better and more confident. So, I see a lot of synergy between what you’re saying and some of the work I do."]},{"begin":"546.040","end":"564.080","lines":["I want to tap into this notion of happiness, because your focus on forgiveness really is part of your larger work on happiness. Can you help us connect the dots between forgiveness, apology, mindset, and happiness? How do those all connect together, and are there a couple things we could do to be more happy?"]},{"begin":"564.080","end":"587.200","lines":["There was a book maybe 15, 20 years ago that the Dalai Lama wrote called The Art of Happiness. And in that book, the thing he talked about that was most influential to me was if you want to be happy, practice the conditions that lead to happiness. If you want to be unhappy, practice the conditions that lead to unhappiness."]},{"begin":"587.200","end":"621.200","lines":["So, within that framework of strategies that are more likely to produce happiness and those more likely to produce unhappiness, one of the strongest that produces unhappiness is grievance, is walking around with an unresolved grudge against something. Another one that leads to unhappiness is bitterness, that people feel life hasn’t been fair to them. And a third that we see all the time is just self-pity, like poor me, it didn’t work out the way I hoped. Those are practices that the Dalai Lama says lead to unhappiness."]},{"begin":"621.200","end":"656.720","lines":["Practices that we teach that lead more to happiness: forgiveness is resolving those grudges, gratitude is the opposite of bitterness, and a certain self-affirmation would be a contrary practice that would lead to more happiness. The key definer of that is, again, what we practice influences how happy we are. It’s not based primarily in external experiences. It’s an inner way of holding those experiences."]},{"begin":"656.720","end":"669.240","lines":["The cataloging of the things we do to make ourselves unhappy and make happy is actually very profound. I find myself really reflecting. I find that one of the things that makes me unhappy is I am over-scheduled and I’m busy rushing around."]},{"begin":"669.240","end":"669.680","lines":["I understand. Of course."]},{"begin":"669.680","end":"690.200","lines":["And so, giving ourselves time and space. And prior to us starting to the recording, you shared that meditation is something you do. It’s something I do. And it strikes me that just taking time to reflect, to give yourself that space in your schedule, and maybe even to meditate are ways to help allow us to explore these ideas, but also to make ourselves happier."]},{"begin":"690.200","end":"717.000","lines":["I mean, meditation is a profound tool that some people think is another necessary type of consciousness that we minimize. So, we have waking, sleeping, dreaming. There are people who postulate that meditation is, in and of itself, a brain patterning that is required for our highest functioning."]},{"begin":"717.000","end":"734.240","lines":["Fred, you’ve been teaching these skills for a long time. And I’m curious, do you have any best practices you rely on to help people learn these types of tools? So, when you teach these tools, what are things you have found help you to educate people about these?"]},{"begin":"734.240","end":"751.400","lines":["I’m going to say the two that would be most essential for my simple practices are abdominal breathing where you really focus on your core, like somewhere in the center. The martial arts put it like a inch below your navel."]},{"begin":"751.400","end":"752.080","lines":["Right."]},{"begin":"752.080","end":"789.040","lines":["Fred Luskin: But inhaling and exhaling from that point and making sure the exhalation is deep so the next inhalation fills, that’s essential. And the other essential practice is simply thank you. So, I’m going to say the other practice is to train your mind so that you find all the ways that people are kind and good to you and all the ways that you’re supported in the world. And that results in a heck of a lot more thank yous than most people end up having. But just noticing like, oh, there’s a water fountain. Wow, that’s good, I don’t have to go dig up water."]},{"begin":"789.040","end":"789.520","lines":["Right."]},{"begin":"789.520","end":"806.560","lines":["And if you create a small attitude of thank you from that, that in and of itself lowers stress, but again, it opens the perception that the world is a safe place. And that probably is the most important thing that we can create for ourselves."]},{"begin":"806.560","end":"814.520","lines":["An attitude of gratitude is a great way. And we’ve definitely talked about the importance of breath in communication and relaxation."]},{"begin":"814.520","end":"815.920","lines":["Oh, of course."]},{"begin":"815.920","end":"824.840","lines":["And it’s great to hear it echoed in your ideas. Before we end, I’d like to ask you the same three questions I ask everybody who joins me. You up for that?"]},{"begin":"824.840","end":"825.240","lines":["Sure."]},{"begin":"825.240","end":"839.800","lines":["All right. If you were to capture the best communication advice you have ever received as a five- to seven-word presentation slide title, what would that be?"]},{"begin":"839.800","end":"842.080","lines":["Try as best you can for kind speech."]},{"begin":"842.080","end":"848.520","lines":["Try as best you can for kind speech. I like that. It’s not directive. It’s inviting."]},{"begin":"848.520","end":"850.560","lines":["And it’s also realistic."]},{"begin":"850.560","end":"858.360","lines":["Yeah. Yeah, don’t set expectations that are unachievable. Very good. A lot of us set expectations for ourselves that invite stress."]},{"begin":"858.360","end":"859.800","lines":["And for other people, absolutely."]},{"begin":"859.800","end":"865.000","lines":["I like that in some ways it’s forgiving yourself before you even start. I like that."]},{"begin":"865.000","end":"867.240","lines":["You have to, yeah."]},{"begin":"867.240","end":"872.880","lines":["Let me ask you question number two. Who is a communicator that you admire and why?"]},{"begin":"872.880","end":"912.800","lines":["I had a teacher who when I was getting my first graduate degree at San Jose State, I watched him do therapy. And his listening was so profound. His attention was so focused on someone else. That struck me as how deeply valuable that was for any kind of communication practice, because he was all there in his listening. And that observing behavior taught me something that was really profoundly helpful in my career."]},{"begin":"912.800","end":"934.360","lines":["I love that I asked you a question about a communicator and you immediately defaulted to a listener. And I think that is so important in our communication to remember that listening is as important, if not more important, when we’re communicating. Question number three, what are the first three ingredients that go into a successful communication recipe?"]},{"begin":"934.360","end":"960.920","lines":["That you’re communicating when somebody who is similar to you in deep values and aspirations, that it’s your responsibility to be clear and understandable. And you have opportunities if you don’t do it right the first time, if you’re humble, to get more attempts at it."]},{"begin":"960.920","end":"965.920","lines":["So, I like that you’re seeking similarity in terms of attitudes, beliefs, and values."]},{"begin":"965.920","end":"966.520","lines":["Yeah."]},{"begin":"966.520","end":"970.200","lines":["And I love that last part about be humble and try it again."]},{"begin":"970.200","end":"1000.720","lines":["One of the practices that we do teaching forgiveness is some aspect of Buddhist loving kindness practice. So, one of those practices is basically just like me, they want to be happy. Just like me, they want to be at peace. Just like me, whatever. And I think if the communication matters, you’d want to have that somewhere in your consciousness, that just like me, they want similar things."]},{"begin":"1000.720","end":"1004.760","lines":["So, seeking commonality and similarity is a way to connect."]},{"begin":"1004.760","end":"1007.720","lines":["Yeah. If I had to choose one, yeah."]},{"begin":"1007.720","end":"1011.800","lines":["I like that. I like that. Well, Fred, I certainly have to end this by saying thank you."]},{"begin":"1011.800","end":"1012.360","lines":["You’re welcome."]},{"begin":"1012.360","end":"1028.160","lines":["You’ve taught me a lot about gratitude, forgiveness, and apology. I find your work fascinating and so needed in our world today. Thank you for taking the time in helping us improve not just our communication, but perhaps our happiness."]},{"begin":"1028.160","end":"1031.160","lines":["Thank you."]},{"begin":"1031.160","end":"1058.400","lines":["You’ve been listening to Think Fast, Talk Smart: The Podcast, a production of Stanford Graduate School of Business. This episode was produced by Andrew Stelzer, Jenny Luna, and me, Matt Abrahams. Find more resources and connect with us online by searching for Think Fast, Talk Smart on LinkedIn. We’d love to connect with you. Please download more episodes of our show wherever you get your podcasts."]}]}
