{"title":"How We Gain — or Give Away — Authority While Speaking","url":"https://www.gsb.stanford.edu/insights/how-we-gain-or-give-away-authority-while-speaking","intro":["“Simple language, forceful language, vivid language, and keeping it simple and direct,” says Professor Jeffrey Pfeffer, are all powerful tools to strengthen your communication.","In this episode of Think Fast, Talk Smart, host and lecturer Matt Abrahams interviews Pfeffer, the author of Dying for a Paycheck, about the verbal and nonverbal ways we can harness, or give away, our authority when we're speaking to others."],"transcript":[{"author":"Matt Abrahams","text":"How you show up matters, having a powerful presence can make or break your transactions, your relationships, and your career. Hello, I’m Matt Abrahams and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast. Today, I’m really excited to be joined by Jeff Pfeffer, who is a professor of organizational behavior at Stanford’s GSB. Jeff’s research focuses on the effects of work environments on health and well-being, as well as power and leadership in organizations. He teaches the super popular course The Paths to Power, and he is the author of many books, including Dying for a Paycheck and Power Why Some People Have It and Others Don’t."},{"author":"Matt Abrahams","text":"Welcome, Jeff. Thanks for being here."},{"author":"Jeffrey Pfeffer","text":"Well, Matt, thank you for having me on your show."},{"author":"Matt Abrahams","text":"Great. Super excited to get started. So my first question is, how do you define power and status and why do you think your class that covers these topics is so popular?"},{"author":"Jeffrey Pfeffer","text":"I define power as the ability to get things done against opposition and oftentimes, of course, as we try to make things happen, we find that not everybody agrees with us. And I think the class is popular because I have this very bad habit of teaching people and actually telling the truth. And so therefore, I think my students, both online and offline and everybody I talk to, actually appreciates knowing how to get things done in a world in which oftentimes it’s difficult and they like hearing the truth. As I like to say, Jack Nicholson was actually wrong. People do want to hear the truth."},{"author":"Matt Abrahams","text":"That’s one of my favorite movies for sure. And I chuckled when you said, you know, often those in power can’t get things done as the father of two teenagers that is certainly true."},{"author":"Jeff Pfeffer","text":"It’s true in companies as well."},{"author":"Matt Abrahams","text":"Yes, yes, yes. For my next few questions, I want to get very tactical and specific, if you don’t mind. So are there specific nonverbal behaviors or body language, if you will, that we can employ to be seen as more powerful and having higher status? Are there things we should avoid doing as well?"},{"author":"Jeffrey Pfeffer","text":"Absolutely, and in fact, I’m sure this is what you teach in your class, there are ways we give away our power by tilting our heads. We give away our power by looking down. We give away our power, particularly when we hunch over and we constrict our body in on itself. If you want to see an example of this, watch Tony Hayward testifying in the BP hearings — where he looks: there are no gestures and he’s really hunched in and reading a script and reading or reading a statement. And so all of those things, I think, give away power. And on the contrary, you have power to the extent that you look people in the eye, you have power to the extent that you stand up to your full height (whatever that is) you have power to the extent that you use an expansive, you take an expansive posture, you spread out, you take up more space. And you certainly have power to the extent that you use forceful gestures. And anybody who’s ever watched somebody speak or watch the movie understands what a forceful gesture is as opposed to a one that isn’t."},{"author":"Matt Abrahams","text":"Excellent. So you’re right. In the classes I teach, we talk about being big, balanced and still to demonstrate presence. And it sounds like you’re echoing that advice."},{"author":"Jeffrey Pfeffer","text":"Absolutely."},{"author":"Matt Abrahams","text":"Let’s switch from non-verbal to verbal. Are there specific verbal behaviors we can employ to be seen as more powerful or having higher status? And are there things that we should avoid saying?"},{"author":"Jeffrey Pfeffer","text":"So one of the ways in which you convey power is by being loud, what are the ways in which you convey power is by being modestly or moderately impolite and interrupting other people. And, by contrast, one way in which you don’t give away your power if you refuse to be yourself, be interrupted. So that’s one set of things. And then there’s powerful language you want to use. Simple language, forceful language, vivid language, vivid words, and keep it keep it simple and direct."},{"author":"Matt Abrahams","text":"Very, very direct and simple in your answer. Thank you. I’m curious your thoughts because I deal a lot with this in the work that I do around filler words and words of hesitation like kind of and sort of. Do you have insights on that and how that affects how people perceive us?"},{"author":"Jeffrey Pfeffer","text":"You don’t want to use filler words and you don’t want to use, to the extent possible, ums or ahs or anything else like that. You want to be…you want to speak as if even though it’s not rehearsed, it’s been completely rehearsed and you want to not have any filler words whatsoever."},{"author":"Matt Abrahams","text":"OK, so fluency is important for sure."},{"author":"Jeffrey Pfeffer","text":"Absolutely."},{"author":"Matt Abrahams","text":"Let’s move away from verbal and nonverbal behavior. And I’m curious if you have any thoughts on how emotion relates to power and status. Are there certain emotions we may want to display while avoiding others?"},{"author":"Jeffrey Pfeffer","text":"Absolutely. But in general, I think we want to see people come across strong. Anger is a much stronger emotion than sadness or than, you know, any kind of remorse or hesitation or whatever. So anger is a very strong emotion. And I, I have found in dealing with the various people that I deal with and particularly the institutions that I deal with, many of which have done a very good job of not providing good customer service and your audience can figure out who they are. But oftentimes displaying anger gets much more results than you know, than begging or you know, cajoling or pleading or, you know, throwing yourself on the mercy of whoever the particular organizations happens to be. And you should use strong emotions and anger and forcefulness is much stronger than pleading or apology or something like that."},{"author":"Matt Abrahams","text":"So there are certain situations for sure where anger is appropriate. There are others where it is not. Is something just like being very passionate and convicted in your belief or what you’re saying. Does that help as well?"},{"author":"Jeffrey Pfeffer","text":"Absolutely. There’s no question that to the extent that you are excited, I mean, we know that emotions are contagious. You walk down an airline corridor to the extent that anybody walks on an airline corridor anymore, smile at people, they smile back. If you frown, they’ll frown. So we know that there have been studies, emotions are contagious, and that means energy is contagious. Passion is contagious. Conviction is contagious. So, yes, you want to be passionate. You want to be energetic. You want to have conviction about what you’re talking about. Confidence is contagious. You want to display confidence both in the words and in body language and in the language that you use. You don’t want to say I think there may be some chance that our new venture might succeed. You want to say we are going to succeed and there’s no question about it."},{"author":"Matt Abrahams","text":"A great example. I can’t tell you the number of entrepreneurs I work with who have such hedging language and what they say, yet they are completely involved and engaged in what they’re saying and passionate about it. It strikes me, Jeff, that the — what you just talked about in terms of strong emotions, that actually leads to some of the things you discussed with nonverbal and verbal behavior. When we are passionate about something or angry about something, we gesture more broadly, we’re more expressive in our voice, the language choice we use so the emotion can actually drive some of that nonverbal and verbal behavior you mentioned."},{"author":"Jeff Pfeffer","text":"No, that’s exactly correct. I mean, to the extent that you’re passionate and convicted and confident, you’re more likely to speak in a louder voice."},{"author":"Matt Abrahams","text":"Right, right, right. So you were very kind to give me a sneak peek at your upcoming book, and I’m very excited for that to come out. In it, you talk about how our faces convey a lot of useful information regarding our power and status. Given that we are spending a lot of time communicating virtually where only our faces show up, what advice would you give to people who want to be perceived as competent in higher status when all we see is a video representation of our faces?"},{"author":"Jeffrey Pfeffer","text":"Well, I think and the picture I’m looking at of you now, I think is a fabulous example of this."},{"author":"Matt Abrahams","text":"Why, thank you."},{"author":"Jeffrey Pfeffer","text":"So you practice what you teach. I think people, even prior to the pandemic, but certainly since the pandemic, have gotten way too sloppy about how they dress and how they show up. And, you know, I mean, maybe Mark Zuckerberg can get away with a hoodie. I think for most people you can’t. I think you should. You should look…you should dress and show up as how you want people to perceive you."},{"author":"Matt Abrahams","text":"So first and foremost, my — the folks behind my style, if I have any, will be very pleased. My wife and my two kids are going to be very thankful because I could not do anything. So thank you for noticing that. And then second, it really sounds like — just like we need to be thinking about what we say in our messages and how we structure them for presence and power. We also need to think about how we show up. And some of the literature that I’m familiar with suggests that how you frame yourself matters. You should take up half the screen and not sitting too far away. We read a lot on people’s faces and if I can’t see your face because you’re too far away or you’re sitting in the dark, that actually makes you look more suspicious, less powerful. So it’s not only how you dress and how you look, as you mentioned, it’s also how you frame yourself also matters."},{"author":"Matt Abrahams","text":"Let me ask you this question. What would you suggest that someone do who is in a lower status or power position, who wants to make sure someone in a higher status or power position pays attention to their communication, for example, a line employee talking to his or her boss or even me talking to our deans."},{"author":"Jeffrey Pfeffer","text":"I think you need to think hard about what you’re going to say and you want to make it concise and you want to lead with the most powerful part of your message and the part of the message you want them to pay the most attention to, because people have always had short attention spans and the attention spans have gone down. I think you want to do pretty much what I’ve just… what we’ve been talking about. You want to speak directly. You want to communicate directly. You want to show up if you’re communicating with them in person in a way that shows that you’re someone to be taken seriously and in how you dress and how you hold yourself and how you convey yourself to both your body language and your spoken language. So I think you would do all the things that we’ve talked about, regardless of who you’re talking to, if you want your message to be heard."},{"author":"Matt Abrahams","text":"Excellent advice. I often add in these situations to somehow link what you’re saying to something of value to them can be helpful, not only to demonstrate that you understand what’s important for them, but that you’ve taken the time to make your message relevant and tailored it as well."},{"author":"Jeffrey Pfeffer","text":"Yes. Well, if you want to tailor your message, I mean, you should always, as we understand, you should begin, of course, by flattering them. And and the research suggests that there is no amount of flattery, that it’s too much. So you want to tell them how much you admire what they’ve done and how much you respect their abilities and all this other stuff. If you want to… if you want them to take you seriously, you want to show them how much you admire them and how much you respect them and how happy you are to be in their presence."},{"author":"Matt Abrahams","text":"Well, Jeff, that is probably the best answer I’ve ever had on this podcast. And I so admire you taking the time to actually address that answer to us. I’m curious if you have, upon reflecting on your research and your experience, any last bits of advice around how to have a powerful high status presence that you’d like to share?"},{"author":"Jeffrey Pfeffer","text":"Well, I think, you know, when I have Bill English and Susi Damilano the of or co-founders of the San Francisco Playhouse, come and teach my session on acting with power. They give the students, I think, fabulous advice, which I will pass on on their behalf to your listeners, and that is to warm up. So they talk about getting your voice warmed up, getting your body warmed up, obviously not in public, you know, maybe shaking yourself out or, you know, shaking your body or going, my mum, mum, mum to warm your voice so that when you are you know, I mean, you can see actors and actresses do this before they go on stage or before they go to get filmed. But you should warm up in advance of everything you do. And one of the things you should do is part of the warm up process is calm yourself down so that so you should not you don’t show up at a nervous fashion and you show up basically ready to go. I mean, if I said to you, you know, you’re going to go play football before you particularly given our ages, but even before - before you went on the football field, you would probably do some stretches and some exercises to warm up. And the same advice holds for speech and communication. You want to warm up so that when you enter the moment you are as relaxed and as, you know, ready to go as you can be."},{"author":"Matt Abrahams","text":"If I were playing football, Jeff, I would sign my will and power of attorney and then I would warm up. But you are you’re exactly right in terms of taking time to warm up. So many people are so focused on what they’re saying, they don’t take time to actually prepare their bodies, their minds, their voice for actually saying it. And we often are so busy and rushing around that we don’t give ourselves even time to prepare the content as best we could. So that’s wonderful advice to to really build into the process a time to warm up. And the great thing about being virtual is nobody needs to see it until you turn your camera on and on your mic. You can do some of that warming up. So there are actually some advantages, I think, to being virtual. Now, before we end, I’d like to ask you the same three questions I ask everyone who joins me. Are you up for that?"},{"author":"Jeffrey Pfeffer","text":"I’m up for that."},{"author":"Matt Abrahams","text":"He says hesitantly…"},{"author":"Jeffrey Pfeffer","text":"I’m not sure I have a choice, but sure of course."},{"author":"Matt Abrahams","text":"Yes, I have the power in this situation. If you were to capture the best communication advice you have ever received as a five to seven word presentation slide title, what would it be?"},{"author":"Jeffrey Pfeffer","text":"Warm up, don’t be nervous."},{"author":"Matt Abrahams","text":"I like it very, very concise, and I think with the exception of one word, there all were one syllable words: warm up, don’t be nervous. And we have spent time on this podcast definitely talking about anxiety management. So those who are still nervous speaking, I encourage you to listen in on those episodes. Number two, Jeff, who is a communicator that you admire and why?"},{"author":"Jeffrey Pfeffer","text":"I’m going to back up and ask you to define admire."},{"author":"Matt Abrahams","text":"So most people take this question to mean somebody that they respect, somebody that they feel demonstrates communication skills that are worthy of others to consider and use. Does that help?"},{"author":"Jeffrey Pfeffer","text":"Yeah, that helps. I’m going to give you two answers."},{"author":"Matt Abrahams","text":"OK."},{"author":"Jeffrey Pfeffer","text":"You know, I think I think Barack Obama is a fabulous communicator, but I also think Donald Trump is an extremely effective communicator. And I think people can learn a lot by watching what he does and how he manages an audience and how he responds and feeds off the audience and how he plays into the audience and how what you say doesn’t matter as much as how you say it. And there’s a lot of research that suggests that."},{"author":"Matt Abrahams","text":"Yeah, absolutely. And a lot of people have looked at his speaking style and identified things that we can all learn from. So, number three, the final question, what are the first three ingredients that go into a successful communication recipe?"},{"author":"Jeffrey Pfeffer","text":"A successful communication, I didn’t hear the last word."},{"author":"Matt Abrahams","text":"Recipe. Imagine you’re a cook in a kitchen putting together a successful communication dish. What are the first three ingredients?"},{"author":"Jeffrey Pfeffer","text":"Simplicity. Simplicity, for sure, forcefulness and certain ingredients…simplicity, forcefulness, and volume."},{"author":"Matt Abrahams","text":"Interesting. Tell me a little bit more about forcefulness. I think we get simplicity and I think volume makes sense. But what do you mean by forcefulness?"},{"author":"Jeffrey Pfeffer","text":"Forcefulness means, you know, of being speaking with conviction. OK, which which means not only your voice and not only the loudness of your voice, but, you know, acting, acting as if you mean what you say, you know, and, you know, this is old saying, which I think has been taken very badly out of context in which, you know, I think has been misused in some sense, which is fake it till you make it. I think the real the real saying is fake it until you become it. If you say something often enough and with enough conviction over time, you may not convince any other human beings, but you will certainly convince yourself and for and for you to be able to convince anybody else of something. You have to believe what’s coming out of your mouth."},{"author":"Matt Abrahams","text":"That’s a great way of explaining forcefulness. Thank you and thank you, Jeff, for taking time to be with us today. All of us are truly appreciative of the detailed, specific advice and guidance that you have provided. And I expect that all of us will be sitting up a little straighter, talking a little louder, being a little more forceful so that we, too, can have a strong presence that’s powerful and high in status. Thanks so much, Jeff."},{"author":"Jeff Pfeffer","text":"A pleasure being with you."},{"author":"Matt Abrahams","text":"Thank you for listening to Think Fast, Talk Smart, the podcast, a production of Stanford Graduate School of Business. To learn more, go to gsb.stanford.edu. Please download other episodes wherever you find your podcasts."}],"audio":"https://content.production.cdn.art19.com/segment_lists/831e4ac4-3854-4c73-9f64-e4205d164e11/20210603-SmVmZlBmZWZmZXJmaW5hbCAoMSkud2F2-2f09b2d4-b1e2-45f5-9803-398e86a3baa2.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Jeffrey Pfeffer","Jeff Pfeffer"],"wave_peaks":[432,1102,1299,1416,1407,1315,1386,1342,22623,5461,9138,4270,13637,10442,2342,1469,28932,11627,11043,14646,3395,6177,9430,5978,11702,4249,4221,6552,14759,3564,6434,7383,4405,3136,9694,4399,4715,2701,1189,1165,17081,2527,26561,10999,4932,2738,16193,11969,4241,7308,4635,4884,3392,5454,6305,8888,3422,3050,3461,1520,16501,6924,10343,11079,9737,1436,14784,5649,1865,7110,8366,5171,1512,1504,1736,14547,12968,7209,9168,4307,6027,8348,17951,8178,2344,1420,14557,5353,18264,6590,10774,5724,5179,6567,3987,5864,5261,3793,3764,567,215,14724,24883,8389,7440,7351,4752,8563,6884,11421,5687,8811,5383,4470,3723,4732,11210,9953,12996,6647,6165,3306,4351,3491,1170,162,7640,12396,6503,5911,7672,11091,4882,4974,3544,13455,13374,3090,7924,1222,403,13379,12868,12987,9064,7418,3628,6300,6671,13566,6595,7411,7564,862,3592,18059,11057,7835,8810,6951,16242,539,5736,3812,4009,708,219,16874,16971,5963,14069,12670,4583,217,293,5537,12133,9030,7096,8661,4886,3368,2997,495,202,1858,10725,5773,5909,15331,11253,4768,8919,9436,7422,245,14743,16730,8669,9988,3221,3456,10965,7273,9769,5914,6380,5460,6705,5307,2318,10026,6374,6042,6246,15888,5196,10610,3934,6019,6426,7529,6215,1347,109,129,150,134,11688,11609,13520,12849,3708,10958,4932,7474,10920,9242,5709,5272,2398,4976,10399,11815,5872,4340,210,9815,9375,11727,11285,5672,9544,11428,5066,6569,1982,10945,10719,7180,5887,4358,2498,1870,1631,1003,23041,14242,12763,11171,12604,11827,11793,9671,7421,3980,8432,4408,10100,8361,6225,6448,3687,7104,4946,8258,2878,9342,3865,5393,580,7486,9700,11116,10750,6139,8235,5088,4269,6181,8720,10359,8098,5703,6258,5335,1130,7451,7446,10467,12080,2883,11473,9400,9346,9762,10012,2105,10854,10137,7029,7503,4073,5781,3531,2846,8197,7105,6759,6547,9115,6123,2967,10420,12156,7056,5186,1426,6117,9964,11532,7588,12189,5993,4403,4018,3158,11440,6366,10769,3480,7811,6138,6416,3160,1573,1009,1464,535,18167,10929,11533,6208,5074,5618,5801,3351,5870,17418,19513,7500,6269,8866,674,7756,15112,10129,9215,5170,14799,7324,6578,7181,5182,3901,15403,7239,4796,5534,3504,4192,11774,8673,6844,3420,2060,4931,4900,741,3567,7991,17681,14110,11249,5652,3038,22177,7341,6824,1350,1015,9935,20009,9406,3553,14218,2576,7717,8142,9306,14331,16976,6032,5010,5699,7660,2643,4327,1984,6830,5570,1329,22783,9838,10676,11176,4067,10158,6426,5906,5776,2951,9757,17886,3185,2693,2550,7071,6964,4128,4660,6264,5409,5331,8566,9357,7231,3286,5870,8012,6343,6470,1491,9190,10445,3757,6077,5559,6044,1897,2380,1389,154,161,786,13598,9721,9815,6846,10156,10550,4913,4508,5306,3919,2659,11413,5009,1788,13740,3881,6764,2731,5028,12156,10368,13459,12833,8974,7067,5799,8998,2194,2372,10038,7153,7166,5658,2670,11092,8146,887,4655,10290,9673,11783,10320,7030,4340,2903,8284,4169,11178,9140,10850,3201,6567,6088,6306,10962,10615,10638,10168,7247,9340,7284,9325,3693,6876,334,3831,3105,7341,5736,10442,9499,9364,3901,9658,10540,3692,5575,9581,8733,6235,6970,1882,3271,10080,8878,5846,541,6721,12265,2893,10923,11009,7199,9488,7076,4091,5495,5131,4746,4518,4766,8541,10808,6691,11477,1172,3469,4870,5237,8228,6498,5967,9938,5069,10268,10206,4786,4373,6117,6866,10454,10826,5074,11467,4618,4500,10393,11159,6247,8211,9110,12078,11735,5661,6190,8146,7492,6257,11455,7878,2920,9960,11274,11722,6735,3607,7376,9785,5118,11355,11532,7809,6215,7440,9889,2214,9279,12236,10551,5441,6792,4495,4493,11044,9442,4822,323,7806,8414,10036,9561,4410,10292,7030,914,2939,6469,11427,8684,8013,3692,13213,2003,6858,7907,8924,8624,8264,7859,3512,3277,8564,4822,6152,3580,7791,10722,11124,11017,7736,12848,7187,6787,4697,9845,636,6005,8570,7131,5673,7152,5832,6088,5759,4852,4520,2116,5261,5936,5122,2894,5368,2227,566,1274,191,15690,3999,5997,5873,17302,6785,18110,7802,4683,8671,8568,5112,8992,1546,18092,10624,5669,8162,7625,3630,2159,10963,7470,7098,9263,3817,7359,7700,6460,4415,3122,5650,5452,4127,744,24157,10150,1158,11383,7515,4116,7539,2548,10555,8704,4039,1858,5169,3118,9665,6796,4991,6257,12266,5618,3125,4524,3577,4003,3755,2247,9690,9029,10550,11135,10534,12528,13212,12683,6698,6525,5092,4549,5968,7328,4822,2540,780,165,134,139,4874,10790,5321,9228,11606,10520,5644,5870,8268,5357,5148,2160,4519,11890,12722,5128,12476,10174,8679,3099,7779,7919,9726,3392,6059,5418,10231,5648,4513,10393,7669,3259,10175,3860,9954,10392,7196,4323,12758,9396,7949,1651,9845,8334,6137,6692,5730,4648,5183,2106,5555,3039,3421,1218,14234,11579,8808,7789,3987,7536,3914,8226,9912,3720,9858,8470,1547,311,3994,11506,11351,2231,10533,11948,1898,3786,8015,10828,4604,11230,6961,3468,10603,9244,11385,5885,2065,2754,8781,10908,10762,10475,3795,471,11690,9752,3968,703,9348,6820,5139,1657,1758,14433,11451,6026,2686,12774,12572,10354,3663,8086,6701,6900,6642,3018,8987,11991,7700,2990,436,283,217,163,1039,24641,25587,15694,6136,13201,3566,7968,7583,4200,6197,7644,8785,4178,9037,5529,5867,10726,9360,5256,17139,8830,6512,4702,2935,4173,7548,2189,4280,6359,13408,8557,6140,4117,6080,4262,6846,3906,3645,5401,4990,2903,5272,6153,1636,670,11476,17171,602,13162,11848,5696,12409,13117,6066,6588,5480,3090,3073,994,175,3480,13021,8934,12088,13157,5583,8898,6138,4505,6052,9835,6115,11525,4480,10641,7848,7454,3306,5061,8017,6251,2731,5337,3822,7879,5653,9041,10365,683,3864,10266,8936,5426,6457,7406,2943,8246,3811,7972,3744,2479,3163,3604,9129,11276,7063,6959,4748,5719,1720,672,3591,3890,5043,11388,7085,6652,5402,3220,2448,3662,11079,8261,2044,602,257,341,13657,9021,10698,4904,7521,4150,5471,3661,2627,2594,3231,3468,2209,5729,6393,7677,2887,6743,3283,5077,3799,2553,2231,5390,3545,5999,3855,4766,4342,4290,2878,3585,4509,4684,4385,5952,4224,3029,3647,1491,150,785,9103,9254,9246,4995,10740,5102,11722,10414,6746,7112,3252,3674,7671,5545,6523,6351,1953,7202,6002,6478,6366,4946,6312,4120,3309,5205,4427,10872,9583,4530,4488,2993,2644,4628,12456,9876,4594,445,9826,12837,6515,3798,3933,4400,6536,11169,11750,8183,3217,8856,8431,12035,8582,8867,4352,4697,8654,11504,4982,9787,9841,7381,671,6684,4233,9610,5860,1505,3043,12125,6013,5290,4607,5279,3145,3938,4001,8131,3676,1699,8990,9580,12263,7027,6052,2788,4691,2365,951,11294,11742,9960,9432,8230,8106,5377,6585,8705,9807,6352,1969,11198,13150,12469,11028,8544,9843,12467,10552,11170,6130,3415,5751,6350,4800,7082,7403,5660,1799,5667,2969,6738,6154,10108,8499,3429,1013,8879,9308,15304,12624,6177,10142,10117,7913,2708,6975,10480,11467,4298,9162,8172,12157,6672,6110,1029,3840,6956,10415,4720,7813,6194,5386,3282,7420,10684,9535,10862,10305,9900,2618,4428,7123,6819,4614,10429,12747,8300,10926,9175,2971,11480,9937,2460,7575,8137,6768,4142,9838,4028,3064,2212,254,1099,2636,11919,10411,8859,8164,2989,1476,230,4031,15866,1397,13924,17279,15604,12375,7993,5625,7271,6551,6335,7727,4168,7140,4165,7763,13023,8070,4732,8663,6331,7774,8808,6451,6491,10231,18662,5902,3220,2267,9378,7366,5113,5258,3674,2435,3646,8014,10040,4618,4814,8729,7163,22919,10439,5451,265,187,13422,10657,3840,10266,9413,3283,7179,7681,4622,5117,8524,9209,10353,13044,10728,531,4690,11349,10299,6149,3264,6422,1622,509,9679,8860,5564,11031,10121,11633,10391,7252,7973,3217,3421,6267,10489,9083,7634,11715,5219,8286,4783,11963,11521,8795,5942,12059,9850,3232,9572,10788,2219,5400,10721,8339,3419,4935,3495,8271,6974,11645,8714,5119,3986,6192,5828,3234,6664,5974,2934,10628,11411,4933,12924,7844,9004,6898,764,11509,10028,6055,8972,2100,7781,11346,10272,5422,8826,6720,1757,9982,11048,10053,5735,8391,5995,6287,4844,9201,5409,4187,5405,8611,9275,5986,3433,6887,9845,9720,9637,6979,7670,10359,2061,7318,5829,6382,8220,2477,6187,6361,4653,9862,9096,6647,327,8032,8569,6495,3952,11264,9106,5063,3432,6488,3101,3986,3594,9556,9915,12458,12341,9468,4529,10400,11557,5982,6659,5164,429,9582,6268,7020,8077,2804,5298,2595,5974,8818,10184,393,10520,9876,5125,7257,3805,7744,10456,8420,4790,172,196,20491,2605,8908,24560,14236,9689,10188,12122,7152,6958,7012,6318,7556,6704,5757,6471,12067,11090,5111,6833,5974,5659,9487,3251,4805,20701,23237,6352,4580,6141,6937,4429,6258,15978,11189,5445,3363,3841,4554,7146,2054,3487,2786,14052,9482,6946,11414,9093,6102,5455,7032,8393,7797,7494,2232,8603,3403,10305,5450,3684,2162,1351,13218,6123,5093,5067,3964,2663,8737,7172,4727,7014,4191,6733,3500,3839,3864,4266,9614,17461,7009,3190,5485,6585,3411,4280,4858,15353,2779,4396,8735,4933,6034,753,15865,5161,5727,5884,2938,4100,1493,2839,4159,8162,6072,15191,5283,6472,6350,6973,5224,5821,5148,3291,3100,2678,3814,1707,1121,133,3340,8779,9892,6045,6919,3109,7045,8292,4386,11382,5342,5095,2987,6555,5916,12051,7741,5165,4682,4547,6553,10999,8035,5501,5459,3251,5931,5529,1812,932,2566,765,2789,2216,1020,5163,18348,14925,3233,12581,3752,3482,4459,11309,10418,8850,4308,4894,5806,5248,3668,3517,8319,7458,3368,5135,6270,4329,632,12900,10049,9992,10297,11341,9532,9898,3849,7398,6384,8300,9102,9419,5217,4112,4545,7070,6658,5903,3200,6567,1957,538,1761,11681,7189,9304,7259,6845,3340,7887,11488,5090,5480,4424,4381,5773,2183,4231,4342,10955,8382,5553,4139,6459,581,4679,14198,9888,3675,4748,4656,2536,2792,5142,4732,5648,4648,7616,3241,9727,9328,11304,2913,11810,4085,4162,4139,5015,2273,1967,2924,2127,1238,229,146,3796,8363,10931,11263,498,9750,10041,9719,10151,5957,11423,9182,3831,3072,768,13033,2987,10627,10849,31289,15833,10839,3032,12607,11183,13053,7104,9555,4308,11846,5413,10971,829,204,10195,11733,6623,10624,9604,736,221,11580,9875,12078,10892,5313,7776,6777,1266,5552,11262,8374,4647,3045,6194,6901,6548,7050,11571,2267,13129,12419,5366,5891,11755,9387,10406,12187,10358,8857,8220,1539,9029,4605,6822,10671,1944,3983,5588,8084,6401,5388,2375,9811,13213,11111,5259,5104,6696,4146,3214,6090,8523,4686,4728,5842,4079,5055,10745,5088,8404,9009,11843,4089,123,109,110,114,3659,4460,10034,11587,1872,5455,5745,9395,439,8074,6148,7658,4184,3322,4323,4452,1922,602,21850,24035,11674,8706,5651,5230,3122,12801,6536,8398,13510,7377,10720,7481,8327,12104,8382,12217,5222,7057,7762,9258,11791,5058,6073,4574,7696,3899,14519,15057,9111,3599,3087,1611,7475,6748,7303,6196,3358,8543,8517,12290,3142,8422,12338,10581,7780,4577,10601,7500,6244,3380,5052,5912,5643,7832,5221,6223,3831,5008,6569,4496,3907,8070,4747,4456,3972,4619,12795,4215,3434,5455,4244,3062,2873,320,6302,3446,256,11962,11656,10194,6546,3052,2832,4548,6664,5986,5377,13860,5932,8509,6219,6551,4543,3177,5996,9478,4477,3754,6461,10000,8486,2610,5134,3540,3638,7016,8180,3706,4713,3525,3646,6464,9590,4313,3177,6620,5694,3300,6483,5649,5506,642,15126,4643,3981,12590,5787,3717,7716,5342,8681,4365,4009,4934,4466,6517,2869,8653,5266,3955,16537,19521,2851,4588,3369,10670,3303,2775,1801,4827,6769,2389,4849,3414,2755,2106,2979,2604,816,517,338,11669,5551,5902,2131,1391,2377,1886,146,6845,7462,4076,6273,6423,5328,1478,91,6250,7403,8694,8121,3495,4824,5939,4663,3333,8409,5739,6709,3131,5888,5166,2281,2249,5054,3559,3976,4064,4582,4532,8873,3292,4492,13409,5223,5257,1942,6032,3597,3457,3968,2309,2493,1465,522,15558,8043,9828,7455,5662,6455,3688,3646,9077,9450,7718,8160,5301,5849,5529,3240,950,177,163,306,11240,12265,10829,8024,7046,5491,3155,4559,6661,7401,7569,5713,7285,3636,2594,5687,6584,1164,10303,6153,5753,5964,3551,12776,4809,3037,5768,4372,2110,3496,11324,10395,2733,9596,8264,8486,11157,5672,4114,5660,7700,5248,6395,5985,4446,5048,8365,4897,8888,4044,7223,5525,7663,5159,6022,11359,9897,6676,5295,10074,9481,2301,7652,8521,5217,8546,11021,9896,8937,7934,6129,6551,5661,5769,6326,8189,5530,368,7004,10098,10421,10551,6008,1509,2589,8823,10684,7817,4786,4745,8683,8240,6747,3264,5680,11513,5589,4703,5272,6294,5433,9701,8498,6727,8970,9714,8948,3375,7427,2164,5664,2848,5891,8907,7678,8883,4904,9176,7004,1159,9578,5475,6975,4117,2014,7159,3371,8325,8987,10786,2475,9386,7555,9387,10252,711,9328,8672,3883,6199,11478,9813,8557,4692,12305,9459,4014,5956,5793,9933,6343,11198,11505,4603,8959,3446,11502,12538,7418,9077,5454,4398,11758,12932,3450,5521,1542,3296,8142,8274,4081,3694,1608,753,95,1821,284,3420,15168,6117,5795,2529,5720,8856,7592,8888,6858,2928,2103,4305,2055,3630,4571,9248,8389,5836,7563,4979,6116,5411,3622,5689,5685,1866,3866,2756,3560,3658,1846,14518,6897,6619,5887,2164,3115,3764,2099,4448,2589,2277,258,8614,6027,3523,5476,4529,3554,3720,3099,6281,1578,2825,2252,966,1463,12333,2854,12977,12912,12756,12430,10823,8183,4503,7545,11456,11081,5204,2639,6256,3767,5692,717,7622,4384,8270,12887,8403,4574,9612,3709,2918,3569,10989,7394,11871,7562,2613,2748,7363,3485,5915,10684,8512,9683,6075,7035,6480,7420,7029,2656,5472,2752,10256,8810,8792,9285,3069,11906,10408,10562,10652,3734,9424,5434,3553,2968,6020,9834,496,9068,11769,11715,4476,4151,4930,3341,3027,4722,4795,3650,7808,4648,2404,5287,4138,5309,11996,6298,2114,8077,7571,4243,10751,4420,12749,10439,8476,6069,4784,3968,3692,6434,6013,5148,10476,11057,8671,9070,1904,7416,3538,3355,1547,179,10843,12262,13946,12500,15099,6395,13368,8302,8191,10564,9255,5388,8749,5506,14044,10639,8568,4654,3463,3831,4521,3307,4751,7123,3567,3727,3691,1134,2622,8726,1422,958,14886,7542,6742,8277,5256,8995,6617,3899,3510,5278,5607,1933,1980,1483,1546,1783,3788,5168,4186,1748,9087,9925,11324,7131,4375,7728,4466,5318,5152,2183,9059,6765,2753,5683,3249,5015,4049,3122,2200,1603,2876,2102,1683,174,144,160,166,119,130,2351,13862,10034,6959,11501,11381,4477,4149,1428,11621,9752,8073,7508,3851,6412,11413,5102,7999,6219,5818,1701,369,4743,9895,7565,6668,10253,8836,5865,5399,7980,470,11626,6393,11388,3383,11647,10744,1847,7598,12901,9696,3407,6185,7512,9012,10775,8181,9057,8921,5731,2771,8687,8144,4435,10356,6979,2681,4512,8589,4714,12435,11988,7520,1906,9410,12082,2453,1759,6740,6735,8716,5401,5950,6441,5023,4027,5662,6617,13195,6882,8838,6046,3298,10157,7682,7470,1070,10607,9881,5300,4363,3691,6980,9591,10253,11892,10968,4227,3482,8139,6687,12389,13105,10155,4300,1380,10509,14500,12388,11469,10420,7368,5831,8645,2330,2589,8925,11069,10716,6033,10127,7894,2958,2747,5514,5889,6325,11612,7012,6206,11319,4682,6355,3614,1157,9388,5012,8842,5873,8032,6141,5248,4417,4405,9172,1095,5930,12289,10766,1794,6277,11712,11058,5444,9564,4234,5236,6810,435,7607,7732,4699,4166,6346,10165,11421,9909,6339,4825,1595,10221,9516,4611,3446,2096,10073,9860,6735,4795,10916,1329,3838,9681,9375,11761,10716,11444,1691,5802,10012,10286,7482,4310,8810,11030,4341,7073,8378,3375,2997,6592,8578,7465,10280,7586,9885,8636,3346,4474,10760,1922,1549,3361,3825,7313,11261,5377,3189,11724,12130,11443,11203,9674,13316,9527,8228,5670,5818,6437,3030,2289,7991,4083,7494,7353,1592,7537,12417,8695,651,9295,11499,10898,4206,10929,5151,5403,4004,9571,6496,5783,5319,4870,7674,10235,2862,6497,8171,7692,8727,5946,5070,9507,4576,1135,9591,11805,8941,1295,10204,8919,4274,11079,8453,542,6098,5094,3102,773,5058,5611,11352,5367,3844,3873,609,274,4509,21473,11783,7242,7980,5957,8885,9044,7883,4148,7075,6709,3306,9283,4401,5444,2743,9737,4688,2842,2021,9400,2935,11881,10452,16346,13724,4491,9305,16549,6982,2932,6321,3262,5909,5118,3871,6863,8188,5546,6080,4942,8649,6771,8243,4253,4472,7583,5989,7910,4715,4768,3789,3814,4165,2241,6899,4819,3081,10966,4667,2664,4136,2294,4498,3600,4318,4754,3849,1242,618,9028,12705,4635,5166,4361,3362,5113,5399,1336,7378,4959,7814,3721,6745,4083,4529,2231,2673,1798,3336,9013,13441,8264,2967,2575,2764,2140,5425,361,11860,8631,3975,2996,4707,2276,2760,1153,8652,3509,5382,6127,8168,8376,4204,7139,3344,665,7999,9034,4066,732,14974,6128,5164,5435,5826,4284,5873,5238,3650,3694,5912,2573,3142,4210,3006,3293,3087,5603,11503,3027,2862,2164,1461,2158,1723,1581,2373,358,196,11023,15640,11467,11498,4884,1309,206,1842,8945,9584,10127,6348,6174,5689,6046,6258,4604,4330,4864,2141,1685,4138,6721,7406,150,117,121,6433,5609,9695,4516,9502,6516,8551,8576,3403,13717,12079,13487,12694,10052,10851,8868,27678,7929,8360,10501,7958,1881,21299,23829,13864,10285,2960,3568,1378,11641,13967,7372,19806,6243,10079,5593,4507,4208,5900,6628,3399,7399,6101,3203,3816,9144,8527,6669,4337,5531,3199,4347,3642,4277,5091,5944,3373,6903,1111,1156,13946,4268,4576,1581,148,115,123,114,103,110,102,100,103,9722,10821,5418,4175,1473,506,492,4868,2795,118,102,1754,14238,14115,10767,11253,3730,201,6473,6105,4693,5121,5952,4865,5006,9552,11967,9677,9629,6438,4797,4268,3941,4400,1361,6257,6160,3765,4696,1766,2376,983,13216,11545,5310,2533,3844,6735,3614,3928,2282,3130,3349,5244,2196,1193,5170,5241,4618,8054,4952,3341,3808,3511,3416,1311,583,5875,5927,2831,2188,1964,724,366,2612,11057,4430,5944,4064,6084,5648,3727,4238,3203,5022,4463,1812,2461,2764,487,124,129,141,1238,105,10132,9261,1124,218,120,107,99,106,408,9448,10989,13228,10934,9429,5151,11732,6240,4739,1889,526,1031,422,191,10451,426,1012,25688,16347,16577,6051,6965,9006,4142,2758,7350,5838,11769,6958,6698,7131,7278,6351,4831,6750,1709,5116,1863,7669,1260,9365,5110,5122,5287,4887,6088,3680,3772,4333,4743,2076,4219,4209,2112,1938,1331,2866,998,12445,6380,137,106,11821,11594,10863,786,10051,11834,8466,4057,2149,7412,7041,9115,11008,10744,6149,5035,8905,7000,5286,2293,2726,8681,3168,5239,9096,6434,10239,12545,7754,10183,5279,623,4178,2318,2382,6109,5518,3191,4258,6449,3583,13225,10878,8098,7088,11125,11941,5669,11911,11682,4245,1781,9503,8375,8087,5976,8562,6676,3489,280,10391,8583,7790,8389,5011,6907,4996,11144,10079,2581,3677,10279,9937,6970,1918,9082,8608,8182,6417,8908,10605,2817,7908,14211,12366,12555,7541,10534,4295,8221,9431,1480,829,12042,11275,9319,3801,6888,8950,4962,5133,4787,7711,10992,7375,2979,7606,2534,752,2256,7613,3798,5225,3406,3500,6140,4667,4453,4541,4765,3791,2838,5317,3567,3853,3277,2972,3219,2250,1879,6356,2065,2147,5048,197,156,8644,9948,7391,7991,7684,4410,578,487,8906,10387,7820,4248,4707,4105,3135,2713,1627,5981,3604,3291,8391,4644,2893,3845,3172,1156,1837,826,134,113,125,255,6255,9789,5543,9407,6174,6183,3533,1973,20362,5588,12741,10227,10799,7959,6697,3988,8173,8370,4377,6373,2752,4505,2977,5553,4428,5564,4014,4149,2174,1949,148,150,368,3572,10606,12684,13243,271,118,128,114,98,119,1099,1162,1734,8991,6854,8980,8114,1141,1326,10371,4606,1624,94,5042,12472,9919,1938,1484,1267,109,103,6193,6611,1856,1617,105,434,805,2814,2807,3303,10092,8531,10378,7622,2419,126,244,9288,10272,3611,11025,12102,969,218,3618,4657,5611,5571,618,6810,286,11375,6101,14747,9003,10710,4878,7314,3548,14390,10447,4776,6200,2443,5892,5960,10161,11807,2712,2761,4165,8392,2784,4866,3711,713,218,8770,11865,7676,6360,2726,9578,7946,3894,2242,816,1836,9009,6928,3169,11720,10487,8127,1165,3959,7472,7243,7026,7174,2657,1403,9205,10101,9375,11177,7031,8044,7533,6705,4080,4753,1469,9856,8772,6918,11397,9031,2854,9928,7549,6444,5483,6454,3739,1392,10465,10625,9611,6401,3967,5311,5692,12403,8356,259,13700,12043,1847,9748,7824,8089,10345,10715,11647,7434,8361,5641,3844,4696,318,6849,6220,4523,5893,7616,4649,3181,635,10675,11379,7840,9291,6003,8712,10129,9541,11186,5647,4046,6136,11955,6659,6865,3036,7804,7695,10522,11476,8890,12710,7002,8765,4629,2701,4002,6653,3868,7651,7850,9010,4373,5842,13100,7230,5199,6007,3308,5352,3187,4980,4679,4610,6210,810,9489,11110,10139,9293,9687,9220,10518,10603,6427,2328,3157,8083,9093,5162,5440,2981,2556,981,95,2620,4010,5042,3076,5391,6915,8201,4898,3115,3987,3801,1233,4727,1402,257,944,11911,6949,4279,8168,9477,6066,4974,2114,1415,1354,10437,7789,2409,1749,4985,5426,2304,2914,3352,4984,6221,4335,5245,649,3078,7490,6210,3716,2612,2376,2860,816,12072,10004,7586,10725,8943,2994,4714,10855,6314,4584,6174,7584,4069,4330,3312,29299,7278,9598,6935,7127,5696,6673,4881,2897,6871,7777,4458,3442,6784,4013,5338,1916,8580,6178,2884,4527,6948,4160,1774,5575,6097,3201,1490,10923,4919,2944,1398,1343,1554,12036,9091,6277,1767,1503,1424,12316,8030,10396,5166,4269,11085,14171,10292,17214,10245,7201,1226,6930,9981,2942,5894,17813,5712,7724,7314,9285,6268,6849,4718,4451,1953,17072,10867,9686,7842,9947,6077,2777,14447,8253,6004,6599,5956,2296,1520,2557,16222,16923,7285,15621,10526,8673,5676,1386,11097,11826,3865,4081,3529,4202,830,313,1606,1606,1571,1693,1602,1592,1589,1670,1618,1481,1549,1676,1522,1507,1374,1141,705,350],"fragments":[{"begin":"0.000","end":"50.240","lines":["How you show up matters, having a powerful presence can make or break your transactions, your relationships, and your career. Hello, I’m Matt Abrahams and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast. Today, I’m really excited to be joined by Jeff Pfeffer, who is a professor of organizational behavior at Stanford’s GSB. Jeff’s research focuses on the effects of work environments on health and well-being, as well as power and leadership in organizations. He teaches the super popular course The Paths to Power, and he is the author of many books, including Dying for a Paycheck and Power Why Some People Have It and Others Don’t."]},{"begin":"50.240","end":"52.760","lines":["Welcome, Jeff. Thanks for being here."]},{"begin":"52.760","end":"55.880","lines":["Well, Matt, thank you for having me on your show."]},{"begin":"55.880","end":"68.440","lines":["Great. Super excited to get started. So my first question is, how do you define power and status and why do you think your class that covers these topics is so popular?"]},{"begin":"68.440","end":"107.760","lines":["I define power as the ability to get things done against opposition and oftentimes, of course, as we try to make things happen, we find that not everybody agrees with us. And I think the class is popular because I have this very bad habit of teaching people and actually telling the truth. And so therefore, I think my students, both online and offline and everybody I talk to, actually appreciates knowing how to get things done in a world in which oftentimes it’s difficult and they like hearing the truth. As I like to say, Jack Nicholson was actually wrong. People do want to hear the truth."]},{"begin":"107.760","end":"119.960","lines":["That’s one of my favorite movies for sure. And I chuckled when you said, you know, often those in power can’t get things done as the father of two teenagers that is certainly true."]},{"begin":"119.960","end":"121.840","lines":["It’s true in companies as well."]},{"begin":"121.840","end":"142.600","lines":["Yes, yes, yes. For my next few questions, I want to get very tactical and specific, if you don’t mind. So are there specific nonverbal behaviors or body language, if you will, that we can employ to be seen as more powerful and having higher status? Are there things we should avoid doing as well?"]},{"begin":"142.600","end":"210.520","lines":["Absolutely, and in fact, I’m sure this is what you teach in your class, there are ways we give away our power by tilting our heads. We give away our power by looking down. We give away our power, particularly when we hunch over and we constrict our body in on itself. If you want to see an example of this, watch Tony Hayward testifying in the BP hearings — where he looks: there are no gestures and he’s really hunched in and reading a script and reading or reading a statement. And so all of those things, I think, give away power. And on the contrary, you have power to the extent that you look people in the eye, you have power to the extent that you stand up to your full height (whatever that is) you have power to the extent that you use an expansive, you take an expansive posture, you spread out, you take up more space. And you certainly have power to the extent that you use forceful gestures. And anybody who’s ever watched somebody speak or watch the movie understands what a forceful gesture is as opposed to a one that isn’t."]},{"begin":"210.520","end":"220.920","lines":["Excellent. So you’re right. In the classes I teach, we talk about being big, balanced and still to demonstrate presence. And it sounds like you’re echoing that advice."]},{"begin":"220.920","end":"221.880","lines":["Absolutely."]},{"begin":"221.880","end":"234.880","lines":["Let’s switch from non-verbal to verbal. Are there specific verbal behaviors we can employ to be seen as more powerful or having higher status? And are there things that we should avoid saying?"]},{"begin":"234.880","end":"272.240","lines":["So one of the ways in which you convey power is by being loud, what are the ways in which you convey power is by being modestly or moderately impolite and interrupting other people. And, by contrast, one way in which you don’t give away your power if you refuse to be yourself, be interrupted. So that’s one set of things. And then there’s powerful language you want to use. Simple language, forceful language, vivid language, vivid words, and keep it keep it simple and direct."]},{"begin":"272.240","end":"290.240","lines":["Very, very direct and simple in your answer. Thank you. I’m curious your thoughts because I deal a lot with this in the work that I do around filler words and words of hesitation like kind of and sort of. Do you have insights on that and how that affects how people perceive us?"]},{"begin":"290.240","end":"305.680","lines":["You don’t want to use filler words and you don’t want to use, to the extent possible, ums or ahs or anything else like that. You want to be…you want to speak as if even though it’s not rehearsed, it’s been completely rehearsed and you want to not have any filler words whatsoever."]},{"begin":"305.680","end":"307.720","lines":["OK, so fluency is important for sure."]},{"begin":"307.720","end":"310.320","lines":["Absolutely."]},{"begin":"310.320","end":"323.080","lines":["Let’s move away from verbal and nonverbal behavior. And I’m curious if you have any thoughts on how emotion relates to power and status. Are there certain emotions we may want to display while avoiding others?"]},{"begin":"323.080","end":"380.640","lines":["Absolutely. But in general, I think we want to see people come across strong. Anger is a much stronger emotion than sadness or than, you know, any kind of remorse or hesitation or whatever. So anger is a very strong emotion. And I, I have found in dealing with the various people that I deal with and particularly the institutions that I deal with, many of which have done a very good job of not providing good customer service and your audience can figure out who they are. But oftentimes displaying anger gets much more results than you know, than begging or you know, cajoling or pleading or, you know, throwing yourself on the mercy of whoever the particular organizations happens to be. And you should use strong emotions and anger and forcefulness is much stronger than pleading or apology or something like that."]},{"begin":"380.640","end":"395.160","lines":["So there are certain situations for sure where anger is appropriate. There are others where it is not. Is something just like being very passionate and convicted in your belief or what you’re saying. Does that help as well?"]},{"begin":"395.160","end":"447.000","lines":["Absolutely. There’s no question that to the extent that you are excited, I mean, we know that emotions are contagious. You walk down an airline corridor to the extent that anybody walks on an airline corridor anymore, smile at people, they smile back. If you frown, they’ll frown. So we know that there have been studies, emotions are contagious, and that means energy is contagious. Passion is contagious. Conviction is contagious. So, yes, you want to be passionate. You want to be energetic. You want to have conviction about what you’re talking about. Confidence is contagious. You want to display confidence both in the words and in body language and in the language that you use. You don’t want to say I think there may be some chance that our new venture might succeed. You want to say we are going to succeed and there’s no question about it."]},{"begin":"447.000","end":"483.240","lines":["A great example. I can’t tell you the number of entrepreneurs I work with who have such hedging language and what they say, yet they are completely involved and engaged in what they’re saying and passionate about it. It strikes me, Jeff, that the — what you just talked about in terms of strong emotions, that actually leads to some of the things you discussed with nonverbal and verbal behavior. When we are passionate about something or angry about something, we gesture more broadly, we’re more expressive in our voice, the language choice we use so the emotion can actually drive some of that nonverbal and verbal behavior you mentioned."]},{"begin":"483.240","end":"492.080","lines":["No, that’s exactly correct. I mean, to the extent that you’re passionate and convicted and confident, you’re more likely to speak in a louder voice."]},{"begin":"492.080","end":"523.680","lines":["Right, right, right. So you were very kind to give me a sneak peek at your upcoming book, and I’m very excited for that to come out. In it, you talk about how our faces convey a lot of useful information regarding our power and status. Given that we are spending a lot of time communicating virtually where only our faces show up, what advice would you give to people who want to be perceived as competent in higher status when all we see is a video representation of our faces?"]},{"begin":"523.680","end":"529.120","lines":["Well, I think and the picture I’m looking at of you now, I think is a fabulous example of this."]},{"begin":"529.120","end":"530.520","lines":["Why, thank you."]},{"begin":"530.520","end":"561.480","lines":["So you practice what you teach. I think people, even prior to the pandemic, but certainly since the pandemic, have gotten way too sloppy about how they dress and how they show up. And, you know, I mean, maybe Mark Zuckerberg can get away with a hoodie. I think for most people you can’t. I think you should. You should look…you should dress and show up as how you want people to perceive you."]},{"begin":"561.480","end":"610.240","lines":["So first and foremost, my — the folks behind my style, if I have any, will be very pleased. My wife and my two kids are going to be very thankful because I could not do anything. So thank you for noticing that. And then second, it really sounds like — just like we need to be thinking about what we say in our messages and how we structure them for presence and power. We also need to think about how we show up. And some of the literature that I’m familiar with suggests that how you frame yourself matters. You should take up half the screen and not sitting too far away. We read a lot on people’s faces and if I can’t see your face because you’re too far away or you’re sitting in the dark, that actually makes you look more suspicious, less powerful. So it’s not only how you dress and how you look, as you mentioned, it’s also how you frame yourself also matters."]},{"begin":"610.240","end":"632.640","lines":["Let me ask you this question. What would you suggest that someone do who is in a lower status or power position, who wants to make sure someone in a higher status or power position pays attention to their communication, for example, a line employee talking to his or her boss or even me talking to our deans."]},{"begin":"632.640","end":"685.960","lines":["I think you need to think hard about what you’re going to say and you want to make it concise and you want to lead with the most powerful part of your message and the part of the message you want them to pay the most attention to, because people have always had short attention spans and the attention spans have gone down. I think you want to do pretty much what I’ve just… what we’ve been talking about. You want to speak directly. You want to communicate directly. You want to show up if you’re communicating with them in person in a way that shows that you’re someone to be taken seriously and in how you dress and how you hold yourself and how you convey yourself to both your body language and your spoken language. So I think you would do all the things that we’ve talked about, regardless of who you’re talking to, if you want your message to be heard."]},{"begin":"685.960","end":"703.000","lines":["Excellent advice. I often add in these situations to somehow link what you’re saying to something of value to them can be helpful, not only to demonstrate that you understand what’s important for them, but that you’ve taken the time to make your message relevant and tailored it as well."]},{"begin":"703.000","end":"736.120","lines":["Yes. Well, if you want to tailor your message, I mean, you should always, as we understand, you should begin, of course, by flattering them. And and the research suggests that there is no amount of flattery, that it’s too much. So you want to tell them how much you admire what they’ve done and how much you respect their abilities and all this other stuff. If you want to… if you want them to take you seriously, you want to show them how much you admire them and how much you respect them and how happy you are to be in their presence."]},{"begin":"736.120","end":"758.160","lines":["Well, Jeff, that is probably the best answer I’ve ever had on this podcast. And I so admire you taking the time to actually address that answer to us. I’m curious if you have, upon reflecting on your research and your experience, any last bits of advice around how to have a powerful high status presence that you’d like to share?"]},{"begin":"758.160","end":"846.880","lines":["Well, I think, you know, when I have Bill English and Susi Damilano the of or co-founders of the San Francisco Playhouse, come and teach my session on acting with power. They give the students, I think, fabulous advice, which I will pass on on their behalf to your listeners, and that is to warm up. So they talk about getting your voice warmed up, getting your body warmed up, obviously not in public, you know, maybe shaking yourself out or, you know, shaking your body or going, my mum, mum, mum to warm your voice so that when you are you know, I mean, you can see actors and actresses do this before they go on stage or before they go to get filmed. But you should warm up in advance of everything you do. And one of the things you should do is part of the warm up process is calm yourself down so that so you should not you don’t show up at a nervous fashion and you show up basically ready to go. I mean, if I said to you, you know, you’re going to go play football before you particularly given our ages, but even before - before you went on the football field, you would probably do some stretches and some exercises to warm up. And the same advice holds for speech and communication. You want to warm up so that when you enter the moment you are as relaxed and as, you know, ready to go as you can be."]},{"begin":"846.880","end":"900.320","lines":["If I were playing football, Jeff, I would sign my will and power of attorney and then I would warm up. But you are you’re exactly right in terms of taking time to warm up. So many people are so focused on what they’re saying, they don’t take time to actually prepare their bodies, their minds, their voice for actually saying it. And we often are so busy and rushing around that we don’t give ourselves even time to prepare the content as best we could. So that’s wonderful advice to to really build into the process a time to warm up. And the great thing about being virtual is nobody needs to see it until you turn your camera on and on your mic. You can do some of that warming up. So there are actually some advantages, I think, to being virtual. Now, before we end, I’d like to ask you the same three questions I ask everyone who joins me. Are you up for that?"]},{"begin":"900.320","end":"901.760","lines":["I’m up for that."]},{"begin":"901.760","end":"902.960","lines":["He says hesitantly…"]},{"begin":"902.960","end":"906.240","lines":["I’m not sure I have a choice, but sure of course."]},{"begin":"906.240","end":"921.920","lines":["Yes, I have the power in this situation. If you were to capture the best communication advice you have ever received as a five to seven word presentation slide title, what would it be?"]},{"begin":"921.920","end":"924.000","lines":["Warm up, don’t be nervous."]},{"begin":"924.000","end":"950.600","lines":["I like it very, very concise, and I think with the exception of one word, there all were one syllable words: warm up, don’t be nervous. And we have spent time on this podcast definitely talking about anxiety management. So those who are still nervous speaking, I encourage you to listen in on those episodes. Number two, Jeff, who is a communicator that you admire and why?"]},{"begin":"950.600","end":"958.320","lines":["I’m going to back up and ask you to define admire."]},{"begin":"958.320","end":"971.760","lines":["So most people take this question to mean somebody that they respect, somebody that they feel demonstrates communication skills that are worthy of others to consider and use. Does that help?"]},{"begin":"971.760","end":"974.360","lines":["Yeah, that helps. I’m going to give you two answers."]},{"begin":"974.360","end":"975.000","lines":["OK."]},{"begin":"975.000","end":"1004.760","lines":["You know, I think I think Barack Obama is a fabulous communicator, but I also think Donald Trump is an extremely effective communicator. And I think people can learn a lot by watching what he does and how he manages an audience and how he responds and feeds off the audience and how he plays into the audience and how what you say doesn’t matter as much as how you say it. And there’s a lot of research that suggests that."]},{"begin":"1004.760","end":"1022.120","lines":["Yeah, absolutely. And a lot of people have looked at his speaking style and identified things that we can all learn from. So, number three, the final question, what are the first three ingredients that go into a successful communication recipe?"]},{"begin":"1022.120","end":"1024.480","lines":["A successful communication, I didn’t hear the last word."]},{"begin":"1024.480","end":"1032.160","lines":["Recipe. Imagine you’re a cook in a kitchen putting together a successful communication dish. What are the first three ingredients?"]},{"begin":"1032.160","end":"1049.000","lines":["Simplicity. Simplicity, for sure, forcefulness and certain ingredients…simplicity, forcefulness, and volume."]},{"begin":"1049.000","end":"1058.600","lines":["Interesting. Tell me a little bit more about forcefulness. I think we get simplicity and I think volume makes sense. But what do you mean by forcefulness?"]},{"begin":"1058.600","end":"1102.920","lines":["Forcefulness means, you know, of being speaking with conviction. OK, which which means not only your voice and not only the loudness of your voice, but, you know, acting, acting as if you mean what you say, you know, and, you know, this is old saying, which I think has been taken very badly out of context in which, you know, I think has been misused in some sense, which is fake it till you make it. I think the real the real saying is fake it until you become it. If you say something often enough and with enough conviction over time, you may not convince any other human beings, but you will certainly convince yourself and for and for you to be able to convince anybody else of something. You have to believe what’s coming out of your mouth."]},{"begin":"1102.920","end":"1131.440","lines":["That’s a great way of explaining forcefulness. Thank you and thank you, Jeff, for taking time to be with us today. All of us are truly appreciative of the detailed, specific advice and guidance that you have provided. And I expect that all of us will be sitting up a little straighter, talking a little louder, being a little more forceful so that we, too, can have a strong presence that’s powerful and high in status. Thanks so much, Jeff."]},{"begin":"1131.440","end":"1133.480","lines":["A pleasure being with you."]},{"begin":"1133.480","end":"1155.880","lines":["Thank you for listening to Think Fast, Talk Smart, the podcast, a production of Stanford Graduate School of Business. To learn more, go to gsb.stanford.edu. Please download other episodes wherever you find your podcasts."]}],"duration":1155}