{"title":"Ideas & Empathy: How to Design and Communicate with Others in Mind","url":"https://www.gsb.stanford.edu/insights/ideas-empathy-how-design-communicate-others-mind","intro":["“Very often, you are not designing for yourself. And you kind of have to get out of your own way to effectively design with others' needs in mind.”","In this podcast episode, Lecturer of Strategic Communications Matt Abrahams is joined by Sarah Stein Greenberg, Director of the Hasso Plattner Institute of Design, aka the Stanford d.school, and author of Creative Acts for Curious People: How to Think, Create, and Lead in Unconventional Ways.","Together, Stein Greenberg and Abrahams discuss how design and communication require seeing things from more than just our own point of view, and the tools we can use to broaden our perspectives."],"transcript":[{"author":"Matt Abrahams","text":"Way back in graduate school I had an amazing internship at George Lucas’s Lucasfilm. The CEO at the time once talked to us about how hard it was to reliably and predictably be creative. These concepts are often antithetical to each other and they apply across different industries. Today we will explore how design thinking can help with this challenge. I’m Matt Abrahams and I teach strategic communication at Stanford Graduate School of Business. Welcome to “Think Fast, Talk Smart: The Podcast.”"},{"author":"Matt Abrahams","text":"I am super excited today to speak with Sarah Stein Greenberg who is the Executive Director of the Hasso Plattner Institute of Design at Stanford University, known more simply as the d.school. We recently spoke with GSB Professor Chip Heath about the curse of knowledge, knowing too much about what we do and share and how it can lead to miscommunication and a lack of connection with those that we’re communicating with."},{"author":"Matt Abrahams","text":"Your focus in your book on widening our lens strikes me as a way to combat that curse of knowledge and be more creative and relevant at the same time. Can you tell us a bit more about what you mean by widening our lens, and how can we actually do that?"},{"author":"Sarah Stein Greenberg","text":"Sure, you know widening your lens, I use that framing just because as somebody who is photographer I think a lot about how your perspective is really altered by not just the equipment that you’re using, but where you’re standing in relation to the subject or the scene that you’re trying to capture. And in design you want to have a strong point of view about what you’re making. You want to understand the needs, you want to understand the context, and then you want to say like, well, I think that it’s going to work best if, and then you really establish that strong point of view of some of those foundational principles."},{"author":"Sarah Stein Greenberg","text":"But one of the things you have to recognize is that you don’t have the view, you have a point of view, right? And really understanding like, well, how is someone else going to experience this product or service that I’m developing, or what if I think about what the effect of wanting this thing might be a few generations into the future. And so there are all different ways to stretch your perspective both to be thinking about how could this be better designed, how could it be more effective, how could it be more relevant for more people, and even thinking about what are some of the potentially unintended consequences that could happen as I create this fantastic, popular, successful piece of work, whatever it is that you’re doing."},{"author":"Sarah Stein Greenberg","text":"So widening your lens is one of those core ideas in human-centered design in that you’re, very often you are not designing for yourself. And you kind of have to get out of your own way to effectively design with others’ needs in mind. And so that idea of shifting your perspective, of widening your aperture or your lens is just critically important. And there are lots of ways to do that, and some of the practices in “Creative Acts” are great ways to start. There are practices around you know how do you have a very open-ended interview interaction, how do you try to shadow someone for a day."},{"author":"Sarah Stein Greenberg","text":"For example we have a practice called shadow a student where we have educators who want to really see what their school feels like and works like through the eyes of students follow along throughout a whole day of a student’s life and gain both empathy and insight about what that experience is like. And they will often come back with like really powerful ideas for what could be changed or improved."},{"author":"Sarah Stein Greenberg","text":"But I’m curious too about your framing around the curse of knowledge that Chip Heath was talking about. And one of the things that that brings up for me is just that when you are in the midst of an amazing creative project and you have belief in it, you know you’re onto something, when you’re still in the development process it can be hard to explain it to others, like you’re so familiar with your ideas and the direction that you’re headed and all the research that you’ve done."},{"author":"Sarah Stein Greenberg","text":"And there is a great practice in the book that comes from Seamus Harte who is an incredible story teller and communicator called What Went Down. And that is a way to really think critically about how do you tell the story of the work that you’re doing while you’re doing it. And it borrows from some of the core concepts around storytelling, around articulating what’s the context that you’re in, what’s the problem you’re trying to solve, and what kinds of things have you had to overcome in solving it, and then how are you working towards resolving that."},{"author":"Sarah Stein Greenberg","text":"And that’s one of those places where that curse of knowledge often comes up in design work itself, like when you’re so invested in the creative work that you’re doing but you need to communicate it to other stakeholders and inspire people, that is a great practice to turn to."},{"author":"Matt Abrahams","text":"Wow, it’s really interesting that design work itself leads to the curse of knowledge, so it’s not only a way of getting yourself out of it, it is inherent in it as well. I heard you say two things that I think are absolutely critical to getting out of that curse of knowledge and how design thinking and being creative can help. And one is understanding that it is other focused, you talked about human-centered design. So it’s not, you’re not designing for yourself, you’re designing for others. When you communicate you’re not communicating for yourself, you’re communicating for others, so first taking that perspective"},{"author":"Matt Abrahams","text":"And then the second thing you said, which is so important, is to get out of your own way, that we actually make it more difficult for ourselves. And it sound like some of the activities in your book and that are practiced at the d.school can really help people with both parts of that, focusing in the right place and then getting out of our own way. Did I get that right?"},{"author":"Sarah Stein Greenberg","text":"Yeah, that’s exactly right. And we all bring our own life experience, our own biases, our own opinions and perspectives, and so you often need a way to, you know similar to how we talk about deferring judgment when you’re trying to generate new ideas you actually need to set aside those assumptions that you have, those biases, those perspectives that you have to make sure they are not too influential in your interpretation of, or understanding of, what the needs are. And that’s a real set of skills to build and develop over time."},{"author":"Matt Abrahams","text":"It’s hard, yeah."},{"author":"Sarah Stein Greenberg","text":"It is, it’s really hard. It’s a challenge. But it can also be very powerful when you start to practice some of these approaches. So one that’s just incredibly useful is the practice of putting your ideas into some kind of physical form or some way that other people can experience them and getting feedback on them. And actually one thing that is incredibly valuable to know is that it works better if you put multiple prototypes in front of someone. If you are just putting that one thing that you’re working on in front of someone and asking for their feedback you’re still quite invested in that one, both the direction and perhaps the actual manifestation of it that you’ve created."},{"author":"Sarah Stein Greenberg","text":"If you’ve got a few things, a few irons in the fire, a few examples, your ability to detach and really hear what the feedback is and really understand how someone else is resonating with, or not resonating with, what you’re working on, it increases. And so that’s one of those particular skills that we try to teach, it’s like, yeah, it’s very important to create prototypes, but it’s really, really important to create multiple prototypes and test them at the same time."},{"author":"Matt Abrahams","text":"So many valuable comments right there, absolutely. And the same is true when you’re communicating, you want to create different versions of your messaging and testing it out. You know you highlighted that one of the key ways our ideas get better, and we get better, is through feedback. What advice beyond having multiple prototypes and the guidance do you have about how we can become better at not only soliciting feedback, but also providing feedback to others?"},{"author":"Sarah Stein Greenberg","text":"Well, there are a couple of wonderful assignments in this book that come from different contributors at the d.school that I want to talk about here. One is really based on the idea that you have to separate the person from the work in order to get really good feedback and critique, and that is easier said than done, as is so much creative work. And when it’s you and you’re trying to get feedback on your work, you have to figure out, well, how am I going to do that, like the person I’m asking for feedback for obviously knows that I’m the one who did the work so how are you going to engineer that kind of situation."},{"author":"Sarah Stein Greenberg","text":"So one thing that we have some of our students do is we’ll put them through what we call the test of silence in which when you’re asking somebody to react to your early stage prototype you really do not allow yourself to say here’s what I’m trying to do, let me explain to you how to use it. Oh, no, you’re using it wrong. Like, oh, no, that part is not finished, right? You actually just step back and you don’t say anything and you see how does the person use it, what do they understand, what do they not understand, and you will get a higher quality of feedback that way."},{"author":"Sarah Stein Greenberg","text":"When you insert yourself into that process you’re creating a very artificial situation, right, and what we’re trying to help students understand is in the real world once you release your product or service or whatever it is that you’re designing, you won’t be there to explain to everybody how to use it. So it has got to stand on its own. And that ability to create silence and step back even when you’re just testing an early-stage prototype is a really important way to improve the quality of the feedback that you’re going to be getting."},{"author":"Matt Abrahams","text":"I was just struck by the fact that that, yet again, is an example of the way we get in our own way. We intercede too quickly into that feedback process and that doesn’t allow for the best feedback we could receive. And this notion of listening and being quiet is critical. And the same is true in communication. We focus so much in communication on what we’re saying we don’t give enough focus on the act of listening and what we’re hearing. And so I just wanted to highlight that what you said really resonates for me, and I hope for everybody listening in, about the importance of stepping back, seeing and observing and listening to what’s going on."},{"author":"Sarah Stein Greenberg","text":"You know the other thing to really practice is, this is particularly helpful when you’re giving feedback, is focusing on the goal of the work, right? That’s your job as a feedback giver is to help the person feel a little bit less defensive, a little bit more comfortable, because you’re really saying, well, if the goal of the work is X it’s meeting the goal part way. And you’re not saying, well, this thing that you built isn’t good."},{"author":"Sarah Stein Greenberg","text":"So that’s both about the separating the person from the work, and it’s about is this example of a solution meeting the goals. And that’s really if you can help stay in that zone and help the person who is receiving the feedback stay in that zone, the whole experience of giving and receiving feedback will be much more productive in terms of pushing the work forward."},{"author":"Matt Abrahams","text":"Certainly, and it strikes me that underlying all of your advice around feedback is a willingness to take a risk, to put something out there, to be quiet and to listen to people’s responses to it, and to really be open to people giving you the feedback knowing that they’re trying to help you be better. I mean, feedback is really about helping you, helping what you’re trying to accomplish. It’s not a commentary on you, yourself. And that willingness to open up to risks sounds like an important part."},{"author":"Sarah Stein Greenberg","text":"Yeah, absolutely. And that also means like when you’re seeking you need to be ready, when you’re asking for feedback you need to be ready to take it otherwise you’re kind of wasting the time of the person that you’re asking for. And likewise you want the feedback giver to be sensitive to the fact that you’re probably putting a piece of yourself into the work."},{"author":"Sarah Stein Greenberg","text":"And so there is a piece of creating an environment of psychological safety in both directions so that the feedback giver knows you’re valuing the help that they are giving you, that they are offering you. And the feedback receiver also knows that the person is doing their best to try to point out what could be improved from their perspective."},{"author":"Matt Abrahams","text":"I feel like we should be playing podcast concept bingo because you keep bringing up some important concepts that we’ve talked in other episodes about, and psychological safety is clearly on that bingo card, so absolutely very, very important."},{"author":"Sarah Stein Greenberg","text":"That one might be in the center of the bingo card."},{"author":"Matt Abrahams","text":"I think so, I think you might be right, yeah, yeah."},{"author":"Sarah Stein Greenberg","text":"Most creative work, and certainly most effective team work and improv, like any kind of creative team you need that psychological safety."},{"author":"Matt Abrahams","text":"As I think about what we’ve talked about so far, part of the design process really involves introspection and reflection. I’m curious if you can articulate why this is so important, and what are some of the specific tools and techniques that you recommend to help people do this type of self-learning?"},{"author":"Sarah Stein Greenberg","text":"Well, it’s interesting that you just framed up this idea of self-learning because I often think about design as a process of learning in general. So when you’re starting out to design something new, whether it’s reimaging the substitute teaching ecosystem, like I mentioned our former fellow Jill Vialet did, or something much more concrete and physical, you’re embarking on a journey of learning."},{"author":"Sarah Stein Greenberg","text":"You are starting out with less understanding and information and insight and fewer ideas about where you’re going to land the thing that you’re going to create than you will ultimately find yourself with. And just like any other learning process understanding what’s going well and what’s not going well and what could be improved, that is a vital part of really having ownership over that process."},{"author":"Sarah Stein Greenberg","text":"So we do a lot of work with our students and other learners around tools for reflection, thinking about what just happened and was it as productive, as affective, as powerful as we hoped that it was, what could be improved, and maybe even then some bigger picture questions. So I’ll give you two examples of particular practices that we use."},{"author":"Matt Abrahams","text":"Please."},{"author":"Sarah Stein Greenberg","text":"So one is an individual practice which is called what, so what, now what, which Leticia Britos Cavagnaro and some of her colleagues created. And what they found is that when they ask students to just kind of generically reflect in an open-ended way on how class went or what they learned or what a particular process, let’s say they were teaching prototyping that day, okay, how did that go."},{"author":"Sarah Stein Greenberg","text":"The students come up with some interesting things, but when they give them a particular framework like what, so what, now what, which is simply the idea that you separate, you disaggregate and distinguish between those three different buckets. So what just happened, name all the details, what did it smell like, what was the feeling that you had, specifically what happened. And then so what, which is like, well, what were the implications, what did that lead to, what happened as a result. And now what which is like, well, what does that mean, what does that suggest for the future, how do you feel about that, those bigger introspective questions."},{"author":"Sarah Stein Greenberg","text":"With that particular rubric the reflections that the students do are of much higher caliber and much more powerful as a learning tool, as a self-learning tool as you just said. So that’s one great example of a practice on a personal level."},{"author":"Sarah Stein Greenberg","text":"And then one of my favorites from this collection is called I like, I wish, how to, and that is a practice that we’ve been using at the d.school from the very beginning. And it really is wonderful as a group to go through an experience together, that could be a day of class, that could be a workshop, that could be a tough year at your company, and do a group reflection using those prompts: I like, I wish, and how to."},{"author":"Sarah Stein Greenberg","text":"And that is a non-judgmental, or less judgmental, way to still be able to say like, hey, here’s what went well, here’s what I wish for, and here are some other ideas that are starting to come up about what we could do to change things or improve things."},{"author":"Matt Abrahams","text":"Well, I think we have bingo now because anybody who knows me and listens to this podcast knows that what, so what, now what is a mantra that I sing the praises for all the time. And I love how you apply it in terms of self-learning, in terms of feedback and introspection. And having tools as you’ve discussed to help us do that is really, really helpful because for many of us it’s really hard to take the time to do that reflection and having specific tools can help."},{"author":"Matt Abrahams","text":"In thinking back to all of the various activities and techniques in your book can you identify one that has really helped you personally?"},{"author":"Sarah Stein Greenberg","text":"Yeah, you know I mentioned I like, I wish, which has been quite important for me. The category that I’ll share that I think has been really useful for me particularly in a leadership role to remember to practice consistently is around using those first few minutes of any meeting or work session to set the right tone and to get people already starting to practice some of the behaviors that you want to see come out in the work to be done through some kind of warm up activity."},{"author":"Sarah Stein Greenberg","text":"And I have kind of a strong point of view that like icebreakers are fine but usually what I’m doing is not trying to just get people to break the ice and know each other a little bit, I’m actually wanting people to start to rehearse the same behavior that we need to then practice as a group. So the activities that are around building trust with someone, that’s a wonderful warm-up to do if you’re going to have a group then start to launch an interviewing process, or even if you’re just going to try to make a hard decision, right, that’s a really good time to use that as a team."},{"author":"Sarah Stein Greenberg","text":"Or the activity that’s around coming up with lots of metaphors and similes for complex problems or topics, that is a great warm-up to use when you are launching a story telling session, or you are trying to figure out how are you going to present your really cool but kind of esoteric new idea to a group of people."},{"author":"Sarah Stein Greenberg","text":"So I like to really match the nature of the warm-up with the work at hand. And if I’m the one who’s leading the class or the workshop I’ll then be very transparent for folks, hey, the reason we started with this is because it’s going to lead right into what we’re doing today as a group. And I find that that helps people get like right into the right mindset and the right kind of skill set for the work at hand."},{"author":"Matt Abrahams","text":"I find that so refreshing because so many people do icebreakers just for the sake of doing an icebreaker, and this notion that the activity you initiate with can actually serve as a signpost for what’s to come or get people to rehearse and practice skills that you’ll be developing I think is really powerful. And I encourage everybody to think about when you initiate a meeting, a presentation, any kind of collaboration, how can you start with some kind of activity that gets people focused and engaged but also begins working on the skills you’re trying to build. I really like that idea and will immediately begin applying it in the work I do."},{"author":"Matt Abrahams","text":"Before we end I’d like to ask you the same three questions I ask everyone who joins me. Are you up for that?"},{"author":"Sarah Stein Greenberg","text":"Yes."},{"author":"Matt Abrahams","text":"Excellent. All right, here we go, question one, if you were to capture the best communication advice you ever received as a five- to seven-word presentation slide title what would it be?"},{"author":"Sarah Stein Greenberg","text":"Immediately what comes to mind is just a slide that says pause more."},{"author":"Matt Abrahams","text":"Tell me more about that. I’m going to take a pause before you answer though. Okay, go ahead, tell me more."},{"author":"Sarah Stein Greenberg","text":"I love talking about this topic. I love talking about this material. When I get excited about something I just get on a roll and often string things together that deserve more breathing room. And as a communicator I am working on trying to slow down and pause more, and actually it’s related to our conversation about silence, right? Silence is such a powerful tool in multiple dimensions, whether it’s giving someone else the chance for their brain to catch up, whether it’s for you to slow down and then be able to observe new things and take in detail in a way that you weren’t previously."},{"author":"Sarah Stein Greenberg","text":"So I think that my excitement and enthusiasm sometimes just revs up the speed and the pace at which I am talking, and really just slowing down and pausing occasionally can be so helpful."},{"author":"Matt Abrahams","text":"Not only does it help you think and formulate, but it also helps the audience as well. And I am in your camp, when I get excited I talk more than less. Let me ask question number two, who is a communicator that you admire and why?"},{"author":"Sarah Stein Greenberg","text":"The first person who jumps to mind right now is Phoebe Robinson who is a comedian and a TV host and she’s now running a book imprint, publishing imprint. I feel like she just has this incredible facility with language, and she’s constantly inventing words and yet you completely understand what she is saying."},{"author":"Sarah Stein Greenberg","text":"And somehow it’s like so much funnier because it’s in this sort of like language of her own invention, and it’s really bawdy and satirical, and she’s just very, very funny. And I suspect that she is making so many specific decisions about her language choice and her created words. And I’d love to just get a peek inside her brain and understand more about how she thinks about these things."},{"author":"Matt Abrahams","text":"What a true compliment when you want to really understand somebody’s thought process that leads them to their communication. Let me ask the final question, what are the first three ingredients that go into a successful communication recipe?"},{"author":"Sarah Stein Greenberg","text":"Maybe the most important ingredient is caring about the topic. I think the second one for me is about distilling the content into its barest form. And then for me I’m often communicating in a visual medium, as are so many people, so I think I immediately just leapt to like thinking about designing a keynote or a PowerPoint presentation, which so many people have — As a human race we have wasted so much time trying to read size 8 font on a, like it’s just so sad."},{"author":"Sarah Stein Greenberg","text":"So when I’m thinking about using visuals to amplify the presentation I’m giving or the ideas I’m trying to share, I think about what I’m excited about, my passion or commitment to the material. I mean, and this is true even if I’m giving like a budget report in the dean’s office, I’m like I want to see some student faces on that, I want to always be reminded of the purpose behind the work that we’re doing and then think about the simplest form that I can use and the fewest words and how much of it can become visual."},{"author":"Sarah Stein Greenberg","text":"So let me go back and try to boil that down into three simple ingredients. I think it’s about interest and passion for the content, simplicity, and bringing things to life in a visual way."},{"author":"Matt Abrahams","text":"I think those are three very powerful ingredients and can be very helpful for all the types of communication that we do. Well, Sarah, I have to thank you so much. Your ideas are super practical, super helpful, and really, really fun. I’ve enjoyed our conversation, I appreciate your insights into design, creativity, and communication. And I encourage everyone to get Sarah’s book “Creative Acts for Curious People.” And then you have to immediately read it and apply these incredibly useful lessons and activities. Thank you for joining us, and thank you for sharing."},{"author":"Sarah Stein Greenberg","text":"My pleasure. Thank you so much for having me, Matt."},{"author":"Matt Abrahams","text":"Thanks for joining us for another episode of Think Fast, Talk Smart: The Podcast produced by Stanford University’s Graduate School of Business. This episode was produced by Andrew Stelzer and Jenny Luna and me, Matt Abrahams. For more information and episodes visit GSB.Stanford.edu, or subscribe to our show wherever you get your podcasts. Finally, find us on social media @Stanford.GSB."}],"audio":"https://content.production.cdn.art19.com/segment_lists/dba01053-d973-42eb-9787-faa8d53372ac/20220322-U2FyYWggR3JlZW5iZXJnIEFTIGRyYWZ0IDIubXAz-37ceb511-94c9-4ca2-8e65-4695a23e5e65.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Sarah Stein Greenberg"],"wave_peaks":[4445,4911,4962,6125,4296,15560,13314,5039,8843,5086,2158,5385,2468,6999,6433,2503,3005,2063,4166,10371,4087,7443,3943,4886,2890,350,861,14717,7568,7870,3842,7300,5048,3222,4539,5325,6580,7756,3108,2109,3039,6258,5023,1640,7265,4492,2940,2475,2005,1949,865,511,4699,9054,6756,4429,4298,12203,5688,5924,5663,2000,3077,517,6997,9693,9540,5941,9164,6305,5073,3886,5724,3539,453,2930,11116,5210,4428,5257,5944,6006,5865,1925,1901,11709,4936,7863,4744,1674,750,548,19940,5506,3861,2082,7680,4947,7017,4395,4474,2574,4950,5006,4506,3812,3710,3973,2748,699,15573,6098,1718,8922,9299,765,15518,9092,3091,502,6173,3036,1894,521,527,12955,10246,8608,8656,6157,3506,3625,5459,9702,8217,3768,3151,1641,5466,7397,12523,14353,6329,4145,4448,9346,12970,10610,2007,8039,6191,4221,4109,2714,6183,4621,2843,3522,783,12553,11762,11156,3982,3007,3448,5896,1411,961,6115,20028,5684,3941,11411,14146,5461,2429,2243,4445,7716,4421,2273,980,10700,10701,9131,5706,5521,3249,3705,12793,4576,2291,8053,3551,10599,7396,4440,5175,6143,5368,1766,7954,8193,5727,4522,5689,1239,4178,3805,2039,3829,3014,3685,2372,1271,906,1468,17157,15997,5955,1637,8582,7265,4419,2952,7013,8237,7484,4154,6793,4543,2990,1152,211,157,6584,7639,4721,7012,5984,7030,4077,6517,6695,6073,7476,6553,6824,4472,5510,4546,6795,5483,3457,4643,7866,7204,5673,5761,3295,9019,9853,7856,9849,8604,11720,11324,5330,4138,517,10936,10066,11322,5791,8198,8528,6505,7822,6701,4679,4592,2864,4836,5469,5773,3523,1709,3527,1884,2201,681,10898,11936,9989,5297,4845,4604,3715,2147,4486,8816,5499,4797,2769,2678,6654,5608,4226,4037,6851,6686,4322,5068,6112,2486,1311,122,919,596,7125,6936,6474,6308,6320,485,6133,5380,4957,8202,4213,5679,7212,4261,5863,6839,7032,4542,5145,4851,4367,5313,4079,6058,6811,7325,6358,5052,5169,4721,7177,5530,7785,6626,3366,1822,6108,7288,4714,4428,6842,6081,4143,7204,6101,5777,6286,2988,5455,4721,4643,4040,5734,2515,7586,8312,7860,7138,7549,4851,4426,3117,1709,6712,6414,7521,7990,6791,5416,4822,5224,3742,4422,1438,3525,5969,6676,6261,4559,5279,5654,4769,3307,5730,5379,5730,5345,4308,6315,7317,6772,7951,4025,8019,5565,5333,6350,3612,5392,6064,7114,6068,4771,6716,5984,6159,6234,4568,3573,5782,5229,4285,4489,6519,5601,3200,5070,4170,4596,2486,5388,7831,7788,4128,5457,3369,6462,5104,5922,5526,5978,4706,4750,3969,4570,7986,6737,5637,5675,4697,6069,3784,4642,5834,5128,7510,4239,3298,4183,6857,6422,4316,6655,6498,5878,3493,4493,6614,6578,5702,6513,5442,4659,3236,4143,3083,7166,6820,7990,6272,6957,5006,5710,6448,5660,3335,2667,6412,5940,5064,6493,3926,2181,6411,4292,5199,1119,7874,5691,5274,6700,566,6062,5316,2348,4051,2782,7491,8107,3799,4145,4390,3870,3216,6057,6463,2939,4313,6421,2991,3161,5054,7453,5181,5062,2549,866,6231,8682,5307,6719,8145,5582,4308,4840,4882,4977,4889,5449,7507,5888,6528,6705,3757,3717,6106,4586,6183,4555,6880,7954,6190,5737,5058,3313,4828,6741,6600,3381,6389,5524,2439,1829,7260,6454,7422,6867,6522,7547,9292,2089,6302,6899,5288,3221,3452,6327,7809,6570,5042,4620,5007,7617,8179,6161,4564,4312,6563,3307,5757,5184,6215,8186,6643,6258,4644,4985,4734,4447,4672,5966,6094,6815,5961,7173,4078,5521,7277,4425,3812,4947,3603,6037,6384,6124,5232,2873,5251,4773,4430,5144,4181,616,8242,7402,6970,4737,5450,5971,4066,3884,5960,4297,8095,5178,4032,6599,6219,6473,5745,4786,5935,7221,3657,6580,7627,5559,4424,4364,4487,4445,5013,5850,4247,8529,6367,5992,5540,5255,5780,7427,5362,3456,4911,4251,3807,6290,5196,7661,5489,6509,7424,4774,4454,4944,6086,5493,1742,2417,180,178,197,16628,4509,3731,14896,11035,4663,4506,3700,5542,8537,3284,3671,7930,5696,6761,7749,4074,4543,3715,12796,7296,2875,5340,8973,3283,1307,8590,7746,2171,9212,10732,6418,10601,9916,7993,5300,5184,4121,4348,10518,6202,6914,6700,7328,9389,6332,2490,7401,2857,2556,4002,3611,3784,3565,2240,1522,1578,843,9263,11180,4087,4052,4255,6345,6013,5656,2421,10850,2596,1223,1153,11091,8852,3795,4543,3956,3140,2566,2324,2680,7505,3764,3230,1319,159,463,7972,9281,7046,8011,8610,6922,5029,11343,4757,5563,5919,5478,3732,5507,4735,5304,7247,8590,5372,1565,575,12989,9523,5218,5616,5910,7068,3809,3629,7748,2793,5243,12811,5396,4391,6314,4152,6400,3543,9333,4076,9324,3762,4255,2800,2780,4127,3535,2529,513,5486,6628,11370,7185,4093,4688,5088,2927,11624,7032,5812,3295,1972,8078,13495,6016,5623,4198,4235,8803,6609,4909,5179,4263,2721,3428,8756,6750,5088,4298,7286,3778,3082,2386,1761,444,5552,5546,6185,2611,5583,6439,5536,3536,4900,8428,3864,2786,2310,2083,2373,13412,3122,2883,2250,600,194,152,1969,140,3614,6381,328,6260,7388,4954,4544,5360,6802,5782,5745,5251,6789,3914,5808,4121,4866,5052,5968,5713,7405,5444,4577,4813,7056,6428,7268,5773,5018,8480,6246,5214,5961,4432,6239,7190,7930,3734,4123,2868,3360,5497,6446,6260,6603,3159,2828,4207,7542,4556,4253,3840,4806,6035,5333,4598,517,7703,8429,4928,6349,6249,5344,4201,497,6615,5848,7203,6005,5121,3678,3512,7154,5755,3599,3771,7352,5975,5793,3977,3758,4570,4739,7136,4534,4945,6430,4208,5385,5639,3025,6103,7421,6214,7181,2849,3924,5890,5792,6399,4992,4977,5041,4385,7149,5184,3219,2785,3747,428,8324,2334,7451,7102,5604,7451,6804,4392,4950,185,6521,6914,7439,2755,8330,7879,6864,6081,8007,6370,4694,3604,7381,5823,3874,8860,4391,5456,7347,4805,6679,7295,5109,5429,5873,3221,5125,5776,4519,7364,5711,4420,4907,3842,5999,395,7342,8241,8112,6271,7628,6347,7727,7792,5237,5252,5260,3374,5956,2940,5869,3603,5881,2822,4259,2958,3035,388,7498,7870,6268,7480,6188,4803,6235,6246,4510,7478,5795,2315,7084,5604,5739,7395,6219,6511,3553,6042,5020,6369,7139,4351,2805,7498,7143,4845,2505,4079,7461,5941,3385,4596,6357,492,7180,7736,5779,5983,6609,451,7327,6243,3413,7317,5651,5789,5304,3861,5309,6069,3748,7365,6335,5094,5927,3627,5771,7742,9007,8262,5891,6072,4933,5237,4062,5650,6254,4135,3893,4602,465,6694,6766,3604,5731,6815,7609,5076,5423,6802,5107,5986,4226,3332,3100,5472,3879,5944,4628,8174,9788,7139,1815,7043,6300,5486,6919,4784,5425,4441,5495,396,4270,8545,8413,6912,8595,6615,6258,6797,6184,6863,5645,4512,5490,5021,4871,4672,2535,2708,1870,6115,7320,7482,7871,4857,5258,4993,6325,5015,7077,6492,7148,5851,4889,4041,4885,2181,7152,6139,3895,3440,356,451,6819,6738,6971,5137,3764,7148,5420,8668,8880,3919,4037,5141,7556,6068,5659,5761,6406,6478,7202,4333,6355,4597,6761,7857,7211,5777,6221,4977,3899,1921,3295,6240,6800,5503,7097,4686,4504,2549,7540,6617,4629,4904,3972,896,11217,4972,4280,4199,3628,5649,6206,2431,2766,2803,833,6642,7195,1592,119,8732,12114,9140,4543,3442,1903,2775,2983,2591,2167,1970,2658,3380,2511,4713,4028,6651,3200,2176,213,6686,4600,4420,3401,5268,4535,3636,5491,3290,4658,4554,3412,2952,3313,3183,5036,639,17525,7025,4043,7166,6755,5346,6818,6578,2417,4506,2829,4665,3132,2675,2958,1509,2602,3247,3029,2349,5471,369,8291,4656,2752,6765,3358,3178,8301,3245,2840,4531,6763,4568,4319,2374,4405,3405,2605,1755,2945,599,5929,6045,3489,3160,2621,4466,3000,3587,5112,3057,4079,4144,2861,2384,2586,5229,946,3256,8106,2143,2926,2878,1933,4166,5962,4836,2432,3192,1786,5195,6506,3859,1988,5942,3511,3607,2629,1445,2857,1956,1296,1728,1185,9379,7230,1632,197,1258,8239,7254,7300,5291,4888,7194,6985,6548,5738,4238,4612,5743,6481,5041,5350,8096,3668,3600,4138,4080,4506,4932,5824,5834,3994,4857,7268,6777,6571,4948,5358,3880,3334,4817,7047,7921,6221,6644,6081,4262,6031,5601,5298,5555,5799,6773,5082,5926,4622,7123,7621,4949,6411,4714,8299,5350,4090,4512,4487,7734,3655,5082,3949,3711,4444,4360,7511,4612,7693,6795,6808,4479,2658,6664,6529,5609,3999,345,7097,6565,3540,5561,5529,5800,4889,4034,5680,4725,4101,4162,230,6948,9271,5803,5322,4648,4550,2885,4852,4445,8263,3651,4759,3957,1941,5220,5352,3763,3359,4214,2652,2395,3534,1492,775,266,3723,4482,4044,5459,3313,4254,4955,3350,3040,2023,1772,2850,5193,4697,2932,3087,3094,2696,2060,2629,3063,4086,2377,3576,3708,2034,3684,3748,2404,4679,1895,1332,117,113,520,149,7379,7503,6200,5925,2564,6379,5648,5081,6116,3913,4672,1108,5643,7205,7231,6698,5502,3499,6406,7523,7051,5211,4681,3792,1183,1620,5601,6921,3620,171,7134,7171,5133,6269,6141,5524,4577,4812,4935,3905,3486,7063,6845,3515,6555,7665,7540,4564,8694,3683,8226,6098,6036,5769,3820,4447,5026,5022,4823,5290,5125,6906,7060,6400,1879,3740,7006,3942,4067,3072,4737,5961,5973,5355,2103,6951,5282,7335,4210,5541,6026,3427,3030,2403,649,6535,7269,7032,6817,4336,6183,2130,6614,2451,5869,7946,6952,5241,5562,5266,5217,4893,258,7094,6035,4954,5310,6637,6616,6428,4289,5864,5337,4229,5338,3826,3490,4487,6180,3983,3547,2576,1752,5764,3079,2167,2455,337,8082,7487,4222,2344,8133,7469,6224,6787,4261,2750,4620,5985,143,7265,6613,6372,4923,5756,5350,6727,7187,4569,5599,6064,6190,6437,4088,3798,3152,1012,1368,7375,5248,4705,6708,3840,3524,3866,4597,4014,7221,6590,2788,113,6597,5539,354,7247,5954,3944,261,842,7873,4838,5213,8540,6394,6149,4540,6246,3272,5924,4569,3686,4691,3528,6623,6690,3527,6389,4149,4492,4488,1964,1081,7098,6969,6577,2562,6514,6749,5669,6228,2487,7105,7818,5216,2586,8238,7053,7347,6329,6982,5116,7016,5508,6131,5232,3018,6070,5760,4673,2289,7106,4723,4355,3880,472,8217,7457,4716,4660,6195,3243,2521,2304,8127,7114,6408,5641,5199,3545,5440,6474,5277,5187,3218,3273,5945,7317,6946,7102,5944,4019,4490,5874,7018,6411,2463,7121,7283,5890,5595,10254,8266,7648,6784,7963,6106,7040,5841,3951,5462,5278,5010,4817,3418,1113,422,8129,7114,7268,6579,5386,5701,6685,5666,6477,6167,3769,4744,7156,6077,6016,6166,3879,5183,6480,6042,6401,3784,4097,5837,6915,6470,4373,6068,5874,4438,3867,4759,5810,8485,5369,5997,6365,6158,6506,6066,5974,6205,5147,4115,7344,6293,3528,326,7075,6152,7281,5332,5273,5227,3112,187,7508,7560,8280,7258,6409,5614,6772,6487,6506,7851,7747,7426,3966,5670,4326,4816,4853,5693,6074,6603,5893,6391,6437,3384,7390,5999,3168,7661,4744,4081,5987,5797,5394,5115,3923,6162,7671,5947,6340,4366,7913,5266,4300,5448,6451,5781,4873,240,6759,7158,7113,5238,5502,4631,4291,3518,3620,1618,6699,6917,6508,2398,1640,6987,7877,7339,7165,2917,7041,4470,6434,6979,3598,4959,5189,5877,4718,3316,3298,4020,7038,4105,3473,4887,2385,134,7381,7749,7689,7308,4688,7215,5929,6819,4608,2065,6136,8154,4772,4975,4036,6662,6057,3159,3097,117,1688,7339,6294,5654,6626,3896,3570,3537,2291,7652,6765,5881,6146,5194,736,2070,7730,6247,7274,3650,4317,4549,4362,7223,6517,1898,7562,6548,6644,5935,2939,8118,8017,6986,7109,5353,5993,5364,3486,3758,6657,1679,2385,2920,3234,424,219,8458,8657,6899,5363,5205,5712,4705,4293,5933,3307,2492,120,3476,6476,8490,3422,6885,7711,6108,5644,6238,6616,5079,4270,6377,7356,7002,6232,4499,5941,4774,2624,4063,7927,8396,7437,5444,4727,5673,3744,5549,7408,4925,5318,3612,3988,137,8009,7673,5322,6483,6563,4784,7302,6941,5287,7144,4463,6550,7633,5002,6468,4185,4493,6053,4256,4936,4972,7121,6912,6505,7012,6472,7566,4512,507,7499,8198,6221,5688,5279,5324,637,6437,8035,6965,6304,6370,5228,3833,2287,3831,6378,4958,5365,4746,7540,7581,5601,6007,3033,2980,4502,3346,196,7570,8486,6172,7136,6763,5358,4341,4692,7306,4960,3817,4654,5878,3291,5773,7216,6671,5705,6951,6891,4421,5102,4090,3662,651,6836,8333,6941,4189,2252,7321,7525,376,6617,5658,5286,5127,5962,3199,5374,6888,3642,3479,2874,5212,5549,4677,2189,1298,4731,119,491,183,6257,8955,14634,13462,9341,7088,2923,3525,2910,6475,11126,5189,6087,4428,3053,1985,4389,2577,2319,3156,8253,7188,3314,3141,2829,5987,5503,3239,2734,3048,3138,4044,2045,2736,1067,6092,9497,5271,3690,3705,395,4383,4941,4167,4772,3368,2339,2696,3201,3189,1843,2627,1699,708,662,3622,7771,5158,4991,2976,2528,2494,4267,2255,9036,3808,2825,1622,2666,5951,4445,3094,2167,3452,4688,4609,2779,4163,2993,1754,1718,317,2809,4188,3760,1175,2458,2584,2643,1688,660,707,3439,2680,154,232,243,5886,3071,5411,5252,4538,8101,4078,2700,2962,3147,3249,2808,1213,172,5470,4698,4818,4524,2507,1528,5131,2545,2027,3589,2042,352,296,144,7832,5742,6823,6268,8734,6291,4580,1964,3268,4381,2471,5134,4087,2204,2924,3317,7501,4412,4206,4745,4127,5083,1972,2763,1538,1996,2800,3070,2914,3058,184,5178,5206,3337,3543,4393,4437,3122,2795,3893,6634,4947,6641,5439,4082,2295,2918,2988,5012,5423,4056,4731,3406,645,7092,5759,4272,3936,4977,4247,5134,5201,5221,2007,4618,4500,4046,2785,3771,4423,6835,5383,3944,4990,2827,6347,4506,3518,4135,6308,5210,7048,6597,2949,3498,5141,2227,2816,3155,4116,2589,2864,2814,3049,741,5781,6063,4172,3473,5524,2187,1051,194,8726,8415,7446,5356,4824,4515,4078,5089,5293,7553,7959,5495,3391,2660,7252,5486,6095,4027,5339,5335,5064,2591,7911,3788,4324,3042,5318,9016,3998,4876,2956,4058,492,8241,3817,2980,7109,3862,4705,6106,4694,3672,3924,4643,4287,4123,3997,2739,4524,4521,5524,2118,1813,202,2087,6826,5195,5892,7927,4059,3974,4770,3258,1268,8020,7871,7532,3906,4037,5139,5060,6171,4666,4431,5816,3801,3516,4588,5765,3458,5250,5020,5133,3239,3841,1734,5180,2588,5635,3972,3697,4336,7035,5237,5749,3944,2457,4542,4787,2216,2542,2381,2623,2493,1528,743,256,7686,6120,5089,6893,4330,4611,5811,3884,5500,4701,6256,4392,4497,2689,3535,2564,4587,5414,8471,5470,5828,4073,302,8919,6072,5544,4628,3849,2548,3043,5041,6628,4525,5500,3474,3447,7392,5690,4946,4916,4937,5917,4742,8054,3782,5091,4160,5004,5519,5692,4603,3626,4652,6539,7346,3864,1375,2044,1434,817,7983,7076,5341,4586,4899,4366,2201,503,9090,7295,5256,5526,5005,3768,3518,7028,7040,4841,3083,3499,2012,216,8758,7900,3551,5610,5095,5199,5648,6486,6596,5723,5299,3433,3583,2868,4086,1885,5124,6167,4524,5846,5043,6139,3252,4883,377,6814,8044,7883,3587,3523,2461,2133,904,160,8458,5614,7919,4900,5705,7796,7347,6173,4523,5461,4939,5419,5012,3212,5575,2293,3605,5791,5060,3556,2528,1338,119,761,3086,9481,2569,3583,3078,249,4198,7619,3376,2820,5108,6417,4678,7729,7160,4197,5211,6043,5230,3352,2250,2617,3049,201,4090,5325,3244,2701,3177,3236,3012,2951,2592,2083,2644,3370,3112,2245,1869,1353,4174,3775,1573,7594,6313,5156,4843,2727,5474,1594,4615,2835,2476,4130,4640,7910,4315,3791,2334,2189,4527,3041,723,5037,4146,3237,5486,4758,4692,3045,3827,2763,5356,2569,3083,3034,3921,4142,4702,2683,3458,2968,1650,7415,5492,4069,4255,3260,1251,12266,11019,5102,5031,2524,5119,4896,6847,9505,3704,6927,6062,2281,3105,3694,4867,3252,1826,5209,5264,3386,3582,3088,2118,1380,1924,1224,3329,5987,4635,3113,2193,1466,1822,3390,3380,2318,2680,1111,1437,1940,1161,237,114,262,1717,7655,11295,4803,1063,8474,5922,2613,4559,3605,4421,4145,2971,2975,1936,1578,2612,6120,2138,106,177,3656,362,2619,2929,3139,4788,8038,4792,1169,6659,7417,6607,5997,3639,8204,4215,4127,3269,4959,2388,4982,3120,1403,4470,5948,2855,4497,3640,2939,2931,2942,2822,3758,1509,2285,115,3517,4576,2703,1779,1253,173,140,125,130,123,103,346,111,112,3800,6602,6291,5268,4295,4255,2527,121,3557,2803,5504,5690,3275,5435,5733,6980,2324,3141,3589,225,1173,1322,741,106,155,7105,7824,8445,3525,6550,10595,10328,3278,2503,2638,1667,308,145,3721,2647,6440,2530,872,4450,7568,7244,6645,6108,7865,6429,5773,3593,5717,326,6465,8864,4633,5760,4744,3504,5547,5180,2703,836,7989,6611,6950,4419,4146,2790,7209,4494,8144,3353,5456,3316,2594,2875,877,132,130,6650,4768,1972,7421,2687,3616,4068,4361,6436,4352,3146,2946,2339,113,4381,6126,2767,6187,5828,2562,115,90,925,4148,6266,3310,1920,117,114,99,1834,5081,6666,2209,4918,5962,3560,5189,5767,4093,7783,4552,5148,3717,3260,7087,5121,5466,3350,4974,4215,3772,4104,4484,4986,6260,4851,117,3698,4041,3424,5061,4571,4585,3349,4473,2584,5023,3586,3354,1408,3371,2642,4328,4519,2906,2672,2737,4122,2941,3349,1845,115,1082,5747,7161,5290,6588,2824,6099,7778,4606,5345,6131,4487,2414,2499,7033,6456,5348,2792,2976,4893,3838,5118,3944,3567,3732,1614,159,7190,6027,2241,165,2260,7495,5016,330,1070,6058,6740,2628,6038,4339,2679,2489,3320,1678,313,265,116,3757,7465,3991,3245,3708,5319,2184,2074,3884,2786,3732,3239,2175,2232,2677,2170,5477,5484,3031,2636,3077,3411,5941,3086,3867,1813,1296,1133,320,300,6514,5623,8079,4138,2468,1199,567,6297,3974,4965,4224,3416,3376,2821,660,2092,2405,323,116,134,104,102,121,115,109,112,104,5829,4110,5988,4231,4568,5242,4069,3562,3303,1972,3233,4721,3525,4333,4269,3928,3153,3234,1551,2019,4725,6953,5086,2052,6055,5233,2772,3508,2551,7050,4134,5501,4424,4137,3743,149,4844,5586,4710,2705,5234,5060,4332,637,7013,4577,4364,3439,3050,4372,3188,148,793,8408,2784,5564,3622,5494,3168,3403,2770,9152,9054,4774,6985,4493,3746,3246,6898,5045,6307,6578,6423,5567,5136,5512,5967,4230,3427,3420,3511,4023,3826,4840,149,6360,6488,4818,2721,2961,921,6053,4814,4629,3132,606,6694,4661,4263,4183,5653,6338,4891,3023,1361,4840,3817,6849,6105,4577,4413,3230,2859,214,8926,4119,5289,4135,5176,4930,3606,4045,4406,5174,3914,3340,5272,2814,3341,2865,434,7210,7636,4024,4047,3283,3653,2556,4709,3954,3562,4847,4424,2883,8461,7562,6121,6712,2059,5685,2486,4468,3515,2652,2916,2309,4159,1851,1871,1712,1147,239,244,2432,6991,7113,4008,2777,3002,4085,2582,2243,2347,5855,4522,2196,2017,2531,2486,1241,1536,1130,205,1985,216,8110,7651,4219,3852,928,357,11896,7400,4805,4445,3772,3092,1284,2557,4406,2756,3905,3123,2583,2193,2045,2687,2537,560,105,112,147,120,1715,7041,5213,2531,4836,2842,4767,4626,4982,2454,6757,4741,3708,6108,3752,916,1033,100,121,105,6301,4656,4388,6144,3352,2984,3555,3496,4875,3078,465,116,1210,2521,4926,4315,3695,380,3173,4368,2719,2489,2222,2960,3331,4584,2227,2046,1158,124,112,120,6461,3205,4022,4069,4846,4816,4709,2425,3125,3181,2497,4102,2136,4792,2962,2546,4927,7353,7172,6991,5384,4705,4348,4066,2117,5992,5181,340,2192,4544,4018,4492,3434,3166,2660,2191,2222,1944,1206,2445,3193,3313,1423,2173,5083,4036,3085,5515,2925,3361,2900,4025,4092,1066,6349,2361,496,189,6895,6655,2893,3788,5688,2742,12021,9373,7587,6431,7014,2678,8657,7056,5434,1970,8338,147,4561,7806,5464,5744,4955,1253,1269,6359,6008,2714,4440,3913,4091,1746,3575,6792,5493,6727,4470,3267,3597,4021,3360,4599,4937,4940,4209,4095,4237,151,7172,4914,4718,4735,8432,6095,6500,3944,5585,5431,2826,3459,5501,4812,3086,8243,5019,5314,5472,3577,5982,7132,3101,3409,995,3755,4314,3965,4883,5628,5517,6620,3663,4874,5246,5311,5349,6645,5993,7651,4339,4078,3541,5438,6245,4022,2972,3243,113,3462,2698,1870,156,143,7534,6912,7043,3664,8285,4873,7263,4394,3315,3452,2562,1616,1807,1011,4761,2169,7973,3010,3394,4048,7309,4189,5782,3448,1979,3116,1939,1536,188,3475,4041,8307,5278,5262,5288,3295,3105,3045,3902,8055,6528,5444,5432,3651,266,7374,7399,7209,2968,7103,6593,4991,3462,3720,5037,2799,1597,138,118,3023,6782,3073,1913,156,4203,5154,1858,442,544,5025,3458,3047,2626,2535,2406,164,278,208,394,5683,6017,3823,5317,2236,6736,5305,2747,1537,1100,1347,1187,1879,3852,3438,2461,5792,6462,2759,1411,2394,1182,1209,1072,291,179,6512,8475,8413,9518,4449,3319,4613,1653,1752,5840,5782,4146,4116,8205,7176,6680,2714,4442,4839,3609,2681,5356,6147,3622,3387,2146,505,4770,9036,7571,4678,2574,3026,4017,2894,2522,3681,1240,3142,5268,2403,3236,1817,1376,1599,757,6789,6748,4698,5297,4426,6128,2248,581,7291,6003,4182,2887,7459,7819,1534,3571,3428,2466,335,4559,10465,5135,8567,4679,5114,2915,7141,5901,2092,6699,2683,2485,2362,2827,2252,2418,1552,453,12362,6379,3511,2928,1889,2944,1807,1967,469,122,1327,4083,2924,2297,3053,3802,2991,361,452,735,989,3388,2837,11593,6610,8579,5904,10025,5828,5234,11359,10748,7293,9023,7826,4872,5238,7592,2714,2450,1972,1866,8821,7516,7203,5034,4772,3437,7869,5934,3824,2329,2147,8527,9867,4863,6376,5881,7659,5705,8368,6385,6209,5368,6453,3658,2916,8637,6650,10754,4684,5226,6800,5963,5549,3309,3006,2332,2584,9956,3159,9378,5115,3484,6760,4783,3660,12433,3941,2854,4158,3358,986,14,4],"fragments":[{"begin":"0.000","end":"37.720","lines":["Way back in graduate school I had an amazing internship at George Lucas’s Lucasfilm. The CEO at the time once talked to us about how hard it was to reliably and predictably be creative. These concepts are often antithetical to each other and they apply across different industries. Today we will explore how design thinking can help with this challenge. I’m Matt Abrahams and I teach strategic communication at Stanford Graduate School of Business. Welcome to “Think Fast, Talk Smart: The Podcast.”"]},{"begin":"37.720","end":"63.240","lines":["I am super excited today to speak with Sarah Stein Greenberg who is the Executive Director of the Hasso Plattner Institute of Design at Stanford University, known more simply as the d.school. We recently spoke with GSB Professor Chip Heath about the curse of knowledge, knowing too much about what we do and share and how it can lead to miscommunication and a lack of connection with those that we’re communicating with."]},{"begin":"63.240","end":"76.640","lines":["Your focus in your book on widening our lens strikes me as a way to combat that curse of knowledge and be more creative and relevant at the same time. Can you tell us a bit more about what you mean by widening our lens, and how can we actually do that?"]},{"begin":"76.640","end":"102.080","lines":["Sure, you know widening your lens, I use that framing just because as somebody who is photographer I think a lot about how your perspective is really altered by not just the equipment that you’re using, but where you’re standing in relation to the subject or the scene that you’re trying to capture. And in design you want to have a strong point of view about what you’re making. You want to understand the needs, you want to understand the context, and then you want to say like, well, I think that it’s going to work best if, and then you really establish that strong point of view of some of those foundational principles."]},{"begin":"102.080","end":"137.120","lines":["But one of the things you have to recognize is that you don’t have the view, you have a point of view, right? And really understanding like, well, how is someone else going to experience this product or service that I’m developing, or what if I think about what the effect of wanting this thing might be a few generations into the future. And so there are all different ways to stretch your perspective both to be thinking about how could this be better designed, how could it be more effective, how could it be more relevant for more people, and even thinking about what are some of the potentially unintended consequences that could happen as I create this fantastic, popular, successful piece of work, whatever it is that you’re doing."]},{"begin":"137.120","end":"164.240","lines":["So widening your lens is one of those core ideas in human-centered design in that you’re, very often you are not designing for yourself. And you kind of have to get out of your own way to effectively design with others’ needs in mind. And so that idea of shifting your perspective, of widening your aperture or your lens is just critically important. And there are lots of ways to do that, and some of the practices in “Creative Acts” are great ways to start. There are practices around you know how do you have a very open-ended interview interaction, how do you try to shadow someone for a day."]},{"begin":"164.240","end":"177.960","lines":["For example we have a practice called shadow a student where we have educators who want to really see what their school feels like and works like through the eyes of students follow along throughout a whole day of a student’s life and gain both empathy and insight about what that experience is like. And they will often come back with like really powerful ideas for what could be changed or improved."]},{"begin":"177.960","end":"195.040","lines":["But I’m curious too about your framing around the curse of knowledge that Chip Heath was talking about. And one of the things that that brings up for me is just that when you are in the midst of an amazing creative project and you have belief in it, you know you’re onto something, when you’re still in the development process it can be hard to explain it to others, like you’re so familiar with your ideas and the direction that you’re headed and all the research that you’ve done."]},{"begin":"195.040","end":"214.000","lines":["And there is a great practice in the book that comes from Seamus Harte who is an incredible story teller and communicator called What Went Down. And that is a way to really think critically about how do you tell the story of the work that you’re doing while you’re doing it. And it borrows from some of the core concepts around storytelling, around articulating what’s the context that you’re in, what’s the problem you’re trying to solve, and what kinds of things have you had to overcome in solving it, and then how are you working towards resolving that."]},{"begin":"214.000","end":"224.640","lines":["And that’s one of those places where that curse of knowledge often comes up in design work itself, like when you’re so invested in the creative work that you’re doing but you need to communicate it to other stakeholders and inspire people, that is a great practice to turn to."]},{"begin":"224.640","end":"248.280","lines":["Wow, it’s really interesting that design work itself leads to the curse of knowledge, so it’s not only a way of getting yourself out of it, it is inherent in it as well. I heard you say two things that I think are absolutely critical to getting out of that curse of knowledge and how design thinking and being creative can help. And one is understanding that it is other focused, you talked about human-centered design. So it’s not, you’re not designing for yourself, you’re designing for others. When you communicate you’re not communicating for yourself, you’re communicating for others, so first taking that perspective"]},{"begin":"248.280","end":"269.360","lines":["And then the second thing you said, which is so important, is to get out of your own way, that we actually make it more difficult for ourselves. And it sound like some of the activities in your book and that are practiced at the d.school can really help people with both parts of that, focusing in the right place and then getting out of our own way. Did I get that right?"]},{"begin":"269.360","end":"292.320","lines":["Yeah, that’s exactly right. And we all bring our own life experience, our own biases, our own opinions and perspectives, and so you often need a way to, you know similar to how we talk about deferring judgment when you’re trying to generate new ideas you actually need to set aside those assumptions that you have, those biases, those perspectives that you have to make sure they are not too influential in your interpretation of, or understanding of, what the needs are. And that’s a real set of skills to build and develop over time."]},{"begin":"292.320","end":"292.920","lines":["It’s hard, yeah."]},{"begin":"292.920","end":"322.920","lines":["It is, it’s really hard. It’s a challenge. But it can also be very powerful when you start to practice some of these approaches. So one that’s just incredibly useful is the practice of putting your ideas into some kind of physical form or some way that other people can experience them and getting feedback on them. And actually one thing that is incredibly valuable to know is that it works better if you put multiple prototypes in front of someone. If you are just putting that one thing that you’re working on in front of someone and asking for their feedback you’re still quite invested in that one, both the direction and perhaps the actual manifestation of it that you’ve created."]},{"begin":"322.920","end":"344.720","lines":["If you’ve got a few things, a few irons in the fire, a few examples, your ability to detach and really hear what the feedback is and really understand how someone else is resonating with, or not resonating with, what you’re working on, it increases. And so that’s one of those particular skills that we try to teach, it’s like, yeah, it’s very important to create prototypes, but it’s really, really important to create multiple prototypes and test them at the same time."]},{"begin":"344.720","end":"359.120","lines":["So many valuable comments right there, absolutely. And the same is true when you’re communicating, you want to create different versions of your messaging and testing it out. You know you highlighted that one of the key ways our ideas get better, and we get better, is through feedback. What advice beyond having multiple prototypes and the guidance do you have about how we can become better at not only soliciting feedback, but also providing feedback to others?"]},{"begin":"359.120","end":"388.160","lines":["Well, there are a couple of wonderful assignments in this book that come from different contributors at the d.school that I want to talk about here. One is really based on the idea that you have to separate the person from the work in order to get really good feedback and critique, and that is easier said than done, as is so much creative work. And when it’s you and you’re trying to get feedback on your work, you have to figure out, well, how am I going to do that, like the person I’m asking for feedback for obviously knows that I’m the one who did the work so how are you going to engineer that kind of situation."]},{"begin":"388.160","end":"408.520","lines":["So one thing that we have some of our students do is we’ll put them through what we call the test of silence in which when you’re asking somebody to react to your early stage prototype you really do not allow yourself to say here’s what I’m trying to do, let me explain to you how to use it. Oh, no, you’re using it wrong. Like, oh, no, that part is not finished, right? You actually just step back and you don’t say anything and you see how does the person use it, what do they understand, what do they not understand, and you will get a higher quality of feedback that way."]},{"begin":"408.520","end":"429.840","lines":["When you insert yourself into that process you’re creating a very artificial situation, right, and what we’re trying to help students understand is in the real world once you release your product or service or whatever it is that you’re designing, you won’t be there to explain to everybody how to use it. So it has got to stand on its own. And that ability to create silence and step back even when you’re just testing an early-stage prototype is a really important way to improve the quality of the feedback that you’re going to be getting."]},{"begin":"429.840","end":"455.320","lines":["I was just struck by the fact that that, yet again, is an example of the way we get in our own way. We intercede too quickly into that feedback process and that doesn’t allow for the best feedback we could receive. And this notion of listening and being quiet is critical. And the same is true in communication. We focus so much in communication on what we’re saying we don’t give enough focus on the act of listening and what we’re hearing. And so I just wanted to highlight that what you said really resonates for me, and I hope for everybody listening in, about the importance of stepping back, seeing and observing and listening to what’s going on."]},{"begin":"455.320","end":"472.600","lines":["You know the other thing to really practice is, this is particularly helpful when you’re giving feedback, is focusing on the goal of the work, right? That’s your job as a feedback giver is to help the person feel a little bit less defensive, a little bit more comfortable, because you’re really saying, well, if the goal of the work is X it’s meeting the goal part way. And you’re not saying, well, this thing that you built isn’t good."]},{"begin":"472.600","end":"484.920","lines":["So that’s both about the separating the person from the work, and it’s about is this example of a solution meeting the goals. And that’s really if you can help stay in that zone and help the person who is receiving the feedback stay in that zone, the whole experience of giving and receiving feedback will be much more productive in terms of pushing the work forward."]},{"begin":"484.920","end":"508.680","lines":["Certainly, and it strikes me that underlying all of your advice around feedback is a willingness to take a risk, to put something out there, to be quiet and to listen to people’s responses to it, and to really be open to people giving you the feedback knowing that they’re trying to help you be better. I mean, feedback is really about helping you, helping what you’re trying to accomplish. It’s not a commentary on you, yourself. And that willingness to open up to risks sounds like an important part."]},{"begin":"508.680","end":"524.840","lines":["Yeah, absolutely. And that also means like when you’re seeking you need to be ready, when you’re asking for feedback you need to be ready to take it otherwise you’re kind of wasting the time of the person that you’re asking for. And likewise you want the feedback giver to be sensitive to the fact that you’re probably putting a piece of yourself into the work."]},{"begin":"524.840","end":"539.120","lines":["And so there is a piece of creating an environment of psychological safety in both directions so that the feedback giver knows you’re valuing the help that they are giving you, that they are offering you. And the feedback receiver also knows that the person is doing their best to try to point out what could be improved from their perspective."]},{"begin":"539.120","end":"550.840","lines":["I feel like we should be playing podcast concept bingo because you keep bringing up some important concepts that we’ve talked in other episodes about, and psychological safety is clearly on that bingo card, so absolutely very, very important."]},{"begin":"550.840","end":"553.120","lines":["That one might be in the center of the bingo card."]},{"begin":"553.120","end":"556.160","lines":["I think so, I think you might be right, yeah, yeah."]},{"begin":"556.160","end":"563.040","lines":["Most creative work, and certainly most effective team work and improv, like any kind of creative team you need that psychological safety."]},{"begin":"563.040","end":"578.600","lines":["As I think about what we’ve talked about so far, part of the design process really involves introspection and reflection. I’m curious if you can articulate why this is so important, and what are some of the specific tools and techniques that you recommend to help people do this type of self-learning?"]},{"begin":"578.600","end":"596.440","lines":["Well, it’s interesting that you just framed up this idea of self-learning because I often think about design as a process of learning in general. So when you’re starting out to design something new, whether it’s reimaging the substitute teaching ecosystem, like I mentioned our former fellow Jill Vialet did, or something much more concrete and physical, you’re embarking on a journey of learning."]},{"begin":"596.440","end":"616.000","lines":["You are starting out with less understanding and information and insight and fewer ideas about where you’re going to land the thing that you’re going to create than you will ultimately find yourself with. And just like any other learning process understanding what’s going well and what’s not going well and what could be improved, that is a vital part of really having ownership over that process."]},{"begin":"616.000","end":"638.120","lines":["So we do a lot of work with our students and other learners around tools for reflection, thinking about what just happened and was it as productive, as affective, as powerful as we hoped that it was, what could be improved, and maybe even then some bigger picture questions. So I’ll give you two examples of particular practices that we use."]},{"begin":"638.120","end":"638.920","lines":["Please."]},{"begin":"638.920","end":"656.520","lines":["So one is an individual practice which is called what, so what, now what, which Leticia Britos Cavagnaro and some of her colleagues created. And what they found is that when they ask students to just kind of generically reflect in an open-ended way on how class went or what they learned or what a particular process, let’s say they were teaching prototyping that day, okay, how did that go."]},{"begin":"656.520","end":"683.800","lines":["The students come up with some interesting things, but when they give them a particular framework like what, so what, now what, which is simply the idea that you separate, you disaggregate and distinguish between those three different buckets. So what just happened, name all the details, what did it smell like, what was the feeling that you had, specifically what happened. And then so what, which is like, well, what were the implications, what did that lead to, what happened as a result. And now what which is like, well, what does that mean, what does that suggest for the future, how do you feel about that, those bigger introspective questions."]},{"begin":"683.800","end":"696.960","lines":["With that particular rubric the reflections that the students do are of much higher caliber and much more powerful as a learning tool, as a self-learning tool as you just said. So that’s one great example of a practice on a personal level."]},{"begin":"696.960","end":"721.360","lines":["And then one of my favorites from this collection is called I like, I wish, how to, and that is a practice that we’ve been using at the d.school from the very beginning. And it really is wonderful as a group to go through an experience together, that could be a day of class, that could be a workshop, that could be a tough year at your company, and do a group reflection using those prompts: I like, I wish, and how to."]},{"begin":"721.360","end":"736.520","lines":["And that is a non-judgmental, or less judgmental, way to still be able to say like, hey, here’s what went well, here’s what I wish for, and here are some other ideas that are starting to come up about what we could do to change things or improve things."]},{"begin":"736.520","end":"762.440","lines":["Well, I think we have bingo now because anybody who knows me and listens to this podcast knows that what, so what, now what is a mantra that I sing the praises for all the time. And I love how you apply it in terms of self-learning, in terms of feedback and introspection. And having tools as you’ve discussed to help us do that is really, really helpful because for many of us it’s really hard to take the time to do that reflection and having specific tools can help."]},{"begin":"762.440","end":"768.960","lines":["In thinking back to all of the various activities and techniques in your book can you identify one that has really helped you personally?"]},{"begin":"768.960","end":"787.400","lines":["Yeah, you know I mentioned I like, I wish, which has been quite important for me. The category that I’ll share that I think has been really useful for me particularly in a leadership role to remember to practice consistently is around using those first few minutes of any meeting or work session to set the right tone and to get people already starting to practice some of the behaviors that you want to see come out in the work to be done through some kind of warm up activity."]},{"begin":"787.400","end":"811.760","lines":["And I have kind of a strong point of view that like icebreakers are fine but usually what I’m doing is not trying to just get people to break the ice and know each other a little bit, I’m actually wanting people to start to rehearse the same behavior that we need to then practice as a group. So the activities that are around building trust with someone, that’s a wonderful warm-up to do if you’re going to have a group then start to launch an interviewing process, or even if you’re just going to try to make a hard decision, right, that’s a really good time to use that as a team."]},{"begin":"811.760","end":"828.680","lines":["Or the activity that’s around coming up with lots of metaphors and similes for complex problems or topics, that is a great warm-up to use when you are launching a story telling session, or you are trying to figure out how are you going to present your really cool but kind of esoteric new idea to a group of people."]},{"begin":"828.680","end":"845.880","lines":["So I like to really match the nature of the warm-up with the work at hand. And if I’m the one who’s leading the class or the workshop I’ll then be very transparent for folks, hey, the reason we started with this is because it’s going to lead right into what we’re doing today as a group. And I find that that helps people get like right into the right mindset and the right kind of skill set for the work at hand."]},{"begin":"845.880","end":"876.760","lines":["I find that so refreshing because so many people do icebreakers just for the sake of doing an icebreaker, and this notion that the activity you initiate with can actually serve as a signpost for what’s to come or get people to rehearse and practice skills that you’ll be developing I think is really powerful. And I encourage everybody to think about when you initiate a meeting, a presentation, any kind of collaboration, how can you start with some kind of activity that gets people focused and engaged but also begins working on the skills you’re trying to build. I really like that idea and will immediately begin applying it in the work I do."]},{"begin":"876.760","end":"882.400","lines":["Before we end I’d like to ask you the same three questions I ask everyone who joins me. Are you up for that?"]},{"begin":"882.400","end":"882.720","lines":["Yes."]},{"begin":"882.720","end":"892.240","lines":["Excellent. All right, here we go, question one, if you were to capture the best communication advice you ever received as a five- to seven-word presentation slide title what would it be?"]},{"begin":"892.240","end":"897.200","lines":["Immediately what comes to mind is just a slide that says pause more."]},{"begin":"897.200","end":"904.080","lines":["Tell me more about that. I’m going to take a pause before you answer though. Okay, go ahead, tell me more."]},{"begin":"904.080","end":"928.680","lines":["I love talking about this topic. I love talking about this material. When I get excited about something I just get on a roll and often string things together that deserve more breathing room. And as a communicator I am working on trying to slow down and pause more, and actually it’s related to our conversation about silence, right? Silence is such a powerful tool in multiple dimensions, whether it’s giving someone else the chance for their brain to catch up, whether it’s for you to slow down and then be able to observe new things and take in detail in a way that you weren’t previously."]},{"begin":"928.680","end":"937.520","lines":["So I think that my excitement and enthusiasm sometimes just revs up the speed and the pace at which I am talking, and really just slowing down and pausing occasionally can be so helpful."]},{"begin":"937.520","end":"948.520","lines":["Not only does it help you think and formulate, but it also helps the audience as well. And I am in your camp, when I get excited I talk more than less. Let me ask question number two, who is a communicator that you admire and why?"]},{"begin":"948.520","end":"967.160","lines":["The first person who jumps to mind right now is Phoebe Robinson who is a comedian and a TV host and she’s now running a book imprint, publishing imprint. I feel like she just has this incredible facility with language, and she’s constantly inventing words and yet you completely understand what she is saying."]},{"begin":"967.160","end":"994.760","lines":["And somehow it’s like so much funnier because it’s in this sort of like language of her own invention, and it’s really bawdy and satirical, and she’s just very, very funny. And I suspect that she is making so many specific decisions about her language choice and her created words. And I’d love to just get a peek inside her brain and understand more about how she thinks about these things."]},{"begin":"994.760","end":"1009.720","lines":["What a true compliment when you want to really understand somebody’s thought process that leads them to their communication. Let me ask the final question, what are the first three ingredients that go into a successful communication recipe?"]},{"begin":"1009.720","end":"1047.120","lines":["Maybe the most important ingredient is caring about the topic. I think the second one for me is about distilling the content into its barest form. And then for me I’m often communicating in a visual medium, as are so many people, so I think I immediately just leapt to like thinking about designing a keynote or a PowerPoint presentation, which so many people have — As a human race we have wasted so much time trying to read size 8 font on a, like it’s just so sad."]},{"begin":"1047.120","end":"1081.840","lines":["So when I’m thinking about using visuals to amplify the presentation I’m giving or the ideas I’m trying to share, I think about what I’m excited about, my passion or commitment to the material. I mean, and this is true even if I’m giving like a budget report in the dean’s office, I’m like I want to see some student faces on that, I want to always be reminded of the purpose behind the work that we’re doing and then think about the simplest form that I can use and the fewest words and how much of it can become visual."]},{"begin":"1081.840","end":"1096.840","lines":["So let me go back and try to boil that down into three simple ingredients. I think it’s about interest and passion for the content, simplicity, and bringing things to life in a visual way."]},{"begin":"1096.840","end":"1133.080","lines":["I think those are three very powerful ingredients and can be very helpful for all the types of communication that we do. Well, Sarah, I have to thank you so much. Your ideas are super practical, super helpful, and really, really fun. I’ve enjoyed our conversation, I appreciate your insights into design, creativity, and communication. And I encourage everyone to get Sarah’s book “Creative Acts for Curious People.” And then you have to immediately read it and apply these incredibly useful lessons and activities. Thank you for joining us, and thank you for sharing."]},{"begin":"1133.080","end":"1136.800","lines":["My pleasure. Thank you so much for having me, Matt."]},{"begin":"1136.800","end":"1158.080","lines":["Thanks for joining us for another episode of Think Fast, Talk Smart: The Podcast produced by Stanford University’s Graduate School of Business. This episode was produced by Andrew Stelzer and Jenny Luna and me, Matt Abrahams. For more information and episodes visit GSB.Stanford.edu, or subscribe to our show wherever you get your podcasts. Finally, find us on social media @Stanford.GSB."]}],"duration":1158.112625}