{"title":"The Journey to Mastery: How Self Reflection Can Improve Communication","url":"https://www.gsb.stanford.edu/insights/journey-mastery-how-self-reflection-can-improve-communication","intro":["What does it mean to truly master communication? How can we speak and write for the most impact?","In this podcast episode of Think Fast, Talk Smart, Stanford Graduate School of Business lecturers JD Schramm and Matt Abrahams discuss how to use self-reflection for self-improvement. They also offer methods for preparing for a high stakes situation such as a pitch meeting or an everyday interaction like sending an email."],"transcript":[{"author":"Matt Abrahams","text":"With dedicated practice, self-reflection, along with a little guidance, we can all hone and improve our communication skills."},{"author":"Matt Abrahams","text":"Today we will focus on the idea of communication mastery with my friend, colleague, and mentor, JD Schramm, who in addition to lecturing in Strategic Communication at Stanford’s Graduate School of Business, was recently named the Director of the King Global Leadership Program for the Knight-Hennessy Scholars Program at Stanford. Welcome, JD."},{"author":"Matt Abrahams","text":"How do you define mastery?"},{"author":"JD Schramm","text":"Well, thanks Matt, and thanks for having me here to have this conversation today. I love the definition of mastery that Dan Pink gives in his book Drive. Mastery is getting better and better at something that Matters. For you, for me, from any leaders that we have the privilege of working with, communication is something that matters. And you cannot reach perfection in communication. No matter how great the document is, how great the speech is, how concise the report is, you still could always make it just a little bit better. And so we look at mastery as being an aspiration, I get closer and closer and closer, but I never get to perfection. And that’s the premise of the book: how can I iterate over time and keep getting better and better and better, knowing that the goal is something I will never fully reach. And that’s part of the process, what we go through. If a leader can be self reflective, and recognize that the growth that they have had over a period of time, it is that process that is really exhilarating. And really encouraging much more than the product of that one talk, or that one deck, or that one letter."},{"author":"Matt Abrahams","text":"That notion of reflection, self-reflection that you mentioned, I think is so critical to success in any communication. But especially as we strive for mastery. I’m curious if you have any insights and thoughts about adjusting and adapting your communication to the needs of the people you’re speaking to."},{"author":"JD Schramm","text":"Two thoughts on that. One, I think it’s crucial that leaders deliver the message the audience needs to hear, more than the message the leader wants to share. And so I think to be effective as a leader, we’ve got to be very audience-centric in the way in which we design and deliver communication. And we have to be really careful. As we’re reading an audience, we could misinterpret something. We could get something wrong. So in the design of the communication, I have to really think about my audience a lot. In the delivery, I want to be sensitive to the audience. But I also wanna acknowledge I don’t have all the information. So, if I’m gonna invent or interpret what’s going on for somebody, interpret something that’s going to support me. And encouraged me, like their intent on what I’m saying, rather than assuming they’re bored by what I’m saying."},{"author":"Matt Abrahams","text":"I really liked that distinction of what you do going into the creation of the content being in service of the audience. But then in the moment of delivery, it’s a different perspective. I wanna get back to this notion of design, because we’ve talked a bit about designing messages for audiences. But one thing I appreciate so much about the work you do is you really spend time championing the establishment of what I’ll call a positive communication culture within an organization. Can you share a few examples that you think highlight best practices. Or perhaps practices to be avoided as people progress towards their own communication mastery?"},{"author":"JD Schramm","text":"I love that question, Matt. So there’s a section in the book that is all about communicating from a particular perspective, or point of view, or orientation. And the groups that I chose to highlight in there, communicating as an LGBTQ leader, as a member of the gay community, I’ve done a lot of work in that. And so there’s a section on what’s distinct about being an out LGBT leader. There’s a section, honed especially from the work of Allison Kluger and Stephanie Solari on executive presence for women. And what are the best resources out there. What are some of the resources out there to avoid that are not what we would want. But in that section, I also have communicating as a military veteran. And through both the Ignite program here and the BreakLine program, we’ve been able to work with veterans. Who are going from a life of military service to a career in the civilian ranks. And many of the veterans who are in the Ignite program here were very generous with me as I wrote that and researched that. And came up with tips and stories about what that transition is like. And I don’t know that there are very many resources out there that look at that slice of communication, whether it’s somebody who’s been marginalized, or somebody who has had a distinct service experience. And how can I approach mastery when I’ve got this experience, which may be an asset or maybe a liability. But I just have to acknowledge that’s what I’m coming into the conversation with. And those stories were awesome to get to collect. And then to share back out to the men and women in the military who fed into that and have them respond to it. They were grateful to see something codified in one place."},{"author":"Matt Abrahams","text":"It’s exciting to me to know that your book not only will give general guidelines and advice, but also targets very specific experiences people have, and how they themselves then can work on their own personal mastery. Are there any specific tools and exercises you recommend people try as they journey towards communication mastery?"},{"author":"JD Schramm","text":"There are several. Let me limit it to just two, and this again goes back to the concept of iteration, getting better and better at something. We include in the book and Kara Levy, who’s a communication coach here at the GSB was my co-author on this. We include a lot of examples of how to self-edit your writing. It is always useful for me to hand over an email or a report to somebody else to copy edit or be check for me. Does this hit the right tone? Is this the right level of detail for this audience? But how can I do that when I don’t have somebody to turn the document over to? Similarly, in the oral communication, being able to use our smartphones effectively to record our side of a conversation and analyze it later. To be able to hand our phone to somebody in a business meeting. And say, when I do my pitch to senior management, could you just subtly capture it on video. Or even just on audio that is completely unobtrusive in a meeting? Then I can go back. I can hear exactly what I said. I can look at the fillers. I can look at the uptalk. I can look at the long-winded sentences, or where did the questions come. And being able to use just simple tools like that in small ways, we get better and better at what we’re doing. It doesn’t have to be hiring a coach, and doing hours of rehearsal to get ready for a TED talk. It can literally be something as simple as reviewing a document after I’ve written it or audio recording a conversation that I had, and then analyzing my side of it."},{"author":"Matt Abrahams","text":"We end every one of these podcasts with three questions that I ask everybody and I’d love for you to share your answers to these three. So the first question is, if you were to capture the best communication advice you ever received as a five-to-seven-word presentation slide title, what would it be?"},{"author":"JD Schramm","text":"You cannot not communicate. Regardless, I was trying to get into the five-to-seven range, so I added regardless."},{"author":"JD Schramm","text":"No, no matter what I do, I communicate something. Whether I write an email and I sit back, and wait for a day. Whether I speak up in a meeting, or I remain silent. Whether I sigh, or I smile, you cannot not communicate. No matter what you do, you’re communicating something. So let’s take some ownership for the communication you want out there, rather than have it be just by default, what you’re doing."},{"author":"Matt Abrahams","text":"I liked how you turned a double negative into a positive bit of advice. That was cool."},{"author":"Matt Abrahams","text":"Who is a communicator that you admire, and why?"},{"author":"JD Schramm","text":"I’ve gotta go to the queen, Oprah Winfrey. Her ability to tell stories that make a point, that draw you in. I’ve gotten to see her present in person twice. I spoke at a conference that she was one of the keynotes. And being able to hear her in person describe and inspire people to be their best selves. Hands down, I just think she is top of her game. And for the audience listening, I think her Golden Globe acceptance speech of the Lifetime Achievement Award two years ago. Brilliant storytelling, brilliant arc, great use of mantra, just across the board in everything she did, very effective."},{"author":"Matt Abrahams","text":"I 100% agree. That particular speech was phenomenal. Third question, what are the first three ingredients that go into a successful communication recipe?"},{"author":"JD Schramm","text":"I’m going to fall back to something I teach in almost every class and every workshop, audience, intent and message. Mary Munter and Lynn Russell several years ago created the aim model. Who is your audience? I don’t know who I’m writing or speaking to. What is my intent? What do I want them to do with that after they receive it? And only once I know audience intent can I then create the message. The biggest mistake that leaders make today is they jump immediately to message without slowing down to think about who really needs to hear this. And when they hear it or read it, what’s the action I need them to take? So the three answers to me are audience, intent, and message."},{"author":"Matt Abrahams","text":"What a wonderful way to wrap up a conversation about mastery, and we all need to slow down. And think about in a very methodical, appropriate way, how we develop our communication skills written or spoken. And you’ve given us great insight In our conversation, and I and I hope everyone else looks forward to your book to give us even more information. Thank you so much for being an inspiration to me, and everybody else."},{"author":"JD Schramm","text":"Thank you, Matt. It was a privilege to get to be here. Thanks for doing the podcast."}],"audio":"https://content.production.cdn.art19.com/segment_lists/c3063652-1778-41fb-b79e-718eaaeb4e36/20200226-Q29tbXVuaWNhdGlvbiBNYXN0ZXJ5IE1peCAzLndhdg-4709209c-8b65-4206-9504-e69223191c09.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","JD Schramm"],"wave_peaks":[0,5240,6401,5571,5881,5633,5561,5068,5180,20158,24906,7034,16669,17084,18672,12442,23339,10933,15062,14310,4716,15648,16181,19890,13423,7048,8409,9717,7468,4204,2355,28369,15978,10356,7145,21569,7354,15377,12979,6138,15470,11359,25108,7077,7278,3719,2561,24661,6950,24361,22104,13806,22040,9404,10215,12713,14118,4048,4166,2089,4490,22379,14425,19248,13311,12965,15578,13497,14245,15047,6693,14621,18876,4657,21721,11911,14720,6368,12074,8391,3356,1646,19817,14591,13917,19413,11427,10424,9464,8625,9889,17438,12531,11618,11466,8458,22372,8946,6372,7863,15698,14654,11509,11128,9403,6284,9906,23530,11770,14963,8733,21637,9492,8851,6276,5510,1548,21848,19021,14870,16926,16361,12385,11646,7142,19333,11966,3767,19544,16947,18137,15331,6595,4412,1671,1428,22246,16320,7442,17269,9954,6569,14506,14121,6241,5539,24733,15967,13137,14620,14222,6641,3484,9143,16969,8144,11058,10717,8685,2955,19135,13879,15153,9895,18830,4955,1741,4247,18288,11063,8469,3826,13429,7574,5962,4439,11446,13729,21157,11508,11313,10652,12427,107,576,18559,8453,10047,7716,7297,3773,104,12944,12661,10232,11005,10541,10155,12683,8431,11758,10304,13038,11502,7373,10874,8995,11234,11135,12772,2696,868,13112,15732,9565,11853,12628,13731,9088,5962,13855,5135,201,261,2896,12030,10531,11566,9635,11249,11164,10375,10201,11932,10927,11249,9496,8569,581,621,18113,11842,11472,11529,12791,9767,1663,8734,8197,158,9322,13246,11864,11253,2266,11461,4728,11734,14449,6993,168,11116,11127,5213,1248,12652,8774,13143,9592,12091,11406,11951,12393,4889,10780,11024,5792,4195,13376,6882,11997,13722,12800,11778,9989,8504,957,10350,13411,10615,12064,10650,10642,12097,11810,10510,7309,2715,997,13424,13800,13221,13287,11134,9006,9594,9708,14515,14075,9958,12197,363,11298,11189,5128,12342,11410,12485,8406,8644,13454,9172,297,11747,10202,12109,9920,7603,12561,4075,416,308,12451,13746,14976,375,14279,12599,9634,11789,12074,12815,12301,485,11473,11554,13017,10019,10199,11038,9565,10947,9428,10494,378,9960,12041,9293,12329,8731,10312,9059,432,12204,9768,6539,11323,10831,12960,10989,8946,9703,10056,11344,10507,2705,360,10640,13580,12061,10320,5164,6938,4091,3073,16537,16788,8611,8182,4982,10085,14872,11127,13708,11058,10042,18624,7659,3031,9913,12012,7517,8636,977,15460,14206,12054,9456,14910,5513,3492,9463,14754,6417,5823,10001,22025,819,1235,19624,10367,14863,4764,12806,10568,4417,4173,13500,4230,443,12471,9021,9043,10732,11750,216,8259,10808,11680,9886,8130,1193,142,5630,12947,12980,8701,2615,471,10371,11522,7289,238,7419,12418,10071,9832,8533,8794,10579,9333,10152,13033,12249,7867,378,10181,10422,9557,9571,8676,2513,10079,10747,9792,10803,8373,6745,11113,9604,7260,10242,6789,178,148,173,2585,11404,10725,11137,7875,8163,10648,8977,8587,9807,403,10412,10815,10083,8368,11927,12229,10062,10512,218,438,15102,8963,12469,13862,8469,12274,5794,11221,9270,3673,1488,17897,15191,15161,11626,10967,10800,9498,10386,9281,9772,15864,9624,14308,14548,7016,14979,10651,12567,5694,4051,799,11783,23909,5709,15175,7119,12302,7321,1725,18069,12547,9657,9665,11529,11674,13287,11700,9015,6151,13688,10552,14672,7439,6797,9884,8718,3314,12757,13313,12348,9414,11243,7694,744,194,11437,12126,14903,7664,11667,12145,6364,1641,14247,10584,3401,8847,10683,8011,10070,6075,7358,9935,12571,7896,6504,9523,6048,6868,5033,8672,4702,863,608,10839,11448,8301,9450,12585,6493,10170,9513,6997,4476,5743,5454,9342,12549,10931,9336,9685,7405,10668,12366,16010,9272,6984,9251,10371,8510,10937,6923,224,13663,10065,5134,13923,8774,757,9356,10126,10291,9588,7642,9428,7552,6137,8749,13464,1981,215,16391,11400,6104,392,5843,11115,5878,10605,8128,9058,10162,9616,10353,9449,7272,1508,195,5265,9812,10512,11059,9674,11505,7108,2573,11232,12774,10887,10023,10816,11409,3983,526,14326,10448,10457,11693,11626,2947,9057,10647,8789,11610,8932,8727,5014,471,11655,13475,9080,9421,12299,10324,9506,4684,12199,11279,10592,8860,8238,7922,2158,365,11867,11324,10895,11666,10962,12319,9387,9094,8056,9210,10064,11878,7518,5991,11173,4075,6791,11634,11640,8662,7276,4011,10545,8141,11834,12626,11966,6886,1463,11981,11311,11489,10810,16231,11859,10647,8787,11319,9104,284,11843,10887,8937,13819,11108,10502,10245,11887,7189,11121,11681,11273,9475,10872,8445,417,12043,12106,11979,8777,10575,5979,11733,9454,11344,9974,6050,326,13909,13238,10800,12848,9348,9382,6633,13890,12796,9053,8461,11992,9510,11837,12429,9071,8351,5176,11818,13120,14724,13845,14188,10854,10842,8239,10506,8405,11458,10332,12179,12326,9601,13084,11526,12680,11539,7849,15696,1564,9143,12188,10960,10294,13964,8326,9025,13635,7676,7478,10672,10514,8449,11106,5971,5331,18221,11579,11433,8122,13705,10580,14464,8794,14233,8766,7258,13937,9578,5319,12462,10285,14650,10759,11148,4366,963,12658,11095,11181,20190,18968,5103,250,10810,12635,11870,10189,1798,1894,12535,16178,16046,13076,12779,11746,13342,14523,10471,9380,10760,8527,10356,11858,7409,18465,22718,14430,10222,11617,17231,17201,11352,10331,16457,12248,14958,10126,17322,6501,4557,19288,7915,12398,7695,4440,665,107,18484,18964,10992,10907,13959,9199,15866,9814,3131,12411,10422,18487,12559,14431,10708,12991,5047,2348,16238,16719,14429,8699,18444,20528,19130,20524,13120,5540,19846,347,12270,9941,20285,10722,10452,11440,10613,7641,13897,6497,8675,7800,6974,8101,224,521,21545,15550,13712,7620,9924,11003,8750,6216,5897,4579,11819,9850,11028,9109,9799,10070,8765,5965,20995,5913,2686,18740,16446,9693,10113,13398,10320,8269,9515,7144,7900,9204,14427,11507,8923,12376,8732,6570,495,419,12179,22465,12942,12677,11337,10283,11525,10739,11248,5988,6873,12547,12892,5932,7922,1730,23191,21780,7160,7349,8231,6898,10864,452,20699,8632,13101,12444,2335,13226,6644,19483,18260,5528,7404,14318,5198,5692,6037,1962,8405,11872,10673,5412,14103,11606,6328,3515,12012,6213,6545,1128,19116,15394,15492,5996,10738,13704,12051,14687,8045,6775,14251,15480,10822,11713,10315,10532,9763,6808,15194,16897,4367,14125,4797,4775,17082,4011,13026,6835,981,20608,16812,16367,11127,11084,2687,11122,10236,15906,18580,16381,11773,11563,13272,8702,12999,6051,15433,15547,10484,8993,10824,9343,6532,10387,8048,6582,3988,1306,11262,11805,12194,10492,11538,6423,5166,11940,12502,14516,9490,19065,14551,8827,7375,7788,11731,11229,7040,7315,8775,9731,6093,8404,3767,6572,7522,5070,11006,10520,9731,8343,6282,6441,773,7308,12523,9608,10985,18940,27276,8286,112,12995,9820,10565,14106,12438,10423,12048,1217,2331,11284,9354,9695,11305,11085,9993,199,10473,9966,8605,9337,9135,9556,7835,15448,7926,7146,9589,7864,7396,6453,8566,6403,7032,3454,417,359,8016,8296,3776,9895,11237,10927,10517,9445,5493,7247,13628,9971,6333,6641,436,8333,7295,4999,6240,10784,8862,7975,8154,7822,8680,6381,6392,10327,9884,9329,10267,11107,671,9674,13577,11783,9446,9336,6054,12816,8598,10463,7793,12712,11424,7939,14142,14089,6268,6601,6077,5832,830,10478,11423,16221,9365,6415,11851,9364,11474,9854,9916,12638,7667,8353,11846,7968,10532,9935,6207,9366,8096,6246,2245,11503,15511,9311,8901,11358,6445,5104,11674,10059,13686,9445,8022,9535,12078,9589,14636,11675,8520,8001,8791,1773,736,12162,13013,15016,8574,7822,11219,9937,9832,7060,10100,9043,7431,8682,9228,10960,4202,730,10002,8510,10116,9742,12487,9116,8619,10681,4597,11535,10322,8236,8694,3134,8176,11088,10008,10042,10750,9142,9575,7231,10589,10973,8206,12627,10679,9564,9881,9355,1400,3208,10766,6577,11230,5464,7060,8289,5483,7982,2287,581,7295,10086,8796,11660,10946,6567,10596,9226,6947,7521,9948,8922,6974,6188,11101,8667,8098,6532,8979,10712,11060,6948,9258,12348,12030,10205,5713,11218,8727,9513,770,754,9072,11897,5164,2516,13641,9106,10365,10093,8376,8575,5856,8052,646,383,10567,12416,11415,11765,9966,9387,8115,6172,147,7460,9114,10294,9586,9381,7454,8935,10262,10133,8246,11118,8395,8267,13367,564,4220,14133,10154,10003,9960,7360,11121,4551,10171,4518,10011,12369,8043,11361,11106,8943,6959,11131,9629,8184,11494,8980,9217,6857,5302,10515,5368,8898,2374,3502,11064,10311,10225,8688,9552,10415,12059,10203,9506,439,10996,11692,11920,8571,2430,172,9295,10007,11572,3584,9248,12729,10339,10828,8013,9869,10783,11760,8505,10620,9299,8874,10002,6715,5505,9186,4389,5267,1031,11193,10870,10333,7313,12740,12601,9034,12110,11606,9085,12518,10504,15264,5851,3414,11182,8460,7454,10024,8818,7703,10591,11018,7932,7195,5595,661,9962,11793,5877,5517,9437,6798,8468,9087,8244,13229,13746,5922,8101,2794,389,10979,20648,9707,8803,7378,13340,11585,8698,8317,12647,9211,10297,5339,7854,4059,527,15697,12682,7764,12521,9959,6378,12400,1881,339,95,7266,15799,9823,10001,7778,7221,11886,14208,12664,9711,5366,9908,13262,7648,13963,5044,4318,1487,1497,439,154,25290,15453,11957,9852,9731,7136,10228,10411,10075,9658,10086,7362,10426,10825,8562,8880,7787,9592,8703,9335,9320,7449,81,12960,8452,12342,4718,8332,7337,10311,10988,10065,8040,7389,12403,4413,3066,246,357,10914,1223,547,9624,10897,11658,10792,12574,11843,7870,10440,12591,8684,5409,11059,7020,9595,15508,11946,7373,6915,3080,9956,9829,9812,10010,6519,10152,11168,10100,11210,10650,6503,11037,10593,8534,9250,7172,8655,6370,9170,12249,7241,5950,973,927,12010,10392,10431,12088,8246,9724,12899,11748,11877,6839,12532,6815,7658,12344,11500,9950,6815,7572,8043,9416,8802,8410,11230,11223,11152,13953,10744,7147,4661,525,8870,7084,10059,14340,10386,9692,6656,9468,13691,6784,5537,6709,14004,9130,6001,9597,10657,6179,771,752,13072,12799,11475,9527,9962,9943,8238,7319,8826,11179,5505,5105,6018,1130,389,11243,12514,7278,6544,10611,10143,8772,5690,6456,451,12008,9907,10612,10656,8605,12897,8572,5577,10765,9444,11260,11739,13575,10711,9423,6110,7993,8262,6926,6489,933,9192,10140,11522,8718,8850,10829,10030,10076,8869,8049,7934,5087,9239,9383,10669,9638,9932,10645,6012,8228,7176,5563,9583,12179,9675,3551,15773,13812,8073,7934,6313,9668,9904,11349,9498,5556,5152,6501,8914,10492,9914,8405,8599,9433,3801,11640,9661,10819,7296,10375,10414,13400,6488,6266,7533,6663,10489,4009,5884,10728,11692,10287,6808,9662,731,13477,10311,8468,8168,6463,8746,11884,11365,13032,8671,8304,3510,9655,9925,9579,9254,8521,9342,11825,5766,8711,9165,10299,7954,386,9829,10896,9254,6893,9658,9997,7751,6913,6004,5775,7073,10319,9404,9047,527,9589,11389,10029,6445,8673,9359,5938,11260,9722,8502,9625,9403,10047,11112,1085,9895,11567,11958,8744,11081,8505,8708,8065,580,856,11521,10908,13614,10483,10218,12637,6967,8243,8429,6794,12440,8312,6877,5229,8451,7979,6712,8950,6917,6941,7967,12541,2620,899,159,7802,14116,8303,11277,10727,13288,8615,10798,8982,11256,10241,916,13699,9458,17791,11697,12119,9315,13236,9619,10100,2984,11307,5985,11116,10711,13896,12185,16856,7270,10552,5901,9473,11025,13268,9687,11847,585,13352,9158,11575,6553,8306,11901,8259,15635,4200,18537,14139,4447,3851,15074,11122,5845,3767,6817,715,16238,13508,10115,9618,6953,5166,15382,12367,9810,7665,9021,10460,16033,18084,7389,8246,11190,12472,10566,12446,17893,8564,8880,10599,903,17194,11451,1940,11982,15225,13705,11616,11469,15109,12176,14683,8306,10577,3318,15356,13433,8428,11952,2732,6415,11135,11178,10965,10177,7280,8403,7498,14533,11941,8108,4285,19629,10232,8221,5927,4203,20258,16086,18035,10202,8854,9984,7800,10570,16858,4839,10435,9360,8108,6586,674,438,852,12956,13872,10434,11563,8019,12149,11962,11801,10556,11168,9069,9144,9727,10905,2065,11631,12216,11266,7829,10349,12041,10367,9621,7907,13838,7760,10953,13737,10439,1478,665,12656,7084,11719,4003,11819,10681,9846,9631,5884,454,11457,9969,10448,9689,9793,6531,11390,9568,9600,9194,5013,10603,9373,12195,9972,7772,115,12451,13168,13612,12597,8497,11789,6353,11278,10584,12641,7788,12068,11370,10002,334,12727,10584,8000,12252,7325,9943,9753,3856,678,10017,10531,8845,11175,9344,10591,9769,383,11369,11330,10037,12761,9571,10612,9151,4554,2218,12147,13598,15260,7381,8684,9629,9925,11228,6349,9180,12254,10448,8055,9589,9487,8710,8568,4317,9599,11238,5143,6983,8858,11403,10651,6863,6652,10997,9440,10076,410,11170,9622,9293,10184,10564,6872,11244,6801,8759,6351,567,15333,10409,11641,9533,9664,11174,10379,11407,8661,9251,12533,9203,8703,7931,8648,13172,6939,7745,9026,5362,805,13509,12196,13405,10311,7798,9047,10641,10017,1898,3921,11041,10486,10783,11478,9752,11171,9311,9169,8859,11291,12035,9783,7646,10290,12238,1765,9834,10837,9773,6525,14296,10415,9681,10717,9124,7113,20362,12095,8462,11284,8003,9234,8269,7411,6735,8005,7046,7851,11716,11238,9183,11561,9896,13708,11191,6769,11576,6448,10044,12497,10581,7329,9124,12707,14971,4656,11867,11726,371,15275,8192,10999,10757,12585,10001,11103,9463,7293,5065,13963,7204,9485,5130,12986,11644,11753,12939,14392,142,2997,12869,9716,8343,4083,746,17509,11413,14281,12613,13315,11042,9675,12064,9553,8586,7695,12401,11905,12286,6476,15571,13722,12307,10356,3402,10256,1662,221,20085,15082,8296,9794,10432,7723,4016,13368,9392,4938,7541,10318,6286,11399,17289,9162,4655,10478,10201,11536,8931,5667,9309,9240,1550,14322,19517,14513,8630,11258,14292,19118,5813,4106,21152,8013,11529,10521,5806,8487,14018,8260,4756,2754,9353,21487,9229,12822,6176,8738,12175,7341,7935,9655,5546,445,6132,15613,8067,5406,450,1085,10757,10671,13228,6982,111,14684,9879,2599,9374,9037,307,720,5539,13311,12213,13085,9955,12401,10749,14394,10810,10376,6909,12365,9274,12633,9999,7661,11682,10093,9629,13263,11178,11592,11917,7192,13519,9642,10483,543,11044,11861,9542,3393,14360,7084,9944,7026,6015,13670,11411,9826,9869,7954,12722,8819,4895,723,12062,11038,10541,10065,10417,11475,9061,13763,9286,625,13853,11562,9634,7344,10043,11877,11422,4973,2179,362,15762,10230,12847,11421,13138,9469,7566,11679,7109,8471,17250,19600,21764,13021,13497,4508,431,17756,11602,9765,11190,11243,8482,8263,9962,4444,141,103,94,80,114,590,12555,11015,13022,11107,10307,11431,4252,9614,10920,9064,8358,8254,6758,10968,8816,10153,7168,348,9087,13473,8099,10850,6356,252,9481,10121,11026,10717,4516,6769,11758,8910,6470,5557,1083,15667,12971,7699,10410,11013,9614,9839,7728,9442,13043,6768,775,7940,13263,10703,7337,7998,8842,10214,10624,6267,7096,6469,10550,7740,8278,10122,7452,8399,7381,489,408,9083,10996,12511,11555,7755,7811,11414,13642,7814,7776,10233,10155,11546,12419,2858,369,1885,11183,10972,6984,6711,10797,8943,7346,4628,4110,12324,11099,8260,5569,7953,10289,12160,11130,3987,12057,9581,13860,10506,10804,12128,8495,13041,8533,7057,11501,13346,9418,7959,9755,9188,9532,8321,572,11397,12123,8233,9770,7408,11479,9107,11376,10256,9866,11319,9000,3353,10639,11339,10901,8375,6276,6149,4495,4110,1459,9757,7438,12367,10782,9199,4988,8553,12538,13380,12311,13400,6702,9092,10562,5345,7641,9286,2060,2921,795,25992,14466,10820,21989,20913,13612,12955,12878,12339,12184,5045,16259,11036,7760,15846,10248,10858,10225,9637,6776,2561,90,97,80,641,9283,12790,10170,9239,9333,9088,11397,9926,12833,9065,9882,11680,9362,410,13658,10357,6753,10226,7613,12233,3313,327,11189,10568,10557,12019,9706,6393,10706,11029,13149,12593,8959,11043,9996,7736,1134,10426,12149,10371,2671,177,6444,10575,10975,10966,7689,6520,6124,318,11638,11965,9155,8101,7503,9842,10437,10586,9044,12510,12900,368,16955,16361,6946,5751,4245,383,11227,11660,12197,11029,9882,8906,7947,10315,9740,8934,11746,8480,10307,7813,3153,225,9913,13967,8560,8728,9649,9418,8329,6725,11011,10689,9899,13200,7952,1212,9794,11901,10935,9401,11627,11581,2419,225,7446,11357,12567,9947,9826,9303,5865,9541,6584,10816,312,10016,11791,593,8792,13369,9852,7026,7198,5933,8588,8868,9248,12043,12737,11263,10044,3698,12153,7631,10505,3665,769,15205,14642,9273,9593,13328,9184,12867,11805,13397,5800,7525,6527,15871,19946,8688,9000,8567,5884,9451,16475,8342,6345,9639,14791,8376,17525,8360,2527,17493,7264,5271,508,15484,11774,9307,9055,8190,8043,8136,15189,9787,9415,4245,12581,17531,10347,9195,12374,2218,11429,14226,15250,10010,10667,11054,9712,11320,9837,9741,11123,5493,12942,4808,11531,8311,6562,5415,6045,1296,17394,12745,15163,5761,11414,11470,13735,12161,8479,9896,7522,5883,9046,14997,10146,9238,7939,13611,9968,13808,8633,11748,9930,13736,10323,3724,3255,3658,24567,13185,17585,13343,21516,11518,9103,25544,26339,17014,23417,19627,10144,9863,17042,4254,4850,2861,3079,19957,18541,15194,12888,9020,9030,19842,7753,5967,5721,3814,19623,21899,13160,16445,12037,18988,13858,19828,9772,13640,10406,14124,7907,5060,20344,13466,22900,12525,12000,16697,12665,10391,5918,3962,22500,10647,24180,12391,3215,14445,11561,8404,26834,8605,6433,8190,5706,1950,49,5,0,0,0],"fragments":[{"begin":"0.000","end":"17.360","lines":["With dedicated practice, self-reflection, along with a little guidance, we can all hone and improve our communication skills."]},{"begin":"17.360","end":"46.160","lines":["Today we will focus on the idea of communication mastery with my friend, colleague, and mentor, JD Schramm, who in addition to lecturing in Strategic Communication at Stanford’s Graduate School of Business, was recently named the Director of the King Global Leadership Program for the Knight-Hennessy Scholars Program at Stanford. Welcome, JD."]},{"begin":"46.160","end":"48.240","lines":["How do you define mastery?"]},{"begin":"48.240","end":"154.640","lines":["Well, thanks Matt, and thanks for having me here to have this conversation today. I love the definition of mastery that Dan Pink gives in his book Drive. Mastery is getting better and better at something that Matters. For you, for me, from any leaders that we have the privilege of working with, communication is something that matters. And you cannot reach perfection in communication. No matter how great the document is, how great the speech is, how concise the report is, you still could always make it just a little bit better. And so we look at mastery as being an aspiration, I get closer and closer and closer, but I never get to perfection. And that’s the premise of the book: how can I iterate over time and keep getting better and better and better, knowing that the goal is something I will never fully reach. And that’s part of the process, what we go through. If a leader can be self reflective, and recognize that the growth that they have had over a period of time, it is that process that is really exhilarating. And really encouraging much more than the product of that one talk, or that one deck, or that one letter."]},{"begin":"154.640","end":"172.400","lines":["That notion of reflection, self-reflection that you mentioned, I think is so critical to success in any communication. But especially as we strive for mastery. I’m curious if you have any insights and thoughts about adjusting and adapting your communication to the needs of the people you’re speaking to."]},{"begin":"172.400","end":"253.840","lines":["Two thoughts on that. One, I think it’s crucial that leaders deliver the message the audience needs to hear, more than the message the leader wants to share. And so I think to be effective as a leader, we’ve got to be very audience-centric in the way in which we design and deliver communication. And we have to be really careful. As we’re reading an audience, we could misinterpret something. We could get something wrong. So in the design of the communication, I have to really think about my audience a lot. In the delivery, I want to be sensitive to the audience. But I also wanna acknowledge I don’t have all the information. So, if I’m gonna invent or interpret what’s going on for somebody, interpret something that’s going to support me. And encouraged me, like their intent on what I’m saying, rather than assuming they’re bored by what I’m saying."]},{"begin":"253.840","end":"341.760","lines":["I really liked that distinction of what you do going into the creation of the content being in service of the audience. But then in the moment of delivery, it’s a different perspective. I wanna get back to this notion of design, because we’ve talked a bit about designing messages for audiences. But one thing I appreciate so much about the work you do is you really spend time championing the establishment of what I’ll call a positive communication culture within an organization. Can you share a few examples that you think highlight best practices. Or perhaps practices to be avoided as people progress towards their own communication mastery?"]},{"begin":"341.760","end":"456.080","lines":["I love that question, Matt. So there’s a section in the book that is all about communicating from a particular perspective, or point of view, or orientation. And the groups that I chose to highlight in there, communicating as an LGBTQ leader, as a member of the gay community, I’ve done a lot of work in that. And so there’s a section on what’s distinct about being an out LGBT leader. There’s a section, honed especially from the work of Allison Kluger and Stephanie Solari on executive presence for women. And what are the best resources out there. What are some of the resources out there to avoid that are not what we would want. But in that section, I also have communicating as a military veteran. And through both the Ignite program here and the BreakLine program, we’ve been able to work with veterans. Who are going from a life of military service to a career in the civilian ranks. And many of the veterans who are in the Ignite program here were very generous with me as I wrote that and researched that. And came up with tips and stories about what that transition is like. And I don’t know that there are very many resources out there that look at that slice of communication, whether it’s somebody who’s been marginalized, or somebody who has had a distinct service experience. And how can I approach mastery when I’ve got this experience, which may be an asset or maybe a liability. But I just have to acknowledge that’s what I’m coming into the conversation with. And those stories were awesome to get to collect. And then to share back out to the men and women in the military who fed into that and have them respond to it. They were grateful to see something codified in one place."]},{"begin":"456.080","end":"477.160","lines":["It’s exciting to me to know that your book not only will give general guidelines and advice, but also targets very specific experiences people have, and how they themselves then can work on their own personal mastery. Are there any specific tools and exercises you recommend people try as they journey towards communication mastery?"]},{"begin":"477.160","end":"653.800","lines":["There are several. Let me limit it to just two, and this again goes back to the concept of iteration, getting better and better at something. We include in the book and Kara Levy, who’s a communication coach here at the GSB was my co-author on this. We include a lot of examples of how to self-edit your writing. It is always useful for me to hand over an email or a report to somebody else to copy edit or be check for me. Does this hit the right tone? Is this the right level of detail for this audience? But how can I do that when I don’t have somebody to turn the document over to? Similarly, in the oral communication, being able to use our smartphones effectively to record our side of a conversation and analyze it later. To be able to hand our phone to somebody in a business meeting. And say, when I do my pitch to senior management, could you just subtly capture it on video. Or even just on audio that is completely unobtrusive in a meeting? Then I can go back. I can hear exactly what I said. I can look at the fillers. I can look at the uptalk. I can look at the long-winded sentences, or where did the questions come. And being able to use just simple tools like that in small ways, we get better and better at what we’re doing. It doesn’t have to be hiring a coach, and doing hours of rehearsal to get ready for a TED talk. It can literally be something as simple as reviewing a document after I’ve written it or audio recording a conversation that I had, and then analyzing my side of it."]},{"begin":"653.800","end":"689.920","lines":["We end every one of these podcasts with three questions that I ask everybody and I’d love for you to share your answers to these three. So the first question is, if you were to capture the best communication advice you ever received as a five-to-seven-word presentation slide title, what would it be?"]},{"begin":"689.920","end":"704.400","lines":["You cannot not communicate. Regardless, I was trying to get into the five-to-seven range, so I added regardless."]},{"begin":"704.400","end":"737.560","lines":["No, no matter what I do, I communicate something. Whether I write an email and I sit back, and wait for a day. Whether I speak up in a meeting, or I remain silent. Whether I sigh, or I smile, you cannot not communicate. No matter what you do, you’re communicating something. So let’s take some ownership for the communication you want out there, rather than have it be just by default, what you’re doing."]},{"begin":"737.560","end":"742.600","lines":["I liked how you turned a double negative into a positive bit of advice. That was cool."]},{"begin":"742.600","end":"747.040","lines":["Who is a communicator that you admire, and why?"]},{"begin":"747.040","end":"790.040","lines":["I’ve gotta go to the queen, Oprah Winfrey. Her ability to tell stories that make a point, that draw you in. I’ve gotten to see her present in person twice. I spoke at a conference that she was one of the keynotes. And being able to hear her in person describe and inspire people to be their best selves. Hands down, I just think she is top of her game. And for the audience listening, I think her Golden Globe acceptance speech of the Lifetime Achievement Award two years ago. Brilliant storytelling, brilliant arc, great use of mantra, just across the board in everything she did, very effective."]},{"begin":"790.040","end":"803.400","lines":["I 100% agree. That particular speech was phenomenal. Third question, what are the first three ingredients that go into a successful communication recipe?"]},{"begin":"803.400","end":"845.200","lines":["I’m going to fall back to something I teach in almost every class and every workshop, audience, intent and message. Mary Munter and Lynn Russell several years ago created the aim model. Who is your audience? I don’t know who I’m writing or speaking to. What is my intent? What do I want them to do with that after they receive it? And only once I know audience intent can I then create the message. The biggest mistake that leaders make today is they jump immediately to message without slowing down to think about who really needs to hear this. And when they hear it or read it, what’s the action I need them to take? So the three answers to me are audience, intent, and message."]},{"begin":"845.200","end":"880.280","lines":["What a wonderful way to wrap up a conversation about mastery, and we all need to slow down. And think about in a very methodical, appropriate way, how we develop our communication skills written or spoken. And you’ve given us great insight In our conversation, and I and I hope everyone else looks forward to your book to give us even more information. Thank you so much for being an inspiration to me, and everybody else."]},{"begin":"880.280","end":"895.840","lines":["Thank you, Matt. It was a privilege to get to be here. Thanks for doing the podcast."]}],"duration":895}