{"title":"Leading from the Hot Seat: How to Communicate under Pressure","url":"https://www.gsb.stanford.edu/insights/leading-hot-seat-how-communicate-under-pressure","intro":["“I say sometimes that leadership is a journey into yourself. It's self-renewal, self-reflection, self-confidence. It's going to bed kind of scratching your head and saying, ‘Man, I'm not as good,' and waking up the next morning and trying it again — and I think that's what matters.”","In this episode of Think Fast, Talk Smart, former CEO of General Electric and Stanford Graduate School of Business lecturer Jeff Immelt sits down with lecturer Matt Abrahams to discuss communicating during times of challenge and pressure. “There's no such thing as perfection of crisis,” Immelt says. “This is a pass-fail test, and all you really want to do is make progress.”"],"transcript":[{"author":"Matt Abrahams","text":"Innovation serves as a driving force for many individuals and companies. Buying into this approach is one thing, but actually implementing it is quite another. Hello, I’m Matt Abrahams and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast. Today, I’m really excited to chat with GSB lecturer and former CEO of General Electric, Jeff Immelt. Jeff teaches the popular Systems Leadership for the Digital Industrial Transformation course. And he recently wrote the book Hot Seat: What I Learned Leading a Great American Company. Welcome, Jeff, thanks for being here."},{"author":"Jeff Immelt","text":"Hey, Matt, it’s great to be with you and I’m really looking forward to this."},{"author":"Matt Abrahams","text":"Excellent, so am I, so let’s get started. You were the CEO of GE for 16 years, 16 very challenging years. You managed GE through 911, the Enron scandal, the financial crisis of 2008 and 9, as well as the Fukushima nuclear disaster. What lessons did you learn about how to handle crises? And what advice do you have about communicating difficult or bad news on a personal, or company level?"},{"author":"Jeff Immelt","text":"This was a very volatile era for sure. There’s each crisis, you know Matt is different, but there are things that are common across each one of them. I think good leaders absorb fear, so you find ways to take a lot of bad news. Reflect on some of it with your team, but absorb a lot of it and I think keeping your cool is a key aspect. You learn to manage two truths at the same time, which is things can always get worse, but you don’t wanna give up on the future and what that can hold. You learn how to make decisions in a crowded room. So you don’t have the luxury of saying, let me study that for another week, you have to make tough calls and do them rapidly. And then on communication, I think you really learned that in a crisis time resets and you have to communicate more frequently than maybe you’re used to. Even where sometimes the communications is I don’t know, right? That’s part of communication as well. And so I think just the frequency of communication is important, because time resets. And then the last thing I’d say is, really, there’s no such thing as perfection of crisis. This is a pass fail test, and all you really want to do is make progress."},{"author":"Matt Abrahams","text":"Absolutely, I like that notion of time resetting and not being afraid to say I don’t know. And just making sure that you’re communicating frequently can help. Thank you for that. Now, you followed Jack Welch at GE, and in your book, you mentioned that one lesson you learned from him was, “Good leaders speak in one voice to the entire company in subtly different voices in an auditorium, and conference room, or one on one.” Why do you feel this lesson is so important? And how do you pick specific words or vocabulary based on the audience you’re speaking to?"},{"author":"Jeff Immelt","text":"The thing that Jack Welch did better than anybody I’ve seen before or after, is just his ability to run an organization at scale. So when he was in front of us communicating to the entire company, it would be words that were simple, themes that were consistent, aspirational but tough-minded. When he was running a meeting, he would be more specific, he would be more pointed, he would be the ranges of highs and lows. The voice which was to the entire community was challenging, but calm. In a meeting, it could be excitable. And when he was down to the individual, he was extremely specific in terms of performance and expectations. I tell a story in the book, Matt, that I was having a very difficult personal review with him when I was running the healthcare business. And he was quite challenging and very difficult and it was a room of maybe six people and very pointed that we went next door and he met with the union leadership team. It was a different person, right, in the span of ten feet. He was more conceptual. He had a twinkle in his eye. He was still tough minded, but the entire vocabulary changed to things that are important to his audience. So I think one of the things I learned from him that I try to drill in people today is that you’re not the audience for your own words. Sometimes people are very selfish about their communication. And then what you really wanna do is kind of make it work for the person you’re communicating with and that’s what a good communicator does. And he was a really great communicator."},{"author":"Matt Abrahams","text":"So that last point is one that we’ve heard many times on this podcast: that you have to adjust and adapt your messaging for your audience. You’re really in service of their needs. What you’re adding to it that I think is really valuable is it comes down to word choice. It’s vocabulary, it’s lexicon. You have to think not just about what you’re trying to say, but the specific words that can have impact for the audience you’re talking to."},{"author":"Jeff Immelt","text":"And I think your point, Matt, on words is so important. I was looking at some of the papers of my students last week. And just their ability to communicate in very simple phrases, I still think is something that even sophisticated students still need to learn."},{"author":"Matt Abrahams","text":"Yeah, so simplicity and concision, I think, are two guiding principles for both writing and speaking for sure."},{"author":"Jeff Immelt","text":"It did, yeah."},{"author":"Matt Abrahams","text":"Turning to innovation, how did what you call what if thinking help you in GE promote transformation?"},{"author":"Jeff Immelt","text":"Yeah, so I think particularly when you’re in a big company, a legacy company, you want people to think about not just the way the world is today, but the way it could be. So when we would have technical reviews, we would actually encourage people to describe what a future state could be. So for instance, launching an aircraft that could fly nonstop from Sydney to New York City."},{"author":"Matt Abrahams","text":"Wow."},{"author":"Jeff Immelt","text":"So you can sit and say, okay, it has to have a thrust of thousands of pounds and fuel efficiency of x and all that stuff. And you could put it on a spec sheet. And everybody would sit, and then engineers would get it, but everybody would kind of just nod their head. But you can describe it in terms of I wanna develop a CT scanner that can freeze the beating heart. I wanna be able to image amyloid plaque. I wanna be able to have a wind turbine that has zero unplanned downtime. I wanna fly a plane from Sydney to New York City nonstop, right? Those are the things that, what I would call “what-if thinking” that basically people could describe the benefit to society, to customers, to their peers. Then we can figure out the rest. And I just think storytelling, not like Aesop’s Fables or something like folk telling that has an outcome. It’s very aspirational and engineers can leave a meeting and say, okay, now I know what I’m going to do. It’s gonna have 150,000 pounds of thrust, that’s pretty awesome. But he’s what is really gonna do, it’s gonna deliver people nonstop halfway around the world. So I think that’s key, particularly in driving change at scale."},{"author":"Matt Abrahams","text":"So painting that picture, telling that story to help motivate people, but also instill in their minds what you’re trying to achieve, rather than just listing bullet points and specific specifications is what makes the difference."},{"author":"Jeff Immelt","text":"Exactly. And again, I think it goes back to what we’re talking about before Matt, which is, you know, you’re in a room of 120 engineers and an aviation business. You know, they know how to read spec sheets, right? They know that, but what gets them motivated is the purpose of what you’re trying to get done. I would always try to encourage people to think about the what if, be able to articulate it, because that’s what really motivates people."},{"author":"Matt Abrahams","text":"Well said, and really thinking about that relevance and the motivational aspect of the story sounds critical. Now, in addition to what if thinking, you also support innovation by focusing on imagination breakthrough, what are these and how can we bring them about?"},{"author":"Jeff Immelt","text":"Yeah, so I think it’s again trying to find specific cases that prove what can be done. And I think if you can plant seeds, and let’s say a dozen or 15 or 20 imagination breakthroughs, they have a multiplication effect because it says to people, look, if they did it over there, we can do it here as well. And so what we try to do is just put a spotlight on things just to say: hey, look, we’re going to do a 10 megawatt wind turbine, we’re going to put a spotlight on it, not because it’s necessarily going to be the biggest or not, because it’s necessarily the most important, but we want everybody to see what’s possible in the organization that they can rally behind. And so what you find is that by putting a spotlight on specifics, the general takes care of itself, right? So if you want to make a company that’s faster and more innovative and focused on the markets, and you’re leading at scale, so you’ve got hundreds of thousands of employees, right? You can’t just go say, okay, everybody go try harder. You basically say, look at these ten things we did. Now you can do those in your business and your operation at your scale. And so the kind of the exception becomes the rule, if you articulate it well and give people a chance to get the work done."},{"author":"Matt Abrahams","text":"Great. So it’s giving them something specific to model or pattern after and motivates them to use similar principles or to achieve similar results. Even if it’s in a very different workspace or product line."},{"author":"Jeff Immelt","text":"And again, in a small company and startup it’s easy, because it’s what you do. It’s who you are. It’s what you do. But if you’re GE or GM or Cisco or bigger companies, you need to be able to point to things that everybody can rally behind and say: Hey, I can do this too. Here’s how they did it, here’s what they learned, here’s what works, here’s what didn’t work, I can do it too."},{"author":"Matt Abrahams","text":"And by creating that use case, you can really get people to focus and innovate. So, very important lesson there."},{"author":"Jeff Immelt","text":"Yeah."},{"author":"Matt Abrahams","text":"I have another question that I’ve always been curious about. In my experience, companies often have brilliant, talented people who can really help with innovation and moving ideas forward. Yet they struggle to communicate their ideas and get them heard. What advice do you have to help those folks maximize their impact and get their voices listened to?"},{"author":"Jeff Immelt","text":"Yeah, the first one is for the boss. I can’t tell you how many times after a meeting, I would go to some people and say talk less. And I would go to other people and say, talk more. And that was maybe the most frequent feedback I gave over a 35 year career. I think some of it is just confidence that people think they have to be perfect in order to open their mouth. And I think it’s giving in your own self confidence of practicing the art of listening to your own voice, hearing the vocabulary that you like to use, watching the room to see, what impact you are having on others. And I just encourage people that it’s not selfish and don’t be shy, just learn to listen to your own voice and develop your own confidence. And then I would say Matt, look in meetings there’s four types of people. There’s people that are always on point. There’s people that are never on point. People that know the answer, but won’t raise their voice. There’s people that are. No matter how much you try to engage them, they’re gonna sit back and say I told you so."},{"author":"Matt Abrahams","text":"Right."},{"author":"Jeff Immelt","text":"And you know, your job as a manager is to find category three, the people that know the answer and just won’t raise their voice and go around room and point on people and say what do you think? And the job for your students or for people that are listening to the podcast …"},{"author":"Matt Abrahams","text":"Right."},{"author":"Jeff Immelt","text":"Is to just give it a try. Just practice. Practice, practice, practice It doesn’t have to be perfect. And as you as try more, you get better and I saw people go from just sitting in the back of the room, never opening your mouth to being really confident and it was just about practice."},{"author":"Matt Abrahams","text":"So many things there that I want to unpack. At first, I am so impressed that you would just go up to people and say, hey, I need you to talk less. I think that is very important for leaders to be able to do that bluntly, but politely. The notion that you brought up of it doesn’t have to be perfect echoes something we’ve talked a lot about on this podcast, when we’ve talked to people who come from improv mindset. You know, it is a wonderful thing in improv good enough is great. And just giving yourself permission to just get it out is really a nice first step, for those who are reticent. And this notion of practice is critical. Record yourself, try saying things out. I like to joke that in my mind, I’m amazingly eloquent, but when I open up my mouth, I’m not as lucky, and it takes that practice to get you better at that. So lots of …"},{"author":"Jeff Immelt","text":"I would say that beyond that, like I was, you know, like, at the end of every day I would go to bed saying, God, I wish I had said this differently. I wish I had, you know, had a different turn of the phrase or I just did a crappy job at that presentation and I was always learning. I never gave up trying to be a better communicator. My daughter’s 34 now, but she would come with me sometimes and she’d say, you know, Dad, you’re pretty good public speaker. How did that happen? I said, because this is the 50,000 public speech I’ve given, and when you’ve done 50,000 of these things, you get better at them."},{"author":"Matt Abrahams","text":"That’s right. So getting the practice in really does help. But that last point is so important in all of the strategic communication classes taught at the business school at Stanford, we really reinforce this notion of reflection. So even though it might have made you feel bad, Jeff, the fact that you were thinking about how could I have said that better? What could I have done differently? Ultimately, I’m sure help make you better and so that reflection is critical."},{"author":"Jeff Immelt","text":"I say sometimes that leadership is a journey into yourself. It’s self-renewal, self-reflection, self-confidence. It’s going to bed kind of scratching your head and saying: man, I’m not as good and waking up the next morning and trying it again, and I think that’s what matters."},{"author":"Matt Abrahams","text":"That’s so motivational and I think all of us could benefit, not just in our business life, but in our personal life, taking that same approach. So before we end, I’d like to ask you the same three questions I ask everyone who joins me, are you okay with that?"},{"author":"Jeff Immelt","text":"Absolutely."},{"author":"Matt Abrahams","text":"All right, here we go. Question number one: If you were to capture the best communication advice you ever received as a five to seven word presentation slide title, what would it be?"},{"author":"Jeff Immelt","text":"Speak simply."},{"author":"Matt Abrahams","text":"I love it. If that was such a simple answer you modeled it."},{"author":"Jeff Immelt","text":"One of my mentors was a guy named John Opie, he was a vice chairman, but he was just a tough-minded operating guy, and I was kind of in the middle of my career, and I was giving a presentation in the board room, it was during a difficult time. And he grabbed me as I’m walking out and he said to me, Jeff, you could have done all that in one-tenth the amount of words and charts. Just remember that. Be simple, be specific, be to the point. It’s what everybody appreciates."},{"author":"Matt Abrahams","text":"Yes, and people who’ve listened to me speak before know that I love this quote my mother has often told me personally in the same way you got your advice. Tell the time, don’t build the clock."},{"author":"Jeff Immelt","text":"Exactly."},{"author":"Matt Abrahams","text":"All right, let’s move to number …"},{"author":"Jeff Immelt","text":"And it goes back, I’m sorry, Matt. It goes back to what you said earlier, which is you’re not the customer of your own words."},{"author":"Matt Abrahams","text":"Yes."},{"author":"Jeff Immelt","text":"You’re really trying to convince others to take action in some way, and so many times people forget that."},{"author":"Matt Abrahams","text":"Absolutely they do, that’s right. It’s not about you, it’s about them."},{"author":"Jeff Immelt","text":"Yeah."},{"author":"Matt Abrahams","text":"Number two, who is a communicator that you admire and why?"},{"author":"Jeff Immelt","text":"I’m gonna pick a funny one maybe."},{"author":"Matt Abrahams","text":"Okay."},{"author":"Jeff Immelt","text":"I’m gonna pick Bill Belichick who is the coach of the Patriots."},{"author":"Matt Abrahams","text":"Yeah."},{"author":"Jeff Immelt","text":"Because he always gets it his way, right, and in good days and bad, he is disciplined. He always gets it his way and reporters really love them. In other words, they hate him but they love him. They scratch their head and reporters feel like if they make it through a Bill Belichick interview, it’s something they could tell their children about. So he’s disciplined, but he always gets it his way and there’s something to be said about that."},{"author":"Matt Abrahams","text":"Sure, is there something he does to help him get his way that you’ve noticed? I’ve seen him speak, I haven’t really observed his behavior and then liked it."},{"author":"Jeff Immelt","text":"Sparse words and stays on message, right?"},{"author":"Matt Abrahams","text":"Okay."},{"author":"Jeff Immelt","text":"And they say, did your quarterback have a bad game today? And he said, well, we’re just focused on next week, that’s all that matters."},{"author":"Matt Abrahams","text":"I see, excellent."},{"author":"Jeff Immelt","text":"The defense stunk today and he’ll say, well: we’re just focused on next week, it’s all that matters."},{"author":"Matt Abrahams","text":"Right, and that gets back to something you spoke about earlier, have clear themes, speak them simply and repeat them a lot. Question three: what are the first three ingredients that go into a successful communication recipe?"},{"author":"Jeff Immelt","text":"Vocabulary. So, really thinking through the words you wanna use. Storytelling. So really being able to create a narrative that enlists your listeners imagination, and again, I come back to Customer satisfaction. Which is it’s not about you. It’s about the people that you’re trying to motivate. So, vocabulary, storytelling, customer satisfaction."},{"author":"Jeff Immelt","text":"That’s the whole arc right there. You have a solid story, you use the right words that resonate and motivate and that’s what gets you to that satisfaction from the eyes of the customer."},{"author":"Jeff Immelt","text":"Yep."},{"author":"Matt Abrahams","text":"Jeff, thank you so much, your insights on managing crises and fostering innovation and how to make our communication more effective are incredibly helpful and very actionable and straightforward. Best of luck to you on the book Hot Seat. I read it, it was very enjoyable. I took away lots of notes and ideas, and best of luck with your class this quarter."},{"author":"Jeff Immelt","text":"Great, Matt, thanks, it’s a joy to work with the students at Stanford, I have to say that."},{"author":"Matt Abrahams","text":"I totally agree. Thank you. Thank you for listening to Think Fast, Talk Smart, the podcast, a production of Stanford Graduate School of Business. To learn more, go to gsb.stanford.edu. Please download other episodes wherever you find your podcasts."}],"audio":"https://content.production.cdn.art19.com/segment_lists/725c7dc4-23ce-4ea8-8525-14f29975839d/20210622-SmVmZmltbGV0ZmluYWwud2F2-442d4bd1-fe07-4411-95df-08715a551a08.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Jeff Immelt"],"wave_peaks":[0,361,549,721,883,1006,1193,7327,6816,7952,11562,5179,25694,9440,5407,6535,13301,6358,6575,4756,8088,4040,1543,1479,20469,19146,7078,6710,3396,9519,4105,6236,12078,7512,8733,4593,3512,3100,14365,6137,4426,1485,1484,2921,13504,1919,20799,24717,6274,3489,4164,15165,4321,8935,5745,5099,2846,5217,9092,10200,10531,4735,3722,3342,1674,24933,7042,2782,12273,16241,1331,15039,6741,5467,1544,8693,3493,2719,1135,1442,1319,15125,20604,12566,13296,4829,23429,11431,9427,12770,5799,5875,8908,11719,6224,8391,7576,3467,10861,14139,6559,3106,437,326,22500,6482,6545,18053,8162,7379,10712,7364,6041,4339,5490,5972,11167,6006,5666,6146,3873,3110,1293,6837,5777,7611,5984,4555,13804,6300,1030,11041,12199,6474,5856,2921,6951,3411,4837,1928,2907,607,279,20064,11814,5368,8547,8602,3096,150,202,8996,10737,10142,9786,5937,6725,6224,6771,7029,6262,5841,3532,263,10685,10928,11452,8746,8582,5264,7254,5615,288,271,7414,6104,6264,6427,4544,2738,3305,7285,3894,4181,860,6051,4317,7038,4576,6985,3788,1126,1167,298,8763,5464,4250,3373,5719,4895,3767,2729,8393,5558,5475,4486,14431,9479,10900,3579,7196,5993,3796,4248,6410,12668,5863,7101,5323,3759,5645,7661,3140,842,603,19866,16544,5925,6495,6868,10182,13574,6972,11421,3889,1373,11857,14368,15527,10885,8718,6100,7610,5994,6589,4525,17123,14957,3660,1647,4133,5504,3585,6690,6172,5110,3178,467,108,6651,7742,9771,8506,6091,5343,2312,5347,3604,6185,2606,2057,4034,3568,3784,7923,3818,2508,202,8697,8709,9409,6766,647,5553,15827,8971,8622,9524,9299,4194,5694,5675,7300,5931,5260,4123,2520,228,8154,8074,6779,8271,4942,3062,7655,5444,5991,2058,7983,3548,4616,6700,9793,6412,3109,7650,7277,7596,5954,4391,1169,205,4082,8354,5821,9026,8418,8740,5097,3360,3301,7828,8350,7990,5085,2381,4986,4345,3901,5341,3906,5733,241,1797,8178,6511,6809,6288,551,100,6308,9679,6999,7868,5397,5615,6693,6865,6651,5573,4815,5545,3344,2217,8209,8616,7546,5957,2387,8243,4470,6201,9072,7992,6048,2084,2391,9763,5387,4939,7153,5832,5199,4388,107,127,9530,10481,9943,4569,4711,3926,6358,8236,7728,4507,6246,7287,7708,6544,3372,137,8212,8490,7814,8937,6644,4048,4598,6887,7969,8079,6694,4212,4386,5875,4742,3408,146,146,8511,7997,6491,7206,5089,2119,3079,4944,5900,8631,7648,6516,2657,5750,3160,4364,2219,135,6880,6032,7056,291,1438,4885,6488,7015,5910,4584,5406,231,12359,7084,4696,6401,7447,9343,7091,4387,4417,2779,1120,4024,10620,10368,9124,214,7902,10155,2330,10302,723,5906,4659,7119,2332,5755,8567,7601,6677,7012,7017,5726,4558,4588,3972,4450,3315,205,8280,6664,6060,5357,3610,8081,6878,7604,7602,349,154,10173,9178,8809,7682,7578,8538,6286,2546,7000,6358,5660,6136,4740,1963,136,9572,9751,7656,7579,4763,2835,1,829,26064,8335,11763,9515,5816,4311,4064,9176,6425,3951,2363,10190,11684,5924,6003,7306,4492,4510,768,6782,5941,6070,6584,4229,2964,2629,2351,2748,1769,2094,1736,6656,4376,4058,1943,1050,640,236,11694,7953,11246,6482,13126,6160,2536,4087,1311,360,7423,6884,4439,5929,4668,9234,7521,3084,5261,2807,3499,4589,1946,1170,13382,1108,14760,14849,5116,5245,4804,6967,5728,4169,10489,7600,2215,618,4396,3878,7178,3377,10194,3727,1900,2755,4735,5562,1939,1316,5310,4315,2637,3621,5869,3342,1928,2310,2083,855,347,7360,3451,6163,6955,4110,6139,3899,2546,2961,5319,10549,3762,4295,4320,4553,5319,3459,2516,8350,3164,282,6437,5937,6932,2464,1809,1451,907,5177,3070,5637,6301,6422,6786,7547,5377,4937,6510,3153,3015,75,5040,9742,9229,2847,113,5096,6040,5631,8195,6231,4579,7432,3102,6835,5825,4101,4347,4963,139,1059,7089,6888,6756,7920,6894,6250,4737,6146,7347,7396,3753,110,5066,7230,4156,3310,5000,7659,7990,7059,5938,6812,6667,6095,70,5126,5352,548,4360,3191,5702,4732,6474,4449,1799,74,6770,9582,5594,5372,6275,7114,6393,5875,3657,57,767,7742,3450,8071,8876,5026,6374,696,81,7347,5314,8404,7434,7213,8964,5702,4229,5375,5591,6507,3452,117,5126,7037,6481,7408,5275,6326,6252,5766,7512,1333,8310,9245,7400,6665,2038,68,8942,7557,6766,6505,6716,7909,4198,5189,4333,4231,7019,4752,2912,8590,8201,5948,4967,3177,5867,4349,174,7756,8351,7879,4279,5260,4621,3258,7829,3618,461,185,9366,7401,7834,7698,8788,5928,5906,6878,5572,3636,6367,4462,4865,5069,2734,4102,5170,4995,132,6852,6211,5759,3148,5054,4910,4679,4388,1514,797,111,7102,9392,8833,7922,8486,8463,7523,8621,5316,2270,5429,8842,8280,7829,6779,1431,74,7709,10515,6180,6557,4535,112,4130,5392,5407,8730,8359,5715,3974,4318,5342,4530,130,3072,8127,7927,8618,3817,4728,8221,8256,7064,5074,4657,6439,6440,4316,453,9323,5518,8548,8212,4654,6376,6986,7323,5368,4204,5597,6614,5353,146,7104,6851,3482,4506,5786,3968,4713,474,4563,8353,10404,9374,4808,425,8688,6773,7821,9622,6797,4959,2057,1544,6401,9788,214,7485,9941,2845,9243,8936,8753,8216,161,130,9267,10654,8543,9460,8632,7783,5033,323,8076,7934,4589,6210,8164,9652,8487,5504,113,9501,8040,7992,6064,5192,7307,8168,6673,5026,4126,6186,960,8494,7744,7616,8689,8353,4909,6124,136,7663,5550,4793,4841,4857,6291,4366,6617,4869,5301,6419,5713,4007,6872,5879,3815,4098,5252,4133,3601,232,1597,10404,7446,7787,4783,5255,5182,5253,3865,6594,8153,6075,5411,9302,6136,3947,4081,3765,2813,220,5833,9543,8992,6922,7530,5976,7971,5468,7228,5720,5003,5143,5739,7362,3747,165,5934,5505,7283,8249,5512,5329,4215,3723,5612,5508,2792,2968,2288,440,1761,9549,13724,2957,3178,3185,2438,7130,5348,5430,4807,4735,3590,2666,3421,3735,2117,7813,3545,6435,5399,6575,3478,2562,1950,6766,4671,1747,2962,5251,6499,3414,5255,2486,1717,389,13298,10262,3536,5477,593,7236,3628,4642,5892,2852,2029,3573,4294,2589,4590,1690,1640,10714,8389,3074,6171,3447,3109,7030,4166,1809,8419,4630,6632,6554,4359,4345,2998,4320,3091,4048,2133,3706,7746,4215,5001,5592,3548,1858,1541,10493,10355,9537,8505,8312,4114,3243,9532,7296,4002,3691,7427,6064,5467,6625,5876,7805,3975,5890,3203,4097,3456,3720,4468,3932,572,146,4765,5739,4457,9687,9036,4734,3042,4235,4531,4262,4174,4170,3557,4162,4336,3866,4219,3929,520,169,7954,7479,3627,5576,9524,6941,3813,4407,5780,2639,5114,1483,5139,7777,8394,4502,8737,4589,3717,5312,3090,2842,7879,3819,2834,2639,5200,7648,2147,2513,1378,2320,2950,3451,3575,897,3625,80,79,119,90,14050,16653,7747,6592,2365,412,6621,5340,7094,3117,6630,6068,8945,14069,5627,3998,3446,8373,10054,3169,2854,3245,2858,5070,3950,2971,2369,1735,88,82,2542,223,75,5293,10552,6675,8360,4532,534,86,7599,7189,4294,2385,4408,7808,5958,6944,7616,6265,7866,4216,5976,4420,3363,4727,3983,7724,6139,8350,8405,7185,7319,6857,7753,3829,7135,3752,4649,2121,5541,3023,91,1195,9128,7914,4207,5457,5794,5270,5216,3911,1780,1258,85,6254,6865,7293,5493,5900,7533,6498,3013,5098,5230,6248,1042,9249,8589,4520,6918,4741,3558,106,4776,6208,7237,4763,5087,3461,1152,83,8111,2844,7403,5501,6966,5422,4357,5872,3959,5228,4977,5533,4970,129,96,166,6898,4878,5236,5697,5022,4847,1337,7608,353,139,3405,9162,8506,8508,9349,9639,8675,152,9026,7177,7145,6109,8387,5619,1687,5851,6295,8266,8953,4861,6544,4974,4610,7176,10164,5313,8005,6842,5727,5989,4470,8410,5872,3225,1620,147,7340,8422,9990,7637,3149,6122,4477,4404,8471,6995,5823,6923,4895,3936,6403,4129,7306,5529,1153,6797,4995,5054,5976,4175,6672,4906,167,8148,9374,7785,3553,3023,5139,4520,3510,3943,5150,3948,2715,121,7815,8022,8396,5693,7122,7278,6219,5010,5364,4406,878,144,7769,8153,7103,5088,5457,6561,5446,5328,4823,4788,3630,7640,3569,3528,2085,229,9037,8731,6177,6123,3564,272,6001,4793,4615,6626,2065,4633,6301,4797,3955,6110,8198,8324,5340,6393,4856,5249,6966,4364,6564,7113,5520,4792,791,175,5672,5991,5645,4470,4503,3859,4693,6882,9139,7781,3382,4308,7537,4227,5168,3071,4021,245,785,8208,6766,3850,964,72,11388,9787,9796,5027,1368,98,5794,4923,5339,4473,5849,72,2632,2051,8606,5126,2886,1069,925,8290,2634,6720,7946,559,71,7369,8522,7124,2634,4576,8136,6076,14041,7871,9763,4901,1272,9736,8930,7504,6320,634,6624,8222,9200,6252,5754,5707,5209,5695,6489,8391,5919,4582,5154,7816,5518,1395,8950,7900,6854,4953,5398,5692,4804,7736,7227,9159,7747,9365,6896,6183,7337,6347,8090,4191,834,4314,9098,6202,5941,5948,388,7728,7697,5232,6835,6476,5190,5076,5012,4949,7136,4059,2677,5912,4649,6381,8079,2361,219,121,5652,6979,1249,9089,7766,7136,4511,5307,3344,3312,1186,124,7846,5382,4671,7209,4263,7193,4919,5748,4667,4178,7912,6412,296,10120,9190,4240,8169,5426,5574,4738,2920,3221,5633,3022,4708,10763,4952,3739,4045,5368,3980,2700,4093,5415,6976,5612,5118,2144,3810,4266,3885,744,6762,8626,5384,5868,5792,4978,4988,389,9801,9096,6462,5520,7243,6740,5520,1285,7869,7265,5237,2205,7594,7664,7724,6225,8101,8126,4254,5590,5944,5762,4178,4451,4170,3914,3284,2947,113,106,5049,10089,8104,9418,8472,4927,5735,433,7197,2783,6722,7579,4883,631,7526,8115,6977,6097,6162,8370,4225,1691,147,5825,6552,7150,6031,5774,5856,4861,4749,461,3650,6538,3622,1413,186,7276,8015,9378,8714,7942,7993,4746,6351,6782,4656,6642,4733,6556,6870,5257,7225,6093,485,9569,9960,7393,6968,4217,166,8661,8168,6928,3956,3157,2435,80,87,5471,9427,5788,3184,3064,6422,5110,5927,4663,4515,2424,2010,2417,5650,6467,11488,10031,4280,4408,6113,6821,5736,3561,629,427,13191,13622,14443,9815,10043,25629,9299,5437,9239,13839,9785,11015,11769,11320,10749,7808,8536,13379,11586,5473,6959,3238,1244,2311,13912,12529,3284,5221,5107,18354,10665,9494,5880,1343,126,1652,359,9591,7760,7764,158,8444,5163,8467,5924,7913,6115,5466,6680,4755,3897,2675,113,280,6874,5934,4533,3697,3611,2221,157,8324,2932,3889,2902,365,9635,5189,7108,3174,1442,3146,8848,7446,3026,6022,5958,4739,5237,3021,155,3771,7095,7282,6804,7780,8462,5180,5757,4385,3902,5402,4106,6880,3568,1371,154,8599,8711,3944,6862,6181,5105,6239,5505,3627,5768,5733,8694,8921,9001,8038,4000,773,6027,8102,5534,6320,4736,3896,7628,450,9228,7251,5231,7455,6235,3079,8212,7958,8351,4668,4250,1090,5970,6669,5727,199,6437,8849,9074,6641,4425,4497,2551,4542,5724,3189,6276,8894,7933,8315,8566,6648,6585,5799,4924,4854,6771,7055,3177,763,5419,9361,9270,6511,4996,7563,6913,4675,7720,5701,449,4621,5571,6392,2046,6424,6949,5391,5973,3864,717,8879,6165,5497,8459,5194,4607,3744,7420,3737,4250,5980,4792,5918,3518,3318,1613,8522,8371,6007,2581,4476,6715,4820,3369,2428,4426,7879,4463,171,9606,7651,9449,5638,5680,5602,5084,3735,9268,5066,1223,307,9827,8820,8038,6265,5363,5290,6193,5841,4073,7498,5097,6106,7292,5334,6306,5273,6990,7302,6672,7435,6381,7406,1593,194,6624,5547,6837,6530,8209,6388,5478,8044,7053,4076,6131,3999,242,4270,9321,6975,8576,6900,8793,8312,8390,9574,10482,10227,6247,3537,8456,3585,5264,7712,4062,6260,7066,6534,4633,3736,188,7336,8489,8732,6458,5613,7489,2397,7904,7666,3759,4189,5206,6839,6748,3768,1637,156,7402,4305,5326,6190,6599,6894,5725,6408,6028,367,3203,4861,5454,6359,9051,8097,6799,5467,4552,5135,4460,4125,1601,195,213,2124,12531,7585,6582,11071,10088,10915,7272,8964,9884,13006,12651,6169,16548,5448,5409,4659,6280,6668,4494,3908,3664,3644,6788,5832,6992,5305,3378,3751,5458,3545,6491,5346,4890,3774,1110,13908,10176,5087,1618,7497,6726,5579,4817,9693,5059,2908,80,8499,10734,6189,5033,4338,2312,6191,9342,7619,9881,8629,3684,4797,5587,4912,7118,2436,3477,3435,6278,6412,2378,2026,259,9810,9793,6890,3763,4955,6788,6431,5972,5667,5482,5600,3973,8691,8499,4910,8585,7204,3934,898,4959,6002,4835,8018,7020,5408,4941,3562,5142,5938,5273,6025,2601,4285,1983,7858,6319,4792,5119,10296,9929,5134,5053,7424,6152,2036,7124,9373,6581,8515,6651,419,6987,6655,2403,1075,2464,10879,8599,6809,4361,4007,2656,3134,5915,6901,3904,3927,2521,8884,5123,2860,4644,4779,3378,3096,9462,5901,6691,1570,4412,4845,2594,852,7276,8183,362,160,5820,10755,5717,1869,4123,13297,6929,3368,4276,3574,1397,466,6986,6362,8139,3958,8427,5814,11811,9438,6234,8638,3710,13452,3810,3129,2631,12046,12086,13074,6204,7123,4312,5635,7526,5048,6105,770,15643,9392,8955,4431,6805,7343,7800,3965,6187,4839,4876,478,12268,14731,8201,9548,6715,6637,5984,3646,2063,10193,3993,3570,5685,3929,4603,4778,3404,1754,813,2144,3636,10488,10299,7048,8613,3162,6311,8016,5154,7607,672,3297,9036,2483,8213,4086,239,1239,8062,4810,4448,4828,4891,5182,4705,4242,3203,85,125,7418,7829,7365,3493,5586,6869,4069,1014,6397,4216,1464,81,3830,9319,5644,7966,5569,5846,4188,6174,4566,4413,1685,2253,5279,9648,7676,3517,3713,6746,5318,1206,9815,7178,1442,6668,7301,2939,5942,8201,7536,5774,7692,8345,6669,5934,3995,4235,4447,4318,92,146,5987,6351,3610,108,5554,9963,5887,1269,5526,5483,3546,2493,1032,6863,143,1180,5416,6127,6872,4568,4649,6197,3369,753,3866,5927,4739,5464,4570,1998,85,6657,7770,5381,4898,4111,3827,6236,3545,6393,5716,6016,5951,3991,80,5563,8249,7307,4393,5975,256,113,7142,709,8308,3385,2541,290,920,7852,8113,7649,6247,5057,5749,1650,873,1912,1158,9366,8445,4611,5527,5436,5408,6968,4701,3843,1244,8142,7482,5614,3209,3604,3950,2056,3915,7203,5442,6339,5824,6135,4651,4769,4397,1737,80,6526,5824,7363,5482,4945,3806,4838,5279,97,7685,6822,4806,564,5891,5341,3040,5230,4737,4013,5583,4371,2514,4116,6623,941,8285,4075,83,158,7284,5364,6337,8008,6376,5233,3752,3620,7505,4396,3030,2631,887,546,7935,8110,8449,8674,6047,4874,2571,6739,8641,7580,4560,4050,5414,9319,6154,3862,1472,2546,205,5890,7951,8076,7641,2940,1317,1917,7110,8073,7769,9978,8772,7570,6943,6822,5964,7792,6131,6081,4089,1093,99,3929,7094,7956,9781,7175,7478,7804,2715,8581,5149,5401,5421,7152,5788,7000,4249,4916,5273,2572,4975,1406,11823,2093,4059,4445,3652,1283,10281,7641,6797,10927,9983,9245,8072,8452,5618,6013,9001,8533,5472,2921,323,7123,4536,4330,7807,6605,5887,3288,146,7715,7048,7056,10190,9057,6900,5398,6026,3517,5937,9854,9886,5504,4690,6797,7245,3442,6128,5294,4588,2974,136,129,7547,7301,6055,4987,276,5572,5557,7037,3620,3969,6969,6330,4725,5598,5033,4618,461,6982,5961,4851,4238,6561,466,5664,6351,3078,3900,3880,5546,2293,116,94,5177,6497,5608,1867,5336,3568,5882,5621,4390,3849,465,131,5076,5424,5265,4460,2036,7121,6515,7989,7867,3829,4404,3482,5733,2001,7570,5330,3421,8146,9031,7185,4853,98,83,9166,5602,4347,5017,5342,3083,8084,5715,6909,3994,5311,6291,4746,3720,1483,4583,3352,5265,3581,4440,4767,103,143,5118,3870,3514,3187,5569,6261,6425,2602,657,1589,233,109,6351,13866,7121,8253,3117,6697,10269,14927,12508,1997,3444,8974,9325,14127,4181,6341,8727,5665,6933,8808,4454,11165,7194,7792,11749,10838,6938,9788,1161,2016,20835,22803,13330,4810,7711,6256,8185,8277,7844,8447,5672,8826,1159,16972,7885,8973,6939,3752,322,7353,7807,8784,5924,5259,3493,3952,10562,7263,4526,5814,5980,5505,5224,6549,5473,4149,6930,6146,5186,5894,4837,2991,8379,4148,5078,5533,6162,827,7294,9238,5969,4655,4015,3328,4837,8726,7593,5296,8988,4266,5059,14885,13493,7797,1604,6591,5446,1492,10397,8991,6408,5807,8577,16090,10962,6457,5484,1408,13600,8604,12832,4803,4983,9191,5240,6031,5832,3713,985,251,9214,9980,7116,16188,3715,1957,407,8752,3777,9928,3019,4573,9510,11026,7575,2045,14677,5913,3454,4538,675,21495,14268,9229,8427,10002,7409,7307,5353,4986,3833,4361,4758,5182,8031,3795,5889,7460,2561,4332,4713,6479,7275,11646,3723,4249,3147,2286,2990,8774,9150,6959,7610,7060,7642,6574,7803,4867,3591,8150,5272,3978,6303,5488,7242,7945,7042,5431,356,7232,7066,5218,4471,3442,6595,3167,206,9086,8356,7781,6505,3713,4931,7348,6679,6138,1019,103,1295,7726,7370,3134,6442,5734,6089,6192,3625,5549,4183,4519,4500,5830,3000,2994,3909,4027,215,7178,8088,8498,6225,4981,5124,6705,6065,6490,5257,6064,4819,4935,5587,2860,4939,2498,6011,10530,8903,4252,6148,5750,3572,4177,7432,5341,4503,3934,2010,3620,5432,5907,210,8919,6270,6650,2364,4228,5756,5709,4759,3577,171,6678,5300,6253,3634,9197,3331,1310,9517,6410,3626,8649,3242,3994,2494,3267,6607,5458,16172,9774,11284,10344,10113,9034,2174,8841,11276,11100,8191,866,188,9675,10518,9029,8758,5075,5666,7302,8018,4035,6061,9576,5175,4901,13364,11130,12652,7218,5155,5140,19714,5521,4595,5249,5903,4719,19892,12420,10426,11682,8824,4499,3718,6063,4506,1886,2017,5454,7950,2917,2923,3002,3705,4638,3812,2724,1570,3213,3539,2606,5527,3822,2856,1718,2212,1856,2957,1938,543,11204,6158,7277,7209,5763,2451,3670,3939,4331,2515,9340,2384,3569,5820,7571,5441,2548,2296,5821,4373,2842,4636,7280,6951,3460,4149,3860,4798,8369,3008,3666,2190,3689,5935,5576,1812,2650,797,611,10110,10643,8394,7245,6318,4833,5543,6162,6114,4942,4737,3408,4484,3340,2095,1094,9284,7059,5897,5414,5324,3619,2681,6598,5297,2954,1833,2357,1468,121,4496,7429,6015,6655,4514,5245,6208,5690,6818,5847,6021,4533,3575,4862,5556,5394,3661,2600,7780,6422,5779,4822,3984,3143,3315,3214,3422,5282,3668,2360,246,136,238,6731,3415,977,224,172,14340,2778,4430,8648,6264,5852,2477,2634,3848,3519,4942,15080,6501,5855,5195,16481,10196,4712,8736,5040,1674,3890,8786,7027,7944,4142,4164,3019,4054,5027,1261,286,513,1553,29643,13831,17944,9080,11460,15857,14914,8569,6048,8350,3921,9353,4438,4922,3291,3587,4160,15136,16595,3336,140,7721,9957,10484,9030,22245,10790,16708,14691,8086,8328,4018,471,10600,9538,19771,16520,6299,16322,4749,4506,7470,4378,11731,8939,4997,5803,4782,13616,10088,4971,10451,6127,6279,5330,4636,5094,9732,5699,6704,1899,148,10830,7173,4512,1924,633,151,92,165,3816,7401,6965,3786,422,133,80,124,13505,16265,10960,16183,11372,13629,17904,13560,15888,11256,9341,14226,7047,7155,7971,10920,11284,9421,9933,8796,7699,7007,7250,3034,1782,3250,93,79,8909,11403,10589,8255,7824,7532,8165,7738,7956,8459,8043,6554,10207,8590,8128,8293,3627,3942,1605,4796,7408,7380,6705,5489,6291,6575,3619,1626,87,3190,5709,7143,6361,6307,4243,4155,5167,4392,1511,1745,2454,8440,8457,5713,2818,958,111,100,5440,5731,5006,2019,1332,7447,5847,5660,3932,1979,2884,6548,3315,4362,6749,115,100,4777,10137,10901,7792,2248,10750,9720,8155,1158,7393,8973,6958,7129,7553,5913,4381,4864,1101,164,578,5399,4389,227,8440,5982,7961,1845,7326,8228,3289,3764,4800,7351,6915,4509,2282,5430,4817,118,4959,5370,5616,3594,508,4651,5595,3424,1427,781,173,2980,5198,5539,6270,3114,3466,4052,4663,5047,7170,3117,5730,5423,9332,12028,5864,5343,5637,4552,7631,7616,8475,4911,5613,288,18874,10001,8069,8230,11163,5078,6636,765,2838,5932,4769,2344,4538,4451,2406,391,367,15289,6497,9598,11171,10961,9831,9076,6506,8879,8110,6653,8390,4859,6760,5472,4645,3803,2106,146,8145,7455,7804,4519,4371,5403,4016,2328,875,2324,2083,6555,1660,9153,8054,5854,5803,7233,7164,5444,1674,2329,9515,6318,1552,4311,3537,1874,4268,5054,4894,96,8023,7564,4353,2495,3420,868,500,5877,5679,5607,4234,6666,5805,569,5692,5885,16532,11922,7231,6757,2628,1311,3738,4523,14808,18550,3415,2643,3301,11265,5692,6361,7528,6502,5643,4930,5262,6032,364,114,127,127,10195,9621,8458,8414,4343,4130,4125,5590,6447,3444,7701,7374,5526,5550,5798,3478,2973,3544,5630,3465,3009,3765,663,16679,13286,191,6530,8648,9627,4713,6342,3995,1006,4668,2991,2984,9047,6395,5313,5079,3404,2443,4938,10300,7511,5536,438,123,131,7889,10322,7751,7563,5495,3022,132,117,7307,9662,7705,5722,702,110,9228,8460,8643,10038,10316,9900,10063,10165,7852,5683,9595,8151,325,9258,7883,8730,8629,8394,4784,7247,6598,7415,8536,5644,8531,2994,3310,3403,139,5252,10053,8448,6460,5865,5869,5490,4574,6593,6878,8274,3988,4998,6506,2161,5138,7315,6520,3356,9815,4352,669,4395,9868,7166,8112,5907,7424,8946,5514,3791,1396,2183,2407,2372,3929,6615,7113,3936,3216,8134,10883,5816,11227,10922,2977,16312,9927,8533,17143,8855,17784,10085,8059,6283,4188,9221,8346,1098,26328,29246,13908,17764,14320,9930,19605,14781,8046,11556,2567,4348,8692,7083,10976,4716,7554,2863,10512,7580,4911,4241,7741,3790,1252,5368,4704,1756,4188,4957,4667,4447,3615,171,114,8119,9330,8871,8355,6118,5657,4443,5320,3870,3174,4438,5899,6241,7018,4869,3185,3657,5122,3156,920,5180,4278,6667,5156,5942,8668,6752,6743,7078,6560,5888,5396,5486,5157,6268,9140,5615,4881,5141,1513,2378,8516,2937,6681,4073,7919,11873,7873,5370,9872,6031,11410,16070,10994,14067,7461,8374,9913,6908,7258,6732,4736,6014,3662,357,3237,7773,4439,1950,3988,525,12958,8107,9494,7097,4575,5895,4997,5701,2692,3818,7385,5186,3254,10047,4428,4075,6474,4186,5463,3644,1087,127,114,173,119,8152,8390,3532,103,109,113,6899,8971,4823,3937,1457,1344,144,159,1237,6528,6637,1293,5735,2486,7125,5759,7594,4785,3113,4322,4476,5770,3257,2805,2144,1029,618,618,610,131,3797,3177,9083,4857,1815,1411,617,135,5350,5715,5112,4075,6060,4401,5246,5182,5569,2683,953,5686,581,4060,5796,4179,1534,169,297,4537,6094,177,5981,6759,5871,5764,4915,3390,3418,2803,1459,159,161,7335,7074,7096,6990,7670,4579,3717,3106,1030,1156,1443,4106,1886,156,4472,7293,8766,2894,226,4393,3073,6632,3730,4617,3704,4982,3671,3375,1925,4477,340,187,9347,9041,7609,3534,145,167,1183,6965,6814,3720,175,164,5553,3783,2379,1367,297,539,227,176,5107,24525,16350,17730,17256,10953,14146,9411,14811,24948,16474,10059,14661,6096,17194,8712,14603,4708,6849,13246,9200,10165,8484,3479,6001,6132,5527,3944,3980,4793,9965,12360,8797,1779,2922,4194,3176,2184,2073,650,4246,5779,199,312,21539,2347,19081,6908,7644,3481,2895,11986,8934,5037,8798,9838,19402,2934,11776,4723,6920,3727,9669,4373,7625,4690,5902,5783,3317,5473,9081,5974,4090,9813,5731,3794,8321,11440,1861,8257,4131,3010,5384,2227,1773,244,207,15965,9879,7911,3562,6704,6927,14914,9113,12170,4352,2538,10859,6442,7083,4992,5078,7832,6749,3681,3661,2697,357,8555,13322,6811,8773,4303,7795,2352,2925,1649,105,10163,5056,7289,4499,8702,9440,9132,8089,5311,4393,5349,4931,3754,3032,1310,1297,1368,4254,3274,2934,2406,6847,5686,1519,1532,1513,1423,1472,12613,8333,10041,5262,4140,10515,13777,4469,17261,10462,5894,1765,7280,10655,3174,7665,17692,5281,8152,7007,8933,6087,4543,5332,4767,3168,16098,9628,7921,5514,9725,6185,1835,14031,6367,6300,6647,3065,1843,1493,12101,17114,9693,14643,14957,10442,7059,5072,3080,11427,7485,4245,4097,4259,1670,1936,1922,1492,1346,1396,1317,1207,1094,1069,832,566,561,473,338,177,5],"fragments":[{"begin":"0.000","end":"45.400","lines":["Innovation serves as a driving force for many individuals and companies. Buying into this approach is one thing, but actually implementing it is quite another. Hello, I’m Matt Abrahams and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast. Today, I’m really excited to chat with GSB lecturer and former CEO of General Electric, Jeff Immelt. Jeff teaches the popular Systems Leadership for the Digital Industrial Transformation course. And he recently wrote the book Hot Seat: What I Learned Leading a Great American Company. Welcome, Jeff, thanks for being here."]},{"begin":"45.400","end":"49.240","lines":["Hey, Matt, it’s great to be with you and I’m really looking forward to this."]},{"begin":"49.240","end":"77.840","lines":["Excellent, so am I, so let’s get started. You were the CEO of GE for 16 years, 16 very challenging years. You managed GE through 911, the Enron scandal, the financial crisis of 2008 and 9, as well as the Fukushima nuclear disaster. What lessons did you learn about how to handle crises? And what advice do you have about communicating difficult or bad news on a personal, or company level?"]},{"begin":"77.840","end":"156.600","lines":["This was a very volatile era for sure. There’s each crisis, you know Matt is different, but there are things that are common across each one of them. I think good leaders absorb fear, so you find ways to take a lot of bad news. Reflect on some of it with your team, but absorb a lot of it and I think keeping your cool is a key aspect. You learn to manage two truths at the same time, which is things can always get worse, but you don’t wanna give up on the future and what that can hold. You learn how to make decisions in a crowded room. So you don’t have the luxury of saying, let me study that for another week, you have to make tough calls and do them rapidly. And then on communication, I think you really learned that in a crisis time resets and you have to communicate more frequently than maybe you’re used to. Even where sometimes the communications is I don’t know, right? That’s part of communication as well. And so I think just the frequency of communication is important, because time resets. And then the last thing I’d say is, really, there’s no such thing as perfection of crisis. This is a pass fail test, and all you really want to do is make progress."]},{"begin":"156.600","end":"195.040","lines":["Absolutely, I like that notion of time resetting and not being afraid to say I don’t know. And just making sure that you’re communicating frequently can help. Thank you for that. Now, you followed Jack Welch at GE, and in your book, you mentioned that one lesson you learned from him was, “Good leaders speak in one voice to the entire company in subtly different voices in an auditorium, and conference room, or one on one.” Why do you feel this lesson is so important? And how do you pick specific words or vocabulary based on the audience you’re speaking to?"]},{"begin":"195.040","end":"310.160","lines":["The thing that Jack Welch did better than anybody I’ve seen before or after, is just his ability to run an organization at scale. So when he was in front of us communicating to the entire company, it would be words that were simple, themes that were consistent, aspirational but tough-minded. When he was running a meeting, he would be more specific, he would be more pointed, he would be the ranges of highs and lows. The voice which was to the entire community was challenging, but calm. In a meeting, it could be excitable. And when he was down to the individual, he was extremely specific in terms of performance and expectations. I tell a story in the book, Matt, that I was having a very difficult personal review with him when I was running the healthcare business. And he was quite challenging and very difficult and it was a room of maybe six people and very pointed that we went next door and he met with the union leadership team. It was a different person, right, in the span of ten feet. He was more conceptual. He had a twinkle in his eye. He was still tough minded, but the entire vocabulary changed to things that are important to his audience. So I think one of the things I learned from him that I try to drill in people today is that you’re not the audience for your own words. Sometimes people are very selfish about their communication. And then what you really wanna do is kind of make it work for the person you’re communicating with and that’s what a good communicator does. And he was a really great communicator."]},{"begin":"310.160","end":"334.160","lines":["So that last point is one that we’ve heard many times on this podcast: that you have to adjust and adapt your messaging for your audience. You’re really in service of their needs. What you’re adding to it that I think is really valuable is it comes down to word choice. It’s vocabulary, it’s lexicon. You have to think not just about what you’re trying to say, but the specific words that can have impact for the audience you’re talking to."]},{"begin":"334.160","end":"351.920","lines":["And I think your point, Matt, on words is so important. I was looking at some of the papers of my students last week. And just their ability to communicate in very simple phrases, I still think is something that even sophisticated students still need to learn."]},{"begin":"351.920","end":"358.440","lines":["Yeah, so simplicity and concision, I think, are two guiding principles for both writing and speaking for sure."]},{"begin":"358.440","end":"360.760","lines":["It did, yeah."]},{"begin":"360.760","end":"370.800","lines":["Turning to innovation, how did what you call what if thinking help you in GE promote transformation?"]},{"begin":"370.800","end":"401.080","lines":["Yeah, so I think particularly when you’re in a big company, a legacy company, you want people to think about not just the way the world is today, but the way it could be. So when we would have technical reviews, we would actually encourage people to describe what a future state could be. So for instance, launching an aircraft that could fly nonstop from Sydney to New York City."]},{"begin":"401.080","end":"402.240","lines":["Wow."]},{"begin":"402.240","end":"483.720","lines":["So you can sit and say, okay, it has to have a thrust of thousands of pounds and fuel efficiency of x and all that stuff. And you could put it on a spec sheet. And everybody would sit, and then engineers would get it, but everybody would kind of just nod their head. But you can describe it in terms of I wanna develop a CT scanner that can freeze the beating heart. I wanna be able to image amyloid plaque. I wanna be able to have a wind turbine that has zero unplanned downtime. I wanna fly a plane from Sydney to New York City nonstop, right? Those are the things that, what I would call “what-if thinking” that basically people could describe the benefit to society, to customers, to their peers. Then we can figure out the rest. And I just think storytelling, not like Aesop’s Fables or something like folk telling that has an outcome. It’s very aspirational and engineers can leave a meeting and say, okay, now I know what I’m going to do. It’s gonna have 150,000 pounds of thrust, that’s pretty awesome. But he’s what is really gonna do, it’s gonna deliver people nonstop halfway around the world. So I think that’s key, particularly in driving change at scale."]},{"begin":"483.720","end":"496.240","lines":["So painting that picture, telling that story to help motivate people, but also instill in their minds what you’re trying to achieve, rather than just listing bullet points and specific specifications is what makes the difference."]},{"begin":"496.240","end":"528.640","lines":["Exactly. And again, I think it goes back to what we’re talking about before Matt, which is, you know, you’re in a room of 120 engineers and an aviation business. You know, they know how to read spec sheets, right? They know that, but what gets them motivated is the purpose of what you’re trying to get done. I would always try to encourage people to think about the what if, be able to articulate it, because that’s what really motivates people."]},{"begin":"528.640","end":"546.520","lines":["Well said, and really thinking about that relevance and the motivational aspect of the story sounds critical. Now, in addition to what if thinking, you also support innovation by focusing on imagination breakthrough, what are these and how can we bring them about?"]},{"begin":"546.520","end":"634.040","lines":["Yeah, so I think it’s again trying to find specific cases that prove what can be done. And I think if you can plant seeds, and let’s say a dozen or 15 or 20 imagination breakthroughs, they have a multiplication effect because it says to people, look, if they did it over there, we can do it here as well. And so what we try to do is just put a spotlight on things just to say: hey, look, we’re going to do a 10 megawatt wind turbine, we’re going to put a spotlight on it, not because it’s necessarily going to be the biggest or not, because it’s necessarily the most important, but we want everybody to see what’s possible in the organization that they can rally behind. And so what you find is that by putting a spotlight on specifics, the general takes care of itself, right? So if you want to make a company that’s faster and more innovative and focused on the markets, and you’re leading at scale, so you’ve got hundreds of thousands of employees, right? You can’t just go say, okay, everybody go try harder. You basically say, look at these ten things we did. Now you can do those in your business and your operation at your scale. And so the kind of the exception becomes the rule, if you articulate it well and give people a chance to get the work done."]},{"begin":"634.040","end":"648.360","lines":["Great. So it’s giving them something specific to model or pattern after and motivates them to use similar principles or to achieve similar results. Even if it’s in a very different workspace or product line."]},{"begin":"648.360","end":"672.200","lines":["And again, in a small company and startup it’s easy, because it’s what you do. It’s who you are. It’s what you do. But if you’re GE or GM or Cisco or bigger companies, you need to be able to point to things that everybody can rally behind and say: Hey, I can do this too. Here’s how they did it, here’s what they learned, here’s what works, here’s what didn’t work, I can do it too."]},{"begin":"672.200","end":"680.600","lines":["And by creating that use case, you can really get people to focus and innovate. So, very important lesson there."]},{"begin":"680.600","end":"681.760","lines":["Yeah."]},{"begin":"681.760","end":"702.880","lines":["I have another question that I’ve always been curious about. In my experience, companies often have brilliant, talented people who can really help with innovation and moving ideas forward. Yet they struggle to communicate their ideas and get them heard. What advice do you have to help those folks maximize their impact and get their voices listened to?"]},{"begin":"702.880","end":"787.560","lines":["Yeah, the first one is for the boss. I can’t tell you how many times after a meeting, I would go to some people and say talk less. And I would go to other people and say, talk more. And that was maybe the most frequent feedback I gave over a 35 year career. I think some of it is just confidence that people think they have to be perfect in order to open their mouth. And I think it’s giving in your own self confidence of practicing the art of listening to your own voice, hearing the vocabulary that you like to use, watching the room to see, what impact you are having on others. And I just encourage people that it’s not selfish and don’t be shy, just learn to listen to your own voice and develop your own confidence. And then I would say Matt, look in meetings there’s four types of people. There’s people that are always on point. There’s people that are never on point. People that know the answer, but won’t raise their voice. There’s people that are. No matter how much you try to engage them, they’re gonna sit back and say I told you so."]},{"begin":"787.560","end":"788.960","lines":["Right."]},{"begin":"788.960","end":"807.680","lines":["And you know, your job as a manager is to find category three, the people that know the answer and just won’t raise their voice and go around room and point on people and say what do you think? And the job for your students or for people that are listening to the podcast …"]},{"begin":"807.680","end":"808.400","lines":["Right."]},{"begin":"808.400","end":"833.880","lines":["Is to just give it a try. Just practice. Practice, practice, practice It doesn’t have to be perfect. And as you as try more, you get better and I saw people go from just sitting in the back of the room, never opening your mouth to being really confident and it was just about practice."]},{"begin":"833.880","end":"885.160","lines":["So many things there that I want to unpack. At first, I am so impressed that you would just go up to people and say, hey, I need you to talk less. I think that is very important for leaders to be able to do that bluntly, but politely. The notion that you brought up of it doesn’t have to be perfect echoes something we’ve talked a lot about on this podcast, when we’ve talked to people who come from improv mindset. You know, it is a wonderful thing in improv good enough is great. And just giving yourself permission to just get it out is really a nice first step, for those who are reticent. And this notion of practice is critical. Record yourself, try saying things out. I like to joke that in my mind, I’m amazingly eloquent, but when I open up my mouth, I’m not as lucky, and it takes that practice to get you better at that. So lots of …"]},{"begin":"885.160","end":"926.800","lines":["I would say that beyond that, like I was, you know, like, at the end of every day I would go to bed saying, God, I wish I had said this differently. I wish I had, you know, had a different turn of the phrase or I just did a crappy job at that presentation and I was always learning. I never gave up trying to be a better communicator. My daughter’s 34 now, but she would come with me sometimes and she’d say, you know, Dad, you’re pretty good public speaker. How did that happen? I said, because this is the 50,000 public speech I’ve given, and when you’ve done 50,000 of these things, you get better at them."]},{"begin":"926.800","end":"953.240","lines":["That’s right. So getting the practice in really does help. But that last point is so important in all of the strategic communication classes taught at the business school at Stanford, we really reinforce this notion of reflection. So even though it might have made you feel bad, Jeff, the fact that you were thinking about how could I have said that better? What could I have done differently? Ultimately, I’m sure help make you better and so that reflection is critical."]},{"begin":"953.240","end":"974.200","lines":["I say sometimes that leadership is a journey into yourself. It’s self-renewal, self-reflection, self-confidence. It’s going to bed kind of scratching your head and saying: man, I’m not as good and waking up the next morning and trying it again, and I think that’s what matters."]},{"begin":"974.200","end":"990.280","lines":["That’s so motivational and I think all of us could benefit, not just in our business life, but in our personal life, taking that same approach. So before we end, I’d like to ask you the same three questions I ask everyone who joins me, are you okay with that?"]},{"begin":"990.280","end":"991.080","lines":["Absolutely."]},{"begin":"991.080","end":"1004.800","lines":["All right, here we go. Question number one: If you were to capture the best communication advice you ever received as a five to seven word presentation slide title, what would it be?"]},{"begin":"1004.800","end":"1007.360","lines":["Speak simply."]},{"begin":"1007.360","end":"1010.280","lines":["I love it. If that was such a simple answer you modeled it."]},{"begin":"1010.280","end":"1050.120","lines":["One of my mentors was a guy named John Opie, he was a vice chairman, but he was just a tough-minded operating guy, and I was kind of in the middle of my career, and I was giving a presentation in the board room, it was during a difficult time. And he grabbed me as I’m walking out and he said to me, Jeff, you could have done all that in one-tenth the amount of words and charts. Just remember that. Be simple, be specific, be to the point. It’s what everybody appreciates."]},{"begin":"1050.120","end":"1060.000","lines":["Yes, and people who’ve listened to me speak before know that I love this quote my mother has often told me personally in the same way you got your advice. Tell the time, don’t build the clock."]},{"begin":"1060.000","end":"1060.480","lines":["Exactly."]},{"begin":"1060.480","end":"1062.600","lines":["All right, let’s move to number …"]},{"begin":"1062.600","end":"1071.000","lines":["And it goes back, I’m sorry, Matt. It goes back to what you said earlier, which is you’re not the customer of your own words."]},{"begin":"1071.000","end":"1072.200","lines":["Yes."]},{"begin":"1072.200","end":"1080.040","lines":["You’re really trying to convince others to take action in some way, and so many times people forget that."]},{"begin":"1080.040","end":"1084.440","lines":["Absolutely they do, that’s right. It’s not about you, it’s about them."]},{"begin":"1084.440","end":"1085.080","lines":["Yeah."]},{"begin":"1085.080","end":"1090.520","lines":["Number two, who is a communicator that you admire and why?"]},{"begin":"1090.520","end":"1092.480","lines":["I’m gonna pick a funny one maybe."]},{"begin":"1092.480","end":"1093.200","lines":["Okay."]},{"begin":"1093.200","end":"1097.480","lines":["I’m gonna pick Bill Belichick who is the coach of the Patriots."]},{"begin":"1097.480","end":"1098.440","lines":["Yeah."]},{"begin":"1098.440","end":"1130.840","lines":["Because he always gets it his way, right, and in good days and bad, he is disciplined. He always gets it his way and reporters really love them. In other words, they hate him but they love him. They scratch their head and reporters feel like if they make it through a Bill Belichick interview, it’s something they could tell their children about. So he’s disciplined, but he always gets it his way and there’s something to be said about that."]},{"begin":"1130.840","end":"1141.160","lines":["Sure, is there something he does to help him get his way that you’ve noticed? I’ve seen him speak, I haven’t really observed his behavior and then liked it."]},{"begin":"1141.160","end":"1143.440","lines":["Sparse words and stays on message, right?"]},{"begin":"1143.440","end":"1144.120","lines":["Okay."]},{"begin":"1144.120","end":"1152.480","lines":["And they say, did your quarterback have a bad game today? And he said, well, we’re just focused on next week, that’s all that matters."]},{"begin":"1152.480","end":"1153.920","lines":["I see, excellent."]},{"begin":"1153.920","end":"1159.240","lines":["The defense stunk today and he’ll say, well: we’re just focused on next week, it’s all that matters."]},{"begin":"1159.240","end":"1177.040","lines":["Right, and that gets back to something you spoke about earlier, have clear themes, speak them simply and repeat them a lot. Question three: what are the first three ingredients that go into a successful communication recipe?"]},{"begin":"1177.040","end":"1212.600","lines":["Vocabulary. So, really thinking through the words you wanna use. Storytelling. So really being able to create a narrative that enlists your listeners imagination, and again, I come back to Customer satisfaction. Which is it’s not about you. It’s about the people that you’re trying to motivate. So, vocabulary, storytelling, customer satisfaction."]},{"begin":"1212.600","end":"1226.040","lines":["That’s the whole arc right there. You have a solid story, you use the right words that resonate and motivate and that’s what gets you to that satisfaction from the eyes of the customer."]},{"begin":"1226.040","end":"1227.040","lines":["Yep."]},{"begin":"1227.040","end":"1249.560","lines":["Jeff, thank you so much, your insights on managing crises and fostering innovation and how to make our communication more effective are incredibly helpful and very actionable and straightforward. Best of luck to you on the book Hot Seat. I read it, it was very enjoyable. I took away lots of notes and ideas, and best of luck with your class this quarter."]},{"begin":"1249.560","end":"1254.640","lines":["Great, Matt, thanks, it’s a joy to work with the students at Stanford, I have to say that."]},{"begin":"1254.640","end":"1279.000","lines":["I totally agree. Thank you. Thank you for listening to Think Fast, Talk Smart, the podcast, a production of Stanford Graduate School of Business. To learn more, go to gsb.stanford.edu. Please download other episodes wherever you find your podcasts."]}]}
