{"title":"Make Numbers Count: How to Translate Data for Your Audience","url":"https://www.gsb.stanford.edu/insights/make-numbers-count-how-translate-data-your-audience","intro":["“We have to make data emotional because emotions are what drive us to act,” says Chip Heath, a professor of organizational behavior and author of the new book, Making Numbers Count: The Art of Science of Communicating Numbers.","In this interview with podcast host Matt Abrahams, Heath talks about ways that data and statistics can be used to illuminate — or obscure — our message. “A lot of people in the world don't understand numbers like the numbers people,” he says. “And there are a lot of untranslated numbers that float around in organizations and in society.”","Heath suggests thinking about numbers like a foreign language we need to “translate” for our audience: “If we don't translate numbers into something that's more tangible, we're going to sacrifice in a big way.”"],"transcript":[{"author":"Matt Abrahams","text":"Data often reigns supreme when you’re trying to pitch or to persuade, yet too many numbers can numb those listening or reading them. How do we find the sweet spot, where numbers are motivating to our audience without complicating our messages? I’m Matt Abrahams, and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart: The Podcast."},{"author":"Matt Abrahams","text":"I am really looking forward to speaking with Chip Heath. Chip is the Thrive Foundation for Youth Professor of Organizational Behavior at the GSB. His research examines why certain ideas survive and thrive while others don’t. He is the co-author of many amazing books, including The Power of Moments, Decisive, Switch, and Made to Stick. Chip has a new book out: Making Numbers Count: The Art and Science of Communicating Numbers. Thanks for being here, Chip. I am a huge fan of your work."},{"author":"Chip Heath","text":"Thanks for having me."},{"author":"Matt Abrahams","text":"Let’s jump right into it. I have enjoyed all of your books, but Made to Stick, which focuses on how to get ideas to stick in a world full of so much information, and Switch, which is all about effective persuasion, continue to have profound impact on my communication. Can you share with us one powerful takeaway from each of these books?"},{"author":"Chip Heath","text":"I think the takeaway from Made to Stick is that all of us, as we become experts, experience what we call the “curse of knowledge.” And the curse of knowledge says that when you’re an expert, it’s hard for you to imagine what it’s like not to know what you know. So if you’ve ever talked to a doctor or a lawyer, you’ve been on the other side of the curse of knowledge if you’re not trained in those fields."},{"author":"Chip Heath","text":"But it also works for any kind of expertise. Take an 11-year-old boy you know and ask him about his favorite video game, and you’ll be on the other side of the curse of knowledge. That 11-year-old cannot fathom that situation. And so the best hint from Made to Stick is to talk in very concrete ways because before we become an expert, we think in very concrete terms."},{"author":"Chip Heath","text":"I think the takeaway from Switch that I loved most was discovering the power of bright spots thinking. And so it turns out that our brains are wired to critique situations. And so if we’ve got a global economic downturn and the salesforce has really been hit hard by this, we’ll tend to focus on the people that are doing the worst and try to coach them and help them out. What we don’t often do is look at the best people and steal their ideas."},{"author":"Chip Heath","text":"And so I think — you know, plagiarism is only penalized when we’re in school. After that, you can borrow and steal ideas. And we’re not talking [IT] here, but we’re talking: If somebody has a great idea in your salesforce, why not roll that out to the other salespeople so that they have the benefits of having that pitch or that idea or that angle for a customer? I think we don’t do that nearly enough. We don’t do it in education. We don’t do it in nonprofits. We always try to rediscover things. The advantage that we have with bright spots is that you can take the best of what’s already been discovered."},{"author":"Matt Abrahams","text":"Both of those speak very loudly to me, and I remember them distinctly from reading your books. The notion of the curse of knowledge looms large in all communication. And this idea of leveraging what you already have, it makes a lot of sense. You’re right: We spend a lot of time reinventing rather than leveraging and reflecting on what works and advancing it. So thank you for sharing that. And I love hearing it in your own words — it’s exciting to hear it, not just read it."},{"author":"Matt Abrahams","text":"Speaking of your books, in your newest book you explore how we can better communicate numbers and data. You make the provocative claim that if we want to communicate clearly, every number must be translated. What do you mean by “translate”? And what are the dangers of leaving numbers untranslated?"},{"author":"Chip Heath","text":"I think the danger of leaving numbers untranslated is that we just don’t get it. Some people that run the search engine at Microsoft did some experimenting on this, where they took a fact from the literature, and they were giving [unintelligible] to somebody who had just done a search. And so somebody was looking for the area of Pakistan."},{"author":"Matt Abrahams","text":"Mm-hmm."},{"author":"Chip Heath","text":"And let’s make up a number because I don’t have it here in front of me. So 680 billion hectares, or whatever it is. If they also gave people a slight analogy to that and said Pakistan is about the size of two Californias or five Colorados, it turns out no matter what phrase you picked out that equated those two terms, people would remember a day later, a week later, or six weeks later much better if they had the translation."},{"author":"Chip Heath","text":"Now, I think the curse of knowledge has an impact on us when we’re dealing with numbers. Numbers people know their numbers very well, but almost everybody else doesn’t know their numbers. If we don’t translate numbers into something that’s more tangible, we’re going to sacrifice in a big way. One example from my students is: Years back, I gave people the assignment of convincing people to buy carbon fluorescent bulbs when they first came out."},{"author":"Matt Abrahams","text":"Mm-hmm."},{"author":"Chip Heath","text":"And they were expensive. One bulb might cost $7, and you could get a whole pack of the old incandescent bulbs for $4 — and yet they saved electricity and lasted longer. And so some of my students sat down and said: “No, we didn’t do your assignment where you ask us to talk about the savings on electricity. The one thing that bugs us all is that changing a bulb is always a hassle, and these carbon fluorescent bulbs last seven years as opposed to one year of the normal, incandescent bulb.”"},{"author":"Chip Heath","text":"And so they said: “Here, think about this. If you change that bulb when your child is learning to walk, the next time you change it, they’re going to be learning about oxygen in second grade. And the next time, they’re going to be taking their exam for driver’s ed.” And all of a sudden, they made seven years mean something to me, and it was just such a stunning revelation. I thought I knew what seven years was, but I didn’t until I marked it out with the development of a child. And so I think that’s the beauty of it."},{"author":"Chip Heath","text":"If we translate numbers, everybody is in a position to get the numbers. Very often analytical people get frustrated because nobody is understanding their analysis. I’d say if you just go a little further and translate those numbers, your analysis is going to have a bigger impact."},{"author":"Matt Abrahams","text":"So giving that perspective, that comparison, can really, really help. And I love that example. Our students are so creative, Chip, I’m often in awe of what they can teach us."},{"author":"Matt Abrahams","text":"In my coaching and teaching, I find that people see data and emotions as separate, almost opposites, like yin and yang or Star Trek’s Mr. Spock and Dr. McCoy. How can we make data emotional? And should we even try?"},{"author":"Chip Heath","text":"I think we have to make data emotional because emotions are what drive us to act. And so if you think about Florence Nightingale, who was a hero of mine, [she — ] the career of nursing. So Florence Nightingale founded that profession, but she also founded a lot of the statistical analyses that we do in society."},{"author":"Chip Heath","text":"She originally came [to] prominence in Britain during the Crimean War, where she was looking at front-line hospitals and trying to change their sanitation practices so that they weren’t killing off soldiers. And she had a very clever grasp, made it clear that the Russians were killing off a certain number of our soldiers, but our hospitals were killing off seven or eight times that amount because of the deaths that would happen once somebody had a wound and it got infected or …"},{"author":"Matt Abrahams","text":"Wow."},{"author":"Chip Heath","text":"And so she pursued this not only during the war but after the war. And so she was brilliant at doing things that, I think, we don’t do nearly enough, which is to take our numbers and put them in an emotional context."},{"author":"Matt Abrahams","text":"Wow. Very provocative and very clearly answered in terms of yes, we need to use emotion when we talk about data and numbers. And certainly it plays off of what you talked about in terms of comparisons earlier, in what you can compare to could be very emotional and have that impact that you want."},{"author":"Matt Abrahams","text":"So I wonder why we don’t do that. Is it that we’re just not taught how, or is it that we just figure that knowing the information is enough and we just leave it for people to figure out on their own? I know you don’t know the answer to that. I’m just curious. It strikes me that, in all the examples you’ve used, they’ve been so provocative. My immediate question is: Why aren’t we doing this all the time?"},{"author":"Chip Heath","text":"Yeah."},{"author":"Matt Abrahams","text":"Do you have some ideas why we don’t do this?"},{"author":"Chip Heath","text":"I think it takes an extra step. After you’ve done your analysis, you just get tired."},{"author":"Matt Abrahams","text":"Mm."},{"author":"Chip Heath","text":"And so you’re probably two-thirds of the way there when you’ve got the answer in front of you, and you need another third of the time to make that answer into something that people can feel and experience and see in their head. And it’s just hard to force yourself to do that at that moment because you think: “I’ve got the number. It’s the right number. I’m going to present it, and people will buy it.” Well, they don’t necessarily."},{"author":"Matt Abrahams","text":"I think that’s exactly right. And I would add to it that the goal is to get to the answer, not necessarily to communicate the answer in a way that people can understand it. So part of it is we have to, perhaps, change what the ultimate goal is."},{"author":"Chip Heath","text":"If somebody came up with a phrase in a foreign language that they yelled out in a meeting and half the people in the room didn’t speak that language, it would be considered rude; and yet we’ve got numbers, and a lot of people in the world don’t understand numbers like the numbers people. And there are a lot of untranslated numbers that float around in organizations and in society."},{"author":"Matt Abrahams","text":"Huh. I love that comparison because you’re exactly right: People just take these numbers for granted without actually understanding them. You mentioned this notion of a numbers person versus not a numbers person, and I’m wondering: What if you’re not a numbers person, but you’re in a meeting about numbers? What can you do? How can you play? How can you participate?"},{"author":"Chip Heath","text":"Well, I think the first thing to realize is you are not alone. And even the numbers people in the meeting, they didn’t happen to do this particular analysis that was done by the numbers person who’s in front of the room at that point. None of us are prepared to be numbers people. The second thing to note is that you can force them onto your turf a little bit."},{"author":"Matt Abrahams","text":"Hmm."},{"author":"Chip Heath","text":"And so suppose that you took a concrete situation and just said: “Let’s imagine that this table that we’re sitting at is the budget that we’re talking about here. What area on the table do we need to mark out to talk about that expense?” You very quickly realize: Is this a trivial thing, or is this a big thing? The analytical person might even be happy to be asked to do that because they can do some calculations on the fly and [get to geek out], but they’re geeking out in a way that everybody else understands as opposed to a way that everybody else doesn’t understand."},{"author":"Matt Abrahams","text":"So it sounds like you, as a non-numbers person, have to invite, encourage, maybe cajole and force some numbers people to communicate in a way that you understand and give them that opportunity. The example you gave with the table reminded me of things I would do with my children when they were younger and I was trying to explain concepts. Not necessarily number concepts. But I would go out of my way to make sure that I was explaining it in a concrete, visual way to help them understand."},{"author":"Chip Heath","text":"Yeah."},{"author":"Matt Abrahams","text":"So it might be inviting others to communicate with us in that way. There are some things in understanding numbers that are just hard for some people. I’ll take myself personally. Probability is hard for me. I believe in streaks, for example. So if I flip a coin three times in a row, and it comes up heads those three times, I actually suspect that it will likely come up heads again. And it’s a legitimate, fair point."},{"author":"Chip Heath","text":"[Crosstalk] bet on the lotto at that moment, right?"},{"author":"Matt Abrahams","text":"Yeah. Right, exactly. And so I guess is there something we have to do in terms of education or learning for ourselves just a little bit more about how numbers work that you think is important, too?"},{"author":"Chip Heath","text":"A great numbers person, I think, is even better than Superman because they not only see through the wall; they can help other people see through the wall. And so there’s a sense in which if we get the numbers right, it’s worth that extra 20 percent of the effort to translate things into the right terms because none of us are good at probabilities, and none of us are good at fractions."},{"author":"Chip Heath","text":"One of my favorite examples is: It turns out 40 percent of Americans don’t wash their hands, necessarily, when they’re using the rest — after using the restroom in their home. And one of my [PC] students said: “What that means is that two of the last five people that you shook hands with hadn’t washed their hands before shaking your hand.” And all of a sudden, that’s the same numbers — 40 percent — but we’re bad at picturing probability and we’re really good at picturing two out of five people shaking our hands. And so I think that’s a testament to the fact that some things are really hard for us. And if we can make those things tangible and concrete, we’re going to bring many more people onto the playing field."},{"author":"Matt Abrahams","text":"And we’re going to motivate change in a very dramatic way. When you said 40 percent of people don’t wash their hands after using the restroom, I thought: “Oh, that’s kind of disgusting.”"},{"author":"Chip Heath","text":"Yeah."},{"author":"Matt Abrahams","text":"But when you said two out of five, I immediately looked around the room and thought: “Where’s the hand sanitizer?”"},{"author":"Chip Heath","text":"Yeah."},{"author":"Matt Abrahams","text":"So it definitely changes behavior, as well. Before we end, I’m wondering: Do you have any last thoughts you’d like to share about how we can better communicate about data and numbers?"},{"author":"Chip Heath","text":"I think numbers are incredible things because they take us to places that we haven’t been on our own and we couldn’t get to without the numbers. And so you think about the jumping ability of frogs and what would it be like if people could jump like frogs. This is the kind of discussion you have with your kids at home."},{"author":"Matt Abrahams","text":"Yeah."},{"author":"Chip Heath","text":"And it turns out … We did the calculation for that. There are some people that can dunk from the [3-0] line in NBA, but nobody has ever dunked from the 3-point line. Well, if you had the jumping ability of a frog, you could dunk from the 3-point line of the other team."},{"author":"Matt Abrahams","text":"Wow."},{"author":"Chip Heath","text":"And suddenly you’ve got a conversation you could have with any sports fan or any kid, and they understand and engage in the same way on a topic that we wouldn’t have thought about before. Very often what we … What we found over and over again is that by running the numbers, what we experienced was a sense of awe. It’s like: “Wow, I didn’t know how important that ability was [with a] frog.” There’s a lot of power in doing this kind of analysis that brings on profound emotions and motivates people, like you said before, to change."},{"author":"Matt Abrahams","text":"Well, I really appreciate you sharing not just that last bit of advice but the advice you’ve shared before. And I see you standing tall with a cape flowing behind your back as Mathman instead of Superman, helping us understand, because you’re right: There is a superpower involved in that. So before we end, Chip, I always ask people the same three questions. I’m hoping you’re open to answering these questions with me. Is that okay?"},{"author":"Chip Heath","text":"Sure."},{"author":"Matt Abrahams","text":"All right, so Question No. 1: If you were to capture the best communication advice you ever received as a five- to seven-word presentation slide title, what would it be?"},{"author":"Chip Heath","text":"The single most important thing that we’ve found in making ideas stick is to be concrete. But “concrete” is an abstract word, so I would say paint a picture. And in parentheses, I would say don’t tell a story. And I think the second is important not because I’m against storytelling — because that’s a second-level thing. And really, our fundamental goal as communicators is to paint a picture. Be concrete at every moment, and then a story will emerge from that."},{"author":"Matt Abrahams","text":"I love it. And in fact, people will create their own stories if you paint the picture well enough."},{"author":"Chip Heath","text":"Yes. Yeah."},{"author":"Matt Abrahams","text":"And that’s where it really is internalized. So paint a picture. I like it. Thank you. Question No. 2: Who is a communicator that you admire? And why?"},{"author":"Chip Heath","text":"I’d have to go with one of my scientific heroes, Daniel Kahneman, who won the Nobel Prize in economics in 2002 as a psychologist. There’s this running disciplinary feud between economists and psychologists, but you know he must be good to get a Nobel Prize in economics despite the disciplinary differences. But he’s a brilliant communicator because he always talks in a very concrete way, [never] provocative."},{"author":"Matt Abrahams","text":"Absolutely. I have seen him speak and I’ve read his work, and he’s very good at that. Let me ask Question No. 3: What are the first three ingredients that go into a successful communication recipe?"},{"author":"Chip Heath","text":"I would say that you want a concrete message that’s emotional, and tell it in as simple a way as possible. Those are my top three."},{"author":"Matt Abrahams","text":"It’s all about being concrete, emotional and simple, and you have done a great job today in all three of those aspects for us. I thank you, Chip, for your time and for your insights. Your ideas are incredibly helpful across all of your work, but especially for helping us to understand how best to present numbers and data."},{"author":"Matt Abrahams","text":"I encourage everyone to read Chip’s new book, Making Numbers Count: The Art and Science of Communicating Numbers. I had a chance to read a preview copy, and let me tell you: As far as the numbers go, on a scale of 1 to 10, it is certainly an 11. Thanks again, Chip."},{"author":"Chip Heath","text":"Thank you."},{"author":"Matt Abrahams","text":"Thanks for joining us for another episode of Think Fast, Talk Smart: The Podcast produced by Stanford University’s Graduate School of Business. For more information and episodes, visit gsb.stanford.edu, or subscribe to our show wherever you get your podcasts. Finally, find us on social media @stanford.gsb."}],"audio":"https://content.production.cdn.art19.com/segment_lists/ff03d0c9-c24c-436d-aa70-9abdeff40905/20220117-Q2hpcCBIZWF0aCBtaXggbWFzdGVyIDIgKDIpLndhdg-13504fe3-bdec-4897-a3e4-06e1e3f9bf37.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Chip Heath"],"wave_peaks":[2695,2974,4095,4543,4648,16860,13763,14975,12813,13686,9710,4175,15358,15764,12141,8614,14136,6733,7678,8594,3634,3700,16023,14272,11063,12063,10722,15614,9189,10299,10820,6051,13259,11244,3994,4251,3917,17744,15318,14602,14588,12822,7874,13683,17955,11043,14424,10946,12666,10947,9102,14735,12146,9932,12804,12879,9097,5874,3852,20073,15062,13489,5306,17695,16587,10991,14243,13755,11914,10849,15282,12712,13519,8819,10094,10680,5383,15881,14270,6364,17888,16479,4153,3855,15806,10690,4456,15501,11715,3136,191,259,15359,15661,15053,14184,7628,7194,7434,12813,8555,12643,11145,243,1541,14932,11802,16461,13627,13192,6525,14121,13429,14856,8221,12853,8454,12034,11475,7164,7402,6113,277,14752,13137,14306,12878,10948,13048,11103,10325,8781,13478,12088,11580,10961,14100,14679,5660,8083,441,966,14563,12466,13791,9877,12981,11553,7675,6592,6209,4967,13055,13144,8590,17378,9818,3412,40,12823,16734,6537,10444,14045,6239,8809,13110,6898,8180,5022,454,255,13009,15598,14355,9175,3932,16061,16925,14004,13039,6980,11865,567,15125,12134,8244,14361,4395,7902,14630,8991,7874,3794,64,254,18385,15285,10599,12635,12660,8127,12075,13197,8631,195,17334,17930,7368,15313,13478,7407,3325,15676,11285,12334,13340,10139,7564,4217,17354,11407,10207,11477,16283,11944,12902,14786,10200,9108,4760,9558,11016,13386,9755,605,13071,8258,13136,12421,7160,3784,1706,14185,15004,4573,11664,15184,13929,13362,10688,6044,11639,4761,668,14733,15240,13824,9755,16673,9123,13484,9057,8975,5147,4226,2120,791,14159,13763,9430,5045,14363,14552,7205,11256,9254,7961,9817,10423,2538,205,12706,22387,16736,12873,11473,15351,13906,13918,8849,18746,12201,14362,12351,14147,13907,2668,119,15999,20868,16625,16498,19274,13936,3904,19,16458,20771,18245,10498,9985,11674,14678,15506,19836,14050,9889,7509,18474,15296,10368,12932,11329,2720,12949,12853,11818,22815,4321,12,22792,17972,13239,10548,17021,16688,10650,19310,8851,13838,15410,8802,13848,1478,15,14682,19344,13245,13695,139,14044,13240,14365,14539,7838,16771,15296,15560,12735,14700,15476,11798,12750,11988,9901,10704,14002,12646,12448,13894,18763,4476,6492,15,13815,15752,14643,19460,2542,12474,12847,3786,19,14677,17434,10375,14,19762,13006,14338,13975,12174,13035,11908,11542,74,12960,21363,14098,14067,14078,5582,11823,14032,14849,16202,14912,14428,98,20,14571,13387,14502,21519,9538,16034,114,11682,18294,15798,9970,15858,16114,17613,14433,2519,72,12778,15377,12623,6041,18933,11400,9,0,22802,16843,15027,9478,9178,115,30,2,18084,16357,14238,5255,8,0,14977,18011,18077,11129,8337,16469,719,12,430,13988,7355,15586,13348,13196,5504,348,121,1,17997,14446,16683,8588,15648,10119,13191,12952,13197,20237,10887,7196,11,0,13537,16642,12064,11887,13998,13971,16514,3398,20200,11076,9137,16590,15367,2197,93,14556,15555,16541,8989,13555,8672,11781,2017,11115,3879,13,14139,13539,18412,9969,1689,86,14819,15133,7690,17290,5264,12551,15348,12731,16372,15099,14336,13303,7047,13942,11989,10507,19521,15973,3768,31,13261,19241,9782,14525,10239,0,14367,1389,15777,15843,12771,15592,8034,17043,645,13090,16208,15145,12575,1143,11,1,12703,17927,13376,1010,2012,17092,12542,16365,4806,8022,21268,19526,15178,15466,13334,7433,16728,17325,21049,21091,249,18632,14927,16818,13995,10971,10660,20096,6953,14,28,17447,10768,14461,14233,10271,12472,11450,13547,16591,9263,11960,7759,10657,16951,19424,8327,1013,20,17096,15376,11005,20392,10101,6620,17084,15452,11646,19888,9854,7647,88,6694,14582,16423,15017,11937,17589,11252,4757,14921,12659,10823,2549,13048,10961,7707,8551,13980,8806,13066,10337,9461,9986,10636,4166,10053,10680,11871,14272,11403,12197,11300,10802,2690,8317,13122,10541,11333,13692,12227,4515,2978,1973,6326,10154,14734,12107,11818,8645,7888,10162,13770,3664,10681,10786,7402,13460,5296,12900,10506,8933,10587,12086,874,13530,9323,13075,8612,13597,7200,8759,7905,4417,6683,2711,4513,16100,12448,12933,14620,13877,7978,8673,7450,2369,7567,14682,11616,10816,6984,11574,5621,4665,14175,14927,11774,9051,14413,12779,5211,510,13716,12096,11806,12553,8107,13206,7484,7551,12602,9654,4381,7639,6375,300,6230,15701,12488,13122,12428,6376,3930,13019,11782,10377,9326,1925,11681,3437,14439,13107,13261,7715,11656,5085,10671,9980,2638,583,8793,13082,12745,11892,11427,9224,9504,1887,352,13721,11394,12940,9228,10559,10466,13280,13678,6423,848,14247,8503,3688,2877,190,49,18891,11781,1099,16219,15719,11515,14974,14272,14572,10935,10763,11105,14881,4656,16404,62,1,14392,95,15348,16120,9907,13060,9444,9190,16748,14501,11304,12784,11274,15942,13847,12866,20212,1742,15395,19952,5782,11806,10457,1736,16705,13974,11200,16412,13850,3108,14988,10222,17877,14230,553,23,14283,18688,12306,12765,17083,479,14,14514,14193,22877,2782,1568,6917,9600,16054,16307,14766,9568,12268,14051,16483,10969,4114,18410,16028,10276,603,15105,15594,14445,5285,15317,11607,2713,15,11008,15121,22113,11287,12245,5689,19540,150,21383,12051,13830,13434,11984,5808,21004,12661,20745,8383,18040,12447,1081,14318,21841,15607,16128,1196,506,20,17439,19896,6897,15980,14963,14268,14233,18051,5373,10572,16820,12039,8441,8621,451,15369,12981,14486,12894,13020,7,15492,15847,15657,10038,11699,14194,14668,12355,16374,2157,18420,13542,11235,16065,10821,13667,4197,3,18612,8674,21379,16725,6105,9,14910,7705,13465,16638,12980,8290,11909,13575,17579,6446,407,13800,15692,16072,15665,7293,15738,14566,15,12,15599,18210,15378,12542,10976,9964,1387,139,15795,17379,14085,9162,16551,12514,19976,9616,12043,17510,13530,82,12950,19861,9893,2304,8249,12317,16885,5498,19,23,13625,13608,9328,268,12673,13813,8331,12813,574,1,13350,15573,10870,10661,18692,15342,3936,11500,14225,20367,19725,9744,14418,14967,4421,13489,14244,4830,7614,14885,10200,10302,16308,2780,16555,15253,19575,14860,16832,9407,9889,17264,15028,8630,8412,13035,18067,8042,345,16840,7460,101,13546,8000,16358,16479,1590,15318,8424,16182,12409,3607,15,14102,13969,12871,12498,7447,12038,12946,9688,23,16,13312,1424,13753,13572,11823,18181,9108,17993,6876,18206,15807,16085,9713,12183,8791,11933,15020,15458,16976,15651,3159,14405,9490,15617,11732,15224,13581,5975,786,21,12927,18346,16768,16857,15281,12732,12963,12978,13755,16539,12461,14760,9767,12611,8444,18,12761,14186,16204,15630,8876,497,8152,15284,18416,13991,16389,16188,11972,15431,4585,14,12140,18927,13673,13821,15324,14443,18415,20392,6934,20181,15291,14432,270,1,13461,16374,14617,14647,4178,15696,12681,16474,16069,3660,367,1080,17579,11428,10650,354,3,14301,13521,10343,11293,7561,11441,9672,4042,794,23208,19791,12554,17076,8683,17110,13712,11953,8420,5315,21424,9729,11929,11785,4980,29,0,1,17265,15006,15386,17181,17385,11144,11227,17364,5973,17100,2316,13670,16724,13274,14178,9630,2543,13526,7822,14832,14927,15345,10450,1355,10,20908,14466,12913,14634,17130,9148,7070,27,680,18281,12294,9455,14324,8285,12940,20321,10866,16146,10751,12791,20487,3795,15781,6707,16208,12025,3094,13284,16336,15884,12393,8424,3431,13934,15623,6225,12069,12794,5428,743,224,15928,13252,13109,12245,13802,9581,11479,13809,5558,4785,12599,7129,6444,4058,5811,13862,14660,8515,6862,12761,10979,14175,13078,7422,5538,14191,11789,10855,8375,6684,7530,6064,8215,269,0,22,13479,9609,9985,8223,4779,14988,12745,7195,12760,12863,10989,8302,6417,8539,12993,13975,9481,15501,11784,8764,12012,13466,10618,11804,12133,7343,6023,14826,12183,11132,10875,6860,11350,8558,8869,5889,14207,9470,12605,12096,10105,8984,6298,6638,11382,7576,6234,4392,53,14822,18756,15611,14169,8803,8516,14508,11186,12378,12678,13024,1036,7243,18171,6918,15780,1016,11,0,17527,10979,15376,18666,128,11,35,14110,13971,11682,14570,7515,16892,14587,7454,13326,12521,19,13021,15804,15158,2533,1,3088,18283,15,14897,15012,16446,13502,158,18343,13384,16284,4736,16973,14558,9246,12915,14987,22427,6237,11581,10955,16224,16504,45,15699,12508,11346,11198,6047,10,21621,9632,13792,12406,16428,12975,14796,5091,12894,11747,17796,14150,11185,19088,7425,17251,4018,12,19105,18815,8912,19537,5133,12739,11206,14139,14999,10711,17879,12017,14308,4921,16337,11534,7151,14186,16939,15108,15817,9642,14686,14816,309,12447,17894,11869,6858,12684,13819,14741,13556,14363,5354,19,20880,670,19683,17971,13732,14635,17373,10731,17629,9292,13779,14090,17437,11326,14034,14283,13965,14175,7722,12668,11257,15447,14755,12163,4807,3781,3887,16039,11269,13302,7936,15692,13519,13529,11280,18714,11424,11699,15177,15982,11012,5024,12408,15761,3258,11761,12399,8670,14988,12692,12981,12390,12231,8322,13491,15707,10821,10914,13603,12978,19378,10950,10336,10788,9591,13743,939,14169,11745,14023,15623,14395,12782,9794,10082,10862,11725,10537,5043,10083,9473,11149,12095,12374,9151,6873,8845,5680,364,6964,11586,6951,4475,8296,14046,8449,11226,8941,7522,6164,5372,5550,4049,3441,11447,13419,6027,1763,10213,10742,15281,12485,10393,10220,13110,8740,5922,6759,12821,6478,12645,11034,783,11540,6687,7933,13661,7809,9849,7824,10683,8224,4389,8527,5538,7812,2568,3453,148,14712,12496,13084,10934,13809,7226,6434,8801,7660,13687,10084,13851,3082,13754,5356,11293,9702,131,12402,11230,7974,8929,4127,13145,9532,6492,13836,7889,7113,5120,13553,6332,5790,10802,9799,7233,8880,7695,7123,3762,4761,14490,12238,12593,3233,5845,5091,11398,7026,7024,13791,10275,6729,2862,13119,12314,11695,6361,10412,11928,14182,10679,7759,3650,14984,12247,11716,5660,13873,10116,11305,8022,7298,14342,11245,9917,12324,9883,5845,4742,11809,15982,10808,6331,14568,15163,15439,11555,567,11726,13795,15972,16123,7436,12753,20178,828,16891,10762,11403,15649,93,18898,11384,11194,10155,12796,15162,13572,13156,12710,11941,2094,15970,10803,12252,13964,10088,15107,11565,4532,12641,13189,11519,12147,11364,10488,287,3,13835,12057,14566,12199,5310,3489,12749,16009,4888,13,0,16410,11561,20609,11184,19638,13514,12036,9520,12437,8165,11,18699,14809,12420,1191,17512,16009,9457,13,1,16380,13452,9762,13121,9447,22235,7299,13163,15558,5470,8616,12726,11162,11220,13398,13055,9197,9391,7893,14382,13403,9740,5895,11852,9574,11907,8171,6324,13685,12964,9876,9542,8236,12620,6465,9540,5531,10436,14134,7049,4231,9308,6063,14641,12999,4864,8287,8436,9529,1640,12471,19219,13433,16372,13596,13208,13911,10930,14525,1808,16030,13604,9957,12308,7625,16868,11420,12075,8243,12809,13924,2296,13354,14806,11919,7312,15711,9695,6545,17323,7847,8950,1744,18254,9454,12099,15514,8052,13525,18356,9651,10745,9413,7413,15592,19067,6352,9938,8629,14733,13808,6610,12159,5978,6750,14511,373,13921,14315,13643,12339,13912,11929,11074,6467,8658,14380,12975,11918,8715,13951,12686,8580,10186,12080,9292,8222,8160,7951,7108,940,14801,11083,14656,12406,13906,14161,7691,6460,8914,11263,5045,5874,12158,12846,9502,8043,11434,13303,10480,13299,5389,6597,6706,2619,14128,13012,10260,12158,3826,12901,16356,3670,3576,6888,13644,8785,12260,11406,7428,11888,10596,4144,7289,5298,1225,35,15302,11318,363,10827,17702,15338,14416,8977,930,11751,18891,11513,4958,11853,16220,8314,9625,11446,13875,16289,15390,9730,9948,15397,17082,13088,5909,189,12832,18217,13618,16100,9048,5451,17233,14126,12509,14010,3171,13852,14245,15130,15450,12682,5567,22865,19084,11992,9558,13376,4293,14039,13615,13285,13417,17413,7771,13213,4034,17114,13252,11554,15625,11854,17735,14569,14405,12714,11318,12114,16065,4199,13249,16175,11922,11004,15623,13424,7340,14727,9584,20000,6805,6641,17267,8830,5200,13478,19389,12368,11726,12004,17131,20195,16169,8073,7645,12841,167,13333,14639,12787,14488,5793,13460,12253,11969,12500,11784,5750,25,16614,15707,6859,16540,13221,17355,10457,20013,1857,3835,15804,18043,17333,12643,21201,5965,4436,17710,5110,2324,13555,10813,17162,13342,2064,1224,17214,13055,16175,14115,9582,11,19024,14323,12707,12568,13360,13721,13656,4882,15149,4243,5265,40,17759,12254,12475,13827,11936,4800,13313,12040,11413,11015,7510,5515,13406,5772,13467,7797,12263,11144,6895,10614,11411,12605,12287,871,12404,13921,7273,8504,8414,2322,12754,12152,10090,12198,6274,9505,7707,10557,12358,12405,6674,9643,4666,927,13364,12871,9793,7267,12807,9555,12765,6819,8202,8752,9575,10680,8847,9145,13641,9446,12145,7319,12993,13693,11318,11752,11705,10130,4382,15453,12472,11917,11121,10618,3646,11813,14517,10173,9675,6678,12129,9588,13878,10459,10861,8901,4572,10741,9164,6872,4718,13869,8222,4485,11499,14125,9547,14585,9795,5386,9934,7275,11777,4731,2986,85,1,4676,14732,12761,8500,12074,12307,4374,15962,13569,10729,11619,13824,9790,6684,11044,11059,9935,9786,4532,12359,15121,13069,9993,10322,2907,13006,15126,12625,9481,7289,12871,10535,4879,15434,12003,8838,10528,10572,14659,10063,8077,5562,12279,14697,12504,7406,6951,10980,14533,8439,7084,14031,13386,12806,7974,13869,8159,8446,10510,8408,11799,15040,17104,11733,9433,9637,7447,11016,9383,16265,13264,14415,6510,6072,14084,12814,1842,13406,6069,13401,9423,7499,10652,9335,9832,9959,7972,11202,10406,11167,10613,10976,12407,8846,7900,12201,12865,11872,10951,7356,6866,11200,11698,10950,9715,10520,3416,13976,14335,15999,13293,14586,14534,12139,363,14039,14764,17471,10628,12433,12650,14037,16228,12336,16562,7572,14436,9133,15066,8948,6590,5212,13169,8843,34,11842,10502,11445,3846,10714,13620,14812,17741,4449,13185,16618,13145,10135,17538,10401,19544,5114,3344,17833,11439,13581,10763,19766,16273,7831,16874,9211,14791,12428,11937,5841,15,22181,13278,1480,15643,13313,13724,10467,8,0,22526,4579,10452,7074,14373,16616,12385,10100,906,259,18600,10328,12641,17736,4227,18858,15200,1737,11,15612,18906,12611,12597,12297,16252,13352,16692,10632,14756,9490,11727,13541,12338,12578,12221,1681,18719,1004,16979,14499,13031,13025,10913,14632,11391,20691,12647,13261,960,12758,17458,18582,15937,8582,14321,15685,12208,13543,2921,1281,19700,14602,13725,3578,20048,19812,17054,18081,11021,169,21330,19905,15879,4358,16659,16196,13023,10825,15965,12540,15563,15382,13763,18604,12536,6852,14055,12711,10734,17323,14018,8613,14362,16156,15190,16035,4745,8529,13927,910,19,16524,6261,20449,15238,11630,15,18503,18857,11573,14135,17860,11687,410,13720,9142,11872,15376,10284,10151,12899,10692,12379,9246,13,0,15105,11598,14156,12179,11892,12558,13156,8318,7297,14189,17832,10530,13221,12459,12560,9668,9150,9161,13832,8851,12846,10093,10677,14652,11822,9892,7890,11486,9164,9530,13463,7674,14371,10509,12867,10438,8870,10152,8223,11780,14005,13629,12615,7674,7185,12290,11200,12236,12215,11521,8066,14021,7169,6876,8480,8963,8124,11125,5761,6062,5471,5269,7995,17,14883,13310,11677,11392,9114,10124,13383,12079,10716,6391,6065,9220,13965,11724,12826,12407,5976,12560,9515,8780,7194,12794,9744,9940,7858,1534,63,17054,11253,16,14557,14574,13160,88,10899,21987,12494,11701,13605,17911,11766,12068,11703,12102,12486,561,37,43,18,18243,12841,12590,4604,5917,15999,16236,11456,15015,10319,5118,12687,15652,13012,7,17955,11943,11106,15572,15949,10359,16495,4698,14339,13461,17286,14223,8205,15703,16122,11082,10897,16957,15447,18023,5891,12999,18319,14747,2307,20,16393,17616,8689,13001,19544,13635,6477,11005,14706,10735,65,12381,21381,10918,13830,8580,14507,12507,4614,14163,9678,12542,11284,15915,16302,15950,11423,12331,8379,1382,17182,7,13555,15295,11742,10118,18130,8766,13056,17295,13127,13473,12670,13,22794,11217,14396,53,6280,6669,21914,12264,11823,17863,11841,10784,16822,10471,14957,12255,13657,10826,15852,2748,17017,16144,13731,11381,13703,5486,8923,17131,12295,14806,11082,1805,20755,7696,144,12247,20814,11608,6750,14880,13198,7606,10,18529,16520,14155,12201,11822,16507,11799,8096,12289,10740,11496,17345,17403,10633,8,17506,16386,14503,14217,11944,4478,16412,12168,14723,15062,725,18035,450,14214,14483,15776,7831,11913,1870,4,12567,11656,10111,15456,7438,1033,12265,22,13755,15073,9617,17068,18837,6928,5246,10851,1563,11637,14379,15609,13160,4444,11813,17098,6310,17,13758,12761,12885,8978,12220,11819,11915,12231,11779,9047,13431,5799,12322,5828,11015,5643,11981,9523,11006,12124,11378,13933,11723,13378,12608,10611,7253,10042,14393,13042,11635,12434,4357,9259,6993,17712,14978,12128,6637,11080,10329,12897,11884,8464,7563,7718,13130,12553,12936,9002,11916,5401,8595,11094,2403,155,971,312,53,14781,13655,12022,11002,13089,12834,12055,7377,12668,13483,14157,7702,10539,4169,11166,11855,14525,12261,9059,12703,8388,11035,8801,14055,12058,5872,17373,8399,4948,8845,15502,13486,12247,2584,546,15386,11586,14476,7607,11065,15987,6678,10975,9884,9104,7791,8225,14214,12122,7769,4215,9909,14359,6043,12209,8977,9266,7205,6949,7284,12739,10218,6165,40,14648,9604,5961,5,118,17211,19488,13417,11443,15575,10069,15089,8887,15452,7581,14125,11521,10645,15865,14867,8,16828,13786,15184,17147,16892,14450,13904,13306,4585,17231,15305,11834,13675,16298,1671,17501,12741,11046,14020,15384,19171,14034,11684,13442,7531,18489,13586,14558,13969,12360,13747,19454,21880,13743,124,21834,16902,8754,4083,13638,137,16531,14299,16474,14463,13154,12623,13652,12494,8208,11257,13194,14115,7584,13379,15224,12600,202,12715,10511,13954,12086,12578,2241,15761,6070,4,13651,13825,12841,6959,14142,10636,13998,9722,11530,8855,4776,11507,11524,13693,5890,7040,13642,10946,10406,7245,9377,5097,7138,9261,10485,1686,8875,5273,11999,5411,12204,14601,12167,10329,10535,9965,8871,3188,11021,12373,5966,10398,8190,7324,4916,262,33,15765,17027,11848,11119,19023,12149,12346,15369,11155,14686,11654,11040,19141,17561,7105,15378,1014,12763,17284,11410,5892,18246,17153,19507,3279,10264,15098,7813,16094,10429,14696,15052,14181,16408,4658,13854,13548,12341,12814,10611,7143,13973,16739,13844,8066,16346,7466,204,15991,12850,10954,4100,44,165,13357,14041,14381,12390,13059,15000,19385,12318,13376,16557,15987,13743,5610,46,0,14558,21020,10371,9,12994,6931,10395,10479,12709,9477,9024,13547,4538,8812,8833,4060,13010,10765,6627,2606,11757,10143,13887,12150,5984,6142,14739,13112,13174,5579,12794,10245,8862,4359,14260,10747,7609,7913,14029,10753,9014,11636,7224,9338,8413,2132,2,20917,13383,12000,11630,12513,4740,17837,10575,9769,11,13169,14483,11599,118,1,17587,12404,9994,10416,13076,13648,11590,12199,5106,18767,6537,12456,14744,11817,9341,14123,4,14865,11697,7989,3886,6005,10586,12425,13117,13122,13025,11674,10192,64,12588,12487,7226,6096,8362,7722,8352,9768,15793,11929,8408,12749,11456,5549,8697,7381,442,3814,13092,12210,8122,9563,12264,6616,12778,9641,7637,8678,14178,10915,8211,6358,11153,13647,5626,392,13076,12644,11451,11877,13993,13082,10672,5613,8249,9092,4773,5943,650,14493,12420,12870,12694,5317,8637,12681,11535,11558,6053,15167,9754,11074,11936,6565,13536,10962,11400,3542,9152,5170,7354,1679,13979,15043,14627,9302,7862,10719,4961,12268,10878,7518,14393,12432,11280,12226,351,5742,13667,10116,12754,8019,12841,10475,13677,13594,3679,10260,6121,896,252,15027,11360,4735,1453,16442,11894,5290,4184,3993,4675,16871,11880,8752,15542,9962,8242,5926,16855,16477,5024,12935,8579,3601,9403,11364,3688,2870,2846,3164,12642,7925,10625,7096,6020,11729,7814,5490,5522,3182,2972,14609,7672,8410,9777,8421,10905,7832,12349,9050,9302,7432,9417,5361,3848,12982,16111,8077,7296,10166,8215,8932,8214,4907,4456,3476,3819,14530,4528,14117,7512,3890,10205,6770,18586,11708,4286,6099,6187,5494,104,78,0,0,0],"fragments":[{"begin":"0.000","end":"27.800","lines":["Data often reigns supreme when you’re trying to pitch or to persuade, yet too many numbers can numb those listening or reading them. How do we find the sweet spot, where numbers are motivating to our audience without complicating our messages? I’m Matt Abrahams, and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart: The Podcast."]},{"begin":"27.800","end":"61.760","lines":["I am really looking forward to speaking with Chip Heath. Chip is the Thrive Foundation for Youth Professor of Organizational Behavior at the GSB. His research examines why certain ideas survive and thrive while others don’t. He is the co-author of many amazing books, including The Power of Moments, Decisive, Switch, and Made to Stick. Chip has a new book out: Making Numbers Count: The Art and Science of Communicating Numbers. Thanks for being here, Chip. I am a huge fan of your work."]},{"begin":"61.760","end":"62.760","lines":["Thanks for having me."]},{"begin":"62.760","end":"84.920","lines":["Let’s jump right into it. I have enjoyed all of your books, but Made to Stick, which focuses on how to get ideas to stick in a world full of so much information, and Switch, which is all about effective persuasion, continue to have profound impact on my communication. Can you share with us one powerful takeaway from each of these books?"]},{"begin":"84.920","end":"103.880","lines":["I think the takeaway from Made to Stick is that all of us, as we become experts, experience what we call the “curse of knowledge.” And the curse of knowledge says that when you’re an expert, it’s hard for you to imagine what it’s like not to know what you know. So if you’ve ever talked to a doctor or a lawyer, you’ve been on the other side of the curse of knowledge if you’re not trained in those fields."]},{"begin":"103.880","end":"125.680","lines":["But it also works for any kind of expertise. Take an 11-year-old boy you know and ask him about his favorite video game, and you’ll be on the other side of the curse of knowledge. That 11-year-old cannot fathom that situation. And so the best hint from Made to Stick is to talk in very concrete ways because before we become an expert, we think in very concrete terms."]},{"begin":"125.680","end":"154.480","lines":["I think the takeaway from Switch that I loved most was discovering the power of bright spots thinking. And so it turns out that our brains are wired to critique situations. And so if we’ve got a global economic downturn and the salesforce has really been hit hard by this, we’ll tend to focus on the people that are doing the worst and try to coach them and help them out. What we don’t often do is look at the best people and steal their ideas."]},{"begin":"154.480","end":"187.920","lines":["And so I think — you know, plagiarism is only penalized when we’re in school. After that, you can borrow and steal ideas. And we’re not talking [IT] here, but we’re talking: If somebody has a great idea in your salesforce, why not roll that out to the other salespeople so that they have the benefits of having that pitch or that idea or that angle for a customer? I think we don’t do that nearly enough. We don’t do it in education. We don’t do it in nonprofits. We always try to rediscover things. The advantage that we have with bright spots is that you can take the best of what’s already been discovered."]},{"begin":"187.920","end":"213.080","lines":["Both of those speak very loudly to me, and I remember them distinctly from reading your books. The notion of the curse of knowledge looms large in all communication. And this idea of leveraging what you already have, it makes a lot of sense. You’re right: We spend a lot of time reinventing rather than leveraging and reflecting on what works and advancing it. So thank you for sharing that. And I love hearing it in your own words — it’s exciting to hear it, not just read it."]},{"begin":"213.080","end":"234.600","lines":["Speaking of your books, in your newest book you explore how we can better communicate numbers and data. You make the provocative claim that if we want to communicate clearly, every number must be translated. What do you mean by “translate”? And what are the dangers of leaving numbers untranslated?"]},{"begin":"234.600","end":"253.920","lines":["I think the danger of leaving numbers untranslated is that we just don’t get it. Some people that run the search engine at Microsoft did some experimenting on this, where they took a fact from the literature, and they were giving [unintelligible] to somebody who had just done a search. And so somebody was looking for the area of Pakistan."]},{"begin":"253.920","end":"254.360","lines":["Mm-hmm."]},{"begin":"254.360","end":"280.840","lines":["And let’s make up a number because I don’t have it here in front of me. So 680 billion hectares, or whatever it is. If they also gave people a slight analogy to that and said Pakistan is about the size of two Californias or five Colorados, it turns out no matter what phrase you picked out that equated those two terms, people would remember a day later, a week later, or six weeks later much better if they had the translation."]},{"begin":"280.840","end":"306.080","lines":["Now, I think the curse of knowledge has an impact on us when we’re dealing with numbers. Numbers people know their numbers very well, but almost everybody else doesn’t know their numbers. If we don’t translate numbers into something that’s more tangible, we’re going to sacrifice in a big way. One example from my students is: Years back, I gave people the assignment of convincing people to buy carbon fluorescent bulbs when they first came out."]},{"begin":"306.080","end":"306.360","lines":["Mm-hmm."]},{"begin":"306.360","end":"333.560","lines":["And they were expensive. One bulb might cost $7, and you could get a whole pack of the old incandescent bulbs for $4 — and yet they saved electricity and lasted longer. And so some of my students sat down and said: “No, we didn’t do your assignment where you ask us to talk about the savings on electricity. The one thing that bugs us all is that changing a bulb is always a hassle, and these carbon fluorescent bulbs last seven years as opposed to one year of the normal, incandescent bulb.”"]},{"begin":"333.560","end":"361.120","lines":["And so they said: “Here, think about this. If you change that bulb when your child is learning to walk, the next time you change it, they’re going to be learning about oxygen in second grade. And the next time, they’re going to be taking their exam for driver’s ed.” And all of a sudden, they made seven years mean something to me, and it was just such a stunning revelation. I thought I knew what seven years was, but I didn’t until I marked it out with the development of a child. And so I think that’s the beauty of it."]},{"begin":"361.120","end":"375.480","lines":["If we translate numbers, everybody is in a position to get the numbers. Very often analytical people get frustrated because nobody is understanding their analysis. I’d say if you just go a little further and translate those numbers, your analysis is going to have a bigger impact."]},{"begin":"375.480","end":"386.080","lines":["So giving that perspective, that comparison, can really, really help. And I love that example. Our students are so creative, Chip, I’m often in awe of what they can teach us."]},{"begin":"386.080","end":"400.880","lines":["In my coaching and teaching, I find that people see data and emotions as separate, almost opposites, like yin and yang or Star Trek’s Mr. Spock and Dr. McCoy. How can we make data emotional? And should we even try?"]},{"begin":"400.880","end":"420.680","lines":["I think we have to make data emotional because emotions are what drive us to act. And so if you think about Florence Nightingale, who was a hero of mine, [she — ] the career of nursing. So Florence Nightingale founded that profession, but she also founded a lot of the statistical analyses that we do in society."]},{"begin":"420.680","end":"446.200","lines":["She originally came [to] prominence in Britain during the Crimean War, where she was looking at front-line hospitals and trying to change their sanitation practices so that they weren’t killing off soldiers. And she had a very clever grasp, made it clear that the Russians were killing off a certain number of our soldiers, but our hospitals were killing off seven or eight times that amount because of the deaths that would happen once somebody had a wound and it got infected or …"]},{"begin":"446.200","end":"446.960","lines":["Wow."]},{"begin":"446.960","end":"458.840","lines":["And so she pursued this not only during the war but after the war. And so she was brilliant at doing things that, I think, we don’t do nearly enough, which is to take our numbers and put them in an emotional context."]},{"begin":"458.840","end":"480.480","lines":["Wow. Very provocative and very clearly answered in terms of yes, we need to use emotion when we talk about data and numbers. And certainly it plays off of what you talked about in terms of comparisons earlier, in what you can compare to could be very emotional and have that impact that you want."]},{"begin":"480.480","end":"502.160","lines":["So I wonder why we don’t do that. Is it that we’re just not taught how, or is it that we just figure that knowing the information is enough and we just leave it for people to figure out on their own? I know you don’t know the answer to that. I’m just curious. It strikes me that, in all the examples you’ve used, they’ve been so provocative. My immediate question is: Why aren’t we doing this all the time?"]},{"begin":"502.160","end":"502.240","lines":["Yeah."]},{"begin":"502.240","end":"504.600","lines":["Do you have some ideas why we don’t do this?"]},{"begin":"504.600","end":"509.440","lines":["I think it takes an extra step. After you’ve done your analysis, you just get tired."]},{"begin":"509.440","end":"509.880","lines":["Mm."]},{"begin":"509.880","end":"531.600","lines":["And so you’re probably two-thirds of the way there when you’ve got the answer in front of you, and you need another third of the time to make that answer into something that people can feel and experience and see in their head. And it’s just hard to force yourself to do that at that moment because you think: “I’ve got the number. It’s the right number. I’m going to present it, and people will buy it.” Well, they don’t necessarily."]},{"begin":"531.600","end":"543.520","lines":["I think that’s exactly right. And I would add to it that the goal is to get to the answer, not necessarily to communicate the answer in a way that people can understand it. So part of it is we have to, perhaps, change what the ultimate goal is."]},{"begin":"543.520","end":"560.480","lines":["If somebody came up with a phrase in a foreign language that they yelled out in a meeting and half the people in the room didn’t speak that language, it would be considered rude; and yet we’ve got numbers, and a lot of people in the world don’t understand numbers like the numbers people. And there are a lot of untranslated numbers that float around in organizations and in society."]},{"begin":"560.480","end":"581.480","lines":["Huh. I love that comparison because you’re exactly right: People just take these numbers for granted without actually understanding them. You mentioned this notion of a numbers person versus not a numbers person, and I’m wondering: What if you’re not a numbers person, but you’re in a meeting about numbers? What can you do? How can you play? How can you participate?"]},{"begin":"581.480","end":"599.240","lines":["Well, I think the first thing to realize is you are not alone. And even the numbers people in the meeting, they didn’t happen to do this particular analysis that was done by the numbers person who’s in front of the room at that point. None of us are prepared to be numbers people. The second thing to note is that you can force them onto your turf a little bit."]},{"begin":"599.240","end":"599.640","lines":["Hmm."]},{"begin":"599.640","end":"628.000","lines":["And so suppose that you took a concrete situation and just said: “Let’s imagine that this table that we’re sitting at is the budget that we’re talking about here. What area on the table do we need to mark out to talk about that expense?” You very quickly realize: Is this a trivial thing, or is this a big thing? The analytical person might even be happy to be asked to do that because they can do some calculations on the fly and [get to geek out], but they’re geeking out in a way that everybody else understands as opposed to a way that everybody else doesn’t understand."]},{"begin":"628.000","end":"655.720","lines":["So it sounds like you, as a non-numbers person, have to invite, encourage, maybe cajole and force some numbers people to communicate in a way that you understand and give them that opportunity. The example you gave with the table reminded me of things I would do with my children when they were younger and I was trying to explain concepts. Not necessarily number concepts. But I would go out of my way to make sure that I was explaining it in a concrete, visual way to help them understand."]},{"begin":"655.720","end":"656.240","lines":["Yeah."]},{"begin":"656.240","end":"679.920","lines":["So it might be inviting others to communicate with us in that way. There are some things in understanding numbers that are just hard for some people. I’ll take myself personally. Probability is hard for me. I believe in streaks, for example. So if I flip a coin three times in a row, and it comes up heads those three times, I actually suspect that it will likely come up heads again. And it’s a legitimate, fair point."]},{"begin":"679.920","end":"682.120","lines":["[Crosstalk] bet on the lotto at that moment, right?"]},{"begin":"682.120","end":"692.800","lines":["Yeah. Right, exactly. And so I guess is there something we have to do in terms of education or learning for ourselves just a little bit more about how numbers work that you think is important, too?"]},{"begin":"692.800","end":"714.120","lines":["A great numbers person, I think, is even better than Superman because they not only see through the wall; they can help other people see through the wall. And so there’s a sense in which if we get the numbers right, it’s worth that extra 20 percent of the effort to translate things into the right terms because none of us are good at probabilities, and none of us are good at fractions."]},{"begin":"714.120","end":"754.120","lines":["One of my favorite examples is: It turns out 40 percent of Americans don’t wash their hands, necessarily, when they’re using the rest — after using the restroom in their home. And one of my [PC] students said: “What that means is that two of the last five people that you shook hands with hadn’t washed their hands before shaking your hand.” And all of a sudden, that’s the same numbers — 40 percent — but we’re bad at picturing probability and we’re really good at picturing two out of five people shaking our hands. And so I think that’s a testament to the fact that some things are really hard for us. And if we can make those things tangible and concrete, we’re going to bring many more people onto the playing field."]},{"begin":"754.120","end":"762.400","lines":["And we’re going to motivate change in a very dramatic way. When you said 40 percent of people don’t wash their hands after using the restroom, I thought: “Oh, that’s kind of disgusting.”"]},{"begin":"762.400","end":"762.760","lines":["Yeah."]},{"begin":"762.760","end":"767.640","lines":["But when you said two out of five, I immediately looked around the room and thought: “Where’s the hand sanitizer?”"]},{"begin":"767.640","end":"767.680","lines":["Yeah."]},{"begin":"767.680","end":"778.120","lines":["So it definitely changes behavior, as well. Before we end, I’m wondering: Do you have any last thoughts you’d like to share about how we can better communicate about data and numbers?"]},{"begin":"778.120","end":"796.080","lines":["I think numbers are incredible things because they take us to places that we haven’t been on our own and we couldn’t get to without the numbers. And so you think about the jumping ability of frogs and what would it be like if people could jump like frogs. This is the kind of discussion you have with your kids at home."]},{"begin":"796.080","end":"796.880","lines":["Yeah."]},{"begin":"796.880","end":"811.240","lines":["And it turns out … We did the calculation for that. There are some people that can dunk from the [3-0] line in NBA, but nobody has ever dunked from the 3-point line. Well, if you had the jumping ability of a frog, you could dunk from the 3-point line of the other team."]},{"begin":"811.240","end":"811.840","lines":["Wow."]},{"begin":"811.840","end":"841.360","lines":["And suddenly you’ve got a conversation you could have with any sports fan or any kid, and they understand and engage in the same way on a topic that we wouldn’t have thought about before. Very often what we … What we found over and over again is that by running the numbers, what we experienced was a sense of awe. It’s like: “Wow, I didn’t know how important that ability was [with a] frog.” There’s a lot of power in doing this kind of analysis that brings on profound emotions and motivates people, like you said before, to change."]},{"begin":"841.360","end":"866.840","lines":["Well, I really appreciate you sharing not just that last bit of advice but the advice you’ve shared before. And I see you standing tall with a cape flowing behind your back as Mathman instead of Superman, helping us understand, because you’re right: There is a superpower involved in that. So before we end, Chip, I always ask people the same three questions. I’m hoping you’re open to answering these questions with me. Is that okay?"]},{"begin":"866.840","end":"867.400","lines":["Sure."]},{"begin":"867.400","end":"879.600","lines":["All right, so Question No. 1: If you were to capture the best communication advice you ever received as a five- to seven-word presentation slide title, what would it be?"]},{"begin":"879.600","end":"904.560","lines":["The single most important thing that we’ve found in making ideas stick is to be concrete. But “concrete” is an abstract word, so I would say paint a picture. And in parentheses, I would say don’t tell a story. And I think the second is important not because I’m against storytelling — because that’s a second-level thing. And really, our fundamental goal as communicators is to paint a picture. Be concrete at every moment, and then a story will emerge from that."]},{"begin":"904.560","end":"909.080","lines":["I love it. And in fact, people will create their own stories if you paint the picture well enough."]},{"begin":"909.080","end":"909.480","lines":["Yes. Yeah."]},{"begin":"909.480","end":"918.800","lines":["And that’s where it really is internalized. So paint a picture. I like it. Thank you. Question No. 2: Who is a communicator that you admire? And why?"]},{"begin":"918.800","end":"940.520","lines":["I’d have to go with one of my scientific heroes, Daniel Kahneman, who won the Nobel Prize in economics in 2002 as a psychologist. There’s this running disciplinary feud between economists and psychologists, but you know he must be good to get a Nobel Prize in economics despite the disciplinary differences. But he’s a brilliant communicator because he always talks in a very concrete way, [never] provocative."]},{"begin":"940.520","end":"953.640","lines":["Absolutely. I have seen him speak and I’ve read his work, and he’s very good at that. Let me ask Question No. 3: What are the first three ingredients that go into a successful communication recipe?"]},{"begin":"953.640","end":"961.360","lines":["I would say that you want a concrete message that’s emotional, and tell it in as simple a way as possible. Those are my top three."]},{"begin":"961.360","end":"981.800","lines":["It’s all about being concrete, emotional and simple, and you have done a great job today in all three of those aspects for us. I thank you, Chip, for your time and for your insights. Your ideas are incredibly helpful across all of your work, but especially for helping us to understand how best to present numbers and data."]},{"begin":"981.800","end":"998.280","lines":["I encourage everyone to read Chip’s new book, Making Numbers Count: The Art and Science of Communicating Numbers. I had a chance to read a preview copy, and let me tell you: As far as the numbers go, on a scale of 1 to 10, it is certainly an 11. Thanks again, Chip."]},{"begin":"998.280","end":"999.720","lines":["Thank you."]},{"begin":"999.720","end":"1022.160","lines":["Thanks for joining us for another episode of Think Fast, Talk Smart: The Podcast produced by Stanford University’s Graduate School of Business. For more information and episodes, visit gsb.stanford.edu, or subscribe to our show wherever you get your podcasts. Finally, find us on social media @stanford.gsb."]}],"duration":1022.171375}