{"title":"Quick Thinks: Talk It Out – How to Successfully Negotiate and Resolve Conflict","url":"https://www.gsb.stanford.edu/insights/quick-thinks-talk-it-out-how-successfully-negotiate-resolve-conflict","intro":["When it comes to negotiating and managing conflict, Michele Gelfand, professor of organizational behavior, says it's time to get creative.","Everybody has wants and needs. So what do we do when our priorities compete with those of other people? According to Gelfand, negotiations and conflict management are exercises in creative problem-solving, ones where we look for ways to not only get what we want, but for those on the other side of the table to get what they want too. “The best negotiators tend to be the most creative,” says Gelfand.","Listen as Gelfand joins Matt Abrahams to discuss how creative communication can help us find solutions where everybody wins."],"transcript":[{"author":"Matt Abrahams","text":"I don’t know about you, but I look forward to the end of the year. Many things slow down, the weather changes, and we begin to focus more on family and friends. Unfortunately, this time of year can also bring with it more interpersonal communication struggles. Today we will explore tips and tricks for negotiating and managing conflict. I’m Matt Abrahams, and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to a “Quick Thinks” episode of Think Fast, Talk Smart: The Podcast."},{"author":"Matt Abrahams","text":"We recently polled many of our listeners on LinkedIn, and we found that two topics many people are interested in are conflict and negotiation. So, we reached out to Michele Gelfand, who is the John H. Scully Professor of cross-cultural management and professor of organizational behavior at the GSB. Many of you will remember my previous conversation with Michele where we had a great talk about cross-cultural communication. Let’s listen in as Michele provides us with expert guidance on how to better negotiate and manage conflict."},{"author":"Matt Abrahams","text":"This notion of negotiation and conflict, I find this fascinating. We’ve talked about both topics before on this podcast with your colleagues like Maggie Neal and Nir Halevy, and I’m really interested to get your perspective on it. Do you have some best practices and advice around how we can negotiate better?"},{"author":"Michele Gelfand","text":"Yeah. I mean, I kind of a fanatic about negotiation research and training — sort of quasi-religious about it — because it’s so important. We do it all the time, with our spouses, with our kids. We do it with our employees. We do at the international level. And I think research is really trying to explain why do people negotiate ineffectively. When there is a lot of value that both parties can get at the table, why do we leave so much value at the table?"},{"author":"Michele Gelfand","text":"One of the most fascinating findings is that the best negotiators tend to be the most creative. For example, think about me and my husband Todd going on vacation. This is going to sound a little gender stereotypical, but let’s say that I want to go to a spa at the beach, and he wants to go to a cabin in the mountains. It looks like at first glance we’re going on separate vacations — not a good idea — or we’re going to suffer each other’s priorities."},{"author":"Michele Gelfand","text":"But then if you think about if I asked him like, “What’s your priority?” And he says, “Well, it’s the mountains.” And what if my priority is the spa? Well, then we can cut a deal where we go to a spa in the mountains. So, that’s a very creative deal. And a lot of times negotiation is really about understanding what are the other people’s priorities."},{"author":"Michele Gelfand","text":"It’s remarkable. A lot of people — less than 10 percent of people — actually ask people, “What’s your priority?” It’s remarkable. You can’t get to those win-win agreements, those creative agreements, without knowing that. And one of the tricks in negotiation is to not be too competitive and not be too cooperative. Because if you’re too cooperative, you just split things down the middle."},{"author":"Matt Abrahams","text":"Right."},{"author":"Michele Gelfand","text":"There’s a great story — you might have heard this from Maggie or Nir — that two sisters negotiating over an orange. One of them wants the peel to make a cake, and the other one wants the pulp to eat it. If they just split that resource down the middle, one’s going to toss out the peel and the other one’s going to toss out the pulp."},{"author":"Michele Gelfand","text":"So, the creative agreement there is if they knew they had these different values on the resource, they would trade off versus just splitting the difference and wasting the resource. So, it’s a fascinating balance between being not too competitive where you’re just trying to get that whole resource or take your own vacation and not being too cooperative."},{"author":"Michele Gelfand","text":"One of the things I like to tell people. I have a list of top 10 research findings on negotiation on my website, also. But one of the things that we know is that we should mind our metaphors. So, metaphors are really not just a linguistic device. It’s about how do you map the domain of negotiation. What is it like to you? So, think about it. Is negotiation like a game or a sport or a battle? Or is it like dating?"},{"author":"Matt Abrahams","text":"Right."},{"author":"Michele Gelfand","text":"And I think it’s not just a linguistic device. We know that people actually start thinking about negotiation through metaphor without realizing it. They enact scripts or behaviors, communication strategies that reflect those metaphors, and they are evaluating the situation based on those metaphors. And what we know is that we need to match metaphors appropriately to the context."},{"author":"Michele Gelfand","text":"Sometimes people use uber competitive metaphors like battle and sports when it’s actually an integrative context like the vacation example. Sometimes people use super relational metaphors when it’s an actually competitive context where you should be claiming more value for yourself. So, we try to help people think about their metaphors and then negotiate metaphors with their partners, try to come up with a shared metaphor. So, that’s something I think is really an exciting area of new research that we’ve been working on."},{"author":"Michele Gelfand","text":"I’ll just mention one other thing because I’m a cross-cultural psychologist. So, a lot of the literature that we know, all the findings about negotiation, many of them are from the West, they’re from the U.S., and they work really well in our ecology where we have very strong institutions, and we have a lot of mobility where swift trust is really important. Trust but verify. Those findings are not necessarily applicable in places like the Middle East or East Asia."},{"author":"Michele Gelfand","text":"We do a lot of research on negotiation, try to understand people’s metaphors, understand what are we trying to get out of the situation. Often, we’re not just negotiating the tangibles: the salary or the price. We’re negotiating something deeper in, for example, the Middle East where respect and honor are really, really important. In fact, we can show that with some of our research. We have a new honor dictionary, too. We can assess how much people talk about honor talk, and we can see how that predicts agreements in Egypt and other contexts and the U.S."},{"author":"Michele Gelfand","text":"And so, that’s just to say that we need to be culturally intelligent. And that’s a real term: CQ. It’s different than IQ. It’s different than EQ. It predicts negotiation effectiveness in intercultural context better than IQ or EQ. And so, it’s really important. A lot of times when we send people abroad, we send people abroad because of their technical competence, not because of their cultural intelligence. So, whenever I teach negotiation or talk about it, we always talk a lot about culture."},{"author":"Matt Abrahams","text":"I find so many things fascinating about what you’ve said. This idea of negotiating the metaphor — sort of a meta negotiation that you have to have first — is fascinating, and you have to align that first. And the point you made about understanding the other person’s perspective requires a lot of listening. I think people think of negotiation as very active. You’re speaking. It’s that used car dealer negotiation."},{"author":"Michele Gelfand","text":"Yeah, that’s a metaphor."},{"author":"Matt Abrahams","text":"There we go. And yet, it’s really listening to understand what’s important for the person you’re negotiating with that’s really [crosstalk]."},{"author":"Michele Gelfand","text":"Yeah, I totally agree. Most times people are thinking about how to influence other people. Even if they’re asking a question, they’re thinking about what are they going to say next. And we try in our classes to say, hey, listening is really important. And if you feel really vulnerable — you don’t want to ask people about their priorities or you don’t want to reveal your priority — then you have to ask questions indirectly to get at that. And that’s very important in cultures that have low trust. It is a really important skill, whether it’s indirect or direct listening."},{"author":"Matt Abrahams","text":"Absolutely. And that last piece you said about the cultural context of negotiation I think is really important. This idea of cultural intelligence beyond just normal intelligence and emotional intelligence I think is a really fascinating one. And as we become even more global in how we work and interact, that becomes even more important."},{"author":"Matt Abrahams","text":"So, we’ve talked about negotiation. Conflict is another piece of this puzzle as well. I’m wondering if you have suggestions in best practices around how to manage conflict. And this can be between individuals, between team members, or even organizations. How can we manage conflict? And I’m taking notes. I have two teenagers; I need help."},{"author":"Michele Gelfand","text":"Yeah, conflict are these rejected claims. They usually have a lot of really negative emotions. And I think part of the issue that happens in conflicts is that we become very self-serving in our sense of what’s right and wrong. And we tend to associate ourselves with fair behaviors, and we tend to associate other people with unfair behavior."},{"author":"Michele Gelfand","text":"So, we rarely think about how was I unfair in that situation? How are they fair? In fact, we can document just how pervasive this self-serving bias of fairness is. In my classes, I ask people to come up with a list of things when we think about fair behaviors and put the letter I if they do it more than others, and they if other people do it more than them. They do that for five minutes, and then they do the same thing for unfair behaviors. And then we have them count how many behaviors they came up with on both lists."},{"author":"Michele Gelfand","text":"And in the U.S. in particular, we see that people have huge numbers of I fair and they have huge numbers of they unfair. It’s a very pervasive bias in how we see the world. It’s self-protective. But what we think we need to do here is help people understand like think about how you might have contributed to this conflict. Think about how they might have been fair. So, this is also about empathy and listening."},{"author":"Michele Gelfand","text":"The other thing I think along the issue of communication and narrative. We’re starting to study conflict as stories that people get very attached to and the bias in the stories they tell themselves. And for this, we did a recent paper. You’re probably familiar with the telephone game."},{"author":"Matt Abrahams","text":"Yes."},{"author":"Michele Gelfand","text":"And we were looking at how people transmit conflicts over chains of people. It’s one of my favorite studies. It really is realistic. Because what we did in the first chain, we had two parties in conflict that were of equal blame. And we pilot tested so each of them — There was issues between two apartments having a conflict in terms of parking and noise and garbage and whatnot, but they were both equally to blame."},{"author":"Michele Gelfand","text":"And then we had each person, in one condition they didn’t know either of the apartment buildings, and they reproduced the story to another person, and then that person reproduced it to another, down to four people. In another condition they knew one of the apartments — they knew the people in one of the apartments — and we had them do the same thing."},{"author":"Michele Gelfand","text":"It was remarkable to see over the chains how that group who had a motivated kind of stake in the conflict started leaving out details of their own blame, their own group’s blame, and they started embellishing the blame of the outgroup. And as this conflict was reproduced across the chain, they were getting more and more revengeful. And it’s fascinating."},{"author":"Michele Gelfand","text":"So, when someone tells you a story, and I ask all your audience to think about this. When someone gives you a story about a conflict, think about it as a story, and think about what are they leaving out. What are they embellishing, even if they don’t even realize it? It’s not something conscious. We don’t think people realize they were doing this."},{"author":"Michele Gelfand","text":"And in fact, we’ve done some more recent research with relational partners. Because actually by accident, when we go to our spouses or to our friends and we tell them about a conflict, we choose people that are going to help validate those conflicts. This is the dark side of empathy."},{"author":"Michele Gelfand","text":"I told you Todd is a lawyer. So, I’ll go home and tell him about a conflict, and he’s always like, “Really? You sure that happened?” And I’m like, “Listen, dude, I want empathy here.” So, we always like to negotiate, like first he gives me a little empathy, but then he tries to poke holes in my story. And I think it’s really important in a recent study we showed that naturally people really like to have empathy in their conflicts. But the more their partners empathize with them, the more revengeful they become of the person they’re in conflict with."},{"author":"Michele Gelfand","text":"So, we’re trying to figure out how do we help manage that process of conflict. But that’s just to broadly say that self-serving biases are really rampant in conflict situations: how we perceive ourselves and others, how we tell stories about this, and what we’re leaving out and what we’re embellishing."},{"author":"Matt Abrahams","text":"I find a lot of what you have shared with us really has us challenge the way that we see and do the work we do, how we negotiate, how we experience conflict. And the role that communication narrative listening plays in it is so critical."},{"author":"Matt Abrahams","text":"This notion of a dark side of empathy I find fascinating, because everybody’s always talking about you want to be more empathic. But I can certainly see how in my own life when I’m in conflict, I search out the people who are going to support my point of view, which only hardens my point of view and makes me more revengeful or upset at the people I’m in conflict with. So, thank you very much."},{"author":"Michele Gelfand","text":"Thank you for having me."},{"author":"Matt Abrahams","text":"Thank you, Michele. That was a fantastic conversation with so many specific bits of advice on how we can better negotiate and manage conflict. Thank you for your time and thank you for helping all of us to get better at challenging communication situations."},{"author":"Matt Abrahams","text":"Thank you for joining us for another episode of Think Fast, Talk Smart, the podcast, a production of Stanford Graduate School of Business. This podcast is produced by Jenny Luna, Michael Reilly, and me, Matt Abrahams. Lloyd Wonder produced our theme music. For more information and episodes, visit gsb.stanford.edu or subscribe to our show wherever you get your podcasts. And follow us on social media @stanfordgsb."}],"audio":"https://content.production.cdn.art19.com/segment_lists/6c403d41-1d93-4b79-86f0-239770086a21/20221121-VEZUUyBNaWNoZWxlIEdlbGZhbmQgUHQyIG1peCBtYXN0ZXIgMi53YXY-44974643-d295-4bf0-8070-7e121cd833f7.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Michele Gelfand"],"wave_peaks":[5,50,13262,11743,7396,2591,15287,12649,11048,7161,10492,10270,7604,420,11950,11049,9190,10551,10442,6356,12210,8279,7884,5588,11478,9278,14809,10587,8386,10977,7540,12011,10383,3898,181,3104,12550,7591,4793,12439,15417,11013,11985,11524,10125,9287,10393,10089,8293,11436,9995,15306,3892,1665,886,15103,12625,7869,10598,13443,12603,13487,10048,13720,6139,5000,10350,9073,10574,4306,1603,5257,18126,14704,8853,7733,15240,9217,13121,11559,10671,10564,13496,10957,11570,10629,11538,8872,3120,18905,5618,7887,18469,12823,12263,14061,7952,16265,12685,4055,3017,23518,7174,3611,15566,14460,7009,2396,2411,1777,1912,13966,12641,10170,10204,14189,10931,10993,9923,8094,1787,12293,9086,11374,8608,12715,8674,13208,8185,11001,6789,7531,6321,13597,9987,109,13036,7451,8238,1083,1062,17747,11138,13636,13537,13649,11944,12627,12954,13015,9457,9982,13926,10223,8474,17898,10703,8943,8371,7721,13646,9879,13102,9938,8357,7648,2727,13613,11551,14125,2441,1568,13883,8903,9891,9948,9306,9465,13486,11154,6697,9673,11545,6774,14208,10216,8231,7500,15282,9641,7947,6995,5462,1902,2280,15015,9394,8574,13819,14484,7889,14729,14155,11840,6343,14629,9850,11933,7889,931,12561,9123,14007,12065,804,1483,77,28,2,10989,13313,14172,12978,8700,7098,6379,4919,14418,12009,11098,9200,18404,10832,9927,9743,9854,8776,10272,6869,13394,2658,6666,7319,12659,8412,5737,9372,10535,11344,11173,12238,12036,12459,7146,11525,9597,7374,4922,10854,13321,16485,10455,7576,9469,7047,6704,4258,12717,13458,8490,10611,10472,8629,5667,10193,18523,12300,14489,12219,14967,11182,8201,11253,13343,9462,14708,7817,9766,2016,15412,12261,11107,12239,14212,14204,17251,10205,9156,15924,10274,9496,14003,750,10150,13659,10017,10547,18091,8741,12999,9849,12467,7236,13143,14168,14120,8315,8561,12103,10248,9839,8044,11086,10166,6332,111,17213,10156,9294,6734,7669,9466,10288,12309,12025,12344,10588,7624,7801,14976,11137,12840,16800,8518,8413,5650,5929,8518,2429,14550,13233,14273,13778,7686,10343,10262,11310,10063,10479,7970,9192,9444,8900,12556,15930,15675,12476,13325,17124,9497,15120,8612,13112,9276,9481,7806,10003,11794,4913,9768,9913,8954,13259,7121,6645,15024,14927,8469,8144,12428,10907,7118,4258,10811,13567,11698,16524,8017,6122,4077,537,12612,15379,8333,13193,15820,12067,8458,10667,8915,24073,11424,8018,14194,11031,16215,12386,9994,11220,18251,10789,15011,9081,15566,18187,15325,10323,12549,15433,1821,338,16758,15939,11645,2169,13032,17823,19792,6892,5768,9242,141,11749,15834,13647,11179,12150,12462,10148,13306,10998,6378,21679,13453,15058,14901,13459,11177,9917,11863,8160,15336,8118,7072,13158,11186,6068,9553,2872,11744,13805,10618,12083,10843,9161,15988,13507,14518,11839,8121,10159,9015,9089,377,14536,13710,10051,9533,11686,9970,7958,303,16209,15937,12297,13859,13065,16770,8941,14011,12782,11988,10202,9070,12643,9436,10818,9239,8501,11890,13446,13600,11145,12811,10062,10642,11744,10963,10366,8892,12129,7106,6780,292,15797,14656,10583,17023,6838,15369,8108,10162,15623,5800,6343,13406,7911,11306,3906,10951,15285,13565,10616,15780,9035,12288,8274,11521,7766,7642,8311,9581,8040,12215,6018,1186,14300,9962,10225,10123,9927,9936,12861,8857,5911,11315,679,13541,15963,13837,10965,11282,12100,11905,13643,19031,8630,10764,16868,13299,12947,12935,8098,14905,309,14719,13530,13324,15659,12213,13444,10499,11436,5797,6007,5311,9700,11136,8713,17918,7792,11866,8365,6694,8682,11274,8739,9737,6102,7479,10387,19318,9434,8490,11604,17932,9861,9002,10097,5208,955,18565,9317,9337,12494,8877,10503,10023,10479,8428,7829,12604,10537,14421,10068,14669,16777,7142,7653,6270,15816,5108,258,18254,17012,12294,10536,13773,14562,8830,9908,14670,10459,10124,19246,10292,10177,7535,266,13930,8963,8071,11097,10387,7925,12852,14802,11169,11037,13670,10726,12537,10926,13906,11760,3747,12291,16013,11581,13487,13272,14624,5588,10582,10684,9566,15437,19904,20870,13364,10581,7909,7719,7490,4249,17260,16039,6631,8628,16784,8770,8453,8409,7037,405,11924,4687,12574,9323,14000,10288,12983,16667,798,13815,11784,10132,12242,1880,12640,16860,12546,10101,15383,9162,12737,14723,9523,13494,13014,8702,11695,699,16872,8252,10784,14488,7315,9944,10836,11389,13981,9699,7318,8945,8367,16589,7108,8352,7166,13158,8002,14418,16312,9300,8361,6777,6995,9513,8441,11947,12287,23388,10799,13719,8270,10042,5529,8169,9586,1208,14307,13976,13831,9198,9695,9581,13464,8324,14532,6516,9222,14730,9311,5158,9077,15909,7102,8018,8553,14778,7243,9780,12695,11696,13407,14180,14140,9690,10657,8240,7283,9066,478,13876,13937,9843,2725,14823,10624,13566,10602,9391,13720,9731,15725,7507,14563,10445,12437,1700,8340,16345,18345,12991,6696,14192,9419,12974,11385,205,710,14571,11547,11182,12261,12106,10913,8422,6481,12458,10587,4979,8028,8892,10586,9798,10205,16859,11405,12299,17887,11265,14813,6984,12135,8493,185,11855,15438,12558,9430,10161,12163,8035,6946,7057,6505,6553,348,17291,13930,11220,11205,17068,10508,10487,11997,9416,8949,16759,13559,10316,6888,7528,10310,8450,8361,6742,6771,11211,11064,268,234,16443,9721,6328,11699,7773,10385,15735,13010,14152,8108,6882,8079,5636,764,13342,13147,9067,11744,13178,15350,13126,16236,17779,9500,9302,3697,16992,11682,12152,7127,9298,9542,9972,10171,6603,657,3264,16687,19053,14554,15991,7184,9189,7415,7392,8470,9109,8365,12113,11601,9906,16278,13870,8929,8870,8183,7683,6833,7930,8345,9336,8036,12695,10100,9788,10481,13804,8648,7706,9245,12895,458,17434,14374,10190,10127,9144,10647,9195,6303,20090,9324,9316,10182,15263,11628,12064,12015,12645,8459,10804,9204,8040,7846,10491,8418,11920,10658,345,15202,12361,10805,10023,7918,12053,579,8216,7862,7483,11575,16820,7239,14372,6745,8542,8816,11980,15925,7673,10527,10859,16405,18904,8041,6586,17202,14922,285,14236,12111,11962,11727,14035,10373,5367,10664,7035,14046,7334,8400,6362,4940,995,10057,12388,14154,15855,15456,14183,432,11644,12836,14460,11669,11301,8209,17743,15796,9988,10255,12626,8519,16897,11148,7794,14389,8552,8822,10885,11345,8174,14487,10876,12423,10778,11168,7605,10063,6524,3393,10912,9556,6502,10237,14119,11903,11445,12145,7951,7054,6781,3173,14109,16652,11298,10520,14757,13838,11873,8738,10049,7785,8701,10190,3896,242,11008,15100,13090,11032,4879,6987,7769,8464,14595,6424,6818,10724,7962,5785,12959,554,14373,14312,12538,8215,9807,10296,12767,13316,9658,13577,6991,6211,6933,5494,813,15246,17100,15015,13453,12842,7585,7747,9408,9962,13495,12331,9651,11663,7996,9538,10382,9794,9676,8250,10445,10313,12967,10807,12122,14954,10276,6435,8711,874,10464,15437,17200,11714,9050,9849,10528,10466,10288,14921,14918,11490,11567,7838,31,14681,11833,7302,5117,8502,7414,11877,11683,10390,10398,7588,10727,13957,10657,9531,8481,6545,15910,11631,8571,11603,10031,7468,13285,9256,15652,8249,9481,11313,10693,13664,13952,3536,22260,16582,8144,14834,12731,8477,11866,4266,14588,11202,6596,11174,10058,8276,8013,6967,7354,9745,11815,7850,7787,6428,10270,11875,14159,16634,15028,11850,8858,8267,13180,9241,13465,13739,11660,3944,3520,21129,15625,15644,19188,8852,21899,17524,13832,14057,14600,11611,7459,6007,12655,12827,10392,14311,9747,7063,322,15630,8179,7160,8448,8389,7945,8693,460,12847,10544,16432,9756,11731,10714,9174,6107,8371,10579,8156,8289,9816,380,4588,11923,9976,13237,11533,8766,13830,9591,8880,8342,11447,7458,5792,11678,16851,10400,11037,9958,9037,356,7144,13411,9735,11083,1283,11688,13646,9662,9477,7716,7185,8758,9581,11094,9143,8541,3722,8790,13845,5487,9618,10763,6356,10475,6596,4580,10952,6326,5739,3375,5338,4567,6233,6847,9939,11698,7854,765,14183,11666,7294,8328,8535,8689,7522,4346,7681,11413,9904,9790,6388,8327,10227,7883,6240,1681,6862,9654,11241,15943,7541,3662,10835,10344,7918,6577,10727,6835,8110,10158,7823,6720,7169,6585,10034,4602,6852,7146,5752,10201,7696,5077,4701,4854,785,16169,13659,11857,12939,9096,9168,18443,14972,10837,11983,200,16327,11099,10817,14816,7057,14184,2097,17655,13005,12159,14728,12480,12782,13067,11537,10468,9813,9079,9337,10718,8732,11937,6302,13321,13178,12409,11130,14637,10686,7242,5201,13923,11731,8397,8360,5279,4076,1452,10748,15345,12139,13633,11954,12926,9033,27369,15280,10487,9188,3929,12735,10134,10881,7575,10255,8650,9400,16502,9027,11255,10689,10688,9329,7433,4382,9486,8825,8526,9610,6418,341,14054,12632,5058,394,12234,11975,9223,10725,9532,10741,10485,9411,9697,11744,12603,11638,10018,13301,11332,5933,3736,12468,6299,10517,9766,7180,12264,12600,12566,12057,9942,11708,11668,10074,4081,991,14830,9715,13992,12046,10812,11798,8342,8775,2716,18236,9698,15782,15437,12235,14391,8502,8397,10208,10458,18573,11443,14309,16326,13241,18717,8062,15871,9929,10022,9048,9203,9705,10268,9563,9987,13782,9538,8475,8110,9505,3018,17290,10832,10975,8819,10220,13239,15341,9672,11481,10413,12136,9695,8380,9454,9413,12181,2760,12032,11285,7648,9192,8727,8853,9022,4141,12813,16870,16598,12280,11161,13275,9936,10698,10828,6696,13477,7719,19009,13442,11585,394,13873,11702,10822,9753,8985,8504,10412,8362,11246,12349,21681,11239,7986,8943,12060,351,14247,12006,14195,14221,12847,20845,11510,15151,15005,11199,13893,17972,14786,11799,11445,14890,11603,6406,2264,13030,13280,5800,8360,9082,9483,5176,9084,9549,14766,12073,470,16300,9501,10211,8377,11914,10541,8814,8421,8949,9261,10866,14664,9974,6907,5699,5824,10685,15244,11410,9173,9636,9817,14730,9864,10372,8058,8322,8427,7207,561,14968,13971,13158,9992,11863,11307,11580,10465,11033,8366,11157,12011,5795,11791,11913,7696,9774,8633,12902,9307,5036,929,11067,11295,8756,11244,9179,6105,16598,14861,11703,6283,10611,9768,8700,13241,7607,14528,13381,10843,10277,13863,9146,13681,14397,11051,2046,14570,9412,6622,11824,2333,20198,9746,16925,16082,8582,10209,9410,12508,14920,7835,9284,11329,7872,7717,5673,16733,16663,12041,13101,11502,14594,16593,8107,8369,11355,10999,12022,10408,11262,15121,713,13360,12695,9899,12184,11562,10151,9611,8994,12674,8466,6872,9635,8856,8774,8008,7975,11105,11328,7861,9691,14767,5202,6445,13785,7388,14532,6671,619,16347,12401,10060,13155,16162,10690,9390,6331,10238,11973,300,13958,16303,9186,10952,11379,11638,11547,12492,13261,14634,10612,9964,8256,12428,12994,350,13579,9646,13736,13746,16252,7137,103,13136,18120,12213,7812,7523,9621,9666,13079,8360,6019,2373,15035,11456,12990,14308,10103,7730,8059,14247,6812,5981,7111,7697,6861,7926,695,17170,13073,12040,8025,14014,15066,9807,11552,13485,239,12197,5806,9684,15030,9752,10603,6456,8566,13446,10350,7748,12032,2825,17254,9862,14146,8886,9611,12187,9459,10234,8427,10155,11134,13185,15525,13692,9272,9772,15838,16907,4747,371,14587,12881,10976,16898,14006,12336,12393,11091,13923,13495,15371,12832,7081,202,461,14650,14278,16702,17312,11289,9853,12515,12919,13139,10949,12145,15601,13831,13526,8901,7822,13051,9370,13101,10366,7198,10035,483,317,2130,14378,16176,7360,10969,10965,16109,9695,10898,15021,10838,12146,4245,16345,10322,15153,14210,15688,9311,13634,12143,12236,11288,10667,7620,7881,11698,9450,15065,6580,9023,832,710,19003,13597,16814,11316,11933,9397,12710,9740,14998,12957,10257,8435,9489,7004,741,20464,13781,14164,14823,13134,11350,13939,15396,11529,10546,9837,10806,10364,9887,10759,10369,11790,247,12717,14952,13671,12500,19095,7549,6905,11726,15600,18801,12300,11307,6080,19415,12038,17324,12212,9806,17318,17707,12714,15910,12786,11446,11475,17776,12974,16039,11832,13885,17209,7766,457,15293,14719,14967,15259,16507,20023,17112,10035,26832,15314,22515,15596,13714,17204,10280,15342,12070,19985,13303,10318,8615,7846,10419,13215,13864,16872,10926,15803,7033,8448,8820,8429,11902,9103,440,23298,8015,7759,9490,13078,13703,6352,5068,13698,8531,6829,14746,15081,570,13761,15571,10695,9766,9407,8260,11125,12269,12227,14087,7486,6606,6334,8538,6760,592,639,20709,14045,8488,18887,16003,9889,11373,15634,16429,13140,7264,14677,22475,10748,15233,9032,10678,906,18924,15952,10536,12276,9147,10434,12903,9096,8615,8590,10770,8822,5772,443,12646,10149,10430,9993,11208,8645,7996,6457,8248,11317,11751,10447,9796,879,15287,16769,14571,9361,9074,6804,597,230,12589,13018,6255,12104,8945,5157,7182,6557,8077,10089,10018,7659,4649,7520,7284,6117,8185,9953,6185,10523,7151,8172,8600,8339,9485,8972,4171,14870,10274,11627,9288,9109,8201,10702,11840,11977,831,14107,12423,9206,10986,10590,9543,11225,10343,8977,9295,6779,12447,8994,10298,16027,12608,10629,15664,11277,8936,10052,11300,10842,10617,16420,11909,11286,11810,17938,16523,9187,12102,11455,10608,10050,8714,1590,16839,12280,12211,17357,9230,12363,13006,12897,9062,10640,11778,8712,12668,14214,11933,9890,11374,8605,13896,11776,10375,5593,14488,15653,10108,9519,9213,9100,10102,10008,9836,6185,11535,8850,11786,13479,9381,8319,6453,6298,4832,13560,6910,12120,13153,11682,5697,955,7954,7058,6592,5454,6209,4745,6441,5131,6264,4930,6219,6055,7305,17792,15531,8436,15732,13944,11168,7999,22755,10750,2803,19758,10892,2511,14137,4574,3486,16712,19594,8967,12593,10055,10042,11230,4706,2577,18641,15725,12119,10452,14016,12399,18483,9415,3584,18502,16617,7572,12448,16163,17768,19434,5122,5426,2553,2159,2466,19773,12526,14782,14263,11924,16242,13274,20622,18474,11792,15407,13381,13043,6329,15176,7122,3310,15446,12721,14941,14022,11632,15667,14316,8976,10961,6845,2340,2104,12484,21000,9468,13876,13069,10278,11571,19154,8950,9590,11123,8060,2592,2499,3412,3240,4346,3384,3916,3333,4468,3346,3990,3122,3275,3329,3503,2910,2720,2584,2765,2435,2185,2250,2023,1791,2050,1730,1375,1442,1231,1154,813,934,617,649,391,389,84,4,2],"fragments":[{"begin":"0.000","end":"33.320","lines":["I don’t know about you, but I look forward to the end of the year. Many things slow down, the weather changes, and we begin to focus more on family and friends. Unfortunately, this time of year can also bring with it more interpersonal communication struggles. Today we will explore tips and tricks for negotiating and managing conflict. I’m Matt Abrahams, and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to a “Quick Thinks” episode of Think Fast, Talk Smart: The Podcast."]},{"begin":"33.320","end":"65.920","lines":["We recently polled many of our listeners on LinkedIn, and we found that two topics many people are interested in are conflict and negotiation. So, we reached out to Michele Gelfand, who is the John H. Scully Professor of cross-cultural management and professor of organizational behavior at the GSB. Many of you will remember my previous conversation with Michele where we had a great talk about cross-cultural communication. Let’s listen in as Michele provides us with expert guidance on how to better negotiate and manage conflict."]},{"begin":"65.920","end":"82.520","lines":["This notion of negotiation and conflict, I find this fascinating. We’ve talked about both topics before on this podcast with your colleagues like Maggie Neal and Nir Halevy, and I’m really interested to get your perspective on it. Do you have some best practices and advice around how we can negotiate better?"]},{"begin":"82.520","end":"104.840","lines":["Yeah. I mean, I kind of a fanatic about negotiation research and training — sort of quasi-religious about it — because it’s so important. We do it all the time, with our spouses, with our kids. We do it with our employees. We do at the international level. And I think research is really trying to explain why do people negotiate ineffectively. When there is a lot of value that both parties can get at the table, why do we leave so much value at the table?"]},{"begin":"104.840","end":"126.280","lines":["One of the most fascinating findings is that the best negotiators tend to be the most creative. For example, think about me and my husband Todd going on vacation. This is going to sound a little gender stereotypical, but let’s say that I want to go to a spa at the beach, and he wants to go to a cabin in the mountains. It looks like at first glance we’re going on separate vacations — not a good idea — or we’re going to suffer each other’s priorities."]},{"begin":"126.280","end":"142.240","lines":["But then if you think about if I asked him like, “What’s your priority?” And he says, “Well, it’s the mountains.” And what if my priority is the spa? Well, then we can cut a deal where we go to a spa in the mountains. So, that’s a very creative deal. And a lot of times negotiation is really about understanding what are the other people’s priorities."]},{"begin":"142.240","end":"161.800","lines":["It’s remarkable. A lot of people — less than 10 percent of people — actually ask people, “What’s your priority?” It’s remarkable. You can’t get to those win-win agreements, those creative agreements, without knowing that. And one of the tricks in negotiation is to not be too competitive and not be too cooperative. Because if you’re too cooperative, you just split things down the middle."]},{"begin":"161.800","end":"162.120","lines":["Right."]},{"begin":"162.120","end":"175.560","lines":["There’s a great story — you might have heard this from Maggie or Nir — that two sisters negotiating over an orange. One of them wants the peel to make a cake, and the other one wants the pulp to eat it. If they just split that resource down the middle, one’s going to toss out the peel and the other one’s going to toss out the pulp."]},{"begin":"175.560","end":"192.960","lines":["So, the creative agreement there is if they knew they had these different values on the resource, they would trade off versus just splitting the difference and wasting the resource. So, it’s a fascinating balance between being not too competitive where you’re just trying to get that whole resource or take your own vacation and not being too cooperative."]},{"begin":"192.960","end":"215.760","lines":["One of the things I like to tell people. I have a list of top 10 research findings on negotiation on my website, also. But one of the things that we know is that we should mind our metaphors. So, metaphors are really not just a linguistic device. It’s about how do you map the domain of negotiation. What is it like to you? So, think about it. Is negotiation like a game or a sport or a battle? Or is it like dating?"]},{"begin":"215.760","end":"216.320","lines":["Right."]},{"begin":"216.320","end":"234.560","lines":["And I think it’s not just a linguistic device. We know that people actually start thinking about negotiation through metaphor without realizing it. They enact scripts or behaviors, communication strategies that reflect those metaphors, and they are evaluating the situation based on those metaphors. And what we know is that we need to match metaphors appropriately to the context."]},{"begin":"234.560","end":"261.160","lines":["Sometimes people use uber competitive metaphors like battle and sports when it’s actually an integrative context like the vacation example. Sometimes people use super relational metaphors when it’s an actually competitive context where you should be claiming more value for yourself. So, we try to help people think about their metaphors and then negotiate metaphors with their partners, try to come up with a shared metaphor. So, that’s something I think is really an exciting area of new research that we’ve been working on."]},{"begin":"261.160","end":"283.440","lines":["I’ll just mention one other thing because I’m a cross-cultural psychologist. So, a lot of the literature that we know, all the findings about negotiation, many of them are from the West, they’re from the U.S., and they work really well in our ecology where we have very strong institutions, and we have a lot of mobility where swift trust is really important. Trust but verify. Those findings are not necessarily applicable in places like the Middle East or East Asia."]},{"begin":"283.440","end":"311.600","lines":["We do a lot of research on negotiation, try to understand people’s metaphors, understand what are we trying to get out of the situation. Often, we’re not just negotiating the tangibles: the salary or the price. We’re negotiating something deeper in, for example, the Middle East where respect and honor are really, really important. In fact, we can show that with some of our research. We have a new honor dictionary, too. We can assess how much people talk about honor talk, and we can see how that predicts agreements in Egypt and other contexts and the U.S."]},{"begin":"311.600","end":"339.560","lines":["And so, that’s just to say that we need to be culturally intelligent. And that’s a real term: CQ. It’s different than IQ. It’s different than EQ. It predicts negotiation effectiveness in intercultural context better than IQ or EQ. And so, it’s really important. A lot of times when we send people abroad, we send people abroad because of their technical competence, not because of their cultural intelligence. So, whenever I teach negotiation or talk about it, we always talk a lot about culture."]},{"begin":"339.560","end":"361.720","lines":["I find so many things fascinating about what you’ve said. This idea of negotiating the metaphor — sort of a meta negotiation that you have to have first — is fascinating, and you have to align that first. And the point you made about understanding the other person’s perspective requires a lot of listening. I think people think of negotiation as very active. You’re speaking. It’s that used car dealer negotiation."]},{"begin":"361.720","end":"363.080","lines":["Yeah, that’s a metaphor."]},{"begin":"363.080","end":"369.720","lines":["There we go. And yet, it’s really listening to understand what’s important for the person you’re negotiating with that’s really [crosstalk]."]},{"begin":"369.720","end":"397.480","lines":["Yeah, I totally agree. Most times people are thinking about how to influence other people. Even if they’re asking a question, they’re thinking about what are they going to say next. And we try in our classes to say, hey, listening is really important. And if you feel really vulnerable — you don’t want to ask people about their priorities or you don’t want to reveal your priority — then you have to ask questions indirectly to get at that. And that’s very important in cultures that have low trust. It is a really important skill, whether it’s indirect or direct listening."]},{"begin":"397.480","end":"417.760","lines":["Absolutely. And that last piece you said about the cultural context of negotiation I think is really important. This idea of cultural intelligence beyond just normal intelligence and emotional intelligence I think is a really fascinating one. And as we become even more global in how we work and interact, that becomes even more important."]},{"begin":"417.760","end":"435.960","lines":["So, we’ve talked about negotiation. Conflict is another piece of this puzzle as well. I’m wondering if you have suggestions in best practices around how to manage conflict. And this can be between individuals, between team members, or even organizations. How can we manage conflict? And I’m taking notes. I have two teenagers; I need help."]},{"begin":"435.960","end":"455.680","lines":["Yeah, conflict are these rejected claims. They usually have a lot of really negative emotions. And I think part of the issue that happens in conflicts is that we become very self-serving in our sense of what’s right and wrong. And we tend to associate ourselves with fair behaviors, and we tend to associate other people with unfair behavior."]},{"begin":"455.680","end":"480.200","lines":["So, we rarely think about how was I unfair in that situation? How are they fair? In fact, we can document just how pervasive this self-serving bias of fairness is. In my classes, I ask people to come up with a list of things when we think about fair behaviors and put the letter I if they do it more than others, and they if other people do it more than them. They do that for five minutes, and then they do the same thing for unfair behaviors. And then we have them count how many behaviors they came up with on both lists."]},{"begin":"480.200","end":"500.880","lines":["And in the U.S. in particular, we see that people have huge numbers of I fair and they have huge numbers of they unfair. It’s a very pervasive bias in how we see the world. It’s self-protective. But what we think we need to do here is help people understand like think about how you might have contributed to this conflict. Think about how they might have been fair. So, this is also about empathy and listening."]},{"begin":"500.880","end":"515.640","lines":["The other thing I think along the issue of communication and narrative. We’re starting to study conflict as stories that people get very attached to and the bias in the stories they tell themselves. And for this, we did a recent paper. You’re probably familiar with the telephone game."]},{"begin":"515.640","end":"516.280","lines":["Yes."]},{"begin":"516.280","end":"536.600","lines":["And we were looking at how people transmit conflicts over chains of people. It’s one of my favorite studies. It really is realistic. Because what we did in the first chain, we had two parties in conflict that were of equal blame. And we pilot tested so each of them — There was issues between two apartments having a conflict in terms of parking and noise and garbage and whatnot, but they were both equally to blame."]},{"begin":"536.600","end":"552.080","lines":["And then we had each person, in one condition they didn’t know either of the apartment buildings, and they reproduced the story to another person, and then that person reproduced it to another, down to four people. In another condition they knew one of the apartments — they knew the people in one of the apartments — and we had them do the same thing."]},{"begin":"552.080","end":"570.720","lines":["It was remarkable to see over the chains how that group who had a motivated kind of stake in the conflict started leaving out details of their own blame, their own group’s blame, and they started embellishing the blame of the outgroup. And as this conflict was reproduced across the chain, they were getting more and more revengeful. And it’s fascinating."]},{"begin":"570.720","end":"586.520","lines":["So, when someone tells you a story, and I ask all your audience to think about this. When someone gives you a story about a conflict, think about it as a story, and think about what are they leaving out. What are they embellishing, even if they don’t even realize it? It’s not something conscious. We don’t think people realize they were doing this."]},{"begin":"586.520","end":"600.360","lines":["And in fact, we’ve done some more recent research with relational partners. Because actually by accident, when we go to our spouses or to our friends and we tell them about a conflict, we choose people that are going to help validate those conflicts. This is the dark side of empathy."]},{"begin":"600.360","end":"625.280","lines":["I told you Todd is a lawyer. So, I’ll go home and tell him about a conflict, and he’s always like, “Really? You sure that happened?” And I’m like, “Listen, dude, I want empathy here.” So, we always like to negotiate, like first he gives me a little empathy, but then he tries to poke holes in my story. And I think it’s really important in a recent study we showed that naturally people really like to have empathy in their conflicts. But the more their partners empathize with them, the more revengeful they become of the person they’re in conflict with."]},{"begin":"625.280","end":"642.280","lines":["So, we’re trying to figure out how do we help manage that process of conflict. But that’s just to broadly say that self-serving biases are really rampant in conflict situations: how we perceive ourselves and others, how we tell stories about this, and what we’re leaving out and what we’re embellishing."]},{"begin":"642.280","end":"657.480","lines":["I find a lot of what you have shared with us really has us challenge the way that we see and do the work we do, how we negotiate, how we experience conflict. And the role that communication narrative listening plays in it is so critical."]},{"begin":"657.480","end":"675.520","lines":["This notion of a dark side of empathy I find fascinating, because everybody’s always talking about you want to be more empathic. But I can certainly see how in my own life when I’m in conflict, I search out the people who are going to support my point of view, which only hardens my point of view and makes me more revengeful or upset at the people I’m in conflict with. So, thank you very much."]},{"begin":"675.520","end":"676.000","lines":["Thank you for having me."]},{"begin":"676.000","end":"683.440","lines":["Thank you, Michele. That was a fantastic conversation with so many specific bits of advice on how we can better negotiate and manage conflict. Thank you for your time and thank you for helping all of us to get better at challenging communication situations."]},{"begin":"683.440","end":"720.480","lines":["Thank you for joining us for another episode of Think Fast, Talk Smart, the podcast, a production of Stanford Graduate School of Business. This podcast is produced by Jenny Luna, Michael Reilly, and me, Matt Abrahams. Lloyd Wonder produced our theme music. For more information and episodes, visit gsb.stanford.edu or subscribe to our show wherever you get your podcasts. And follow us on social media @stanfordgsb."]}],"duration":720.509375}