{"title":"Recipes From the “Communication Kitchen:” How to Handle 3 Common Challenges This Holiday Season","url":"https://www.gsb.stanford.edu/insights/recipes-communication-kitchen-how-handle-3-common-challenges-holiday-season","intro":["In each episode of Think Fast, Talk Smart, Stanford GSB lecturer and podcast host Matt Abrahams asks his guests the same question: “What are the first three ingredients in a successful communication recipe?” Answers have ranged from specific and poetic to impactful and thought-provoking. In this episode, we bring you some favorite responses, as well as Matt's tips for solving three communication challenges that tend to arise each holiday season.","In honor of Thanksgiving and the podcast's 45th episode, we've compiled the recipes into cards. Click through to read what communication experts across campus have said are the key ingredients in successful communication."],"transcript":[{"author":"Matt Abrahams","text":"Once again, we are approaching the holiday season. As the year draws to a close, and many of us draw nearer to or family, friends, and work colleagues, we often find ourselves cooking up yummy recipes to share and celebrate over. Yet invariably these interactions lead to challenges and awkward communication situations. So, for this episode, we’ve decided to get into the communication kitchen to bring you a show filled with some of our favorite communication recipes to enhance your speaking and help you navigate holiday challenges."},{"author":"Matt Abrahams","text":"I’m Matt Abrahams, and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast. If you’ve been listening to this podcast for a while, you know at the end of each episode I ask all of my guests the same question: name three ingredients in a successful communication recipe. I have received a wide range of really helpful answers. Some funny, some unconventional, and some have changed the way I think about communication."},{"author":"Matt Abrahams","text":"So, here’s our holiday gift to you. We’ve compiled some of the best ingredient lists we’ve received and present them here as strategies to help you handle three very common communication challenges that you might experience during your holiday season. First, how to excel at small talk. Second, how to insert yourself into a conversation. And third, how to handle conflict."},{"author":"Matt Abrahams","text":"Communication challenge one: how do you insert your voice in a conversation that’s already going on? We don’t want to seem rude or as if we’re interrupting. Yet at the same time, we want others to hear our point of view. Here are a few things you can do to help. First, think of leveraging a paraphrase. A paraphrase is where you summarize or distill down a key point that has been discussed, and you simply insert your point after it."},{"author":"Matt Abrahams","text":"So, you could say something like, “Cost, that’s something I’ve been thinking a lot about,” or “Hawaii, that’s a place that’s I’ve always wanted to travel to.” Then you follow up with your idea or input. You could also ask a question. As the conversation is going on, simply throw out a question like, “I’m curious about —” That’s another way to politely get your point of view into the conversation. And finally, you can lead or wedge into the conversation using emotion, something like, “I’m concerned about —” or “I’m excited by —” Those are phrases that give you permission to interrupt and get your point across."},{"author":"Matt Abrahams","text":"Taken together, paraphrasing, asking a question, or sharing an emotion are great ways to get your voice heard and to insert what it is you’d like to say into the conversation. Here are three recipes from former guests that help give insight into how you can insert your ideas into a conversation. First, we’ll hear from Associate Dean at Stanford Graduate School of Business, Brian Lowery, followed by GSB lecturer Rob Siegel, and then finally, Stanford neuroscientist Andrew Huberman."},{"author":"Matt Abrahams","text":"What are the first three ingredients that go into a successful communication recipe?"},{"author":"Brian Lowery","text":"The first two jump right out to me. The third one is less clear. So, I would say know your audience. One, you have to know who you’re speaking to. I think you have to have a sense of what your goals are, what is it that you’re trying to achieve, what do you want your audience to do for the second one. Know what your audience to feel might be the third. So, I would say I’m going to separate the do and feel to get two out of that."},{"author":"Rob Siegel","text":"I would say number one, a clear takeaway. Get your message out concisely. Number two, showing general interest and enthusiasm for your topic. You can’t just be on autopilot. And finally, if you can provide insights that are not obvious. If people can walk away thinking, oh, I learned something, or that made me think, that will actually keep people wanting to come back for more."},{"author":"Andrew Huberman","text":"Passion, the speaker has to love the topic, and organizational logic. There has to be a structure to the information. It just can’t be bullet points. And clarity. If people walk away understanding more than they did at the beginning, then you’ve won. It gets back to the most important thing to do is to teach your audience, educate them."},{"author":"Matt Abrahams","text":"Next up is communication challenge two: small talk. Small talk can be challenging year-round. But during the holiday season, we’re often needing to talk to lots of people we often don’t spend a lot of time with, or in some cases even know. What can we do to get a conversation going, and how do we sustain that conversation? Perhaps one of the best ways to do this is to use a strategy I’ve mentioned several times before on the podcast, and that is, what, so what, now what."},{"author":"Matt Abrahams","text":"What is the information you want to share? Maybe it’s your hobby or a recent experience or a current challenge you’re facing. The so what is why it’s important to you and perhaps to the people you’re talking to. And then finally now what? It’s what you’re going to do about it, or maybe it’s a question you ask others about what they think. This not only works well for you to initiate small talk, but you can get others to share their ideas and opinions using this exact same approach. Simply ask these questions."},{"author":"Matt Abrahams","text":"What? Ask what somebody is interested in or what they’re enjoying currently. So what? Ask them why it’s important and what they’ve learned. And then finally ask them now what? Ask for some advice or next steps. For example, if you know someone has started binge watching a new TV show, you could ask, “What’s the show about?” “Why do you like it?” and “How and where can I find it to start watching?” The what, so what, now what tool is a very powerful way to initiate small talk or get others to chat with you."},{"author":"Matt Abrahams","text":"Here are some more communication recipes from previous guests that apply to this concept. First we’ll hear from Stanford professors Jeff Hancock and Sara Singer, and then we’ll hear from Stanford GSB lecturer, Burt Alper."},{"author":"Matt Abrahams","text":"What are the first three ingredients that go into a successful communication recipe from your perspective?"},{"author":"Jeff Hancock","text":"& Right. So, first is structure, the second is story, which is related, and the third is your audience. We’re not islands in the stream, despite Dolly’s and Roger’s great song. But we communicate together. Everything we do is a collaboration and a joint action. And so, you have to think about our audience as collaborators. The structure of what it is we want to do, I think that’s where I spend most of my work and time when I’m doing talks. And then, like I said before, telling a story."},{"author":"Sara Singer","text":"So ones for me I think are a message, an important message that you find meaningful that you want to convey. And the second is a connection. So, thinking about how does your message relate to the people that you’re trying to reach. And the third, as we’ve been talking about, is a story that moves people to agree or to action. So, climate change is a classic example of this. Reform advocates first talked about polar bears losing their ice. And it was less compelling than the kind of message that you’re hearing now, which is about this is critical for the survival of your children and your grandchildren, and we need to do something about it."},{"author":"Burt Alper","text":"I’m going to go alliterative on you: passion, preparation, and personality. I want you to bring all the enthusiasm that you have for the topic, I want you to prepare in advance so that you know what your audience needs and wants, and I want you to bring your own personal style and flare to whatever conversation you’re having."},{"author":"Matt Abrahams","text":"Communication challenge three: conflict. Unfortunately, the holidays can often bring conflict and emotional reactions. There are many ways to approach conflict. But the one I think works best is to see conflict as a problem to be solved. Solving this type of problem requires a collaboration between you and the other folks involved. Of course, this can be challenging for many reasons, including the emotions that you bring. And often, many of these conflicts, especially when it comes to family and friends, are things that have been simmering and existing for a long while."},{"author":"Matt Abrahams","text":"If there’s a way that you can manage those emotions first. Maybe take a walk around the block. Write down some of the emotions you’re feeling or talk to a trusted other about these emotions. You need to express them, but perhaps not to the individual or individuals you’re having the conflict with, at least at first."},{"author":"Matt Abrahams","text":"Once you have your emotions addressed, remember that conflict is an invitation to problem solve, which means you want your communication to be about the problem, not the people. Take the time to listen and understand the other person’s perspective. Often after truly actively listening, you realize that there are lots of opportunities for common ground and collaboration."},{"author":"Matt Abrahams","text":"Finally, when it comes to dealing with conflict, be clear in terms of what it is you’re looking for. Sometimes we’re so frustrated, we just want change, but we’re not sure what that change is. Make sure you understand what it is you’re looking for and be able to clearly articulate it."},{"author":"Matt Abrahams","text":"Taken together, this advice can help you have a more enjoyable holiday time and productively manage conflict if it arises. Let’s once again listen to some of the advice and recipes our former guests have given. We’ll hear this time from Stanford professors Tina Seelig and Jeanne Tsai, and GSB professor Maggie Neal."},{"author":"Tina Seelig","text":"Stand tall. Just hold the space. Sometimes there’s a tendency to want to rush through what you’re saying and to feel like somehow you’re taking up people’s time. But they’re there to hear you. So, you want to stand tall, slow down, and tell a story."},{"author":"Jeanne Tsai","text":"So, I think it’s to know who you’re speaking to and to anticipate what they might be interested in, and at the same time to be really open to them and realize that you might not know everything about them. That counts as one ingredient."},{"author":"Jeanne Tsai","text":"The second one is to be clear about what your message is, to think about the limited attention spans of everyone, all of us. So, to really think carefully about what are the three things you want your audience to take home whit them."},{"author":"Jeanne Tsai","text":"And then the third — I guess I already mentioned it in the context of the first one — is to really pay attention to people’s responses."},{"author":"Maggie Neale","text":"First one is concern for the other. If I’m trying to communicate to somebody, I need to understand where they are, and I need to frame my communication in a way that meets them where they are. And then I need to help figure out how that communication can move them to a place that I would prefer them to be. And so, that’s why I think, for example, negotiation is such an important skill. Maybe together we can come up with a better solution than either one of us could have imagined separately."},{"author":"Matt Abrahams","text":"It is my hope that the tools we have discussed for inserting your voice into existing conversations, making small talk, and managing conflicts can help make your holidays more enjoyable and less stressful. If you’d like to hear more recipes, find our episodes wherever you get your podcasts. Additionally, please visit gsb.stanford.edu/thinkfasttalksmartrecipes."},{"author":"Matt Abrahams","text":"And since it is the season for gratitude, we wanted to sincerely thank you for listening to Think Fast, Talk Smart. We’ve loved hearing from so many of you via social media and email. We read every note and so appreciate your listening in. We wish you a healthy and happy holiday season."}],"audio":"https://content.production.cdn.art19.com/segment_lists/489ecb1a-f654-43a4-9978-5ad7e62ec735/20211118-UmVjaXBlcyBtaXggbWFzdGVyIDIud2F2-08950bd3-333c-4da5-beb6-27c3652e89d0.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Brian Lowery","Rob Siegel","Andrew Huberman","Jeff Hancock","Sara Singer","Burt Alper","Tina Seelig","Jeanne Tsai","Maggie Neale"],"wave_peaks":[3699,3439,3888,3846,4162,4244,3918,3805,3327,15781,14863,17653,14908,14610,16653,11337,7982,4073,3911,12873,15450,14602,11106,12031,6047,11959,19703,12771,15631,18277,13578,14457,8392,14639,7040,15577,10061,5527,3954,14789,17857,15570,13752,13729,13012,16057,18663,14216,8757,11934,10109,12204,13222,7659,3241,3730,15304,12349,16350,12966,11887,16982,12580,11987,11097,21488,7116,7336,12867,10803,9526,13477,8218,8232,7991,5007,4269,12104,21140,16744,10711,4877,14168,15339,13280,15979,10731,17323,11339,10547,14561,4544,17297,15534,14806,17582,13091,15828,14835,12481,13231,11898,17301,8553,4581,13071,16507,12846,11314,5960,10512,19237,20981,8760,4443,15556,11207,12247,6015,4117,863,23647,18228,11359,8756,20880,19897,9440,12764,11893,11189,8427,13340,13448,14594,10679,8723,8305,4826,5020,3819,17976,11366,5829,20793,20686,2996,5101,20564,12188,2816,14566,9401,4300,2861,2907,16696,13495,14165,14409,16661,21427,13427,10797,14559,16616,11365,11899,11655,12665,10629,14909,15547,15122,13347,8771,6904,10362,14389,3926,1869,669,16618,12337,11124,10666,9819,12362,5891,7488,6489,16032,6982,9513,11070,8033,10712,2578,159,887,479,15169,12536,9272,12037,14036,11496,5592,13376,18575,7754,4404,5680,14140,9698,165,14928,13359,15125,5251,331,7254,13574,13068,11125,11481,12235,12820,6073,8084,4323,633,17407,13025,21811,14722,13663,7523,3074,6020,14657,19306,9319,10406,15578,11516,10335,7563,2870,16805,9780,4610,9999,16722,14553,10613,7170,20969,7985,11642,13727,9041,10574,8256,8972,6533,18002,10878,12137,2604,11482,10593,7936,12312,4072,8726,16078,12838,7512,5080,12266,13475,13217,6367,5184,1049,142,16778,10254,238,22747,15101,10253,8844,10012,131,8899,16387,4670,22002,20119,11622,11309,12346,12607,12528,5554,440,5162,13538,14315,5822,25167,10985,8838,10970,3974,1101,1682,2109,6300,4482,5290,5851,6014,5322,5270,5545,4163,5967,5612,5453,5445,5826,6456,4566,4470,5506,5700,5367,4857,5212,4935,2180,3821,4139,3054,2626,15608,12191,17871,14389,11085,2607,21908,15327,11003,10704,9929,12554,11175,4183,15276,9825,7380,6753,170,1742,16476,10831,11300,11905,9593,9899,10359,13327,3794,15519,14651,11720,8204,3891,10893,14716,14650,10155,13488,6651,7395,155,1178,11951,14025,11095,12391,6861,10161,1291,140,12150,13358,1363,18034,13941,10197,16706,11718,2184,129,11180,19076,8353,10708,11846,11763,6962,11965,13993,8980,8811,5681,487,12757,11948,13260,3908,162,11547,9723,11996,8164,12593,9622,9563,12065,2626,722,13807,12202,13643,12439,4986,5952,12933,5099,15784,13759,13505,10381,12213,11286,12195,9229,4960,12289,5880,16981,13339,10438,10519,12078,10018,10490,2600,153,16977,20521,8445,19052,12235,15131,6673,13861,11058,261,136,1218,363,18231,16711,18002,13711,4814,1864,15136,18401,10721,14088,12426,14636,13862,16720,11910,12072,9828,19974,13132,11931,1139,486,23663,16437,16048,7188,18213,12475,9218,6504,9319,8524,9154,7155,1531,988,8249,16649,6893,223,12854,13832,15149,13974,12481,15436,9344,8423,9915,10864,4374,16323,17254,16340,25389,11815,15004,15818,15853,15492,11608,9308,244,5691,16108,13805,8789,10163,12508,9970,11668,10820,1634,9512,9466,13554,3567,118,622,975,13688,15372,11486,195,16412,15496,8167,418,20357,11605,13830,5043,14236,14145,14100,11114,4400,6953,14867,9092,10990,9120,8736,11312,750,18273,14712,12298,11771,10024,13893,7935,6877,13058,12828,11291,8077,1385,150,1492,868,686,14261,16995,18213,13419,5561,12904,15296,13677,3497,21479,13743,10978,12317,17599,10095,10466,13205,8840,7074,9183,7994,5083,2426,17307,15510,13577,10426,12243,9622,8647,7454,12579,13551,9983,10417,5437,15533,13573,6374,337,22112,21081,14604,16091,13093,8523,14000,10138,7149,12262,17824,8441,533,17552,14308,13427,12716,6315,10656,8873,9848,6227,4910,4355,5330,4901,5165,4673,5085,4653,4668,4233,6477,4102,5382,530,22762,14902,21963,17863,17998,11888,11215,19334,19103,8907,16758,7611,10230,9092,7843,6229,4291,12165,11258,221,13757,13789,12489,9601,11982,146,45,14321,11604,12169,12535,8421,10650,12361,12100,2165,12439,12625,12165,11137,9965,1723,6380,4625,11079,9925,12243,10986,12246,921,12743,13586,11615,14490,12122,11376,12439,12532,13963,11410,12888,10124,11164,9170,10733,11271,8758,11141,2917,17238,4974,4132,5044,10444,10080,16430,6170,97,59,13498,12669,10343,12944,9389,6748,12711,2308,11358,10196,6323,8120,9690,5435,10796,13024,12317,11664,9449,12570,12840,11194,14089,12162,11062,11097,10863,10311,12476,192,260,15765,15086,11631,15232,12913,20361,16040,9850,7088,10345,12275,16044,14974,11373,6476,322,12618,13701,10290,6834,529,11229,12629,12185,8706,8392,11602,18687,21529,9695,15246,3824,234,13458,17500,6750,8269,7256,6375,11712,1661,490,19003,22781,16692,11086,12312,19183,20192,11703,15145,10098,13296,12565,5653,8334,10356,20180,14298,17771,8782,19562,16658,3152,14346,11808,11231,10629,10008,13237,10697,8518,8989,4094,19063,13661,6070,3953,9733,12201,7970,12205,6547,3415,108,94,12880,8259,1216,4428,3629,4412,6127,14917,8011,10866,9641,7564,428,723,14096,14750,10081,10160,9588,1608,11493,15538,10468,9607,9186,16450,17340,1722,3065,6519,925,6649,5741,2269,8874,9313,5505,7203,4739,8572,10917,7796,6836,4457,312,9936,7226,185,182,3290,13356,3828,194,5744,9255,13847,14538,12830,12777,10766,9212,12057,7595,5225,9656,10450,14745,7535,1927,8193,5161,3088,7334,5534,219,6697,10008,7450,10063,11305,5319,6563,5755,7270,9254,6694,6166,3552,4127,4750,4466,4923,3815,4530,4347,6244,4126,5210,505,363,5374,13233,14894,12116,15872,10328,17639,6886,6091,3912,14902,12591,3679,150,3837,14913,14803,7570,15574,9056,12319,12400,1526,9811,13172,14700,6796,4836,2075,11914,11659,10523,12656,5964,15074,11325,6156,1239,19193,14340,5529,5960,10720,9330,6871,13082,15824,6322,7621,13305,3996,127,1069,14829,11308,11618,12007,8283,12353,7069,9929,1102,10044,19238,7436,9129,5810,9261,5107,1808,653,125,1677,23319,12746,12249,12811,12121,7087,6433,8277,9167,8271,16412,10913,9546,10897,14727,10829,9746,10360,14688,4764,528,21157,15099,3440,7754,15170,140,3120,13283,8098,1384,4615,12121,1864,128,764,408,13322,12755,13322,11877,10090,8028,5747,7736,12452,13262,8914,5897,11523,11186,9450,11955,12023,9305,7090,5283,640,782,13826,12422,12505,8267,13638,10152,10929,5253,10361,597,7982,19938,4814,8151,13111,3583,1636,151,2411,5077,14454,5122,3931,15952,4463,307,15780,12502,13069,13424,12983,13521,14918,9004,14499,10752,12927,8407,17177,10366,7422,149,473,142,13322,15409,10485,11389,11450,9819,9497,8353,7968,9916,4585,874,14111,10806,13362,13662,7112,11916,16857,7918,5653,7672,7115,5462,7150,6295,5762,4118,7272,1517,608,14957,16873,7941,10393,4666,393,12740,1301,1145,12776,11356,12110,13183,8200,8597,6504,14246,11970,12947,10341,1807,2491,14621,7959,152,9762,13621,11367,9964,8708,5972,12418,10338,10864,1913,133,11449,15586,13133,9512,11555,9644,1019,14242,10236,15262,11975,6756,8361,3334,132,333,14045,12227,5597,13788,14239,11708,13866,12481,12458,13474,8618,6696,5794,2755,3103,17936,14199,9768,8906,14273,3374,220,13260,8127,11454,130,15954,13859,16004,20444,6329,14137,14870,7777,305,139,126,13687,15524,9023,7889,12400,9414,16044,21350,5027,4241,7799,17438,17300,12197,10452,11770,10625,11832,9301,1039,17460,17211,13952,19268,7940,4384,922,135,934,13808,12473,13556,8431,12718,11998,11044,6792,8884,14086,11299,13082,9433,12411,16833,9838,10965,4766,129,249,16489,13193,13491,13218,12335,11986,8918,9237,13162,10184,9736,9770,1297,17629,12849,6920,11935,14043,12650,8152,11235,11216,10973,3579,3911,4039,4906,4406,4616,3758,5087,4546,4542,4393,4252,4690,4427,4141,4096,3762,3404,3138,2346,2331,1714,1104,2974,12915,12986,12701,12481,10119,9321,7900,5764,15466,8397,6292,11414,8150,8389,9266,6431,9018,5832,8212,5552,9499,4571,338,26401,26325,24433,18950,14953,11898,9222,18055,12001,21193,16804,11329,9419,14795,2404,18152,22165,20660,15483,10768,11659,12292,13042,5744,5234,13725,15367,12623,14508,9136,7519,10027,21756,15740,1504,14632,23323,18084,12875,13793,14452,19221,25003,15955,29698,25528,28146,17299,17396,11671,3283,14035,8634,8632,11911,9045,9864,7848,10488,10903,7030,3353,4345,4621,2232,3223,8557,470,6969,7627,12756,10470,17417,12453,11633,2048,3216,3434,11636,17910,15970,218,130,6141,24795,19289,18243,12419,12246,13510,11461,8525,8826,8519,1020,4269,6751,3341,9947,10611,2484,8644,13417,5394,8136,7918,3854,4431,46,5,2,2,2,7103,12383,15545,11071,10528,11625,9974,12377,13330,457,13507,13788,9176,12309,10875,9444,7492,8263,12861,8072,10951,9923,11922,8065,8961,51,597,6347,13112,8272,14413,7991,6629,13004,10504,6900,7650,10020,10230,11832,12790,13913,9958,11861,5131,9894,5112,10195,8538,8960,13119,6044,4430,1036,832,9833,13270,13816,12164,9801,12380,13558,8291,9466,14025,7968,10424,6666,9390,7377,8538,7576,10280,9232,12117,8650,15566,4971,1268,7217,14243,9369,5428,11307,13859,8027,9907,9475,9714,12994,11442,8389,1289,13587,12642,13014,9608,11557,9221,9858,12544,13200,13835,7619,6997,12460,12437,11829,14482,9913,13179,1233,10342,13144,12483,9252,10999,8146,8238,13731,9235,11657,5287,5321,8267,6260,12049,8533,5558,6725,7073,10543,4810,7623,5155,4502,7476,5044,163,15,2,10,6358,8806,5923,4988,3006,2221,6236,5026,487,28,53,6328,4884,4017,137,2671,4449,3466,2337,102,116,5826,5839,5325,18,6582,4369,6676,4470,5041,5434,3250,4742,3401,4342,3905,34,32,4488,2911,5736,6777,2784,18,2541,4435,5311,2941,4332,3448,3219,803,20,4581,4934,4665,4109,80,38,3869,5919,4992,5133,4420,4229,4140,783,4560,3392,5886,3678,5720,3353,2160,3295,2813,3185,4150,3410,3563,573,217,168,3524,3593,3462,3435,3415,3338,2905,2992,2274,2305,1634,1569,1116,15174,11528,9958,16587,10362,7172,2066,13664,12853,2140,234,208,209,13835,13611,11349,17546,10591,13019,12262,13586,8706,7639,10900,9597,5865,3904,1819,251,12831,16592,14235,9964,16421,7500,4189,12037,12459,16721,8876,8951,10323,10918,14689,14870,5681,8415,15892,7960,6886,10600,1335,169,7922,19357,19631,11290,13466,16243,10604,15736,11968,5892,6038,7192,8138,11736,15650,6277,10304,1361,133,578,7227,13425,3044,10275,10886,21688,8462,8118,14518,7235,2073,6676,14042,12357,13470,6348,6334,9100,206,1433,11180,15358,8860,10636,16585,7420,9535,2642,6825,10376,9377,7965,11057,9514,9949,5463,947,18720,8031,10007,12244,11377,7830,6834,10129,7610,8386,254,1036,175,217,14724,11744,9106,12084,11969,12211,8964,6908,7961,2674,149,9402,13444,10329,12227,9441,246,16798,15882,9814,8740,8886,7103,6764,789,7302,18123,9376,13944,16640,10868,15651,6820,3591,1812,135,121,9857,11590,12973,11838,3763,9369,8096,9086,14992,7238,11217,11191,9251,6997,15818,7106,11537,6418,1187,147,11462,11934,7446,1437,114,1539,771,137,15832,17896,14246,12878,9860,12143,1072,18987,15401,15022,7711,9375,12468,6974,7450,11136,7706,8137,5788,10519,8162,2576,12347,13360,9590,11094,9620,11381,14328,14761,10832,1901,14818,13614,6638,891,505,399,12585,12760,11020,11087,9389,8856,9509,8470,4363,11929,4795,143,163,16364,16014,9807,9414,6351,15189,10698,10730,3083,9936,12438,9804,9101,10906,16527,11718,8597,8355,8593,9911,6689,8766,6446,3597,135,111,1018,137,12878,12856,1266,11845,19045,12109,12027,12125,8089,6508,10411,12382,8949,11652,8196,6795,4565,4238,180,12445,17318,8372,13262,12359,8778,9050,14364,10423,9333,2469,145,11644,13111,9548,11521,4752,4472,2600,125,121,8396,14341,11496,9591,9872,9045,9422,7142,1914,9374,9958,5312,9500,8814,5272,4724,979,119,139,827,604,15100,16149,7051,15310,14077,8462,13669,10624,9690,13695,8548,11373,6518,2487,12909,14826,8616,7571,12645,6482,6746,10136,2942,128,3545,15711,13612,10687,9655,10804,10701,13753,14115,7407,10700,11447,11399,5543,7678,2106,799,13274,14654,13867,7230,13500,10999,13899,9318,13300,10473,12193,17005,13993,2628,265,13623,12927,11056,14230,11250,10746,5040,178,109,3,10,2560,17732,16597,11889,6334,8880,1504,15496,11310,14969,2451,19263,13254,11168,12530,13103,5812,1638,13833,16498,4927,11720,13542,9426,16520,17351,10896,9804,12332,16068,15433,15164,2357,17635,16361,14103,13900,13812,22684,11741,11304,8135,14231,4377,7726,16771,15709,7903,2030,3305,10609,21549,7968,1216,1247,2255,15531,2952,863,20,4,2,2,102,14111,14399,14927,16859,12372,15126,14793,12870,15891,14531,18039,11053,21523,10934,17315,14054,15103,12802,14717,11995,12687,16996,15850,15782,19090,13066,14968,15884,13151,11686,15642,12724,16056,15390,10638,24057,17236,15529,12663,20108,15004,11081,8381,15681,16629,15504,17363,13825,13835,13037,15527,10577,13413,14010,16558,13818,14978,15950,14457,15445,13521,17575,14135,18456,13230,2482,1007,14518,15637,15627,10264,176,17224,18683,11185,21270,16038,17146,17578,10163,15004,17199,10687,3995,16339,16518,11947,11432,10006,545,198,17857,15276,13686,15529,14790,18385,14350,14675,17221,11543,16230,5375,15120,16183,15102,15499,9565,10209,6916,12857,14897,14357,11767,10725,2455,3852,6173,4074,5198,19243,19040,16792,21400,10876,14164,1175,11,3758,5520,20916,20149,17339,11637,14265,20793,18009,11591,17567,9677,17108,18857,13309,8051,162,16543,11812,11355,19714,18786,7757,11783,11233,18470,7087,17602,18457,16640,18340,19442,14783,13066,161,20588,20811,12939,13976,478,224,21255,8885,20852,19806,20081,486,18152,19229,15717,8762,13743,11491,15608,19583,22071,8835,14743,17721,6698,2387,115,5401,21601,18923,14351,13785,15341,10214,10993,22425,11693,10476,21326,10366,15029,20657,14938,18293,8226,18537,17452,9353,16780,12995,6817,16557,15026,16665,16435,15367,19626,10681,17716,7825,2422,2020,3233,4309,4220,4458,4115,4355,3619,14788,14948,12477,3189,13261,11249,10693,13273,9896,11499,12956,11060,12869,8544,9402,10011,9639,4381,8417,15448,12222,9228,7870,14507,11359,7700,5011,9261,18795,10955,12206,13296,9161,7601,12971,4910,12912,10075,13591,7572,2171,3209,10969,17207,13830,14826,16941,5907,16870,17408,14548,10435,11697,16728,7132,11176,11836,5924,3994,15342,15135,9610,3047,14259,13899,10098,14391,14759,8276,2939,20405,11688,7223,19703,18472,10260,9808,3057,12294,13482,13390,4032,13733,15298,15306,3145,21140,14245,9686,17400,7992,4926,3315,3218,14245,12152,10033,10461,12568,15718,4714,12470,12565,9583,10832,9742,11575,11200,8531,11020,14794,10704,11319,6675,3025,3148,11351,15163,12958,11601,9258,12811,13020,7337,8890,10937,14097,8580,6964,3193,13299,11160,23041,11207,7353,13338,14277,9030,11507,12614,6436,4421,2523,14719,10278,20100,8379,5618,5530,20482,8231,11882,6431,4453,3320,3360,3805,3757,3633,3454,4171,3505,558,21,2],"fragments":[{"begin":"0.000","end":"36.480","lines":["Once again, we are approaching the holiday season. As the year draws to a close, and many of us draw nearer to or family, friends, and work colleagues, we often find ourselves cooking up yummy recipes to share and celebrate over. Yet invariably these interactions lead to challenges and awkward communication situations. So, for this episode, we’ve decided to get into the communication kitchen to bring you a show filled with some of our favorite communication recipes to enhance your speaking and help you navigate holiday challenges."]},{"begin":"36.480","end":"69.720","lines":["I’m Matt Abrahams, and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast. If you’ve been listening to this podcast for a while, you know at the end of each episode I ask all of my guests the same question: name three ingredients in a successful communication recipe. I have received a wide range of really helpful answers. Some funny, some unconventional, and some have changed the way I think about communication."]},{"begin":"69.720","end":"104.440","lines":["So, here’s our holiday gift to you. We’ve compiled some of the best ingredient lists we’ve received and present them here as strategies to help you handle three very common communication challenges that you might experience during your holiday season. First, how to excel at small talk. Second, how to insert yourself into a conversation. And third, how to handle conflict."]},{"begin":"104.440","end":"131.200","lines":["Communication challenge one: how do you insert your voice in a conversation that’s already going on? We don’t want to seem rude or as if we’re interrupting. Yet at the same time, we want others to hear our point of view. Here are a few things you can do to help. First, think of leveraging a paraphrase. A paraphrase is where you summarize or distill down a key point that has been discussed, and you simply insert your point after it."]},{"begin":"131.200","end":"167.440","lines":["So, you could say something like, “Cost, that’s something I’ve been thinking a lot about,” or “Hawaii, that’s a place that’s I’ve always wanted to travel to.” Then you follow up with your idea or input. You could also ask a question. As the conversation is going on, simply throw out a question like, “I’m curious about —” That’s another way to politely get your point of view into the conversation. And finally, you can lead or wedge into the conversation using emotion, something like, “I’m concerned about —” or “I’m excited by —” Those are phrases that give you permission to interrupt and get your point across."]},{"begin":"167.440","end":"202.880","lines":["Taken together, paraphrasing, asking a question, or sharing an emotion are great ways to get your voice heard and to insert what it is you’d like to say into the conversation. Here are three recipes from former guests that help give insight into how you can insert your ideas into a conversation. First, we’ll hear from Associate Dean at Stanford Graduate School of Business, Brian Lowery, followed by GSB lecturer Rob Siegel, and then finally, Stanford neuroscientist Andrew Huberman."]},{"begin":"202.880","end":"208.960","lines":["What are the first three ingredients that go into a successful communication recipe?"]},{"begin":"208.960","end":"235.960","lines":["The first two jump right out to me. The third one is less clear. So, I would say know your audience. One, you have to know who you’re speaking to. I think you have to have a sense of what your goals are, what is it that you’re trying to achieve, what do you want your audience to do for the second one. Know what your audience to feel might be the third. So, I would say I’m going to separate the do and feel to get two out of that."]},{"begin":"235.960","end":"260.880","lines":["I would say number one, a clear takeaway. Get your message out concisely. Number two, showing general interest and enthusiasm for your topic. You can’t just be on autopilot. And finally, if you can provide insights that are not obvious. If people can walk away thinking, oh, I learned something, or that made me think, that will actually keep people wanting to come back for more."]},{"begin":"260.880","end":"291.880","lines":["Passion, the speaker has to love the topic, and organizational logic. There has to be a structure to the information. It just can’t be bullet points. And clarity. If people walk away understanding more than they did at the beginning, then you’ve won. It gets back to the most important thing to do is to teach your audience, educate them."]},{"begin":"291.880","end":"324.760","lines":["Next up is communication challenge two: small talk. Small talk can be challenging year-round. But during the holiday season, we’re often needing to talk to lots of people we often don’t spend a lot of time with, or in some cases even know. What can we do to get a conversation going, and how do we sustain that conversation? Perhaps one of the best ways to do this is to use a strategy I’ve mentioned several times before on the podcast, and that is, what, so what, now what."]},{"begin":"324.760","end":"355.560","lines":["What is the information you want to share? Maybe it’s your hobby or a recent experience or a current challenge you’re facing. The so what is why it’s important to you and perhaps to the people you’re talking to. And then finally now what? It’s what you’re going to do about it, or maybe it’s a question you ask others about what they think. This not only works well for you to initiate small talk, but you can get others to share their ideas and opinions using this exact same approach. Simply ask these questions."]},{"begin":"355.560","end":"388.920","lines":["What? Ask what somebody is interested in or what they’re enjoying currently. So what? Ask them why it’s important and what they’ve learned. And then finally ask them now what? Ask for some advice or next steps. For example, if you know someone has started binge watching a new TV show, you could ask, “What’s the show about?” “Why do you like it?” and “How and where can I find it to start watching?” The what, so what, now what tool is a very powerful way to initiate small talk or get others to chat with you."]},{"begin":"388.920","end":"409.400","lines":["Here are some more communication recipes from previous guests that apply to this concept. First we’ll hear from Stanford professors Jeff Hancock and Sara Singer, and then we’ll hear from Stanford GSB lecturer, Burt Alper."]},{"begin":"409.400","end":"416.240","lines":["What are the first three ingredients that go into a successful communication recipe from your perspective?"]},{"begin":"416.240","end":"450.200","lines":["& Right. So, first is structure, the second is story, which is related, and the third is your audience. We’re not islands in the stream, despite Dolly’s and Roger’s great song. But we communicate together. Everything we do is a collaboration and a joint action. And so, you have to think about our audience as collaborators. The structure of what it is we want to do, I think that’s where I spend most of my work and time when I’m doing talks. And then, like I said before, telling a story."]},{"begin":"450.200","end":"492.640","lines":["So ones for me I think are a message, an important message that you find meaningful that you want to convey. And the second is a connection. So, thinking about how does your message relate to the people that you’re trying to reach. And the third, as we’ve been talking about, is a story that moves people to agree or to action. So, climate change is a classic example of this. Reform advocates first talked about polar bears losing their ice. And it was less compelling than the kind of message that you’re hearing now, which is about this is critical for the survival of your children and your grandchildren, and we need to do something about it."]},{"begin":"492.640","end":"515.280","lines":["I’m going to go alliterative on you: passion, preparation, and personality. I want you to bring all the enthusiasm that you have for the topic, I want you to prepare in advance so that you know what your audience needs and wants, and I want you to bring your own personal style and flare to whatever conversation you’re having."]},{"begin":"515.280","end":"558.640","lines":["Communication challenge three: conflict. Unfortunately, the holidays can often bring conflict and emotional reactions. There are many ways to approach conflict. But the one I think works best is to see conflict as a problem to be solved. Solving this type of problem requires a collaboration between you and the other folks involved. Of course, this can be challenging for many reasons, including the emotions that you bring. And often, many of these conflicts, especially when it comes to family and friends, are things that have been simmering and existing for a long while."]},{"begin":"558.640","end":"578.320","lines":["If there’s a way that you can manage those emotions first. Maybe take a walk around the block. Write down some of the emotions you’re feeling or talk to a trusted other about these emotions. You need to express them, but perhaps not to the individual or individuals you’re having the conflict with, at least at first."]},{"begin":"578.320","end":"601.920","lines":["Once you have your emotions addressed, remember that conflict is an invitation to problem solve, which means you want your communication to be about the problem, not the people. Take the time to listen and understand the other person’s perspective. Often after truly actively listening, you realize that there are lots of opportunities for common ground and collaboration."]},{"begin":"601.920","end":"620.120","lines":["Finally, when it comes to dealing with conflict, be clear in terms of what it is you’re looking for. Sometimes we’re so frustrated, we just want change, but we’re not sure what that change is. Make sure you understand what it is you’re looking for and be able to clearly articulate it."]},{"begin":"620.120","end":"640.240","lines":["Taken together, this advice can help you have a more enjoyable holiday time and productively manage conflict if it arises. Let’s once again listen to some of the advice and recipes our former guests have given. We’ll hear this time from Stanford professors Tina Seelig and Jeanne Tsai, and GSB professor Maggie Neal."]},{"begin":"640.240","end":"659.440","lines":["Stand tall. Just hold the space. Sometimes there’s a tendency to want to rush through what you’re saying and to feel like somehow you’re taking up people’s time. But they’re there to hear you. So, you want to stand tall, slow down, and tell a story."]},{"begin":"659.440","end":"671.280","lines":["So, I think it’s to know who you’re speaking to and to anticipate what they might be interested in, and at the same time to be really open to them and realize that you might not know everything about them. That counts as one ingredient."]},{"begin":"671.280","end":"686.720","lines":["The second one is to be clear about what your message is, to think about the limited attention spans of everyone, all of us. So, to really think carefully about what are the three things you want your audience to take home whit them."]},{"begin":"686.720","end":"694.520","lines":["And then the third — I guess I already mentioned it in the context of the first one — is to really pay attention to people’s responses."]},{"begin":"694.520","end":"729.160","lines":["First one is concern for the other. If I’m trying to communicate to somebody, I need to understand where they are, and I need to frame my communication in a way that meets them where they are. And then I need to help figure out how that communication can move them to a place that I would prefer them to be. And so, that’s why I think, for example, negotiation is such an important skill. Maybe together we can come up with a better solution than either one of us could have imagined separately."]},{"begin":"729.160","end":"757.200","lines":["It is my hope that the tools we have discussed for inserting your voice into existing conversations, making small talk, and managing conflicts can help make your holidays more enjoyable and less stressful. If you’d like to hear more recipes, find our episodes wherever you get your podcasts. Additionally, please visit gsb.stanford.edu/thinkfasttalksmartrecipes."]},{"begin":"757.200","end":"778.440","lines":["And since it is the season for gratitude, we wanted to sincerely thank you for listening to Think Fast, Talk Smart. We’ve loved hearing from so many of you via social media and email. We read every note and so appreciate your listening in. We wish you a healthy and happy holiday season."]}],"duration":778}