{"title":"Say It, See It: How We Create a Shared Reality Through Communication","url":"https://www.gsb.stanford.edu/insights/say-it-see-it-how-we-create-shared-reality-through-communication","intro":["Communication is about so much more than sharing words. As neuroscientist Shane O'Mara explains, communication is about sharing reality.","According to O'Mara, “A conversation is where we create a shared reality together.” As a professor of experimental brain research at Trinity College Dublin, his research has focused on how human brains sync up through communication. “The essence is that we are creating a shared reality where we come to share the same states of emotion, the same states of memory, and we come to think about the future together in a new way.”","On this episode of Think Fast, Talk Smart, O'Mara joins host Matt Abrahams to discuss how language, memory, and imagination play into communication and how we can use active listening and turn-taking to create a shared reality together."],"transcript":[{"author":"Matt Abrahams","text":"A fundamental capacity that humans have is to engage in conversation. We create connection and shared realities. My name is Matt Abrahams and I teach at Stanford Graduate School of Business. Welcome to Think Fast Talk Smart the podcast. Today I really look forward to speaking with Shane O’Mara. Shane is a professor of experimental brain research at Trinity College in Dublin, Ireland, and the director of the Trinity College Institute of Neuroscience. He has written a number of books. His latest is called Talking Heads, the New Science of How Conversation Shapes Our Worlds. Welcome Shane. I’m super excited to chat with you."},{"author":"Shane O’Mara","text":"Thank you, Matt. I’m delighted to be speaking with you."},{"author":"Matt Abrahams","text":"Alright, let’s get started. One of your earlier books is entitled A Brain For Business, A Brain for Life, How Insights From Behavioral and Brain Science Can Change Business and Business Practice for the Better. If you were to pick one actionable insight from your book that our listeners could deploy to change the businesses they work for the better, what would it be?"},{"author":"Shane O’Mara","text":"It would be a very simple and straightforward one. It’s to be aware of the fact that we have systematic biases in our reasoning. These are called cognitive biases and one particular bias we have is that we focus on the upside of the decisions we’ve made rather than the possible downsides. So a good way to think about this is to assume that you’ve gone with a course of action, assume that it has blown up in your face and that it has been a complete catastrophe and sit down and do a pre-mortem rather than a post-mortem. And this might help you avoid questionable decisions about the future of your business."},{"author":"Matt Abrahams","text":"So I am a big advocate for reflection after communication after decision-making. I love this idea of doing a pre-mortem, imagining things didn’t go well, so it can inform the decisions you’re about to make. That’s incredibly helpful. Takes a little bit of time, but I bet it saves a lot of time on the backend."},{"author":"Shane O’Mara","text":"We know there have been many, many products that have been launched into the markets. I can think of new Coke as a very good example. There was a serial for children here that had a particular name that sold very well for many, many years and they relaunched it with a new name and its sales fell through the floor. If people had sat down ahead of time and thought these are their good reasons for going ahead. Now what it might go wrong, that’s a hard thing to do because it’s asking you to get evidence for why your decision-making has been faulty ahead of something having gone wrong. But it’s a really clever way of making sure that you’ve tested all the angles before you commit yourself to a new course of action."},{"author":"Matt Abrahams","text":"Certainly sounds very prudent. I appreciate that advice. I’d like to switch now to the topic of your latest book. It’s all about conversation and I’m curious, how do you define conversation and what are the essential ingredients needed to pull off a successful conversation?"},{"author":"Shane O’Mara","text":"For me, a conversation is where we create a shared reality together by means of communicating with each other. That is most commonly by the use of spoken language. But of course people can communicate in numerous other ways by text messages, by using sign language in all sorts of other ways. But the essence is that we are creating a shared reality where we come to share the same states of emotion, we come to share the same states of memory and we come to think about the future together in a new way."},{"author":"Matt Abrahams","text":"I like that. I like that it’s inviting and collaborating to create a shared reality that we can then move forward from. Are there essential ingredients that go into a conversation? So for example, to my mind, a conversation involves turn-taking. It involves listening, it involves clarifying. Are there ingredients that you look at when you look at conversations?"},{"author":"Shane O’Mara","text":"So you can think of conversations on multiple levels. I think turn taking of course, is an essential component of a conversation. When I’m speaking, you’re anticipating what I’m going to say. You’re predicting when I’m going to stop speaking and you are going to jump in and you’ll do that with a gap of about a fifth of a second. But I think there’s another way of thinking about conversation, which goes much beyond the issue of are we breathing in an asynchronous fashion? Are you predicting what I’m saying? Much more what we’re doing is we’re blending language, memory and imagination together. So what we have is this very high level interaction between the mentalizing system of my brain and the mentalizing system of your brain where we’re trying to align our mental states to make some sort of prediction about maybe the present, maybe the next 10 seconds, maybe something that we’re thinking about doing next year. And that’s really for me, the key thing is that we think about these brain systems for memory, for language, for prediction as independent of each other. But actually when you look at them in their core, we humans are social animals. We’re concerned with what the other person is thinking and we think about things collaboratively. We think about things together and we spend an awful lot of our time in the present moment, but anticipating the future."},{"author":"Matt Abrahams","text":"I love what you’re saying. I wish I would have studied neuroscience when I was in graduate school because this is fascinating to me. Is it safe to say that our brains are wired for conversation, that our brains are built to look for this blending and sinking up with other people?"},{"author":"Shane O’Mara","text":"I think it’s actually where humans are concerned, possibly one of the core functions of our brains. So we have very elaborate frontal lobes compared to other species. If you look at the size of the frontal lobes compared to the rest of the brain, they’re actually enormous. And what you see when you scan people, when you look at activity in the brain, when they’re engaged in narrative, when they’re generating speech or when they’re anticipating what other people are doing. And what we’re actively doing is imagining the mental state of the other person. And this is a capacity known as mentalizing and it’s core to the success that humans have because I can guess what you are thinking, you can come to guess what I’m thinking. And on that shared basis, we can move forward together in a conversation the two of us are having."},{"author":"Matt Abrahams","text":"Wow. So are there specific things that we can do as communicators to facilitate this blending, this predicting that you’re talking about? For example, telling stories, using emotive language, certain types of words. Are there things we can do that facilitate that connection and speed it up?"},{"author":"Shane O’Mara","text":"So I’m going to give you a slightly side angle view on this. One of the core functions of the human memory system is something called mental time travel. And this is the idea that while we’re centered here in the present, the two of us are talking to each other. We can slide backwards in time. What were you doing yesterday? What were you doing two weeks ago? Or we can slide forwards in time mentally thinking about what we’re going to do next week, what we’re going to do the week after, or even much further out than that. And I think a core thing that really good speakers focus on is getting people to decenter from where they are at the moment and opening out the future to them in new ways. Because if you look at the content of our thought, what you find is about 75% of the content of our thought is either present centered or future oriented, but we’re only able to engage in this kind of thinking because we have a memory system that we can draw on that blends seamlessly with our language system."},{"author":"Shane O’Mara","text":"And I think when you look at the great orators I picked on Abraham Lincoln just as a good example with his four score and however many years ago he’s calling on the past, but he’s calling on the past in a particular way. It’s in the service of the needs of the present and a vision for the future and allowing people through the use of evocative language to journey backwards, to recenter in the present and then imagine that the future is going to be better than the present is. I think something that the great orators kind of intuit already and those of us who aren’t so great at it can take a lesson from."},{"author":"Matt Abrahams","text":"In essence as a communicator, we’re a guide that takes people from the past to the present to the future. And I think if you listen, not just to great historical orators, but if you listen to executives and good leaders, they do something very similar. And I love knowing that there is an actual neuroscience logic to what they do. And this use of time traveling and how it ties together the memory aspects of our brains with the conversational aspects I think is fascinating. One of the things that I was fascinated by in learning and researching you is that you have some thoughts about gossip. Gossiping is a type of conversation that many of us are familiar with. You make the argument that gossip has some utility. How is gossip helpful and is there ever a time where you would actually advise people to gossip?"},{"author":"Shane O’Mara","text":"I think gossip gets a bad rap and it shouldn’t. We think of gossip in a maligned sense that one person is telling stories about another person in a way that’s designed to be injurious to them to do the reputation some harm. But that’s kind of a folk story about gossip. When you actually look at the functions of gossip and when you measure gossip when it occurs, and many studies have looked at this, what you find is most gossip most of the time is helpful. It acts as a kind of an oil in a social situation. It allows us to interchange information, exchange information with each other in ways that make us comfortable with each other. But it goes further than that. If you imagine yourself coming into a new organization, let’s say for example you join a sports club, you don’t know anybody, but you need to know who gets things done."},{"author":"Shane O’Mara","text":"Can you depend on the scheduling secretary for the matches that you’ve signed up for? Can you depend on the club secretary for other matters? You talk to the players, you’ll talk to people. People will feed you pieces of information. They’ll say, Joe does his job very, very well. Tom does not do his job well at all. And you can test the truth of that. You can see whether they’re saying that with viciousness or if there’s a malign intent there or if it’s just a simple statement of reality. And the reason I emphasize this is that when you consider how complex our societies are, lots of the things that we need to know about living every day is information that is tacit in nature. It’s not written down. You can’t find it by doing a search on the internet. You have to ask somebody. And what humans have is this fantastic facility for focusing on what you need quickly."},{"author":"Shane O’Mara","text":"And then there’s a final function that gossip has, which is I think a positive one. We all want to be taught well of where other people are concerned. We don’t want people speaking ill of us, so we might decide not to do certain things. We use the threat of gossip to police our own behavior. In other words, we find ourselves conforming to the morays and norms of the society we are in because we’re engaging in that active anticipation and prediction about what others might say about us, which is a really peculiar way of thinking about gossip because it’s gossip that hasn’t happened, but it’s the fear of the gossip that might happen that in the future that you allow to police your behavior in the present."},{"author":"Matt Abrahams","text":"It’s fascinating to me the various ways in which gossip can be used especially strategically. I remember a boss I had at one point and her advice to me before we had a big restructuring coming in the organization was to let some indication that that was coming to some of the people we knew in our team who did gossip more than others. In other words, we were using it as a way of setting expectations so people weren’t surprised they would’ve heard it before so that they could mentally prepare themselves. So gossip serves a lot of utility and I think it’s a tool that we should all consider obviously carefully in our strategic communication. Now I have a very personal question for you. You wrote a book on the neuroscience of interrogation. I have two teenagers who often accuse me of interrogating them. When I ask them what’s going on, I personally think my questions are rather reasonable. What advice would you give people on how to appropriately yet effectively get information from people who might not be open to sharing it?"},{"author":"Shane O’Mara","text":"So that’s a great question. I have a teenager myself. And the mood varies from day to day and the amount of information that is offered varies from day to day. I think to speak about teenagers for a moment, teenagers of course are focused on developing relations with their peers and parents are there in a support rather than leading capacity, which was a big adjustment from just a few years ago when they were maybe aged eight or nine or 10 when they looked to you for everything and you were a source of authority. So that becomes a kind of difficult change for the parents to negotiate. The remarkable thing here is that people are very willing most of the time to share information about themselves and what they’ve been doing depending on how they are asked. And a whole variety of data now show that if you’re able to establish a condition of rapport with another individual, that is you engage in active, respectful listening."},{"author":"Shane O’Mara","text":"If you approach the person not from a position of kind of attempting to dominate the conversation, but one where there’s an obvious attempt to engage in a respectful mutual interchange of information, those kinds of conversations open up very well. But there’s one point I would make very often a mistake. And you see this very commonly when politicians are engaged in questioning in, I dunno, congressional hearings or parliamentary hearings or whatever. You give a very long opening statement followed by a very short question followed by something else. If you want to elicit information, small, short focused questions that are detail oriented are very difficult to evade. But you have to suppress your own tendency to want to augment the question. So if you ask a question in a respectful way that’s targeted at a particular detail and you’ve got a follow-up that follows on logically from that, that’s a very reasonable way to proceed. And what you find is people will open up, not everybody all of the time, but most people most of the time."},{"author":"Matt Abrahams","text":"That last point you made, I took notes on and it reinforces something. My wife is constantly telling me minimal words. She says, when I’m talking to my teens, I tend to wax poetic, share a lot of information, and you’ve just supported her point of view. Minimal words, keep it focused on something specific."},{"author":"Shane O’Mara","text":"Your wife is very wise."},{"author":"Matt Abrahams","text":"Oh, I’ve said that for a long, long time. Before we end, Shane, I’d like to ask you some questions. One I’m making up in the moment and two that I’ve asked lots of other people. Are you willing to do that?"},{"author":"Shane O’Mara","text":"I would love to."},{"author":"Matt Abrahams","text":"Excellent. Yet, another book that you wrote was on Walking In Nature. I’m curious, just very quickly, I love to walk myself, what are the psychological benefits of walking?"},{"author":"Shane O’Mara","text":"So the argument I make in that book is that humans are social walker. And I think the great benefits of walking are found when we walk together and we actually talk while we’re walking. And the core message that I have there is that if you want to get psychological benefits from a walk, do it with another person and talk to another person. You’ll feel connected. You’ll feel more open to experiencing the outside world. You’ll find your stress hormones drop. There are all sorts of subtle and not so subtle benefits from engaging in walking with another person."},{"author":"Matt Abrahams","text":"We have a term for that here at Stanford’s Business School. We call it “twalking:” talking and walking together."},{"author":"Shane O’Mara","text":"Oh, what a great word. I must use that."},{"author":"Matt Abrahams","text":"Many of us go on “twalks” and some of my colleagues are quite fast “twalkers.” They talk fast and they walk fast, and I’m often out of breath as I chase them. Question number two, who is a communicator that you admire and why?"},{"author":"Shane O’Mara","text":"So the person I admire is George Orwell, who is sadly long dead, but Orwell was as clear a writer in the English language as I think I’ve ever read. His writing is not adorned prose. It’s very unadorned, but it’s very simple, it’s very straightforward and you know exactly what he’s trying to say. And one of the key themes that Orwell brings up time and time again is that the use of language can be a political act. And that politicians very, very often use language to hide or obscure truths from us that we really ought to be paying attention to. And he sought in his writings to be very, very clear and scrupulous in the kind of writing that he engaged in. And I’ve always admired his writing style as a really good form of clear communication. For that reason,"},{"author":"Matt Abrahams","text":"I’ve admired Orwell’s writing as well, and I used to teach a number of his books to get at points that you just alluded to. So our final question, what are the first three ingredients that go into a successful communication recipe?"},{"author":"Shane O’Mara","text":"There’s an old joke about Tony Blair, the former United Kingdom Prime Minister, who was asked what his first three priorities in power were, and he would reply, education, education, education. I would say listening, listening, listening."},{"author":"Matt Abrahams","text":"The more that I do this podcast, the more that I talk to experts like yourself, the more listening comes up. It’s very, very important. I have to say, Shane, it was a true delight to listen to you. I learned a lot in our conversation. I find it fascinating, the blending of our memory systems and our communication systems to bring about rich exchange and shared realities. Thank you for your time."},{"author":"Shane O’Mara","text":"Thank you, Matt. I appreciate it."},{"author":"Matt Abrahams","text":"Thanks for joining us for another episode of Think Fast Talk Smart, the podcast from Stanford Graduate School of Business. This episode was produced by Jenny Luna, Ryan Campos, and me, Matt Abrahams. Our music was provided by Floyd Wonder. For more information and episodes, find us on YouTube or wherever you get your podcasts. And please make sure to subscribe and follow us on LinkedIn."}],"audio":"https://content.production.cdn.art19.com/segment_lists/19912d18-fb5e-4ff9-825d-6284c3be2f1d/20231127-VEZUUyBfIFNoYW5lIE8nTWFyYSBNaXgtMS53YXY-657c7928-df02-47e4-baf2-9f64d0647f9e.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Shane O’Mara"],"wave_peaks":[13294,7259,6253,4966,6468,10541,3149,6169,4947,5407,25,8776,5326,6198,4644,6505,8507,1517,11,6934,5982,5363,7000,5294,2868,8822,6052,4602,4007,2220,1914,1596,8476,6245,10247,3851,3855,1917,9262,5851,7093,8379,5119,8696,7546,5139,5446,4763,1915,8936,4827,1665,5819,10575,8436,1633,8842,8107,2931,8685,5188,3888,5007,1812,2034,1842,2503,2963,10755,7132,5851,7134,8350,7422,8590,5656,3387,12444,5627,11577,6341,8268,10109,6898,5299,6969,6160,7248,5880,4827,9413,5579,3903,3664,1553,9374,6641,5169,7451,5537,4866,6569,5637,5071,6658,7136,5585,10814,5629,4736,6036,4059,5790,10277,6479,4790,4684,7192,5755,7466,3234,9977,5382,5442,5657,6570,5627,8981,7548,4873,2744,3222,6487,4571,3892,6253,6587,7820,5265,6226,897,1,12324,7121,7265,5836,6348,5969,4644,5,2,6834,7923,7078,8073,4030,26,6761,5439,6229,3982,8306,5609,8493,3249,6821,6097,6053,5391,5903,5951,4426,371,10642,6099,4933,5702,7365,5374,5644,6407,6228,6414,8073,5158,5569,7441,7111,5608,4673,4345,5,0,10009,6174,6109,5870,6164,7124,5613,8498,5466,5496,3799,6529,5185,6080,5278,6000,6375,4484,6890,4931,5224,5242,4844,5820,2973,0,6960,5475,4488,0,1490,6415,5108,8234,8254,9160,7603,5000,7922,10160,5789,5237,5771,8084,9746,11727,9068,6724,5856,5177,5082,6189,1338,7692,6940,6328,6102,5754,5548,6467,2,7401,4533,5936,2375,9005,6901,6180,6270,5427,5870,6365,6506,9594,6265,6340,6859,4790,5793,294,10177,5538,7453,7045,7315,9067,6102,3447,11077,7709,6750,7946,6517,5419,6168,6551,8843,8364,9605,5688,7076,6622,7535,6962,5691,3,11204,6271,5569,11491,6846,7617,6837,6662,5734,4949,3983,9365,4901,5291,16,9568,9999,5132,5636,7229,5336,6658,3930,5820,5278,8600,4995,3279,25,2,7592,6907,7829,5611,5619,6563,5494,1488,8117,6991,3128,7061,5569,8324,5229,6174,4320,5818,5696,9,0,10385,2474,13211,4070,7898,4774,6098,4665,6073,5729,9325,6300,5378,5153,4742,9022,6195,5920,3879,4807,5740,6939,4024,4737,4591,6894,5215,7587,3962,1188,0,9185,8263,5863,6538,6576,4416,5275,2606,8752,5598,5519,7848,4662,5859,4717,4395,4533,6273,4901,6183,3920,3225,5815,9157,5376,5519,5746,8580,7374,6192,5740,5172,6803,3483,82,6234,5803,6318,8977,5583,5804,6469,8471,5709,6568,6042,7217,5218,8252,5957,7042,5209,9402,6672,6935,6473,9367,6420,7980,5651,8409,5713,6287,1721,11046,7949,8578,6200,8569,11165,9146,6657,5655,5790,5047,5024,9965,7030,6939,6579,5059,4349,4720,5411,10057,8415,7083,5018,850,4,10511,5778,8671,10129,5810,6593,10571,1894,1,6129,7604,1999,8405,6513,7093,5282,6511,4748,3877,4308,2142,4737,6403,4648,3047,3,2,8015,10743,7084,6278,6560,8071,7532,5323,5471,7428,6194,5634,9551,5101,5747,7838,4712,6441,7048,9430,6592,5746,4373,9310,4910,8254,9441,6962,3017,2037,57,11495,5763,13155,6269,5906,6019,6433,4550,5,12958,13102,6446,5315,5208,6165,8471,6208,6513,8525,5498,5378,4768,6692,2471,2,0,0,12373,8972,5955,5208,5094,5495,9265,7772,5104,5200,5449,5,1,9945,8163,7117,3759,6120,7330,5081,6310,4498,2916,10242,6477,5205,4521,4751,6783,5341,4960,7005,8099,6687,3493,5581,5453,7854,3515,2,11550,4313,8158,5636,4223,5872,5553,4941,5750,4874,6768,11414,4001,4301,5141,2181,0,0,8549,4504,142,9170,8419,6107,3801,7349,8109,9203,5628,7684,9413,9702,4086,5664,5104,6599,4077,3,9072,4789,7112,6860,7451,5065,5206,6382,473,7232,6778,5994,6284,5409,11,39,8132,4932,7141,8545,6546,5611,136,11501,5214,8392,7394,5469,5750,4698,5287,4937,6355,1985,5578,9653,5412,4154,6841,4765,6017,4795,6507,8889,7016,5215,3453,5122,6534,6810,4436,10,9578,7255,5580,4687,7832,4757,5007,5167,24,6122,6042,1446,6397,8746,7356,7824,4917,7,9432,10000,6261,8136,5348,6597,6666,7663,7490,4684,8251,6052,5245,4426,7599,6160,3411,8191,5289,6557,8015,7188,5545,9528,4907,3313,338,2,8526,7808,5649,6249,7162,5429,5624,10251,9429,4694,5526,4967,4454,5526,5640,6088,7742,4742,4938,4278,5364,7711,3694,6600,5822,5385,5498,4249,3,7535,4965,7238,5205,3760,6049,5605,4979,5322,6422,5961,5397,5628,4726,5773,4602,376,10454,5389,4040,5115,5363,5467,6163,4970,4154,6269,7514,6012,5544,1650,7435,4975,6206,6557,3283,7643,5655,7878,7137,5147,3796,8267,6353,5129,5074,5345,5664,4002,4880,4068,5583,4256,1,12018,5422,8905,8159,9743,7801,5607,5439,6264,5500,8729,41,8906,9989,7964,8755,6025,6099,10091,5401,6571,5463,7853,5514,7920,5413,8611,4216,8922,10673,5817,5561,7211,8516,5931,7199,5977,4899,9911,8165,7056,5425,2,8857,5843,8792,4332,5865,6284,6428,4416,7003,8032,10021,2551,2984,2,13324,9563,7091,5225,7496,5556,6481,6642,5623,6843,7322,2,5817,4957,5147,5099,5031,7605,2283,5693,6329,5023,5207,3994,7710,7388,5857,5968,4577,4643,5376,7510,5240,7300,5712,4944,6092,4445,5997,9592,5634,5168,6255,5344,4533,5353,11,6684,5057,3504,3,7916,7812,9154,4695,13726,7181,5276,53,9831,5382,5963,6004,8635,6855,5454,5472,7101,6256,4526,2,11319,5466,6863,7685,5205,5390,4296,8582,5080,5756,6257,5594,5228,5512,4750,13035,8601,6868,6495,9138,4714,4773,4995,9066,7179,6460,7361,7412,7119,6868,7587,5496,4930,6757,3768,5233,7906,5902,5720,1745,8133,9158,6265,8087,5664,4580,7463,4276,6589,6711,4867,6890,4133,4588,5080,7205,5041,7868,4601,6069,5394,5842,43,5197,3971,6473,4274,4481,5269,6825,6497,3,6888,6625,4860,5369,2002,7703,8730,4771,6621,5701,4781,6399,4900,5720,5745,8158,8282,5215,5736,5532,9169,9639,7028,4948,7010,5286,5199,5898,4703,3,5957,1031,7757,3979,5964,5474,2,0,7811,4365,5711,5473,5577,6257,6149,5178,2,6339,7451,5134,6284,5775,4626,5533,4700,4491,5772,8026,5729,4075,4516,39,0,11642,7439,2921,4613,5433,5948,2321,6231,10585,6268,10334,6416,8037,6259,6445,5009,8413,7272,5103,5553,6840,5422,9533,8860,7815,3181,2434,11345,7338,7197,8856,5543,5585,5152,6455,4722,5175,5519,5677,4888,6290,5002,5651,5285,3471,6908,7510,4709,6620,6527,5431,5549,5497,10354,8264,5208,4899,4848,4388,0,3279,7599,7914,9327,7969,5719,8337,7893,4939,7178,5440,6784,9133,7716,5394,3680,3591,6489,2,11066,3574,6089,7179,5774,4388,8252,5137,5872,8335,6667,5458,7854,4959,7175,5476,7879,7247,5149,4861,3977,5901,5292,5526,6467,4041,6526,6599,4984,4284,7171,2,6091,8106,5943,6443,9839,5260,3787,5494,5007,5700,8180,4810,3121,3215,4463,5336,5271,5627,4982,5451,5393,7382,5421,6292,5876,6213,9262,5871,8038,7454,4920,5929,5477,6016,1700,7206,6024,5647,5568,2741,2669,6689,8809,4610,9798,5584,9237,5753,126,7492,5967,4843,8515,1722,5180,6685,7026,7362,5109,6071,6936,5072,5452,3880,8302,7701,7725,5612,9208,7082,5435,4959,4486,4294,2,7131,6264,7249,8703,5664,7113,3617,2,5069,6184,6024,7324,6041,5432,266,6927,4837,10461,7256,5615,8119,4415,6215,5896,5521,5413,4127,7780,4344,5206,5496,5608,3166,1193,10,10599,4146,10771,9382,5617,7703,6342,6450,8053,5033,5187,6111,5626,5117,5000,5221,5021,2340,2537,9398,8721,7900,6223,6248,4781,5485,3467,2113,6091,6495,5601,4227,4631,4093,6978,6888,3732,5528,8343,8633,4458,6587,5541,4851,5939,5742,2985,6628,7708,5746,5239,4782,6051,8211,5792,5851,4720,9094,5234,2888,8550,5908,9363,4950,2387,6699,6047,8183,4906,1,0,6198,10285,6395,8290,6492,4778,22,8219,8502,7795,5117,4642,7714,5850,5043,5585,6341,4552,6064,3712,656,8603,6676,7651,6484,6952,6319,6961,4606,6249,6784,4389,2717,10,2,9537,8349,6288,7463,2534,2,7678,9652,5596,4619,7881,4711,3616,11467,6817,7357,5652,5779,5094,5,0,2,0,7568,6944,9257,9386,7625,5505,5338,4413,7098,6712,5630,6854,4176,2,10452,5613,6331,7378,7262,42,10049,7057,7357,6526,6518,4789,5675,4785,838,9022,7362,8018,5172,7277,4732,4074,4958,5823,5915,6014,5332,5951,5011,4149,5384,3091,2,0,9477,5452,14,9538,8156,7333,5015,40,145,10980,6269,5719,9141,6410,5710,9642,8942,81,6140,5636,8457,6688,6467,12233,10740,6241,6538,5292,5822,7153,6755,7,10253,1302,7190,8774,6444,7394,7279,8131,3466,8134,9319,4942,6658,9,8512,5882,6225,6562,7001,5481,6832,5756,3338,2,10320,6891,5626,8301,5199,0,11721,7167,7920,6857,8404,6637,7606,7088,5043,5348,5982,5831,5656,5,4534,7482,7471,7756,5078,7145,7,10091,6828,6147,5943,7964,7046,9489,5135,6525,2389,7757,5351,6294,8301,5805,5798,5243,6034,3261,9733,6942,7352,4958,5089,4658,6116,4903,1028,1,7208,5923,5678,6738,5673,4921,5311,88,2,7253,3353,6568,4488,7820,6138,6821,3882,4376,7953,6034,6558,4630,9977,6555,7530,5537,5745,5265,7096,5368,9312,8517,8760,6956,5869,5198,7726,58,8247,6409,5066,4937,6310,4721,9121,5978,4536,242,6732,10297,7325,7133,5389,6251,5957,3767,2861,7927,7341,4561,9506,6492,1919,3,74,7820,8881,5642,6102,7545,7302,5129,7114,7191,5786,4474,5567,5014,5313,7030,854,7301,6908,4950,6006,2758,6912,5475,7377,7969,6215,4777,5767,7314,4908,53,8535,6353,7061,2301,7666,5824,4095,7569,7287,5646,3320,8824,5463,5785,609,6711,6247,8018,4900,5739,518,1456,7639,5662,6466,7266,7588,5996,7836,8436,7385,5582,8066,7029,5898,3796,8,0,9408,6805,4053,5024,5395,4117,2996,6733,3968,5167,7395,3194,6559,6216,5200,4911,7325,4789,8999,4821,3599,7077,5153,3,8424,7126,6347,5186,5610,5726,6255,6065,5845,9305,3463,3119,7381,5788,4467,6529,4479,8537,9606,4789,5532,7911,6719,4534,7924,5451,4666,4517,7311,2914,5674,5058,4548,3566,5419,4698,4632,7672,4488,5349,6212,6599,4531,6478,5129,4940,7059,3825,3567,6006,6271,5817,6628,6301,5801,1793,5906,9548,5965,5819,5986,3646,5488,5832,6137,4730,4660,4688,5431,5640,7845,4269,8621,4829,3,5789,8949,7966,1989,0,1,5033,6601,7090,6564,5107,6724,4610,4470,3632,5043,5879,3537,7521,4286,5182,6911,6520,6665,7655,6055,6862,7503,0,8207,9400,5335,8027,4211,7418,5191,4321,8252,5122,5715,3158,4916,72,6668,5177,5181,3679,5161,5942,5820,4696,8664,5039,3101,490,1554,8546,4804,9735,5667,4833,6188,4135,4242,5330,5279,5250,7798,5102,7128,6990,7089,6,1,11793,8978,8417,8278,6156,642,7209,8574,4933,170,5337,7809,8518,5324,7104,6945,5921,8211,7117,7748,7565,5724,1365,7033,7356,5194,5991,4925,4786,3952,9531,5558,6665,6495,5269,5478,8662,5680,601,6946,6562,7965,6546,4437,3612,7,7938,12023,11,2,11551,6445,7705,7766,4722,6033,9363,5629,6568,10652,6532,5349,7246,7022,7973,414,7234,4610,6132,6251,6738,5416,6726,6200,5377,8021,5183,8673,5632,450,8797,5636,5407,8418,8154,4591,8438,4184,6218,4055,2,8725,5940,7110,6871,4855,8938,6363,5469,6884,5390,6778,5893,6207,5652,6828,4995,7129,6139,3037,9665,8235,5537,5342,6149,8787,5467,4789,5110,6091,5320,5761,778,8066,6482,8368,4903,5271,2580,2003,13257,5562,5445,4937,5603,5938,8416,6702,5498,5042,5241,6012,5,10570,8495,5944,4642,5072,2097,6615,4729,1654,2,6647,8213,5217,6119,4032,3,9420,7384,6281,3087,9355,8019,6817,1237,8498,7603,4204,5146,8650,6456,6640,3859,4683,7081,6023,6605,4288,2593,5,10484,7016,5623,4877,8346,7827,5847,5548,4062,3597,2,8327,5873,6690,4515,6129,6611,6350,5377,4815,4501,2,8463,4259,6143,5765,4708,5632,7390,13,2,9860,5980,6582,7960,6466,5356,4645,21,2,0,8594,5925,6973,6385,7603,5890,4913,4843,3291,49,6152,5413,7871,7209,9449,7959,5352,6547,5557,5279,6564,4301,5257,4627,3939,7021,4406,5508,4787,5065,6336,6182,6407,8013,7725,7393,8995,6113,4979,5475,2951,3,0,7869,7490,6980,9061,4361,5443,6186,3,5986,6794,8835,5513,6455,5557,5162,4732,2140,8404,11467,6681,5576,7123,6683,5386,6654,6000,5172,2580,2,0,5480,5399,5,9954,6757,4480,8840,8062,4218,6021,7511,5628,5483,3158,7232,6943,6986,5952,5953,8040,5657,4626,5200,6287,8104,5854,8034,6098,3907,2,9164,7012,5240,5262,5349,6694,7419,5529,946,8258,6429,5892,5408,7769,4762,118,9732,2238,2,8426,6610,8287,5534,5070,6374,3767,4944,6430,8500,6087,5514,3532,2,9781,4187,5038,7402,5103,4727,116,6805,8761,4978,5720,4633,4009,3,0,0,5468,9916,5235,6187,5092,5810,5384,4159,2,9055,6443,7882,5419,7273,6447,7512,4806,7209,10,10,4776,4584,12998,5577,5873,5370,7528,8738,5235,5700,4389,5484,4246,567,5578,5136,5044,5,8619,5901,7542,7910,5095,6477,4409,5957,4825,5626,8411,5553,4626,5433,6,9898,4550,7956,4538,6572,9573,6821,5077,8367,7129,9066,91,7362,5676,5030,6136,7680,10221,4319,6040,6,8294,5504,9185,6714,8274,5420,9467,5952,7129,5564,8015,7460,5915,5214,4459,370,2,2,11669,8601,6593,5868,8405,5787,5060,9168,5568,6861,6559,6607,4698,5618,727,9306,5319,7233,5309,5,9485,7971,2959,9,1,7637,8896,3696,3890,2702,7204,8260,4732,4907,4190,6143,4832,5047,5461,4581,11786,5360,4099,6699,4264,1128,11596,8149,5498,4685,6197,4510,3006,2935,5898,7541,6073,5592,3722,4587,5102,4469,5989,7494,8001,6352,3523,4719,2704,8757,4390,6143,2754,6018,5689,7434,6663,5755,1757,573,10090,4409,4615,5905,4606,5793,5344,3066,6635,9999,5627,4778,5696,4646,1093,5808,6133,4312,157,8184,4726,8690,1305,7402,7542,4239,3938,6815,5385,5015,5783,4490,3843,7929,5576,4963,6103,5801,6995,5045,6113,5024,5188,4222,7034,4859,1272,5243,2128,8409,5863,6219,4108,5162,4300,4313,7407,3385,8964,5787,4721,4973,5297,4892,2914,6300,5264,5851,4758,4437,6579,7399,2151,6286,6540,8029,4354,9755,4152,3485,2,7828,3443,6893,4102,4113,3817,5046,500,0,9400,6634,5965,4773,4942,3374,3041,7006,5620,4669,4397,5285,6713,5633,4496,4172,4107,322,3020,13206,5722,4657,4353,5640,4965,6211,5574,2295,6378,8478,4237,2252,6404,6992,3407,2225,0,9530,6432,3962,5216,5557,4380,4156,4488,1556,9040,7278,6834,5688,4436,6675,4036,8024,4702,4895,7067,7450,7146,8202,3857,4005,4576,5744,6264,4045,5215,3730,5233,3653,1480,0,9033,5270,10430,7660,6333,6960,6623,8878,2830,6990,4512,9583,8109,7814,7333,7201,7202,1883,8028,7190,115,7976,6185,6132,5938,7246,7258,7503,8282,9241,5977,4320,6123,5388,4073,7872,7268,2870,6840,7092,8081,7381,8389,6631,8512,4944,5438,7531,10194,7288,8149,7806,6710,5051,7400,7640,6082,5837,6192,4331,2,6694,5555,8476,6416,6220,6044,5356,6209,5812,4316,6098,6442,7204,6191,8992,7386,6081,5767,5927,9327,5350,6356,5956,4334,5095,4751,5492,4453,4185,7499,6465,5796,4162,2,9649,6384,5277,8077,6397,5588,4626,6608,6845,7036,7261,6699,8719,5331,5512,8465,4971,7678,6682,3403,1,12093,5563,5636,6669,5924,7720,21,2,7663,6429,7913,4786,6099,4687,3,8457,5028,5479,5071,10476,4987,4990,5910,4314,0,8308,6010,8926,7106,6217,6604,5897,2207,9114,4205,5328,5238,5700,2306,2,3609,7585,6001,4936,6789,5067,5690,3459,7584,5181,7660,6069,5,8730,5768,7390,8292,5605,6608,5111,5484,10151,6812,7162,6055,5471,4923,8332,6512,5682,6695,6449,4521,6043,7362,6417,6047,3243,2,1035,7568,4499,3,0,0,5033,8194,8287,7976,8,7813,6127,6998,5642,6189,7688,5080,9892,5332,5683,5957,5787,9460,5044,5375,7028,7259,9824,7114,5196,5247,7568,7083,7326,6841,7962,6148,5442,8870,5114,5358,5931,4,11818,5161,6321,7003,5900,6556,6421,4355,14,10078,5449,6880,6577,6277,684,9164,5659,4955,6099,4691,5460,5690,3167,8205,5594,5393,5815,7931,5461,2161,3,8370,5586,8383,6976,5404,3159,6453,6305,5419,4940,5363,4496,4,7559,5908,5247,4900,5739,607,13388,6166,6049,5881,11067,7658,5999,3342,8392,8259,8418,10253,9260,8405,9062,5250,6800,4,1,8983,6049,5705,6190,5389,5392,18,8494,8146,4192,10105,4367,1066,9832,6207,8593,7193,122,7903,5639,7360,6244,4820,157,7884,6645,7546,6816,4626,11,13344,8325,8874,7743,8501,6591,5547,6814,5242,9499,7866,8020,8326,8,10181,5857,5609,6620,8534,7461,5587,7439,5532,6519,13331,5886,5203,7154,4739,5935,5397,7710,5872,7990,5052,7055,7496,5002,7042,5364,5651,6185,5925,5331,5216,4334,4750,4222,5107,4204,7337,6667,6038,5932,5703,4801,4819,625,2,6243,5323,4783,6324,5750,8956,4840,6244,4444,2996,4220,13,2,11652,8875,4621,4454,4231,7372,6863,5530,2566,9505,8961,6716,4909,8454,7703,5872,5242,8366,6719,4986,5015,1135,5046,5897,5421,5458,3898,5422,7066,6633,7956,5161,7528,4921,83,10698,5544,10723,6831,6189,4930,11315,10924,5770,3738,5211,4754,6374,6492,827,8973,6009,3921,4280,4621,5692,6025,4413,3050,104,8037,7488,6678,6618,8229,4322,0,6268,6720,7225,5211,4104,3360,10179,8272,11464,8038,6080,6069,4628,8212,5014,0,3,9780,6593,5465,2045,8065,7515,5523,6542,3107,7080,4623,5156,4865,7444,4684,6478,7761,5358,5284,5450,4687,3942,6458,5588,6915,4075,0,9176,7242,3346,4,7834,10493,2527,5121,6779,5819,5868,6156,5652,6145,5229,5710,5422,5041,7623,2643,13357,8989,5453,6732,7101,6529,5122,3915,4318,8373,1297,5225,7732,6629,4279,4176,5519,8924,5847,6673,4341,0,0,0,11469,6819,6557,7743,7674,8130,5728,9236,7667,6519,4102,3,10340,6050,7708,8960,8784,6369,7896,5993,9038,5175,6731,5142,5772,32,13282,6779,132,8858,7641,9327,4499,20,13322,4446,5297,2018,10049,7618,8574,5197,6380,4887,4447,6227,196,5875,5618,8062,7744,7270,6985,8386,5896,4919,9821,4329,5901,5727,5869,7345,7648,9615,4825,5185,4626,2,6826,7332,7573,5617,3,8108,6369,8646,5942,6395,4835,3951,6869,4701,5188,6255,4775,4096,6082,5900,4297,7288,4593,4227,4877,4630,5504,6726,5836,316,11076,8576,5162,5342,8150,6887,6130,5211,8026,4324,9731,4495,4823,3825,6544,3272,5944,4119,5263,4,9618,7858,6196,4738,5553,6124,4279,9588,5989,8377,5189,5612,5537,6253,5295,6037,6283,5278,5058,4987,5813,5497,6124,5326,6151,4283,7833,5062,7397,6483,7675,6792,7410,5619,6873,10574,8030,6263,4929,3877,6462,9629,5210,5783,5385,7196,7157,7749,6526,7242,7478,6454,5688,4759,5470,4222,2605,9344,4946,5803,212,6840,5658,5273,6123,4802,4492,3410,6661,4284,5054,0,0,2346,9454,4322,9220,6039,6665,6586,7254,5212,3245,5421,5579,8405,9540,6235,6587,6980,3894,11769,5895,6412,4150,6240,5167,6587,7037,4378,7164,6731,3520,4461,4678,6792,5624,4746,7102,3986,6243,4673,6102,5748,3525,3257,3,6393,7437,5972,6338,4351,8021,5588,8029,4513,6411,4289,4660,7405,5209,6016,4574,4841,7567,9194,4012,15,6570,6832,6769,5999,2490,5783,4594,7857,5349,5851,4955,5999,6995,1598,2,7512,5607,5592,6156,7551,6289,5897,74,9674,5467,5669,5215,6149,3058,2,7606,1535,4,6758,8025,6198,4278,1824,6128,6744,5806,5753,363,6889,13,6635,7036,8335,5811,5124,5769,4105,4740,4467,2514,9268,4759,3803,4775,6679,8890,6550,8159,7560,338,7785,4599,4497,4590,3938,8332,4883,5528,3795,4134,4141,4064,2,9502,9248,6071,5140,5899,2920,877,5195,5642,7988,4768,8148,7463,6568,4480,4544,5802,5766,4254,4597,5251,543,6266,5605,5686,5928,4637,6556,4744,6759,5606,5174,5558,4492,6428,4487,3963,3921,5249,3891,4435,889,10686,11576,5666,4244,4897,4098,4476,2495,6840,6011,5911,6620,5802,5293,4146,4544,6266,8354,4031,1974,6184,6119,5132,3712,2791,1645,0,0,10022,4368,5518,3102,456,1,6603,6085,4710,5193,5130,6332,5545,4818,10283,7829,3969,4717,4409,6202,8652,2408,0,0,11227,7114,6449,3904,9145,5893,5093,6610,4848,1021,7709,9233,5484,5589,4259,6245,5786,5436,5723,7218,4343,4584,3653,3407,3,5863,4575,6639,4539,4119,8123,7766,5185,8716,6524,5499,1284,8364,5670,3248,4,7102,7608,9339,5124,6178,4466,1889,6190,5574,2738,6323,4309,2,7967,5151,5718,4375,6155,3963,5883,4630,5745,8300,6042,5685,6531,5328,4746,5522,4205,6859,2433,2,8249,158,7707,2945,2642,1274,13306,5845,5607,4698,5141,4928,6555,4654,4400,6405,4794,4959,2,11068,4169,4757,6078,4542,4644,7116,4592,1,6233,464,8438,6721,5601,3223,4906,5945,5581,3605,4615,8933,3380,3139,3884,5126,7921,9815,5846,4014,6032,4980,5966,7167,3889,7641,3300,3436,3660,336,13250,3499,1696,863,999,13240,6656,6158,5743,4101,1766,2187,2259,1623,1303,1587,2072,8419,7042,6557,7319,6649,5486,11647,10388,5634,10374,5305,6340,9563,7245,4296,8570,7740,5374,7761,8985,7924,8554,1939,6541,7621,8224,5613,6821,8922,4828,4446,2092,10609,7389,5912,6702,7900,2969,11739,4671,5466,2197,11854,7609,6381,5957,8509,8211,4968,5010,5773,3435,2242,9169,5364,6677,8896,6844,4907,2599,12459,5624,6373,7296,7389,6716,11856,6110,10860,6549,4089,5496,1451,3559,8563,2420,1397,5951,7504,6788,6812,6570,5951,13223,6110,8055,3765,4787,1883,719,763,691,614,508,604,350,344,289,255,118,111,14,0,0],"fragments":[{"begin":"0.000","end":"42.640","lines":["A fundamental capacity that humans have is to engage in conversation. We create connection and shared realities. My name is Matt Abrahams and I teach at Stanford Graduate School of Business. Welcome to Think Fast Talk Smart the podcast. Today I really look forward to speaking with Shane O’Mara. Shane is a professor of experimental brain research at Trinity College in Dublin, Ireland, and the director of the Trinity College Institute of Neuroscience. He has written a number of books. His latest is called Talking Heads, the New Science of How Conversation Shapes Our Worlds. Welcome Shane. I’m super excited to chat with you."]},{"begin":"42.640","end":"45.360","lines":["Thank you, Matt. I’m delighted to be speaking with you."]},{"begin":"45.360","end":"67.160","lines":["Alright, let’s get started. One of your earlier books is entitled A Brain For Business, A Brain for Life, How Insights From Behavioral and Brain Science Can Change Business and Business Practice for the Better. If you were to pick one actionable insight from your book that our listeners could deploy to change the businesses they work for the better, what would it be?"]},{"begin":"67.160","end":"105.040","lines":["It would be a very simple and straightforward one. It’s to be aware of the fact that we have systematic biases in our reasoning. These are called cognitive biases and one particular bias we have is that we focus on the upside of the decisions we’ve made rather than the possible downsides. So a good way to think about this is to assume that you’ve gone with a course of action, assume that it has blown up in your face and that it has been a complete catastrophe and sit down and do a pre-mortem rather than a post-mortem. And this might help you avoid questionable decisions about the future of your business."]},{"begin":"105.040","end":"125.000","lines":["So I am a big advocate for reflection after communication after decision-making. I love this idea of doing a pre-mortem, imagining things didn’t go well, so it can inform the decisions you’re about to make. That’s incredibly helpful. Takes a little bit of time, but I bet it saves a lot of time on the backend."]},{"begin":"125.000","end":"166.840","lines":["We know there have been many, many products that have been launched into the markets. I can think of new Coke as a very good example. There was a serial for children here that had a particular name that sold very well for many, many years and they relaunched it with a new name and its sales fell through the floor. If people had sat down ahead of time and thought these are their good reasons for going ahead. Now what it might go wrong, that’s a hard thing to do because it’s asking you to get evidence for why your decision-making has been faulty ahead of something having gone wrong. But it’s a really clever way of making sure that you’ve tested all the angles before you commit yourself to a new course of action."]},{"begin":"166.840","end":"184.320","lines":["Certainly sounds very prudent. I appreciate that advice. I’d like to switch now to the topic of your latest book. It’s all about conversation and I’m curious, how do you define conversation and what are the essential ingredients needed to pull off a successful conversation?"]},{"begin":"184.320","end":"219.840","lines":["For me, a conversation is where we create a shared reality together by means of communicating with each other. That is most commonly by the use of spoken language. But of course people can communicate in numerous other ways by text messages, by using sign language in all sorts of other ways. But the essence is that we are creating a shared reality where we come to share the same states of emotion, we come to share the same states of memory and we come to think about the future together in a new way."]},{"begin":"219.840","end":"244.680","lines":["I like that. I like that it’s inviting and collaborating to create a shared reality that we can then move forward from. Are there essential ingredients that go into a conversation? So for example, to my mind, a conversation involves turn-taking. It involves listening, it involves clarifying. Are there ingredients that you look at when you look at conversations?"]},{"begin":"244.680","end":"323.640","lines":["So you can think of conversations on multiple levels. I think turn taking of course, is an essential component of a conversation. When I’m speaking, you’re anticipating what I’m going to say. You’re predicting when I’m going to stop speaking and you are going to jump in and you’ll do that with a gap of about a fifth of a second. But I think there’s another way of thinking about conversation, which goes much beyond the issue of are we breathing in an asynchronous fashion? Are you predicting what I’m saying? Much more what we’re doing is we’re blending language, memory and imagination together. So what we have is this very high level interaction between the mentalizing system of my brain and the mentalizing system of your brain where we’re trying to align our mental states to make some sort of prediction about maybe the present, maybe the next 10 seconds, maybe something that we’re thinking about doing next year. And that’s really for me, the key thing is that we think about these brain systems for memory, for language, for prediction as independent of each other. But actually when you look at them in their core, we humans are social animals. We’re concerned with what the other person is thinking and we think about things collaboratively. We think about things together and we spend an awful lot of our time in the present moment, but anticipating the future."]},{"begin":"323.640","end":"341.680","lines":["I love what you’re saying. I wish I would have studied neuroscience when I was in graduate school because this is fascinating to me. Is it safe to say that our brains are wired for conversation, that our brains are built to look for this blending and sinking up with other people?"]},{"begin":"341.680","end":"389.720","lines":["I think it’s actually where humans are concerned, possibly one of the core functions of our brains. So we have very elaborate frontal lobes compared to other species. If you look at the size of the frontal lobes compared to the rest of the brain, they’re actually enormous. And what you see when you scan people, when you look at activity in the brain, when they’re engaged in narrative, when they’re generating speech or when they’re anticipating what other people are doing. And what we’re actively doing is imagining the mental state of the other person. And this is a capacity known as mentalizing and it’s core to the success that humans have because I can guess what you are thinking, you can come to guess what I’m thinking. And on that shared basis, we can move forward together in a conversation the two of us are having."]},{"begin":"389.720","end":"411.240","lines":["Wow. So are there specific things that we can do as communicators to facilitate this blending, this predicting that you’re talking about? For example, telling stories, using emotive language, certain types of words. Are there things we can do that facilitate that connection and speed it up?"]},{"begin":"411.240","end":"476.480","lines":["So I’m going to give you a slightly side angle view on this. One of the core functions of the human memory system is something called mental time travel. And this is the idea that while we’re centered here in the present, the two of us are talking to each other. We can slide backwards in time. What were you doing yesterday? What were you doing two weeks ago? Or we can slide forwards in time mentally thinking about what we’re going to do next week, what we’re going to do the week after, or even much further out than that. And I think a core thing that really good speakers focus on is getting people to decenter from where they are at the moment and opening out the future to them in new ways. Because if you look at the content of our thought, what you find is about 75% of the content of our thought is either present centered or future oriented, but we’re only able to engage in this kind of thinking because we have a memory system that we can draw on that blends seamlessly with our language system."]},{"begin":"476.480","end":"516.880","lines":["And I think when you look at the great orators I picked on Abraham Lincoln just as a good example with his four score and however many years ago he’s calling on the past, but he’s calling on the past in a particular way. It’s in the service of the needs of the present and a vision for the future and allowing people through the use of evocative language to journey backwards, to recenter in the present and then imagine that the future is going to be better than the present is. I think something that the great orators kind of intuit already and those of us who aren’t so great at it can take a lesson from."]},{"begin":"516.880","end":"568.680","lines":["In essence as a communicator, we’re a guide that takes people from the past to the present to the future. And I think if you listen, not just to great historical orators, but if you listen to executives and good leaders, they do something very similar. And I love knowing that there is an actual neuroscience logic to what they do. And this use of time traveling and how it ties together the memory aspects of our brains with the conversational aspects I think is fascinating. One of the things that I was fascinated by in learning and researching you is that you have some thoughts about gossip. Gossiping is a type of conversation that many of us are familiar with. You make the argument that gossip has some utility. How is gossip helpful and is there ever a time where you would actually advise people to gossip?"]},{"begin":"568.680","end":"618.760","lines":["I think gossip gets a bad rap and it shouldn’t. We think of gossip in a maligned sense that one person is telling stories about another person in a way that’s designed to be injurious to them to do the reputation some harm. But that’s kind of a folk story about gossip. When you actually look at the functions of gossip and when you measure gossip when it occurs, and many studies have looked at this, what you find is most gossip most of the time is helpful. It acts as a kind of an oil in a social situation. It allows us to interchange information, exchange information with each other in ways that make us comfortable with each other. But it goes further than that. If you imagine yourself coming into a new organization, let’s say for example you join a sports club, you don’t know anybody, but you need to know who gets things done."]},{"begin":"618.760","end":"672.120","lines":["Can you depend on the scheduling secretary for the matches that you’ve signed up for? Can you depend on the club secretary for other matters? You talk to the players, you’ll talk to people. People will feed you pieces of information. They’ll say, Joe does his job very, very well. Tom does not do his job well at all. And you can test the truth of that. You can see whether they’re saying that with viciousness or if there’s a malign intent there or if it’s just a simple statement of reality. And the reason I emphasize this is that when you consider how complex our societies are, lots of the things that we need to know about living every day is information that is tacit in nature. It’s not written down. You can’t find it by doing a search on the internet. You have to ask somebody. And what humans have is this fantastic facility for focusing on what you need quickly."]},{"begin":"672.120","end":"716.160","lines":["And then there’s a final function that gossip has, which is I think a positive one. We all want to be taught well of where other people are concerned. We don’t want people speaking ill of us, so we might decide not to do certain things. We use the threat of gossip to police our own behavior. In other words, we find ourselves conforming to the morays and norms of the society we are in because we’re engaging in that active anticipation and prediction about what others might say about us, which is a really peculiar way of thinking about gossip because it’s gossip that hasn’t happened, but it’s the fear of the gossip that might happen that in the future that you allow to police your behavior in the present."]},{"begin":"716.160","end":"781.360","lines":["It’s fascinating to me the various ways in which gossip can be used especially strategically. I remember a boss I had at one point and her advice to me before we had a big restructuring coming in the organization was to let some indication that that was coming to some of the people we knew in our team who did gossip more than others. In other words, we were using it as a way of setting expectations so people weren’t surprised they would’ve heard it before so that they could mentally prepare themselves. So gossip serves a lot of utility and I think it’s a tool that we should all consider obviously carefully in our strategic communication. Now I have a very personal question for you. You wrote a book on the neuroscience of interrogation. I have two teenagers who often accuse me of interrogating them. When I ask them what’s going on, I personally think my questions are rather reasonable. What advice would you give people on how to appropriately yet effectively get information from people who might not be open to sharing it?"]},{"begin":"781.360","end":"840.000","lines":["So that’s a great question. I have a teenager myself. And the mood varies from day to day and the amount of information that is offered varies from day to day. I think to speak about teenagers for a moment, teenagers of course are focused on developing relations with their peers and parents are there in a support rather than leading capacity, which was a big adjustment from just a few years ago when they were maybe aged eight or nine or 10 when they looked to you for everything and you were a source of authority. So that becomes a kind of difficult change for the parents to negotiate. The remarkable thing here is that people are very willing most of the time to share information about themselves and what they’ve been doing depending on how they are asked. And a whole variety of data now show that if you’re able to establish a condition of rapport with another individual, that is you engage in active, respectful listening."]},{"begin":"840.000","end":"904.240","lines":["If you approach the person not from a position of kind of attempting to dominate the conversation, but one where there’s an obvious attempt to engage in a respectful mutual interchange of information, those kinds of conversations open up very well. But there’s one point I would make very often a mistake. And you see this very commonly when politicians are engaged in questioning in, I dunno, congressional hearings or parliamentary hearings or whatever. You give a very long opening statement followed by a very short question followed by something else. If you want to elicit information, small, short focused questions that are detail oriented are very difficult to evade. But you have to suppress your own tendency to want to augment the question. So if you ask a question in a respectful way that’s targeted at a particular detail and you’ve got a follow-up that follows on logically from that, that’s a very reasonable way to proceed. And what you find is people will open up, not everybody all of the time, but most people most of the time."]},{"begin":"904.240","end":"924.320","lines":["That last point you made, I took notes on and it reinforces something. My wife is constantly telling me minimal words. She says, when I’m talking to my teens, I tend to wax poetic, share a lot of information, and you’ve just supported her point of view. Minimal words, keep it focused on something specific."]},{"begin":"924.320","end":"926.080","lines":["Your wife is very wise."]},{"begin":"926.080","end":"937.600","lines":["Oh, I’ve said that for a long, long time. Before we end, Shane, I’d like to ask you some questions. One I’m making up in the moment and two that I’ve asked lots of other people. Are you willing to do that?"]},{"begin":"937.600","end":"938.880","lines":["I would love to."]},{"begin":"938.880","end":"950.720","lines":["Excellent. Yet, another book that you wrote was on Walking In Nature. I’m curious, just very quickly, I love to walk myself, what are the psychological benefits of walking?"]},{"begin":"950.720","end":"986.200","lines":["So the argument I make in that book is that humans are social walker. And I think the great benefits of walking are found when we walk together and we actually talk while we’re walking. And the core message that I have there is that if you want to get psychological benefits from a walk, do it with another person and talk to another person. You’ll feel connected. You’ll feel more open to experiencing the outside world. You’ll find your stress hormones drop. There are all sorts of subtle and not so subtle benefits from engaging in walking with another person."]},{"begin":"986.200","end":"992.400","lines":["We have a term for that here at Stanford’s Business School. We call it “twalking:” talking and walking together."]},{"begin":"992.400","end":"995.160","lines":["Oh, what a great word. I must use that."]},{"begin":"995.160","end":"1008.280","lines":["Many of us go on “twalks” and some of my colleagues are quite fast “twalkers.” They talk fast and they walk fast, and I’m often out of breath as I chase them. Question number two, who is a communicator that you admire and why?"]},{"begin":"1008.280","end":"1063.800","lines":["So the person I admire is George Orwell, who is sadly long dead, but Orwell was as clear a writer in the English language as I think I’ve ever read. His writing is not adorned prose. It’s very unadorned, but it’s very simple, it’s very straightforward and you know exactly what he’s trying to say. And one of the key themes that Orwell brings up time and time again is that the use of language can be a political act. And that politicians very, very often use language to hide or obscure truths from us that we really ought to be paying attention to. And he sought in his writings to be very, very clear and scrupulous in the kind of writing that he engaged in. And I’ve always admired his writing style as a really good form of clear communication. For that reason,"]},{"begin":"1063.800","end":"1079.120","lines":["I’ve admired Orwell’s writing as well, and I used to teach a number of his books to get at points that you just alluded to. So our final question, what are the first three ingredients that go into a successful communication recipe?"]},{"begin":"1079.120","end":"1095.360","lines":["There’s an old joke about Tony Blair, the former United Kingdom Prime Minister, who was asked what his first three priorities in power were, and he would reply, education, education, education. I would say listening, listening, listening."]},{"begin":"1095.360","end":"1120.160","lines":["The more that I do this podcast, the more that I talk to experts like yourself, the more listening comes up. It’s very, very important. I have to say, Shane, it was a true delight to listen to you. I learned a lot in our conversation. I find it fascinating, the blending of our memory systems and our communication systems to bring about rich exchange and shared realities. Thank you for your time."]},{"begin":"1120.160","end":"1123.160","lines":["Thank you, Matt. I appreciate it."]},{"begin":"1123.160","end":"1154.960","lines":["Thanks for joining us for another episode of Think Fast Talk Smart, the podcast from Stanford Graduate School of Business. This episode was produced by Jenny Luna, Ryan Campos, and me, Matt Abrahams. Our music was provided by Floyd Wonder. For more information and episodes, find us on YouTube or wherever you get your podcasts. And please make sure to subscribe and follow us on LinkedIn."]}],"duration":1154.9779375}