{"title":"The Art of Negotiation: How to Get More of What You Want","url":"https://www.gsb.stanford.edu/insights/art-negotiation-how-get-more-what-you-want","intro":["Whether we realize it or not, we negotiate everyday. But when we approach these situations as a win-or-lose battle, we're already showing resistance, and setting ourselves up for difficulty. But what if you reframed the whole idea, to think of a negotiation not as a fight, but as a problem-solving exercise involving emotions?","In this episode of Think Fast, Talk Smart, Matt Abrahams speaks with Stanford GSB Professor Emeritus Maggie Neale about what she has learned in her decades of researching negotiation and the steps that lead to more collaborative problem-solving. Listen as Neale shares tips on how to approach negotiations with intention, and what strategies can help us more easily communicate our wants and needs. She is the coauthor of Getting (More of) What You Want: How the Secrets of Economics and Psychology Can Help You Negotiate Anything, in Business and in Life."],"transcript":[{"author":"Matt Abrahams","text":"Hello. I’m Matt Abrahams and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast. The biggest fight, or should I say negotiation, my wife and I have ever had was over toothpaste. You see, my wife is a roller. And I’m a squeezer. And nothing upsets a roller more than a squeezer."},{"author":"Matt Abrahams","text":"We would go back and forth over and over again, trying to come to a reasonable solution. Happily, we did. To this day, after 20 years of marriage, we still have two tubes of toothpaste. Negotiation plays an important role in our daily lives. You might be striving to get an increase in your salary, support for a project, less screen time for your kids, or more quality time with your romantic partner."},{"author":"Matt Abrahams","text":"Becoming a better negotiator can help you and the people you interact with. Today I am so excited to be joined by Maggie Neale, the Adams Distinguished Professor of Management Emerita at the GSB. Additionally, along with Thomas Lys, Maggie is the co-author of the book Getting More of What You Want. Her research focuses on negotiation and team performance. Welcome, Maggie. Thanks so much for being here."},{"author":"Maggie Neale","text":"Thanks, Matt. It’s a pleasure."},{"author":"Matt Abrahams","text":"Yep. You are well-known for your keen insights, your engaging teaching style, and humorous storytelling — and along with your love of horses. So excited to have you here. I’d like to get started. I know you have a particular way of looking at negotiation. How do you define negotiation? And what do you see as the definition of a successful negotiation?"},{"author":"Maggie Neale","text":"Well, too many of us approach a negotiation as a battle. And that battle is characterized by “I’m going to try to get stuff from you that you don’t want me to have, and I’m going to try to keep you from getting my stuff.” And if that’s how you think about negotiation, you’re already in an uphill climb. Because what that perspective does is it frames how you interact and evaluate your counterpart and yourself."},{"author":"Maggie Neale","text":"You’re going to evaluate your counterpart through that screen of battle. And you’re going to make the most malevolent interpretations of their behavior, because they’re the other. So what I suggest is rather than thinking about your counterpart as your enemy, what you should do is think about negotiation as collaborative problem-solving."},{"author":"Maggie Neale","text":"Collaborative problem-solving has three dimensions. The first is that I, as the protagonist negotiator, am better off. Better off than my alternatives. Better off than my status quo. Better off than had I not negotiated. Now, that may sound like a low bar, because what reasonable person is going to negotiate to be worse off?"},{"author":"Matt Abrahams","text":"That’s true."},{"author":"Maggie Neale","text":"Except we all have. Each of us have actually been in negotiations, multiple times probably, where we knew it the moment, the second before we said yes, we should walk away. But we said yes anyway, because we privileged agreement over the quality of deal. So that’s number one is I, as the protagonist, need to be made better off. But number two, there’s no command and control in negotiation."},{"author":"Maggie Neale","text":"I cannot force you to say yes. All that I can do is present proposals to you where you think it’s in your interests to say yes. And we agree on a common course of action. So that means I need to understand who you are, what your interests are, your preferences, your motivations, what your challenges are. And I need to be able to answer the question why would you say yes to my proposal? Because if I don’t have the answer to that question, I’m not ready to negotiate."},{"author":"Matt Abrahams","text":"So the second part is really about reconnaissance and reflection into who you’re negotiating with."},{"author":"Maggie Neale","text":"Absolutely. And the third point is that when I present a proposal to you, I’m going to present that proposal as a solution to a problem that you have. And that’s the crux of the collaborative problem-solving perspective. What it does is it takes this out of me-against-you. And it says how can we frame a solution that makes me better off while at least keeping you whole? And maybe making you better off by solving a problem of yours?"},{"author":"Matt Abrahams","text":"I like that a lot. That reinforces several things that we’ve heard across many of these podcast episodes, is you really have to know your audience, who you’re talking to. And you have to frame your communication in a way that helps and supports them. It’s not just about you. So I love that you’re echoing that."},{"author":"Maggie Neale","text":"Yes. But not just about you is the whole point. Because, again, there is no way I can force you to say yes. You’ve got to willingly walk that path of agreement with me. So the best way to do that is for me to figure out how a proposal that’s good for me solves a problem of yours."},{"author":"Matt Abrahams","text":"What suggestions do you have to help us better plan for our negotiations? Are there things we can do to prepare ourselves and those we negotiate with?"},{"author":"Maggie Neale","text":"Absolutely. So think about those three criteria for collaborative problem-solving. Number one is the protagonist negotiator, I’m better off. Well, that means I need to figure out what makes me better off? So I need to understand my situation. The first thing I need to understand is what are my alternatives? What happens to me in the case of an impasse?"},{"author":"Maggie Neale","text":"There has been a ton of research in this area. And it’s really very clear. Those folks with better alternatives on average walk away with more in the negotiation. And the reason they do that is because they’re more willing to walk away. So let’s say I have a really good alternative. It makes it easier for me to walk away. So if you want an outcome, a negotiated outcome with me, you’ve got to actually pay me to stay and engage with you."},{"author":"Maggie Neale","text":"But my alternatives are outside the negotiation. But they have a huge impact on how I behave because they affect the second parameter, which is my reservation price. My reservation price is my point of indifference between a yes and a no. It’s the tipping point in a negotiation. And it is arguably the most strategic piece of information because it tells me — and if my counterpart knows, it tells them — where that point is where I am willing to walk away."},{"author":"Maggie Neale","text":"In fact, with a reservation price, if I am negotiating it and I am at my reservation price, I should be so indifferent as to the outcome that I can flip a coin and if it lands heads, I walk away. And if it lands tails, I say yes. It is a bright-line standard that we do not violate."},{"author":"Matt Abrahams","text":"And I would argue most of us don’t ever think about."},{"author":"Maggie Neale","text":"You know, most people don’t. And even people who do oftentimes don’t have the discipline to be able to honor that reservation price because they value getting a yes over the quality of the deal. And this is what’s so critical. Because if you don’t have a reservation price, if you don’t have a [unintelligible] your bottom line, if you’re not clear what your bottom line is, and you don’t have the discipline to maintain that bottom line, then whatever surplus exists in the negotiation can easily flow to your counterpart."},{"author":"Maggie Neale","text":"Because it really is that point where you say, “No, I won’t do this.” But you need to know where that is. And now, if all you focused on were those two aspects — your bottom line or what happens if you got an impasse — then what’s going to happen is you’re going to systematically under-perform in your negotiation. And you do so because of a very powerful psychological process."},{"author":"Maggie Neale","text":"Expectations drive our behavior. So if my expectations about what I can get in this negotiation are centered on my bottom line, my point of indifference, or what happens to me if I get an impasse — if that’s where my mind is, that’s where my expectations are set. That’s where I will end up. So I must leverage up my expectations. I must think about an aspiration, [an optic] assessment of what I could achieve in this negotiation."},{"author":"Maggie Neale","text":"An aspiration is an assessment. And that doesn’t mean I look at it, and say, “Oh, if things went really well, the perfect world, I would get all of this.” No. What I say is, “Here’s my situation. Here are my skills and ability. Here’s my counterpart. Here’s their situation. If everything went in my direction in this situation, optimistically what could I hope to achieve?”"},{"author":"Maggie Neale","text":"That doesn’t say my counterpart completely sort of rolls over on their back and says, “I give.” No. They’re going to be trying to get more of what they want. But if things go my way, would could I hope to achieve? And what I’ve found, Matt, is that folks rarely identify an aspiration. Sometimes they will identify a reservation price, absolutely. Sometimes their alternatives, yes."},{"author":"Maggie Neale","text":"But they rarely use what I think is really one of the secret ingredients in successful negotiation, which is setting an aspiration and having a focus from your perspective on that aspiration."},{"author":"Matt Abrahams","text":"Previously on this podcast we’ve talked a fair bit about how to structure our messages. Are there specific best practices for how you structure negotiation messages? For example, I know you’ve done some research on chunking. And I find it really compelling. Can you tell us a bit about that?"},{"author":"Maggie Neale","text":"Well, there are two different ways to think about chunking. So number one is that too often in negotiation we tell ourselves that the correct way to negotiation is one issue at a time. And so let’s solve this issue, and then go to the next issue. And solve that issue and go to the next issue. That strategy, while very common, is a recipe for value destruction in a negotiation."},{"author":"Maggie Neale","text":"So part of what we want to do is we want to be able to negotiate multiple issues simultaneously. The reason we want to do that is because not every issue is equally important to both of us. So what I want to do is get a sense of what is the relative value or importance of the issues over which we could negotiate? How important are they to you compared to how important they are to me?"},{"author":"Maggie Neale","text":"I want to be able to make trades such that we can both gain. So, for example, I’m quite willing to concede on an issue that’s important to you, especially if it’s not that important to me, in order to get a concession on an issue that’s important to me and not that important to you. So I’m looking for those asymmetries. That’s the beginning of the chunking process."},{"author":"Maggie Neale","text":"So where are the asymmetries in our preferences? And then what I want to do is I want to negotiate at the package level. So think about as you make a proposal — so think about all the issues and try to work with them all simultaneously so that you can sort of — even the language is not adversarial. I want to craft a proposal that reflects our unique contributions as opposed to I want to win that issue, you won the last issue."},{"author":"Matt Abrahams","text":"So in a sense, chunking gives you multiple levers to pull that you don’t have if you’re going issue by issue. So often when we negotiate we bring emotion to the party. We’re frustrated. We’re nervous. We’re excited. What role does emotion play in negotiation? And do you have any guidance on how to handle our emotions in the heat of a negotiation?"},{"author":"Maggie Neale","text":"Sure. Well, emotions are really interesting. And there’s been a fair amount of research on the emotional aspect of negotiation. So the first thing I would like to say, which is sort of counter-intuitive, is that emotions affect how we think. And the different types of emotions affect how systematic our thinking is. So there’s a fair amount of research that looks at what emotions encourage deep thinking versus encourage top-of-the-mind thinking."},{"author":"Maggie Neale","text":"It turns out that it’s not about positive or negative valence. Happy or angry, right? Turns out that actually happy and angry both create an emphasis on top of the mind. So you want to think about the emotions that actually get your counterpart to think deeply. And those are things like surprise or sadness. Those are emotions that actually are associated with much more deep information processing."},{"author":"Matt Abrahams","text":"Thank you for that information. We have a tradition on this podcast. Before we end, I like to ask everybody the same three questions. So I’m hoping you’re ready to answer these three questions."},{"author":"Maggie Neale","text":"Okay."},{"author":"Matt Abrahams","text":"Question Number 1. If you were to capture the best communication advice you have ever received as a five- to seven-word presentation slide title, what would that be?"},{"author":"Maggie Neale","text":"I’d say “Insight Often Arrives from Unlikely Sources.”"},{"author":"Matt Abrahams","text":"Ah, I like that. Sounds like you’ve got some history with that advice."},{"author":"Maggie Neale","text":"I do."},{"author":"Matt Abrahams","text":"Anything you’re willing to share?"},{"author":"Maggie Neale","text":"Well, part of the issue — and let me give you a little pitch here. I have a TEDx talk from Stanford about negotiating with my horse. It turns out that one of my most failed negotiations was with my horse, Sal. And she also taught me a whole lot about negotiation subsequent to that. So who would think that my horse would be a source of negotiation expertise?"},{"author":"Matt Abrahams","text":"Insight comes from really interesting places."},{"author":"Maggie Neale","text":"Yes."},{"author":"Matt Abrahams","text":"And I’m impressed that we went so long without talking about horses. So I’m glad it came up. Question Number 2. Who is a communicator — I guess I will say a human communicator — that you admire and why?"},{"author":"Maggie Neale","text":"So I’m going to give you two. Because one of them is historic, and one of them is current. Tony Fauci is an amazing communicator and has to manage such a tightrope."},{"author":"Matt Abrahams","text":"Yes."},{"author":"Maggie Neale","text":"To multiple and competing audiences simultaneously. I am just in awe of his ability. That’s number one."},{"author":"Matt Abrahams","text":"And I actually had the opportunity to work with him years and years ago when he was presenting some of his HIV research at a conference. And he is as authentic and genuine as you see him today as he was back then. He is who he is. I think that’s part of what makes him successful. Who is your historical reference?"},{"author":"Maggie Neale","text":"John Kennedy. And the reason is because John Kennedy moved an entire generation to do stuff they never thought they were going to do. And it even goes back to his inaugural speech, “Ask not what your country can do for you but what you can do for your country.” I’m giving away my age now, but many folks who are slightly older than me but also — answered that call and began doing things like the Peace Corps."},{"author":"Maggie Neale","text":"Went out to basically change the world because that was what he asked us to do. He had an amazing ability to communicate."},{"author":"Matt Abrahams","text":"So Number 3. What are the first three ingredients that go into a successful communication recipe?"},{"author":"Maggie Neale","text":"The first one is concern for the other. Then the other two are kind of following on that, because then it’s concern for myself. If I’m trying to communicate to somebody, I need to understand where they are. And I need to be able to frame my communication in a way that meets them where they are. Then I need to help figure out how that communication can move them to a place that I would prefer them to be."},{"author":"Maggie Neale","text":"Then the willingness to be open to a potential better path because that conversation around where I’d like you to be, I don’t necessarily have any divine knowledge about that’s the right place to be. That’s why I think, for example, negotiation is such an important skill, is to understand maybe together we can come up with a better solution than either one of us could ever have imagined separately."},{"author":"Matt Abrahams","text":"What a great recipe that would make. Maggie, thank you so much. Your insights into negotiation will help all of us do a better job of getting what we want and fostering more collaborative relationships. I really appreciate your time."},{"author":"Maggie Neale","text":"Thanks so much, Matt. It was great talking to you."}],"audio":"https://content.production.cdn.art19.com/segment_lists/bee4275b-7c37-465c-90a3-9ee147fde4a0/20200716-TmVnb3RpYXRpb24gTWl4IDIud2F2-da6e4885-f0e1-4fe0-a05c-2db665b14866.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Maggie Neale"],"wave_peaks":[1,3894,5916,25325,29609,5844,3709,4905,27754,17574,13331,10690,6416,3329,3584,29752,24523,11728,11130,22540,8330,3594,17659,13094,4025,4192,3562,11598,26319,21888,21393,16608,4754,6716,14379,12340,12272,18219,7439,6689,4052,22811,30460,30569,15345,22232,15177,6246,13276,12834,4870,12239,11794,6345,5862,3962,3697,16909,21412,22540,12718,10180,11959,7062,14324,21111,7872,6889,4869,6623,3561,4205,4460,4174,24340,23647,3716,17388,30452,4645,28017,10805,5317,1593,7468,3576,707,29826,28398,13685,19699,14113,20793,12304,12720,11631,13042,12731,3682,30598,29795,30514,10614,11898,12695,25379,15265,17913,21007,30539,21138,30592,19091,30479,7865,12899,5449,29064,27030,19190,16454,6125,13998,8642,20845,239,14454,30585,28194,14856,10234,9279,20129,6562,12314,13301,8586,9542,1884,389,30408,19808,28953,22847,9772,18183,27277,30222,10500,19304,30472,9793,15969,30431,30488,16163,12102,30484,30496,18604,13985,10524,1978,4564,30579,17448,20762,30437,30434,28558,13627,30718,11876,21704,23790,17511,24400,24606,26510,17061,4604,1474,560,30489,27356,27603,23399,23139,21287,18401,15076,17560,17362,3140,6208,30665,21583,31094,26680,28200,18142,4866,226,30540,29201,16820,28919,10371,1164,30752,31447,30699,29502,15524,30650,30613,28868,17124,24158,22181,19228,30511,24173,28170,23579,27709,21095,30452,30429,24241,24323,9866,6636,3309,640,30433,30953,21341,8198,10570,1811,30590,30478,30834,22538,30372,24405,23043,25222,28584,19644,19276,23919,15627,10163,9284,672,30513,19909,29545,16954,8721,14142,20260,15856,24343,30473,14156,13701,30508,7851,8130,6898,6333,517,30759,23837,30467,28922,3530,30577,23847,29156,19683,21150,19208,20298,24038,15104,1695,63,1854,30533,30559,25262,30505,30492,30357,17589,30513,30552,30474,28040,30473,20319,16918,30470,30469,26618,27399,30438,28457,13688,553,2418,27802,30519,29448,22977,30529,25547,25896,21048,17995,30491,29085,30501,11386,30431,13790,7876,171,12303,30525,30444,26239,30469,26505,30490,21663,13140,30398,17988,30597,22668,30355,19365,30512,15724,10457,18440,22576,30418,30473,9771,1621,2415,30547,30430,30527,30422,1057,25686,23862,30430,30595,17209,30488,25425,29538,6298,2449,30514,30531,16049,443,30484,30469,7593,88,23842,28609,30578,30483,30369,14639,30481,29629,14889,29669,30501,15608,23649,8045,23910,30483,29918,30445,16672,5602,138,30456,30454,19520,30475,13413,13131,3101,367,6247,30531,30496,30505,30471,24258,28524,9642,30489,22896,30451,29997,20346,60,414,30491,18687,30497,20568,30486,17104,4322,25897,30499,15571,396,134,30428,28829,16789,28921,30448,9575,1891,30577,28665,28262,24985,30430,30442,24395,10337,30629,28076,20104,17215,10080,8317,833,49,50,3487,30475,30339,30431,30496,24531,15231,17321,30535,30489,30495,22382,30422,15042,28699,30477,18915,12639,30444,21315,20980,30365,30688,5048,182,269,29645,30603,25992,9824,29538,24961,30456,30514,30545,30290,20598,14833,10425,30438,19172,27970,25286,19791,30413,30410,30305,29211,30463,18865,28114,26674,26954,25763,30521,16007,26156,30449,28308,28615,14659,22660,28609,27756,7896,7664,28817,13689,25999,10446,22031,10467,280,53,28413,14850,26514,15492,10215,9204,6890,39,44,1299,1279,30515,30418,27810,30482,24023,28719,16250,24666,24443,10145,30439,30591,22168,27701,402,486,176,30547,24325,19043,15902,29980,30422,15820,18186,206,30546,29952,22410,14084,10880,6081,930,148,30454,27879,16520,20808,1392,28204,28141,9767,30360,17597,8984,3879,30433,30350,28415,24172,19580,25460,30503,20889,15762,20413,14934,401,19051,21299,26152,25108,11245,30615,3786,1021,30451,30355,30604,29746,20647,15109,28956,3736,28362,20823,30427,26635,30473,16203,30461,30453,23269,8163,26770,30792,20542,24461,1119,211,431,28974,30485,19208,30448,22457,30251,25957,9305,14427,30522,12273,30467,21160,29507,30530,14574,66,52,30393,30537,24633,30465,27732,30363,29915,20354,2265,30624,27165,26222,20394,9328,751,1203,192,30361,30168,31214,16747,30479,30465,11209,13762,30497,13297,10836,14606,20240,7120,6502,1929,124,30490,15570,12383,667,20078,25774,30458,21895,11708,7175,13867,1658,115,58,30380,29083,30502,466,30510,30507,30465,17464,6230,1476,25200,31557,25276,28005,29462,30268,5913,21855,26566,21865,10922,141,26648,30508,28212,27199,28959,19029,15977,5969,42,9464,17189,4022,104,27412,30511,25073,30404,4831,24862,30510,30390,24044,19204,23773,30425,30479,11121,19000,30506,26707,20992,25935,21468,4338,16811,30788,19423,28800,30469,30788,30936,30421,26530,27813,22434,12306,21153,30447,7263,29675,24660,30626,24357,19665,15442,11849,28407,30766,20080,25753,13648,19100,23541,6641,789,26988,30941,30607,21507,15908,18956,15427,15440,21467,21637,24237,22584,30472,11095,20459,3726,30927,8283,30399,21942,16159,12240,24304,29104,30685,16720,9944,8049,1501,135,30376,25150,26433,25612,30456,30358,21028,25716,8688,2945,1004,23753,30653,12532,30492,27567,30243,30540,19112,18032,17024,13174,12842,3675,629,30451,22687,17131,14989,30628,23702,17595,16897,14143,13803,12886,138,30728,18830,14086,1565,28602,30496,19413,30224,15955,20732,4770,80,10654,30688,22628,22687,11653,18430,582,30445,30560,8890,2104,943,4562,30432,29143,22828,18860,17645,9095,6878,948,33,55,67,93,318,30457,22842,17962,5175,25398,27894,27405,15702,11420,13353,544,25145,11691,20642,30429,8859,11490,72,94,7656,30452,27756,14370,30480,22779,13411,16963,30447,30473,20242,30463,26914,20798,27300,12774,20628,7739,5949,133,59,21477,27042,25130,24698,30475,13075,17455,30499,1632,29887,26131,28904,30413,30446,30383,2016,231,30476,29354,27634,24975,26133,20081,2163,29,120,30425,26969,24681,26712,29565,28169,15189,30578,30407,29946,2473,26927,30651,29645,30393,23341,30471,23168,583,13128,27680,21533,1694,44,24531,30409,30215,16125,25148,23032,294,26406,29893,17128,19482,27693,6560,1110,35,35,672,27572,30494,28977,28696,27582,30436,30541,25248,27996,30450,29729,28526,25726,29027,25494,30443,23555,15978,99,30349,28795,30435,2559,30488,24987,21362,8095,394,13987,30501,30373,30419,27946,19181,23643,2408,37,94,30521,30443,25178,30385,1802,28905,26222,30475,26497,23263,21351,18429,13561,251,98,5195,30329,30219,30456,19810,22325,30502,27167,17507,20656,30493,30473,30425,26890,30474,26835,19239,3471,30440,26406,30146,21880,1296,78,30437,26429,29475,26574,30437,9217,30437,25976,28173,17436,28,30602,19591,31,23129,30599,30312,28330,18822,30460,30436,30440,22530,7674,1538,30565,19760,30467,20436,30449,9935,265,3573,30413,30501,12565,1312,30553,16838,30445,29675,16456,24,29,806,29466,30471,30560,29941,28468,30383,29190,547,17974,24535,12296,30409,24556,416,18210,25587,17352,1801,330,685,4464,30489,24713,19051,23086,24382,23726,30448,3167,156,80,92,425,114,21734,30505,30454,30534,30460,21872,19137,19353,28660,18593,1595,16969,30500,25695,17145,30494,27588,13327,20665,17585,1416,91,79,45,25660,29820,28064,30368,25647,20501,9084,23184,30522,30479,30465,25699,15897,2055,30225,30539,30029,30441,1655,69,44,32,30641,21482,30416,17198,6020,443,2263,3379,320,146,30575,25588,30538,30435,17932,30625,18173,26205,30571,30365,30483,28147,8847,18356,30523,29996,27523,30524,28608,30475,29074,30405,23091,23230,30332,30387,30493,26685,28577,26473,30497,27936,27005,16468,825,72,30496,12038,30379,30485,30431,12930,21188,30500,30472,30423,13657,30545,30553,18513,28048,17974,22420,15200,26,28,27,522,28487,28171,30408,30457,28305,30506,7374,20,30489,30437,18976,23863,1162,23778,29967,26326,29392,30529,9626,152,63,40,29,275,332,274,30545,28350,30546,30456,15443,30480,25543,30257,18803,3077,236,36,30406,24862,30496,28208,24272,1229,24234,30512,30542,17736,30508,27684,17135,6462,806,104,37,30473,30400,7595,28300,29909,30552,23782,13336,128,14012,29021,24497,30408,25101,26473,27643,8767,18126,7584,1753,14036,21902,19633,30434,5269,48,30463,27297,30570,24726,30085,30530,27559,30451,12054,1295,41,156,30525,30507,26476,19373,9273,30486,25092,28492,22458,8817,80,50,29303,30443,30521,30478,27340,30613,29372,30489,15703,25094,23871,9194,274,30572,30445,30483,30432,30599,30567,29079,24633,5475,29483,30511,30493,24425,30370,30339,24788,27964,1403,129,32,35,28441,30451,30594,30441,27489,11406,5626,30548,30449,30347,25178,30499,14933,29,344,1126,30409,30435,12286,33,27563,30478,15207,30552,24860,27571,30706,22594,2146,51,32,39,108,30247,30590,30474,30447,19502,27196,8051,45,24888,30700,29031,25290,12141,28382,23513,1798,41,26,33,30446,30389,18366,20881,30444,30563,24230,30547,22996,30545,27344,25431,30533,29034,30444,30472,25791,30443,28923,30519,5989,14145,30474,1416,30712,30523,19200,30121,30485,26988,10776,75,55,27735,30530,30499,29768,27959,25851,30629,30642,30355,16344,30435,23345,26239,7466,807,30354,30536,27038,30498,28266,30601,30454,27891,4850,29,30456,30320,30473,26893,2247,166,30552,24806,15968,30526,29274,19290,26806,5809,50,34,31,40,2204,30553,30431,30545,30453,7247,40,29071,27075,30459,30455,29340,20808,333,29915,30493,26634,27679,29459,30334,30471,29338,16177,30503,30493,25198,30472,30478,30443,19599,25,32,30477,22959,30480,26465,30484,3998,30498,23905,26255,5650,2601,146,381,22757,4275,30474,23219,25910,22931,17743,30440,1039,227,30,8193,24697,30535,12083,84,29344,29014,30501,28050,28078,12319,24646,22271,28170,13044,1097,94,388,30463,30587,26547,30516,28755,26099,28003,30521,21048,18930,30618,30424,29360,17721,30417,24025,668,112,134,30414,29680,28610,26630,30513,26792,27514,30413,26458,27667,22723,27987,23459,30549,20543,26934,23021,17227,27431,28236,26218,26462,12767,31,23913,30393,30432,20340,754,28,73,66,45,30450,29126,30446,30504,28516,30437,17416,1236,842,697,132,27417,25363,30491,30476,28173,18229,30409,30497,25226,30459,30517,30388,22720,23288,8126,7395,30448,22503,15936,30599,30630,7575,30449,9505,30459,21826,17605,25854,20540,19166,27281,17487,26883,30323,14193,13863,25898,18481,22864,30433,17115,30667,16236,30428,25427,29335,15712,30479,22569,151,489,496,30598,27367,30536,30453,18142,29362,26281,25642,26245,30496,30086,4168,30446,23066,27966,21496,23265,21980,19180,15692,30558,28007,11034,26568,21095,19713,17662,6512,22662,30431,22920,22372,11819,81,263,28490,25821,27130,30549,23294,5591,19484,25087,27663,19035,10978,26720,28383,28631,18211,30399,7967,10042,8467,6644,703,19146,30508,27171,29555,30442,52,5626,30453,30458,24688,30460,22522,24919,25267,24370,13006,55,28368,29777,18824,9276,4023,601,49,179,30539,19759,17787,2460,317,34,30434,23191,30427,30466,16245,30471,15883,30481,24955,21249,22002,30457,28414,30441,30556,15183,1008,72,48,244,30423,30416,19079,30364,24695,27359,29365,26203,20074,1976,30552,21996,21711,22932,30429,13530,16566,27993,13102,25887,23710,9670,218,120,75,56,30484,30460,27312,17132,25459,30508,27409,26139,16804,30366,21850,30404,25351,30179,22210,24092,5145,14527,30425,13648,29591,23434,22037,23173,3742,30522,20957,24597,28719,23332,21597,23499,30491,8401,30557,4841,20,25,28387,29589,23039,29813,22007,16131,14013,11661,249,30377,30553,30507,24618,30339,22168,16456,13060,30463,21266,23168,12558,30242,27133,8385,1535,227,529,28971,30497,25510,17369,30456,19929,25842,28620,21159,30372,16924,22734,30544,26192,21671,17317,535,30291,30471,29911,29243,12965,30533,30395,12742,30462,21058,13747,30411,30424,30449,27743,25150,24339,18421,17615,6517,30494,29737,30499,8152,29285,29561,5086,25222,30481,21961,1359,18747,30474,18339,30497,15297,25755,30459,17956,17727,3176,30424,25993,20330,9772,25143,13681,5405,2145,594,9508,29436,22952,29413,25474,30386,18552,22634,21972,29072,24334,10865,15428,17069,16541,19592,30408,30637,12740,16852,10642,14504,8979,383,953,3698,30449,30671,19072,23551,30461,14142,24345,30693,27494,14121,14263,30461,30736,30365,19454,28291,21717,10246,26111,2523,1125,21486,26436,21898,16800,25173,15451,14837,14954,23395,20285,28907,17963,30586,22057,25002,15140,9101,12682,13030,13090,9965,6925,129,101,26047,23695,26484,23016,21847,19443,20275,1571,18104,27266,30473,23744,25327,21891,21967,16045,13436,10188,18056,30426,28706,19476,30411,12284,27290,30051,28965,25410,22150,19579,23026,30517,30379,30318,28622,108,30616,18857,20631,20930,27302,26102,24760,8312,28184,22939,26734,24753,23349,3942,8389,817,72,21163,30322,30402,30482,23884,29786,30499,26744,10954,28624,28643,24867,21356,29633,30445,30505,15848,12158,19358,30378,24246,5702,32,27295,30325,21417,27814,24973,29754,30488,19012,13110,872,40,151,569,27207,19938,9927,30292,30446,30450,30461,23094,31131,23566,30304,30379,13451,30415,30842,30490,30520,25765,25396,21783,9482,30490,17346,15883,28691,7576,1555,24688,30423,30473,30425,25089,23108,13109,466,37,15752,30456,26197,30510,30483,24345,30383,22448,30481,30404,18003,26698,28650,28,22126,30439,16896,9653,7493,17151,30556,23950,30465,29129,29443,18541,810,26438,29249,23330,17895,28798,30470,30438,21137,13231,16846,133,26018,25880,22340,27882,17868,18489,23630,4239,24798,26889,27835,16000,2751,1018,2511,365,30462,21159,22321,14598,10044,5063,30751,30908,30307,30488,30434,30518,30351,23394,21203,29929,19436,28239,30535,30559,20866,22589,23427,19029,14152,4758,18698,8073,18920,30450,2582,30753,29985,19335,20839,26906,30500,13504,30820,27662,26132,19895,22186,26030,12261,26746,30454,16437,8178,20641,30905,27349,30421,17726,14383,16467,17783,18659,13729,27741,19143,21533,6511,26101,24564,26787,7967,3549,30,124,4391,2676,1300,30555,30438,28076,30503,26997,25638,4506,39,30469,29622,30466,22796,15751,23045,22551,13909,3560,715,25822,29396,21890,1408,117,30852,30631,30366,4830,30895,30650,30550,30475,30778,24180,24234,30482,21594,24048,25559,19412,19501,1655,31683,31897,30614,25256,29645,244,117,30518,30441,29811,28190,19789,25831,29989,30724,23396,30665,27907,30665,30526,29889,26765,30516,30480,16477,27964,30723,20976,23500,27536,15292,972,30463,30484,30438,5049,30417,19636,24009,30376,15695,30072,27380,26252,6892,27140,23395,30448,21268,30628,30514,28064,30535,30362,23483,13018,24618,30420,12670,30501,30842,31057,13751,2237,31003,18713,14817,13989,12096,41,5042,26341,1154,31873,30500,30567,29180,30557,31211,26838,20432,16244,30625,31105,30435,28974,4262,31032,30957,26064,29877,8096,18954,20957,30575,18084,14292,30390,30433,18102,17795,28240,11696,11216,11545,24324,30452,16838,11752,9234,265,139,183,30413,25062,30278,17090,22186,28820,27379,25506,30454,23924,7156,28661,20194,28154,20327,15003,30755,19853,30431,23039,19201,25534,23824,16465,14551,25402,27344,20283,30519,26764,16742,23230,22847,30570,24836,4815,30478,28566,29830,23466,24628,21313,20676,30465,7011,30334,18267,10799,30549,18313,21000,21713,12372,7599,2461,21846,20522,14224,30496,31205,31076,13704,30070,19302,15842,24217,13804,20696,20770,25624,15134,16962,21186,26165,24086,18440,26203,12758,14231,12634,13846,14371,23012,24930,11644,16280,24600,21982,17163,25623,17075,17691,16698,14845,7848,15472,16855,25672,9903,6802,29925,30372,15085,20510,28349,19999,9740,16303,25314,23120,11429,7744,22619,12896,22817,20339,28581,23472,26284,13556,5673,16035,9270,2305,24,30457,30651,21879,3894,14429,8318,45,8927,30650,20640,29647,28104,30451,29360,30587,30441,22837,21898,27632,30487,29574,17242,17253,30410,30428,21791,19206,18949,19309,25630,24996,30515,23424,15334,678,30619,21214,13938,7704,502,343,20996,30421,30497,30405,14335,26240,17111,14920,17790,12522,15434,11659,6496,1270,60,28081,17601,24454,24890,29101,30517,30461,30374,30453,28139,12843,17963,30478,19336,30456,26357,6534,7816,8824,201,30395,26124,11735,30444,29116,20444,27002,18687,25504,29141,28799,25283,917,30500,29895,28391,30452,13347,17974,284,30350,30328,19308,6900,30537,30394,23391,23761,18354,22803,11781,11443,22773,21295,16779,30462,13024,14280,16358,11580,15987,8995,3925,25,22,116,30534,29184,25609,28814,21358,15558,111,361,10029,27360,30489,30458,23004,29834,26342,29107,25485,20227,29847,21351,29148,26073,19888,513,30553,30671,21583,27183,30536,24296,19878,17605,24898,27889,30424,20445,30262,21335,30465,29316,19539,11573,29516,30522,23830,23315,22560,64,30665,30510,28847,30434,30499,16930,98,30383,21185,26140,22758,24515,16448,30425,20438,30466,15153,26732,28104,11704,3605,290,30570,27278,30447,20201,21431,24186,3113,30478,28560,23610,20509,30432,24047,12085,30450,24109,30421,30448,23139,30399,24543,25667,15883,24864,27304,16888,24650,343,26593,30147,14838,26253,9349,175,83,2208,1106,30528,30483,30679,12336,27716,16461,4666,401,30336,31308,26269,30465,30448,8675,30582,30823,23494,28685,26768,22888,30570,29243,30470,14769,28790,30704,28964,16928,22765,5752,30957,30371,18517,22260,19980,13078,12553,13390,28722,27525,17053,12405,11442,3891,3898,29937,30684,30268,17153,30573,26456,8734,3967,3747,29204,20081,16753,12203,17308,13741,8690,22588,22368,17281,7562,16814,8839,6396,12605,5052,5259,3959,4911,13538,18276,13820,9623,8601,6589,12395,8530,6267,3633,4767,14681,27826,10906,10000,9497,12218,12277,9981,12077,7838,5815,7790,3609,2645,8764,15920,18561,9298,7196,10989,7143,6238,3622,3317,1190,0,0],"fragments":[{"begin":"0.000","end":"17.040","lines":["Hello. I’m Matt Abrahams and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast. The biggest fight, or should I say negotiation, my wife and I have ever had was over toothpaste. You see, my wife is a roller. And I’m a squeezer. And nothing upsets a roller more than a squeezer."]},{"begin":"17.040","end":"37.960","lines":["We would go back and forth over and over again, trying to come to a reasonable solution. Happily, we did. To this day, after 20 years of marriage, we still have two tubes of toothpaste. Negotiation plays an important role in our daily lives. You might be striving to get an increase in your salary, support for a project, less screen time for your kids, or more quality time with your romantic partner."]},{"begin":"37.960","end":"61.000","lines":["Becoming a better negotiator can help you and the people you interact with. Today I am so excited to be joined by Maggie Neale, the Adams Distinguished Professor of Management Emerita at the GSB. Additionally, along with Thomas Lys, Maggie is the co-author of the book Getting More of What You Want. Her research focuses on negotiation and team performance. Welcome, Maggie. Thanks so much for being here."]},{"begin":"61.000","end":"62.360","lines":["Thanks, Matt. It’s a pleasure."]},{"begin":"62.360","end":"82.520","lines":["Yep. You are well-known for your keen insights, your engaging teaching style, and humorous storytelling — and along with your love of horses. So excited to have you here. I’d like to get started. I know you have a particular way of looking at negotiation. How do you define negotiation? And what do you see as the definition of a successful negotiation?"]},{"begin":"82.520","end":"107.040","lines":["Well, too many of us approach a negotiation as a battle. And that battle is characterized by “I’m going to try to get stuff from you that you don’t want me to have, and I’m going to try to keep you from getting my stuff.” And if that’s how you think about negotiation, you’re already in an uphill climb. Because what that perspective does is it frames how you interact and evaluate your counterpart and yourself."]},{"begin":"107.040","end":"122.960","lines":["You’re going to evaluate your counterpart through that screen of battle. And you’re going to make the most malevolent interpretations of their behavior, because they’re the other. So what I suggest is rather than thinking about your counterpart as your enemy, what you should do is think about negotiation as collaborative problem-solving."]},{"begin":"122.960","end":"144.040","lines":["Collaborative problem-solving has three dimensions. The first is that I, as the protagonist negotiator, am better off. Better off than my alternatives. Better off than my status quo. Better off than had I not negotiated. Now, that may sound like a low bar, because what reasonable person is going to negotiate to be worse off?"]},{"begin":"144.040","end":"146.040","lines":["That’s true."]},{"begin":"146.040","end":"171.360","lines":["Except we all have. Each of us have actually been in negotiations, multiple times probably, where we knew it the moment, the second before we said yes, we should walk away. But we said yes anyway, because we privileged agreement over the quality of deal. So that’s number one is I, as the protagonist, need to be made better off. But number two, there’s no command and control in negotiation."]},{"begin":"171.360","end":"201.320","lines":["I cannot force you to say yes. All that I can do is present proposals to you where you think it’s in your interests to say yes. And we agree on a common course of action. So that means I need to understand who you are, what your interests are, your preferences, your motivations, what your challenges are. And I need to be able to answer the question why would you say yes to my proposal? Because if I don’t have the answer to that question, I’m not ready to negotiate."]},{"begin":"201.320","end":"206.520","lines":["So the second part is really about reconnaissance and reflection into who you’re negotiating with."]},{"begin":"206.520","end":"228.960","lines":["Absolutely. And the third point is that when I present a proposal to you, I’m going to present that proposal as a solution to a problem that you have. And that’s the crux of the collaborative problem-solving perspective. What it does is it takes this out of me-against-you. And it says how can we frame a solution that makes me better off while at least keeping you whole? And maybe making you better off by solving a problem of yours?"]},{"begin":"228.960","end":"243.320","lines":["I like that a lot. That reinforces several things that we’ve heard across many of these podcast episodes, is you really have to know your audience, who you’re talking to. And you have to frame your communication in a way that helps and supports them. It’s not just about you. So I love that you’re echoing that."]},{"begin":"243.320","end":"249.360","lines":["Yes. But not just about you is the whole point. Because, again, there is no way I can force you to say yes. You’ve got to willingly walk that path of agreement with me. So the best way to do that is for me to figure out how a proposal that’s good for me solves a problem of yours."]},{"begin":"249.360","end":"254.040","lines":["What suggestions do you have to help us better plan for our negotiations? Are there things we can do to prepare ourselves and those we negotiate with?"]},{"begin":"254.040","end":"268.280","lines":["Absolutely. So think about those three criteria for collaborative problem-solving. Number one is the protagonist negotiator, I’m better off. Well, that means I need to figure out what makes me better off? So I need to understand my situation. The first thing I need to understand is what are my alternatives? What happens to me in the case of an impasse?"]},{"begin":"268.280","end":"300.560","lines":["There has been a ton of research in this area. And it’s really very clear. Those folks with better alternatives on average walk away with more in the negotiation. And the reason they do that is because they’re more willing to walk away. So let’s say I have a really good alternative. It makes it easier for me to walk away. So if you want an outcome, a negotiated outcome with me, you’ve got to actually pay me to stay and engage with you."]},{"begin":"300.560","end":"326.720","lines":["But my alternatives are outside the negotiation. But they have a huge impact on how I behave because they affect the second parameter, which is my reservation price. My reservation price is my point of indifference between a yes and a no. It’s the tipping point in a negotiation. And it is arguably the most strategic piece of information because it tells me — and if my counterpart knows, it tells them — where that point is where I am willing to walk away."]},{"begin":"326.720","end":"347.360","lines":["In fact, with a reservation price, if I am negotiating it and I am at my reservation price, I should be so indifferent as to the outcome that I can flip a coin and if it lands heads, I walk away. And if it lands tails, I say yes. It is a bright-line standard that we do not violate."]},{"begin":"347.360","end":"349.560","lines":["And I would argue most of us don’t ever think about."]},{"begin":"349.560","end":"381.240","lines":["You know, most people don’t. And even people who do oftentimes don’t have the discipline to be able to honor that reservation price because they value getting a yes over the quality of the deal. And this is what’s so critical. Because if you don’t have a reservation price, if you don’t have a [unintelligible] your bottom line, if you’re not clear what your bottom line is, and you don’t have the discipline to maintain that bottom line, then whatever surplus exists in the negotiation can easily flow to your counterpart."]},{"begin":"381.240","end":"409.360","lines":["Because it really is that point where you say, “No, I won’t do this.” But you need to know where that is. And now, if all you focused on were those two aspects — your bottom line or what happens if you got an impasse — then what’s going to happen is you’re going to systematically under-perform in your negotiation. And you do so because of a very powerful psychological process."]},{"begin":"409.360","end":"436.800","lines":["Expectations drive our behavior. So if my expectations about what I can get in this negotiation are centered on my bottom line, my point of indifference, or what happens to me if I get an impasse — if that’s where my mind is, that’s where my expectations are set. That’s where I will end up. So I must leverage up my expectations. I must think about an aspiration, [an optic] assessment of what I could achieve in this negotiation."]},{"begin":"436.800","end":"461.640","lines":["An aspiration is an assessment. And that doesn’t mean I look at it, and say, “Oh, if things went really well, the perfect world, I would get all of this.” No. What I say is, “Here’s my situation. Here are my skills and ability. Here’s my counterpart. Here’s their situation. If everything went in my direction in this situation, optimistically what could I hope to achieve?”"]},{"begin":"461.640","end":"489.320","lines":["That doesn’t say my counterpart completely sort of rolls over on their back and says, “I give.” No. They’re going to be trying to get more of what they want. But if things go my way, would could I hope to achieve? And what I’ve found, Matt, is that folks rarely identify an aspiration. Sometimes they will identify a reservation price, absolutely. Sometimes their alternatives, yes."]},{"begin":"489.320","end":"501.360","lines":["But they rarely use what I think is really one of the secret ingredients in successful negotiation, which is setting an aspiration and having a focus from your perspective on that aspiration."]},{"begin":"501.360","end":"517.640","lines":["Previously on this podcast we’ve talked a fair bit about how to structure our messages. Are there specific best practices for how you structure negotiation messages? For example, I know you’ve done some research on chunking. And I find it really compelling. Can you tell us a bit about that?"]},{"begin":"517.640","end":"540.000","lines":["Well, there are two different ways to think about chunking. So number one is that too often in negotiation we tell ourselves that the correct way to negotiation is one issue at a time. And so let’s solve this issue, and then go to the next issue. And solve that issue and go to the next issue. That strategy, while very common, is a recipe for value destruction in a negotiation."]},{"begin":"540.000","end":"560.920","lines":["So part of what we want to do is we want to be able to negotiate multiple issues simultaneously. The reason we want to do that is because not every issue is equally important to both of us. So what I want to do is get a sense of what is the relative value or importance of the issues over which we could negotiate? How important are they to you compared to how important they are to me?"]},{"begin":"560.920","end":"574.480","lines":["I want to be able to make trades such that we can both gain. So, for example, I’m quite willing to concede on an issue that’s important to you, especially if it’s not that important to me, in order to get a concession on an issue that’s important to me and not that important to you. So I’m looking for those asymmetries. That’s the beginning of the chunking process."]},{"begin":"574.480","end":"597.800","lines":["So where are the asymmetries in our preferences? And then what I want to do is I want to negotiate at the package level. So think about as you make a proposal — so think about all the issues and try to work with them all simultaneously so that you can sort of — even the language is not adversarial. I want to craft a proposal that reflects our unique contributions as opposed to I want to win that issue, you won the last issue."]},{"begin":"597.800","end":"617.200","lines":["So in a sense, chunking gives you multiple levers to pull that you don’t have if you’re going issue by issue. So often when we negotiate we bring emotion to the party. We’re frustrated. We’re nervous. We’re excited. What role does emotion play in negotiation? And do you have any guidance on how to handle our emotions in the heat of a negotiation?"]},{"begin":"617.200","end":"645.600","lines":["Sure. Well, emotions are really interesting. And there’s been a fair amount of research on the emotional aspect of negotiation. So the first thing I would like to say, which is sort of counter-intuitive, is that emotions affect how we think. And the different types of emotions affect how systematic our thinking is. So there’s a fair amount of research that looks at what emotions encourage deep thinking versus encourage top-of-the-mind thinking."]},{"begin":"645.600","end":"672.640","lines":["It turns out that it’s not about positive or negative valence. Happy or angry, right? Turns out that actually happy and angry both create an emphasis on top of the mind. So you want to think about the emotions that actually get your counterpart to think deeply. And those are things like surprise or sadness. Those are emotions that actually are associated with much more deep information processing."]},{"begin":"672.640","end":"681.680","lines":["Thank you for that information. We have a tradition on this podcast. Before we end, I like to ask everybody the same three questions. So I’m hoping you’re ready to answer these three questions."]},{"begin":"681.680","end":"681.800","lines":["Okay."]},{"begin":"681.800","end":"694.480","lines":["Question Number 1. If you were to capture the best communication advice you have ever received as a five- to seven-word presentation slide title, what would that be?"]},{"begin":"694.480","end":"700.040","lines":["I’d say “Insight Often Arrives from Unlikely Sources.”"]},{"begin":"700.040","end":"705.760","lines":["Ah, I like that. Sounds like you’ve got some history with that advice."]},{"begin":"705.760","end":"706.800","lines":["I do."]},{"begin":"706.800","end":"708.960","lines":["Anything you’re willing to share?"]},{"begin":"708.960","end":"725.720","lines":["Well, part of the issue — and let me give you a little pitch here. I have a TEDx talk from Stanford about negotiating with my horse. It turns out that one of my most failed negotiations was with my horse, Sal. And she also taught me a whole lot about negotiation subsequent to that. So who would think that my horse would be a source of negotiation expertise?"]},{"begin":"725.720","end":"728.040","lines":["Insight comes from really interesting places."]},{"begin":"728.040","end":"728.880","lines":["Yes."]},{"begin":"728.880","end":"740.760","lines":["And I’m impressed that we went so long without talking about horses. So I’m glad it came up. Question Number 2. Who is a communicator — I guess I will say a human communicator — that you admire and why?"]},{"begin":"740.760","end":"751.320","lines":["So I’m going to give you two. Because one of them is historic, and one of them is current. Tony Fauci is an amazing communicator and has to manage such a tightrope."]},{"begin":"751.320","end":"751.480","lines":["Yes."]},{"begin":"751.480","end":"758.320","lines":["To multiple and competing audiences simultaneously. I am just in awe of his ability. That’s number one."]},{"begin":"758.320","end":"778.440","lines":["And I actually had the opportunity to work with him years and years ago when he was presenting some of his HIV research at a conference. And he is as authentic and genuine as you see him today as he was back then. He is who he is. I think that’s part of what makes him successful. Who is your historical reference?"]},{"begin":"778.440","end":"801.040","lines":["John Kennedy. And the reason is because John Kennedy moved an entire generation to do stuff they never thought they were going to do. And it even goes back to his inaugural speech, “Ask not what your country can do for you but what you can do for your country.” I’m giving away my age now, but many folks who are slightly older than me but also — answered that call and began doing things like the Peace Corps."]},{"begin":"801.040","end":"808.200","lines":["Went out to basically change the world because that was what he asked us to do. He had an amazing ability to communicate."]},{"begin":"808.200","end":"814.760","lines":["So Number 3. What are the first three ingredients that go into a successful communication recipe?"]},{"begin":"814.760","end":"835.400","lines":["The first one is concern for the other. Then the other two are kind of following on that, because then it’s concern for myself. If I’m trying to communicate to somebody, I need to understand where they are. And I need to be able to frame my communication in a way that meets them where they are. Then I need to help figure out how that communication can move them to a place that I would prefer them to be."]},{"begin":"835.400","end":"859.240","lines":["Then the willingness to be open to a potential better path because that conversation around where I’d like you to be, I don’t necessarily have any divine knowledge about that’s the right place to be. That’s why I think, for example, negotiation is such an important skill, is to understand maybe together we can come up with a better solution than either one of us could ever have imagined separately."]},{"begin":"859.240","end":"873.920","lines":["What a great recipe that would make. Maggie, thank you so much. Your insights into negotiation will help all of us do a better job of getting what we want and fostering more collaborative relationships. I really appreciate your time."]},{"begin":"873.920","end":"880.120","lines":["Thanks so much, Matt. It was great talking to you."]}]}
