{
  "title": "Creative Communication: How Our Design Choices Illustrate Our Values",
  "url": "https://www.gsb.stanford.edu/insights/creative-communication-how-design-choices-illustrate-values",
  "intro": [
    "As a designer, Scott Doorley is interested in how humans create the world around them. It's a conversation, he says, that starts with the question: What kind of world do we want?",
    "Doorley is the academic and creative director of the Stanford d.school and co-author of the book, Assembling Tomorrow: A Guide to Designing a Thriving Future. In designing everything from a device to an app to a building, “People get excited about what it can do,” he says, “but what should it do? What do we want? What's the desirable outcome that we want in the world?”"
  ],
  "transcript": [
    {
      "author": "Matt Abrahams",
      "text": "We often over focus in our communication on information rather than emotion. We need to make sure to give feeling, desirability, its due. We have to look at the intangibles to be successful in our communication."
    },
    {
      "author": "Matt Abrahams",
      "text": "My name is Matt Abrahams, and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart the podcast."
    },
    {
      "author": "Matt Abrahams",
      "text": "I am super excited today to talk with Scott Doorley. Scott is a friend and a colleague. Scott serves as the academic and creative director at the Hasso Plattner Institute of Design, also known as the Stanford d.school. Along with Carissa Carter, he wrote the recently released book, Assembling Tomorrow: A Guide to Designing a Thriving Future."
    },
    {
      "author": "Matt Abrahams",
      "text": "Some of you might remember that Carissa joined me on episode 61 to discuss her previous book, The Secret Language of Maps: How to Tell Visual Stories with Data."
    },
    {
      "author": "Matt Abrahams",
      "text": "Scott, I’m really excited that we finally arranged for you to join me here on the podcast. Welcome."
    },
    {
      "author": "Scott Doorley",
      "text": "Oh, thanks so much, Matt. I’m so happy to be here."
    },
    {
      "author": "Matt Abrahams",
      "text": "[00:01:06]: Should we get started?"
    },
    {
      "author": "Scott Doorley",
      "text": "Yeah, let’s do it."
    },
    {
      "author": "Matt Abrahams",
      "text": "Excellent. You do design work and you teach design. Can you share with us what types of things you, your students, and those you work with do in doing design?"
    },
    {
      "author": "Scott Doorley",
      "text": "[00:01:17]: Yeah, we think of design very broadly. It’s really the act of bringing an idea into the world with intention. We have a degree program where we teach design students to be professional designers. But we also work with departments around the university. So the Graduate School of Business, the Graduate School of Education, School of Engineering, and on and on. And what we do is we have students come in and they’ll work on projects that fit their expertise and their interest, which is usually a problem in a space they’re interested in."
    },
    {
      "author": "Scott Doorley",
      "text": "So we’ll have students do anything from creating something that looks like design, a product. We had a grad student create a musical instrument that teaches you how to play music, which is very cool. But then we have students working on really large-scale systems. So also recently in the past few years, we had students working on healthcare in India, where family members took an active role in post operative patient care, which doesn’t look like a product at all. That really is a system, a service, a way of doing things. And we call all that design."
    },
    {
      "author": "Matt Abrahams",
      "text": "[00:02:16]: And those things are fascinating. I love the idea of a musical instrument that teaches you how to play music, that’s fascinating. The things that you produce are the result of a design process. Can you share a little bit about what that process is like?"
    },
    {
      "author": "Scott Doorley",
      "text": "Absolutely. There are very many different ways to look at it. And for us, it’s always evolving. But the thing that I think there are two things that are fundamental about it. One is that design is specifically about desirability, right? So business is a lot about viability, engineering is about feasibility, design’s about desirability. And there’s ways to think about that. So one is to say like, well, it should be usable and maybe aesthetically pleasing. That’s kind of like an old way to think about it, but it’s also super pertinent. Another way to think about it is, is this something we want in the world? Is this desirable?"
    },
    {
      "author": "Scott Doorley",
      "text": "And so that brings up the other part, which is how do you understand what should exist in the world? And the only way to do that is to get it outside of yourself. So most of the techniques that we use are about embodying work in the world. So that might be looking at how people use things presently, talking to people who are struggling with an issue. Creating something, which we call prototype, to test out and see if it works, if your assumptions are right, where you have breakdowns and then getting feedback about everything you do. So it’s very much a process of externalizing your work so you can understand it better."
    },
    {
      "author": "Matt Abrahams",
      "text": "[00:03:32]: I love that idea of desirability as compared to viability and feasibility. What role does communication play in all of this, and do you ever design messages using the same process?"
    },
    {
      "author": "Scott Doorley",
      "text": "So much. But I think it’s probably true for everything, is that most issues, say you have on a team or you’re trying to get something out there, communication issues, especially in design. Because design is so much about how people use things, how people understand things, what they make of them and all that’s communication."
    },
    {
      "author": "Scott Doorley",
      "text": "So, you know, if you’re trying to sell a product, obviously that’s communication. If you’re trying to collaborate or lead a team, obviously that’s communication. But I work specifically on interiors for workspaces and schools. And even that, the things we make in the space that we build into the space are communication."
    },
    {
      "author": "Scott Doorley",
      "text": "So at the d.school, most of our furniture is movable because we want people to think about how they’re setting up their space. We spent extra money on bright red casters, you know, the wheels that go on the bottom of the tables so that people would notice that they’re movable. I’ve done some work around here for different companies and we had, we were working on a leadership training centre. And one of the big things is they wanted everyone to be present when they came in."
    },
    {
      "author": "Scott Doorley",
      "text": "And so right as you walk in, there’s a series of lockers that are tiny little lockers, and there’s a ritual where everyone takes out their phone, opens up the locker. Inside the locker is a plug so you can charge it. You watch everybody else doing the same thing, so there’s a little social pressure to do it. And then you go inside and nobody has their devices. And that’s really communication. You know, it’s a ritual. It’s a signal, it’s a habit where I can see what you’re doing, you can see what I’m doing."
    },
    {
      "author": "Matt Abrahams",
      "text": "[00:05:09]: That is so fascinating. In many ways, it’s a form of non-verbal communication, the way the environment’s set up."
    },
    {
      "author": "Matt Abrahams",
      "text": "So I want to go down this path a little bit more. What would you say is one of the biggest mistakes that people make in arranging their environment to facilitate interaction and communication? What do people get wrong?"
    },
    {
      "author": "Scott Doorley",
      "text": "[00:05:27]: It’s the most obvious thing and yet the least obvious thing. It’s to not manipulate it, right? Most people just walk into a room and they just accept what’s there. We specifically in our studios, which are classrooms, we call them studios because they involve both teaching and work."
    },
    {
      "author": "Scott Doorley",
      "text": "In those studios, we make sure that the studio is not set up when the teacher walks in to start class. So there’s no choice but to set up the space. And when you have no choice to set up the space then you have to decide what you want. And so we’ve built it in that you have to manipulate the space to use it. And it’s really powerful. One different arrangement can change the way people interact a lot."
    },
    {
      "author": "Matt Abrahams",
      "text": "[00:06:04]: Absolutely. I think this notion that all of us should take from what you’ve just said is we need to be strategic. Not just about the messaging and the work that happens in the space, but how we actually set up the space."
    },
    {
      "author": "Matt Abrahams",
      "text": "I have a colleague and friend who got so frustrated with everybody being on their laptops in meetings that he actually designed in a meeting room, a table that had an angle to it. So you couldn’t actually put a laptop without it sliding off. And instead, he had magnets where you could put paper so you could write if you needed to capture notes. But the idea of manipulating the space to facilitate the interaction, I think is fascinating."
    },
    {
      "author": "Scott Doorley",
      "text": "I love that one too, because people will use anything for the thing they want it to be used for. If I have a table, I might use it as a chair ‘cause I want to sit down."
    },
    {
      "author": "Matt Abrahams",
      "text": "[00:06:47]: And it’s sending a message that I want you to be present and it’s about the interaction. I really am fascinated by that. In your new book, you and Carissa refer to runaway design. What is runaway design and how can we avoid it or just deal with it?"
    },
    {
      "author": "Scott Doorley",
      "text": "Yeah, I think it is on the more deal with it side because I think it’s here and it’s probably here to stay. And what we’re talking about, we’re just trying to point out that this moment right now that we’re going through, which we can all feel, right?"
    },
    {
      "author": "Scott Doorley",
      "text": "You just have to look at the news and you feel it in political unrest, climate change, machines that can think for us. It’s all, you know, everybody has their list. That things are fundamentally changing in some way. We think it has to do with the fact that the materials that we’re making with can actually change after we make them."
    },
    {
      "author": "Scott Doorley",
      "text": "So it’s very different than say, like, I build a car, while that might, you know, pollute the environment or make a pothole in the road, it itself doesn’t change. Whereas even the algorithms that have been driving social media, those are based on machine learning, and so they can respond to the data that they’re getting."
    },
    {
      "author": "Scott Doorley",
      "text": "[00:07:48] Obviously, generative AI can write stories on its own. If we start getting into synthetic biology, which we call artificial evolution, it’s like, you know, we’re at, it can evolve, it can spread. And the people making with these tools are very aware of this, but it’s a very different thing. So you can think about how that affects the people making it, but it also affects all of us. And I will say that the people working with it are often, and good for them, it’s their job. They get very excited about the potential, what it can do. But there’s a question of what should it do? Like, what should this stuff do? What do we want? What’s the desirable outcome that we want in the world? And I think that’s on all of us, right?"
    },
    {
      "author": "Scott Doorley",
      "text": "Like we’re experts in the impacts of these things, we’re experts in the experience of using them. Whether or not we know how they work, we need to have a voice in what we’re going to do with them."
    },
    {
      "author": "Matt Abrahams",
      "text": "[00:08:39]: So what I’m hearing is that we need to one recognize and acknowledge this is happening. And then to raise our voices and express our concern about it."
    },
    {
      "author": "Scott Doorley",
      "text": "Yeah. And the idea of dealing with it, the reason I kind of said, yeah, I think it’s more about dealing with it. Um, is that really, it’s about like, how do we adjust to this? And I think it’s important to note that we’re probably not going to get it right. So really we have to have systems and attitudes of being able to respond to it, not expect that everything’s going to be perfect. And that doesn’t mean we shouldn’t advance. We should advance with the knowledge that we’re going to have to adjust. And so I think as we move forward, we’re going to trade confidence for curiosity a little bit. I think we’re going to need to look and have leaders who are very curious about what’s going on. What am I missing? What are we not doing right? How did that work? How should we change it? What do other people have to say?"
    },
    {
      "author": "Matt Abrahams",
      "text": "[00:09:29]: In some ways, I think that’s really freeing for leaders because I think leaders are curious. But there’s this idea that if I express my curiosity, it might negatively impact people’s confidence in my ability. We have this notion that leaders should be very focused and directive and curiosity sometimes can look very different than that. So I think that’s a really interesting idea."
    },
    {
      "author": "Matt Abrahams",
      "text": "In your new book, you and Carissa talk about actionables and intangibles. And I found this idea really fascinating, not just how you used it, but how it can be used in lots of other ways. Can you share with us what you mean by actionables and intangibles and how we might be able to leverage that beyond the way you do?"
    },
    {
      "author": "Scott Doorley",
      "text": "[00:10:05]: Yes, so the intangibles, and that’s an idea that Carissa, my co-author, came up with, that framing, is something that designers do. They’re looking for what’s missing, what’s unseen. That’s kind of the initial act of design is to find what’s hidden. And the way we think of actionables, they’re the things that are very consequential that have a big impact on how we live, what we do, the way we feel. But are really hard to see. So there are things like the way our systems are so interconnected and even the feelings that we have inside of ourselves. But they’re just these invisible things that have a huge impact."
    },
    {
      "author": "Scott Doorley",
      "text": "The actionables then are ways to reveal those things. So I’ll give an example. If you take feelings as an intangible or interconnection as an intangible. One actionable that we have, we call lose the object. And the idea there is that you go into any situation you’re in and subtract all the technology and all this stuff, right?"
    },
    {
      "author": "Scott Doorley",
      "text": "So let’s say take a mundane one, like a meeting, you know, subtract the tables, subtract the presentation, subtract the whiteboards. And then it opens you up to look at all the intangibles that are happening. So what are the connections people are making? You can see that through eye contact. Who’s looking at who? Who’s not being referred to? Who’s having a side conversation? You can look at things like posture and that tells you about feelings. Like how does this person’s posture express how they’re feeling? Why are they feeling that way? So when you take away all the things we’ve designed to create the world that we live in, you can start to see all the things that are hiding underneath it. Those are the intangibles, and the actionables are ways to see that."
    },
    {
      "author": "Matt Abrahams",
      "text": "[00:11:39]: I really think this is an insightful way of looking at human interaction. I think if we look at what are the intangibles and leverage actionables to get beyond that, we can then see where we might need to actually do some work. We can be distracted by the things that we have built that get in our way of actually what might help us accomplish what we want to accomplish."
    },
    {
      "author": "Scott Doorley",
      "text": "Yeah. James Baldwin, who’s a playwright and a poet, and he has this amazing quote that I love, which is the purpose of art is to lay bare the questions that have been hidden by the answers. It takes a second to get it all in there, right? Like it’s so profound. But there are answers, there are solutions that we’ve come up with, and those have cascaded over time. They’re only one way of solving that thing, and often they’re based on an issue that existed a while ago. You know, there are some issues that are just unique to humankind over time. There are others where there was kind of like a, well, we’re going to solve it this way, that became a custom. And then we kind of just get caught up in the custom rather than the why behind it. So this ability to pull the why out of the how is really interesting."
    },
    {
      "author": "Matt Abrahams",
      "text": "Pulling the why out of the how, that in and of itself beyond the quote is really insightful. I can’t tell you the number of times I go into organizations because they need help with communication and I’ll ask, why is it you do it this way? And the answer is because that’s the way we’ve always done it. And using this notion of intangibles and actionables, looking at that why and how really could be helpful. And I encourage everybody to think about their processes."
    },
    {
      "author": "Matt Abrahams",
      "text": "You do something else in the book that I find really, really useful and I haven’t seen it before. You use stories that you call histories of the future to help your readers envision your points. What led you to do this and what goes into a good story about the future that we can all think about in the way we communicate?"
    },
    {
      "author": "Scott Doorley",
      "text": "[00:13:27]: So we knew we’d have to talk about the futures because even as we were writing this book, these future stories we were coming up with were coming true."
    },
    {
      "author": "Scott Doorley",
      "text": "I mean, there are three or four of them where we started like, oh, this is ten years out, fifteen years out. Boom. By the time the book was published, it’s real. So we knew we had to get ahead a little bit to really focus on how is this runaway design going to be shaping the world. But we didn’t want to just speculate, you know, we didn’t want to predict. We wanted to be able to say like, well, how’s this going to affect our day to day? And then start to ask the questions, what happens after what happens? And stories are fantastic for that because they force you into details. A good story needs specifics. So the exercise of writing the story forces you into those specifics."
    },
    {
      "author": "Scott Doorley",
      "text": "And actually, I think as a journaling technique, say, writing a story about what tomorrow is going to look like or what you’re hoping for the future is a really useful tool day to day because it does force you to, well, this happened and then that happened and then that happened, it forces you to cascade."
    },
    {
      "author": "Scott Doorley",
      "text": "[00:14:28] And then the other thing I’ll say is we wrote short stories. And short stories are a very particular form. I would say for me anyway, they’re a little more close to the structure of a joke than they are the structure of a novel, even though they kind of feel more like a novel, but a novel can meander. It kind of needs a lot of plot lines for you to get through it. It needs multiple characters. A short story really kind of needs a setup and a payoff the way a joke does, particularly short short ones. You know, we’re writing some of them in two pages, three pages. And what I realized is how much the beginning and the ending relate, like how much a good beginning has to really set up the ending and how dependent the good ending is on whether or not you have a good beginning."
    },
    {
      "author": "Scott Doorley",
      "text": "And in general, and I know in your work, you use this a lot, which I really think is a great tool, is setting up communication as a question. And so the beginning of the story really has to be the question that’s going to set up the ending to answer in a slightly surprising way. Like something that feels satisfying and answers that question, but in a way that I couldn’t have figured it out with the asking of the question. And so you basically have to go back and forth between the beginning and the ending, and sometimes the problem with the ending is a bad beginning."
    },
    {
      "author": "Matt Abrahams",
      "text": "[00:15:41]: Sounds like you personally learned a lot by doing this and it’s certainly helpful for the reader. And you’re right a good communication, regardless story or not, is really about how the starting and the ending connect. It’s about the promise and the purpose that you make and how you take the audience through that. I think all of us could benefit by thinking about our strategies and our tactics in terms of stories and really forcing ourselves or encouraging ourselves to think through it or even document it as a story. Because that forces you to think about things at a level, as you mentioned, that we probably don’t."
    },
    {
      "author": "Scott Doorley",
      "text": "Yeah. I think we do it internally, right? So externalizing, it’s worth it. You know, like when I worry I’m writing a story in my head about what’s going to happen."
    },
    {
      "author": "Matt Abrahams",
      "text": "Right, but it might not have the same level of detail and we might not have the logical connections that you have to when you put it down on paper or when you tell it to somebody else. You write, if necessity is the mother of invention, feelings are the father. What’s the role of emotion in innovation, design, and communication?"
    },
    {
      "author": "Scott Doorley",
      "text": "[00:16:37]: And so this is one of our intangibles is feelings. And there’s great research on this from a colleague of ours, actually, Baba Shiv and his mentor, Antonio Damasio, who’s down at USC. So if you’re interested in this topic, those are two great sources. But what they figured out or what they point to is the fact that feelings really motivate us. They focus our intention, they help us decide things, and they motivate us to act to the point where Damasio says basically like feelings are the source of culture, right?"
    },
    {
      "author": "Scott Doorley",
      "text": "Whether that’s art or it’s the technology we create. They are the things that motivate us to act. And if you think about how something comes to be, there’s often an emotional description behind it. You know, I’m working with creative people all the time, innovators, people who’ve done startups, entrepreneurs, and students."
    },
    {
      "author": "Scott Doorley",
      "text": "And almost every time it’s like, well, I was super frustrated by this thing, which is an emotion word, right? Or I got really excited by the opportunity. Or, you know, I’ve been struggling with this for so, and you just hear these emotion words and what their research shows is that, yeah, that’s actually how the brain is working. These feelings are motivating us to do things."
    },
    {
      "author": "Scott Doorley",
      "text": "And then there’s another side of it, which is our feelings get built into everything we create, right? So they’re built into our media for sure. That’s very easy to see. There’s a dietary technique, you know, an eating dietary technique where you check your hunger, you rate your hunger before you start eating."
    },
    {
      "author": "Scott Doorley",
      "text": "And what it does just makes you conscious of your hunger. I think we should be doing that with our media. You know, I do it, but I do it while I’m consuming. I’ll just be like, well, let me just check in on how this is making me feel right now. Nine times out of ten, it’s not making me feel good. And nine times out of ten, I’ll just turn it off."
    },
    {
      "author": "Scott Doorley",
      "text": "And over time, what’s happened is it’s pushed me to one, consume things that make me feel better. Not that it should be just, you know, Pollyanna and just whatever feels good. But I’m avoiding things that are just riling me up in a bad way. And I’m consuming less media as well, which I think is good. I think our imagination, I think our emotions should be looked at in this age of runaway design, where everything is interconnected as a public resource."
    },
    {
      "author": "Scott Doorley",
      "text": "Because as we move, it shapes how the algorithms react to us. So if we calm down and we say like, you know, enragement isn’t a way to engage me, they’ll adjust, right? They’ll know that that’s not a good tactic and it’ll slow things down. So if you can’t motivate yourself to do it for yourself, like monitor your feelings, do it for us, do it for everybody else, right? I think it’s an important thing to do."
    },
    {
      "author": "Matt Abrahams",
      "text": "[00:19:03]: The idea of checking in with yourself around your emotions is really important. I’m thinking of conflict situations. I’m thinking of negotiation, not just media consumption. This notion that it is a commodity that we all share and especially in a world of algorithms, our choices impact not just us, but others, I think that’s really wise advice."
    },
    {
      "author": "Matt Abrahams",
      "text": "Baba has been on our show and we’ve talked about his research and it is fascinating. And thinking about our own emotions, but thinking about the emotions of others in the interactions we have also really critical."
    },
    {
      "author": "Matt Abrahams",
      "text": "Before we end, I like to ask all my guests, three questions when I make just for you and then the others are very common. Are you up for that?"
    },
    {
      "author": "Scott Doorley",
      "text": "I’m up for it. Let’s do it."
    },
    {
      "author": "Matt Abrahams",
      "text": "[00:19:45]: I’m curious, what are you working on currently? What are you designing currently? What’s got your focus right now?"
    },
    {
      "author": "Scott Doorley",
      "text": "I’m working right now on a little bit of a communication strategy that’s based on Salt, Fat, Acid, Heat. It’s a cookbook. It’s sort of like, what are the ingredients that are really needed for communication? And I’ve just been using it as a lecture for now, just to see how it works. Something about it’s a little abstract, I gotta like get down to more of the nitty gritty."
    },
    {
      "author": "Matt Abrahams",
      "text": "So, looking to bring an analogy or metaphor to an issue around, in this case, communication. One of the things I respect so much about what you all do in the d.school and those of you who work on design, is the way you use analogies, metaphors, and comparisons to help you think. My favorite story, and I write about it in the book I wrote, is some hospital chain was looking to improve emergency room performance. And instead of going to other emergency rooms, they went to Formula One pit crews."
    },
    {
      "author": "Matt Abrahams",
      "text": "And I think just switching with that analogy is all of a sudden changes the way you approach things, and I love that you’re looking at recipes in that particular book, which is fantastic to look at how that could impact communication."
    },
    {
      "author": "Scott Doorley",
      "text": "Yeah, and I will say on that one, we call that analogous inspiration. And it’s very effective for two reasons. One, it pushes you to work on the problem in an area that’s not about the problem. So then you’re not hung up on all the baggage that you have."
    },
    {
      "author": "Scott Doorley",
      "text": "And then two, it’s just fun. And I think metaphors are underutilized as a thinking tool because, you know, we think in stories for sure, but we really think in metaphors, everything’s a connection."
    },
    {
      "author": "Matt Abrahams",
      "text": "[00:21:12]: And I would argue that the same thing is true when it comes to communicating information. We all know that storytelling is important, but we don’t always rely on metaphors and analogies that can help us as well."
    },
    {
      "author": "Matt Abrahams",
      "text": "Question number two, who’s a communicator you admire and why?"
    },
    {
      "author": "Scott Doorley",
      "text": "Oh, that’s so great too. I mentioned James Baldwin who I really admire because he had everything against him, and he still wasn’t afraid to say what he thought. And he did it in such a way where it was very clear and not pulling punches. It was both direct and consumable, and there’s something amazing about that. So I really admire people who can say what they mean in a way that other people can receive it. And I think that’s a very hard thing to do."
    },
    {
      "author": "Matt Abrahams",
      "text": "Absolutely. I think just focusing on that is a helpful way to try to do it, is really thinking about what that looks like and what that means."
    },
    {
      "author": "Matt Abrahams",
      "text": "Question number three, what are the first three ingredients that go into a successful communication recipe?"
    },
    {
      "author": "Scott Doorley",
      "text": "So, I’ll pull some from the thing I’m working on. We talked about the essence, right? This idea of having the essence. I think of that as clarity or the essence. But if you don’t know what you’re saying, no one’s going to know what you’re saying. Francis Ford Coppola had this great thing when he was writing The Godfather, and he printed it as a book, all his notes. Every scene has something he calls the core."
    },
    {
      "author": "Scott Doorley",
      "text": "[00:22:25] So it might just be this person has to meet this person and they have to realize they have a disagreement, but he knows what the purpose of everything is. So I think that’s sort of capturing the essence. When we were talking about feedback, we talked, it’s basically about trust, right? The thing about trust is if you don’t have the trust, the communication’s not going to land. So if you’re not in a trusting space, you actually can’t really communicate. So you actually have to back up. And get into that trusting space. And there’s tons of ways to do that."
    },
    {
      "author": "Scott Doorley",
      "text": "And then feelings is another one. And again, that’s feelings motivate. And so if you’re trying to motivate people, which a lot of stories are about that, or a lot of presentations, a lot of our communication is about motivating. You really have to connect with people’s feelings because that’s how they’re going to make a decision. They’re going to do a logical thing because they’re motivated emotionally to do it. So telling them the logical version isn’t going to help, but you’ve got to get into the feelings part of it."
    },
    {
      "author": "Matt Abrahams",
      "text": "[00:23:17]: Knowing the essence of what you’re saying, having trust and being in a place of trust, talking to and understanding the feelings in the moment, absolutely critical ingredients and often ones we don’t necessarily focus on. And so thank you."
    },
    {
      "author": "Matt Abrahams",
      "text": "And Scott, thank you for the entire conversation. I knew we would have a blast and I knew we had to have this conversation. The notion of design being about desirability, thinking about the context and environment for our communication, really taking time to distinguish the intangibles and the actionables, thinking about feeling, all of these are such important concepts. I appreciate the work you do. I appreciate sharing these ideas. Thank you."
    },
    {
      "author": "Scott Doorley",
      "text": "Thanks, Matt."
    },
    {
      "author": "Matt Abrahams",
      "text": "[00:23:57]: Thank you for joining us for another episode of Think Fast, Talk Smart the podcast. To learn more about design, please listen to episode 70 with Jeremy Utley. And to hear from Scott’s coauthor, Carissa Carter, please check out episode 61."
    },
    {
      "author": "Matt Abrahams",
      "text": "This episode was produced by Jenny Luna, Ryan Campos, and me, Matt Abrahams. Our music is from Floyd Wonder, with thanks to Podium Podcast Company. Please find us on YouTube and wherever you get your podcasts. Be sure to subscribe and rate us. Also, follow us on LinkedIn and Instagram. And check out FasterSmarter.io for deep dive videos, English language learning content, and our newsletter."
    }
  ],
  "audio": null,
  "img": "https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x",
  "authors": [
    "Matt Abrahams",
    "Scott Doorley"
  ]
}