{"title":"Dissolve Disagreements: How Communication Impacts Conflict","url":"https://www.gsb.stanford.edu/insights/dissolve-disagreements-how-communication-impacts-conflict","intro":["“Communication, conflict, and cooperation are intertwined in a multitude of ways,” says Nir Halevy, associate professor of organizational behavior at Stanford Graduate School of Business. In this episode of Think Fast, Talk Smart, Halevy sits down with host Matt Abrahams, lecturer in organizational behavior at Stanford GSB, to discuss how we can often solve conflicts and disagreements by employing the correct strategy in our communication.","“How you articulate a particular grievance, your choice of words, the nonverbal aspects of your claim, such as the tone of your voice, can definitely influence reactions to your claim,” Halevy says."],"transcript":[{"author":"Matt Abrahams","text":"Our professional and personal lives are filled with conflict, disagreeing about project resources, arguing over screen time, debating strategy, discussing if the toilet seat should be up or down. Luckily, communication done right can provide a clear avenue for resolving these conflicts and kerfuffles."},{"author":"Matt Abrahams","text":"Hello, I’m Matt Abrahams and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast. Today, I am really excited to be joined by GSB Professor Nir Halevy. Nir’s research focuses on conflict and cooperation, interactive decision-making, and hierarchy in groups and organizations. He explores how individuals and teams make decisions, manage conflicts, and cooperate to achieve shared goals. Welcome, Nir."},{"author":"Matt Abrahams","text":"Thank you. It’s great to be here."},{"author":"Matt Abrahams","text":"I’ve had the pleasure of working with you and watching you teach your insights with an interactive approach. Really help your students learn. I’m looking forward to learning from you today. Shall we get started? I’d like to start by asking you to share how you think about conflict and the role communication plays in both initiating and resolving conflict."},{"author":"Nir Halevy","text":"This is a great question. It’s also a challenging one. Communication, conflict, and cooperation are intertwined in a multitude of ways. We can think about answers to your question from at least three different perspectives. First, communication often plays an important role in initiating disputes, disputes arise when one party makes a claim and the other party rejects that claim. How you articulate a particular grievance, your choice of words, the nonverbal aspects of your claim, such as the tone of your voice, can definitely influence reactions to your claim."},{"author":"Nir Halevy","text":"For example, claims vary in their directness and in their oppositional intensity, and these particular characteristics can influence the ensuing conflict. Second, we increasingly have more options available to us when it comes to choosing which communication medium we wish to use to manage conflicts. Different communication channels vary in their richness how much they provide you with valuable, visual, and auditory cues such as others, facial expressions, and their circumstances while they’re talking to you. Different communication channels also differ in their synchronicity and whether or not they create a paper trail or a digital footprint."},{"author":"Nir Halevy","text":"We know from research that using lean modes of communication like email, which involve low levels of synchronicity, can offer several benefits when it comes to resolving particularly intense disagreements. One benefit, for instance, concerns the fact that the asynchronous nature of email as a communication medium provides conflict parties with time to cool down, to think more deeply about the best way to get their message across. Another potential benefit of email is that it can level the playing field, to some extent. When the conflict involves parties with different levels of power or status, using an email can help parties level that playing field. A third perspective beyond the role of communication in instigating conflict and our use of different communication technologies to manage conflict, has to do with the content of our conflict-related communications. For example, how much we should poise and seem in control when communicating during conflict versus express high arousal emotions like anger is another important aspect. These choices have important consequences for the process and outcomes of the conflict."},{"author":"Nir Halevy","text":"For instance, using abstract communications can signal social distance, whereas using concrete communications can signal proximity. These three perspectives taken together that I just mentioned, are some of the topics we discuss in our negotiation classes."},{"author":"Matt Abrahams","text":"Oh, well, I absolutely have to sign up for that class because as I was thinking about what you were saying, you know, in the interpersonal conflict, I have it just at home. I was wondering maybe the best thing I can do with my kids is say, go to your room and send me an email about it rather than just go to your room and leave me alone. It’s really interesting because I, I my intuition would tell me that e-mail because it’s devoid of that that ability to to read emotional response would actually make conflict worse. I find it really interesting that lean methods of communication can actually improve conflict. I have to really think about that and can see how that could help me."},{"author":"Nir Halevy","text":"So just to kind of add to my previous response, I would say that it really depends on the nature of your preexisting relationship with the other party with whom you have a conflict. So, in choosing your mode of communication, your medium, your technology, I definitely keep in mind the nature of the preexisting relationship you already have with the party with whom you have the conflict."},{"author":"Matt Abrahams","text":"OK, so I can’t just send my kids to their room and say, send me an email and we’ll figure it out later. I appreciate that. So let’s move from interpersonal conflict to intergroup conflict. What are some of the things you’ve learned from your research about the role of communication in intergroup conflict?"},{"author":"Nir Halevy","text":"Thank you for that question. Several research findings come to mind. Let me mention, here two projects that I think are particularly timely. The first project I want to mention, has to do with the challenges that speakers sometimes face in intergroup interactions. In that project, we were curious to know which approach people think is more effective for promoting tolerance and understanding when communicating in a diverse setting. Overlooking differences, for example, colorblindness in interracial interactions or emphasizing differences, for example, multiculturalism in cross-cultural interactions. We discovered that the critical factor that shapes people’s preferences for either approach has to do with a perceived intentionality of group-based discrimination. When people believe that others intentionally discriminate against these similar others, they prefer deemphasizing differences. An approach consistent with colorblindness, however, when people believe that others are simply uninformed, that their bias is unintentional, they prefer emphasizing differences between groups. The second project I want to mention illuminates the role of communication, intergroup conflict, and cooperation from a different perspective. Specifically, that project shows how the questions we ask shape the answers others provide. Consider, for example, the question, who would you blame for the Israeli-Palestinian conflict, the Israelis or the Palestinians? Now, consider a variation on this question. Who would you blame for the Israeli-Palestinian conflict, the Israeli right wing bloc, the Israeli left wing bloc, or the Palestinians? The second question simply unpacks Israelis to two subgroups. As it turns out, this simple change dramatically influences people’s answers with substantially more of the blame being attributed to the Israeli side when people get the second question rather than the first question. So this research shows that you can powerfully sway the narratives of intergroup conflict that people have in their minds using slight variations to the questions you ask them about the conflict."},{"author":"Matt Abrahams","text":"Wow, that’s really fascinating. It the way in which you frame the conflict influences the way in which people perceive and then react to it. That’s fascinating. And many of us, I think because of our emotion and because we get caught up in the conflict, we just frame it a certain way. And what I’m taking from what you just said, in both cases, stepping back and really thinking about how you frame the situation matters a lot."},{"author":"Matt Abrahams","text":"So let me move on. Beyond conflict, you’ve conducted research on psychological distance. Can you share what you mean by psychological distance? And what are some of the implications of that research for normal communicators?"},{"author":"Nir Halevy","text":"Sure, psychological distance captures the experience that a particular entity, for example, another person or an event, is far from the self in the here and now. As you can tell from my answer, psychological distance has several different aspects. One obvious aspect is temporal distance. Right? Events can be in the near future or in the distant future. Another obvious aspect is physical distance: an event can take place close by or far away. Other aspects of psychological distance include social distance: how similar or dissimilar another person is to you and hypothetically: how unlikely or likely an event is. What we’ve done is, we’ve studied the role of psychological distance in different kinds of communications. So let me tell you about two contexts in which we have studied the effects of psychological distance on communications. The context of leadership and the context of contracting. In the context of leadership, we found that the communications that are most effective for promoting engagement and satisfaction among followers are those that match the level of psychological distance with the level of concreteness versus abstractness of the communication. Now, what do I mean by that? If you’re the CEO of a large corporation and you’re talking with employees that you have never met, the high level of psychological distance inherent in that situation calls for abstract communication, for example, for articulating broad vision for the future of the organization, the distant future."},{"author":"Nir Halevy","text":"However, if you’re a team leader discussing task performance with your direct subordinates, the low level of psychological distance inherent in that situation calls for concrete communications. You want to provide context-specific, detailed feedback and mentoring about the task at hand. So when a communicator’s match high psychological distance with abstract communications like vision, and they match low psychological distance with concrete communications like detailed feedback, they achieve what we call construal fits. The psychological experience of construal fit among listeners is fluency, they experience the message that we communicate as more fluent and the pleasure they derive from this fluency. The experience of fluency fuels positive reactions to the message."},{"author":"Matt Abrahams","text":"Wow, cool."},{"author":"Nir Halevy","text":"The second context in which we studied the use of abstract versus highly specific communications is employment contracts. Broadly speaking, employment contracts have two kinds of clauses. You have control clauses that aim to curb opportunistic behavior of the other party. You want to constrain their behavior through those control clauses. These tend to emphasize the parties opposite goals, thus creating a strong feeling of high social distance. However, you also have coordination clauses that aim to help the parties collaborate effectively. These kinds of clauses emphasize the parties’ shared goals, and they create a feeling of low social distance."},{"author":"Nir Halevy","text":"What our research shows is that optimal employment contracts, the ones that provide employees with feelings of autonomy, with a sense of intrinsic motivation, and make them persist on tasks and exert considerable effort, are those in which the control clauses are abstract and less detailed, and the coordination clauses in them are concrete and highly informative in a manner that supports coordination. We believe that achieving construal fit is extremely powerful as a tool for communicators, whether you’re a CEO, as in my first example, seeking to articulate broad and timeless vision, a team leader who is engaged in mentoring and giving feedback, or hiring manager who seeks to optimize the language of employment contracts."},{"author":"Matt Abrahams","text":"I love this research so much Nir. We have spent a lot of time on this podcast and I know you’ve seen me teach. And, you know, I spend a lot of time on this too, where we spend time telling people you’ve got to really understand and know your audience and you at a very specific nuance. To that, you have to think about what is the psychological distance you have relative to that audience. And then based on that answer, you have to then adjust the concreteness of the messaging that you create, be it spoken or in the case of contracts written because that can have a direct effect. Ultimately, you said it leads to fluency, this notion of positive affect towards the message and the messenger. I find this really, really fascinating. Thank you for sharing that. Thank you. So let’s get specific here. What are some specific tactics we can use in our communication to increase construal fit and thereby increase the fluency of our messages and their effect on the audience?"},{"author":"Nir Halevy","text":"That’s a good question."},{"author":"Nir Halevy","text":"The most important aspect in preparing your message is being mindful of different kinds of distances. Think about how you as a speaker, who are you in that moment when you communicate with your audience, who your audience is and how similar or dissimilar you are from your audience. Think about the temporal aspect of your message. Are you talking about the distant future? In which case you should emphasize why the goals you talk about are important or are you talking about the near future, in which case, you should emphasize how to achieve these goals. Then when delivering your message or thinking through your delivery, in retrospect, you want to be mindful of any signs of dis-fluency in your communication. Did your audience seem puzzled by any of your choices? Did it happen when you were speaking too abstractly or too concretely? Finally, you also want to be mindful of the power of communication to change psychological distances. So it’s two-directional influence, really. You can make your audience feel psychologically closer to you by sharing a personal story with some detail, for example."},{"author":"Matt Abrahams","text":"I think this is really, really useful. So the piece about just thinking about the temporal nature of it really can matter because I have worked in my coaching practice and even with my MBA students where people get too tactical when talking about the future. And what you’ve just shared is in the future, when you’re when the distance, the temporal distance is great, you need to be more abstract. And I think that’s really important for people to think about. And I really am fascinated by this notion that we can adjust our psychological distance with people through what we say. So telling personal stories, self disclosure can increase the closeness we have with somebody. And I assume there are things we can do that would also increase distance. So we aren’t just victimized by our psychological distance. We actually can orchestrate in architect ways of bringing ourselves closer to or farther from the people we’re communicating with. Before we end near, I’d like to ask you the same three questions I ask everyone who joins me. Are you up for that?"},{"author":"Nir Halevy","text":"Sure. All right."},{"author":"Matt Abrahams","text":"If you were to capture the best communication advice you ever received as a five to seven-word presentation slide title, what would it be?"},{"author":"Nir Halevy","text":"That title would be the power of repetition. One instance in which the power of repetition became particularly apparent to me was in a meeting I had together with several other GSB faculty, with Binyamin Netanyahu, Israel’s prime minister. Some of my colleagues asked him a range of different questions, and in his responses, he repeated his main message multiple times, in different ways. That kind of persistent focus made the message not only very clear, but also very memorable."},{"author":"Matt Abrahams","text":"Right, so saying the same thing over and over again, repeating yourself, helping people hear it again and again, see what I did there? That was a lot of repetition, but that can be really, really helpful. Who is a communicator that you admire and why?"},{"author":"Nir Halevy","text":"I’ve often enjoyed watching President Barack Obama speak. I appreciated his masterful use of humor, which I find thoughtful, appropriate, and engaging, and his ability to garner both respect and liking from audience members."},{"author":"Matt Abrahams","text":"I also admire former President Obama and his speaking. I’ve been fortunate enough to get to know one of his speechwriters and have had that person join me in my class as a guest lecturer. And he has shared that that former President Obama is naturally very interested in and spends a lot of time on his communication and speaking. And we certainly can see that as those who hear it. Let me ask our final question. What are the first three ingredients that go into a successful communication recipe from your perspective?"},{"author":"Nir Halevy","text":"So those would be you, them, and the message."},{"author":"Nir Halevy","text":"When I say you, I mean, who are you? You should know your strengths and your weaknesses as a communicator. When I say them, I really mean to ask, who are they? What would make the audience care about your message? And when I say the message, to make your message memorable, make it simple, make sure it evokes emotions and repeat it again and again."},{"author":"Matt Abrahams","text":"You know, I think you’ve summarized all of the episodes that we’ve had in our podcast in your simple three ingredients, you see them in the message that’s very powerful. Thank you for everything you’ve shared with us. Today is incredibly insightful and powerful. I feel psychologically much more close to you than I have before. So thank you for that."},{"author":"Matt Abrahams","text":"And I really encourage everybody listening in to take stock of what Nir has shared with us and try to apply it to your upcoming communications. Thanks, Nir."},{"author":"Nir Halevy","text":"Thank you, Matt, for hosting the podcast."},{"author":"Matt Abrahams","text":"Thank you for listening to Think Fast, Talk Smart, the podcast, a production of Stanford Graduate School of Business. To learn more, go to gsb.stanford.edu. Please download other episodes wherever you find your podcast."}],"audio":"https://content.production.cdn.art19.com/segment_lists/42a51c5a-93db-412a-b068-4bee73181d9d/20210330-bmlybXVzaWMzLndhdg-39575250-e7dc-45a8-a1ad-a9bb37afd7ed.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Nir Halevy"],"wave_peaks":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,374,860,1278,1652,1689,1725,1726,1779,21999,14808,17095,7102,19224,8195,7136,9073,10137,16830,6280,9942,3874,1815,16475,24912,22772,18106,9462,10078,5060,5254,25369,10974,8370,9530,7464,1845,23028,12143,18450,6031,2050,21573,17366,8326,15038,8911,17800,15630,3462,13426,3182,1775,11211,18194,2382,10181,16225,10195,15935,9683,4180,16503,7872,9782,16565,14628,5133,9819,6411,7702,4747,6659,6986,3529,1893,1970,12301,7636,6690,25822,16172,2818,4947,15014,5944,6456,6934,8620,2769,5183,9217,7415,7367,5164,3935,3634,2050,18101,16693,2945,14566,13917,2404,2116,19040,4878,1087,8100,8381,2389,514,860,1911,17198,10842,12386,15574,8490,938,7186,17481,10911,12446,4881,10600,6084,9899,10800,6423,364,431,13764,7158,6294,13410,4549,4357,15843,4211,3333,11566,7371,3708,4907,11144,3328,5993,4076,2849,15339,9370,3401,4323,3874,3032,2789,3088,834,374,16216,7277,7694,5848,4577,3006,4092,3863,3824,3883,1837,10186,5428,5068,2645,12776,12043,2991,3502,4582,2659,5132,3726,1437,937,16665,16415,9891,295,581,420,15449,4202,10796,7528,4203,214,188,13346,18177,8644,7050,4372,4543,9916,3153,2599,2688,8925,13848,10404,9269,12156,5778,5844,11369,13791,7050,5411,5701,3570,10014,10497,9202,7560,6448,7528,11409,2454,19580,18696,6355,239,9673,2618,137,8589,4106,587,471,22631,13428,17088,16710,3489,7026,12219,7812,8335,8679,6633,4767,1758,5809,9257,7521,5590,2899,6456,4858,2143,4996,3330,1843,3419,7200,6989,2791,1453,583,112,135,2348,2179,6765,11992,13204,10346,785,453,8194,13116,14117,2263,899,420,209,2257,5481,12692,7633,11774,7905,9744,11166,12127,4427,12972,4324,6551,6421,8118,5282,145,122,152,147,13155,15168,14182,14605,9815,12886,8568,10924,11066,9211,11910,2301,611,145,1171,210,15703,1206,4971,12930,16493,10597,15885,13585,9597,11188,11168,5714,11805,8292,2636,412,119,598,561,3898,14998,16801,14566,14466,13613,11232,123,231,15692,14195,8994,15888,12193,7344,122,111,438,13477,13808,14148,12606,9079,10649,12541,1143,7741,12850,11079,4906,13147,12395,13678,12958,16680,9452,7409,6610,11420,11990,10518,10304,9685,10085,15677,10992,11196,6015,14132,5630,897,5184,10203,1978,3249,2055,133,17383,16496,3525,665,15327,14397,14184,12085,14669,12928,3760,10541,9966,12060,12826,10687,7656,4415,115,448,13062,13624,11926,10909,13625,13824,11103,1883,7546,13902,10936,10770,7936,11727,1699,161,124,150,120,133,1250,141,1264,16055,6565,7984,11530,14877,14740,13744,6411,11493,8858,4982,10762,4011,7546,1441,4709,6775,9019,8926,3474,4054,4768,4050,4767,13896,5931,708,108,1261,1444,689,117,120,13929,11651,12467,13183,16318,14811,10751,2032,554,12529,14741,11595,14425,6691,14871,9335,9508,10746,12218,12094,4902,2041,10251,3139,8095,12720,1297,9774,9385,9190,6346,6562,10348,12815,11091,12836,7456,10566,9897,386,132,364,264,129,12857,7280,11656,13216,8976,9117,2414,8290,7758,7968,9056,5188,405,4819,12133,13666,10770,11212,11212,7496,13260,6426,7632,4495,1667,1674,199,178,273,113,1531,12595,11195,5149,13961,8442,5747,3226,8997,9336,4128,9654,8415,7316,6053,3101,7353,11343,7535,10218,15343,10325,6041,8533,4349,13683,14810,16766,14924,6292,11615,7265,10016,6902,10618,11099,10670,9923,4796,4365,171,123,287,127,13480,15914,6270,7219,4331,170,8670,9409,13604,13368,9050,1940,15588,6312,8275,10401,10503,5567,11423,154,120,10343,10981,9344,10159,5293,381,15737,13377,13130,12774,13901,14478,6499,15781,1952,5268,7404,8563,6125,5185,12673,12832,16485,12099,2534,10348,12076,2774,5927,202,118,146,240,128,18017,12256,9707,12248,9505,9429,15352,9514,15583,14410,6592,181,13605,8050,220,129,649,8971,13085,11616,14234,11871,9112,11652,7835,12981,12347,15050,1511,13266,3920,8343,10252,10571,8694,13989,10665,9989,10417,10428,10660,5140,2280,137,885,4407,161,167,8805,14743,13132,3450,264,2700,16037,10603,3643,5990,4075,3043,4220,11998,9467,4898,405,10039,7585,6469,648,2684,8626,5073,2658,13603,8618,795,6805,2749,638,387,15442,6679,13068,8622,13743,7653,14440,10951,12458,8980,4761,4707,306,136,109,187,712,12909,7583,143,315,12730,8123,10008,9275,2323,6048,8219,4838,9606,7681,6603,9674,1188,6385,7469,4671,172,11348,10951,1458,11566,12330,15380,13970,12523,5466,8926,13376,3597,4984,14575,12133,8440,7106,189,724,915,126,4957,13629,15761,10045,12554,8387,9154,12330,13069,11043,13399,9925,2452,8670,9332,174,119,122,446,11290,8950,151,274,367,5990,13515,16589,5351,6786,7280,12727,13253,10717,8183,9722,9074,2243,6022,6703,3827,1893,9208,9323,8963,2675,151,780,132,125,11505,2303,12660,6222,16412,12990,11337,13289,11120,12319,11240,7654,13484,13473,13377,12825,5901,14286,12042,5630,8207,4823,9129,1815,694,14119,20250,11169,5979,8825,9423,10311,9301,10856,7129,7474,19293,9028,8902,4997,6529,11884,10049,4956,7567,1806,7745,7664,10361,9105,5984,11685,14679,9833,13332,10186,10537,6203,1749,8936,7774,690,11095,9648,9565,8941,8041,6886,11291,5406,5533,8702,7697,16444,15041,7438,7302,10686,9451,11181,7649,15915,10271,2721,8697,4457,9646,13324,8749,5969,4990,2904,8867,8478,12310,6298,11989,11844,4892,12736,5559,4104,5186,3016,3781,5655,3533,6975,296,6708,8278,5530,5036,4306,6249,6485,9422,5764,5747,872,4409,5032,4446,3784,3657,2673,5312,8678,3785,3209,8478,6903,2811,5724,5301,3254,4046,3606,4073,3197,5048,6078,3470,2871,3537,1910,4113,2132,2970,2403,1453,2035,7924,4797,7049,17459,4559,8964,4119,2161,3478,3693,3132,1067,124,144,117,10386,8391,13096,5905,12907,15952,14635,11950,8486,10345,13553,11530,11785,11328,9568,11836,12573,9855,10139,7755,4552,8174,5206,9395,3114,4035,6751,10013,12234,9891,7431,13154,11338,10916,5821,13924,14088,7366,6504,5896,10118,9878,2011,4409,7085,4614,5385,4153,2379,11523,6491,10950,12537,14503,6995,10919,11890,12997,10822,9997,4018,9349,6759,6597,5649,4888,8640,3809,9350,10714,9788,6429,6325,10133,4005,6401,9054,14110,16690,9169,11238,5786,4641,7538,9960,7219,9212,8393,13502,8666,5880,5636,14808,6260,3868,3672,540,4621,17805,10993,6944,6476,5519,6265,5815,4974,4041,3228,2280,6664,6897,4726,3074,2064,1809,403,11051,10621,5571,5512,5704,5353,3598,4090,8507,5112,4379,4528,3822,3686,7519,5703,4203,3536,1579,554,124,110,1659,116,8817,9431,13696,11348,7593,9649,8427,13202,6775,12672,9510,4292,1466,930,131,13415,13034,9002,11224,12429,11829,10480,10240,7629,8820,11526,755,196,858,200,4439,13399,11510,10089,6651,13614,5644,7021,9563,14922,11341,12389,7288,9034,1179,12088,14033,8467,6503,3525,10530,1415,124,105,344,130,16822,12395,7297,9655,12605,6797,9442,8705,8860,6737,9431,6277,10624,14958,4195,303,7002,8469,9735,7483,4156,12406,15484,9588,187,6563,6096,11949,9088,7646,993,11295,334,131,120,270,107,11604,10355,4315,7762,9922,13660,8458,10683,11485,9142,2737,4739,8543,5638,8602,2873,120,358,11037,12646,14094,3625,2578,284,10134,14420,4341,7333,8204,9791,7640,4138,8457,5921,6151,6406,321,3774,731,182,110,2526,12601,14486,258,14654,10278,14062,14713,6875,11889,4696,7181,12611,11791,5072,134,338,14699,11394,5871,17903,4793,11040,6053,7599,11967,13879,4886,13034,12696,3642,4815,11148,5072,7232,134,105,274,178,198,9043,12159,13011,14240,9215,14552,8325,11953,9357,9641,138,10710,10770,11724,3174,11007,7834,13300,11086,14130,13431,3173,1330,124,115,94,8136,8604,246,6193,4479,9694,9468,403,161,12232,14827,8781,194,7487,10816,11338,13648,6649,6139,13678,10281,11113,399,11111,13481,14183,10542,13202,8965,7821,9719,11615,16017,14339,9804,8296,890,3431,1486,279,133,121,322,391,396,2031,19003,10467,13160,1085,15242,9920,10340,11491,9123,5363,5895,10796,11434,13247,4320,10577,5478,11017,11746,8912,7872,7336,7102,8032,10696,4227,9148,102,118,236,303,3146,9167,7196,666,15993,12729,8402,8721,14928,9304,12439,4172,12074,6998,13658,13476,5924,124,14244,13847,12534,3663,113,100,379,360,12331,12303,12576,12735,10770,260,4937,13477,9516,9127,14048,12413,6536,10717,8058,197,7611,13998,12868,10540,13747,10115,653,112,723,15704,16179,14097,14035,14316,10899,3961,839,107,109,231,127,5645,14781,11051,13415,11496,7170,10352,2842,925,7462,13062,12575,3628,12129,166,299,14536,14993,14126,5053,11900,613,99,14065,13450,7190,465,120,116,114,509,6195,15477,15427,9214,8249,14377,17936,4838,14564,10787,1008,4336,15350,1181,115,100,535,223,12017,14563,12418,11408,3588,5107,9817,12171,16124,15059,8157,6648,4673,14647,9310,520,6991,8515,15868,7989,13243,13257,12638,9193,16678,14128,7951,8113,14430,14463,901,5311,9333,13838,17438,11656,12266,1137,1478,9655,10599,11158,1489,124,104,116,1053,5637,5784,9808,8558,8180,14767,13163,11753,11127,14758,5963,10460,3372,9497,6766,5592,7489,14955,9087,8874,776,5417,6691,15606,12791,10559,8037,13268,4986,15226,8267,12571,10581,173,141,946,11856,11530,11184,2875,4465,8539,10012,9798,1473,2332,2888,557,4713,10948,7117,2382,6684,5463,2869,3144,12188,3099,6298,5403,3538,3095,6581,6363,4308,3945,5685,5279,3391,8811,8824,1890,6951,1590,11982,13223,13053,1782,2218,2874,303,2120,12765,10252,4822,4878,4831,11241,7298,5232,3582,2426,4105,3094,4932,5105,2434,4217,3299,3455,8701,5678,5402,8485,5694,6116,3820,3829,3463,5192,5662,3859,1929,479,6931,16992,14436,4395,4355,6376,9564,3877,7233,4067,5665,5314,6517,4126,812,10165,12264,6522,8601,7551,14587,14676,9340,2686,1190,6950,15110,5487,6639,5917,9305,5528,9484,3789,3724,6445,2100,3114,372,6199,6135,6344,8101,12455,9835,11405,2959,4661,3470,8294,8787,5965,4118,3598,4491,10583,3958,4397,6409,3951,11584,6356,6043,2467,455,152,3211,9428,10086,238,196,13111,13368,9544,5753,1055,14160,11784,9335,8334,9881,10844,8221,11464,11001,1821,142,10289,15104,13434,7861,5688,9473,13684,1566,476,9758,15227,10964,13886,402,5347,8988,10751,8713,154,154,161,302,10615,15899,14113,14292,10213,457,12620,12597,9598,11503,14235,10736,225,7839,11010,587,6649,1720,154,15978,14266,12920,5925,298,5205,15989,12380,2393,172,12894,404,15394,12095,7638,7511,7530,9203,8369,9016,3010,2016,2627,299,265,14209,15746,13906,10298,5013,9977,11894,1608,14448,14461,11093,11388,9554,9551,4977,7686,8767,148,144,363,228,157,11728,14001,4965,10898,6417,3407,3550,7401,4472,2704,11176,11832,9510,9784,9698,10020,11036,4834,2847,2212,155,156,256,9768,12373,15718,13362,4738,13162,12787,4350,11765,14153,6710,5672,352,194,179,152,299,8073,7036,14096,6489,3651,11831,12950,10152,11636,6610,6107,4283,2721,7944,9752,11525,3012,5740,1641,1477,2169,159,10850,13252,13044,13319,3003,9419,6124,3161,6183,13200,5267,7576,7589,15776,17222,9733,5732,5111,7081,2765,4581,172,165,130,144,3516,10292,7008,3821,217,9751,9757,11194,11038,10404,1406,139,1045,3015,201,161,7826,13188,8787,6530,2015,798,10820,14377,14097,7207,7816,9641,9718,5957,14060,13075,4342,3873,5903,9531,4139,2618,8651,12257,8395,8113,5469,2076,520,12545,13242,6171,14579,6670,11190,8961,8988,7230,3079,779,169,3949,8646,14053,11534,6689,3815,4564,6353,8704,14460,3634,183,11837,3604,6800,152,141,301,10529,14534,12941,10439,292,393,186,3352,7685,8414,9221,8811,11928,11279,5521,1864,306,4075,10515,11035,8756,5446,8822,11280,9279,1362,1623,6577,6295,13866,10458,12544,11027,5617,6277,1686,7724,8697,3086,13346,6862,5842,386,10243,11281,14505,578,2899,9107,2833,152,7952,10988,5116,149,155,4807,10104,8854,13082,13918,6105,5762,6158,8136,7488,1106,156,6701,1543,1152,152,149,377,7480,12996,5700,402,4718,9251,3431,5659,5532,14229,6060,12883,9594,7330,4420,11765,11985,8450,7502,639,142,180,351,11769,11916,12889,10157,8656,6460,1928,7416,5746,14566,3868,4556,882,374,7522,5481,3774,3307,407,4670,4578,356,168,154,307,2939,6533,13954,4084,1381,9060,12551,7226,5693,368,3793,12636,12171,372,5854,9050,11759,12670,10920,10217,1302,168,131,137,155,316,5235,9442,6327,13859,11343,13900,14115,9909,7370,6036,1022,921,9381,15632,3110,2113,270,145,8758,4807,171,1847,7228,14753,16072,13029,11414,5862,2782,4315,7300,3267,2810,431,6114,4511,11454,11528,12541,479,9276,9985,3637,7400,2861,11082,8426,7925,330,141,152,569,146,12403,12324,11983,6099,6056,5035,9847,8844,3039,10729,8470,5483,758,163,7438,9739,5904,424,10687,2585,7684,13998,11458,5301,4263,4873,10164,7120,4477,202,142,226,10397,10309,157,156,11974,15599,11226,15277,9766,3872,8557,2772,9665,11353,10305,7500,5211,4367,7354,10260,15404,14458,7256,3684,9645,401,4792,7665,1945,4749,192,225,249,198,154,9502,8146,15410,10902,6519,2544,5253,11519,6717,9004,12949,14393,6026,471,12818,3915,2669,7078,3452,519,8930,10086,6778,11319,6095,4032,140,185,144,137,12791,13385,6709,900,10131,11432,10445,8831,10038,11733,10525,10250,145,142,144,420,3422,13163,5849,10324,9561,489,8639,10951,2625,181,12107,10607,5208,6548,13139,3216,12841,7833,1441,160,154,6900,2866,7156,6087,11072,3757,3955,4792,5391,690,1806,1565,171,5142,12670,11327,13430,12390,12328,12107,3148,11415,498,14128,8501,9200,916,155,129,10421,10585,10377,14218,13545,5033,615,1470,1130,195,498,13567,13235,138,7931,11307,6745,6302,7401,3481,320,10079,10144,3922,13054,11413,1593,14067,13971,4411,13053,1568,159,167,228,378,7627,14366,11664,10742,7373,10080,15230,12394,2756,6545,9347,370,8688,8420,8719,12129,8335,13273,4065,1668,310,144,191,140,313,9370,13116,4931,5946,8496,12984,161,12619,12382,6815,7351,4769,592,8722,11769,13287,13979,5823,1866,313,11039,13109,12092,3983,5738,11050,8521,5004,5621,4098,1268,8435,2481,3569,9964,14993,11551,4375,3853,7702,3960,10390,12676,6055,164,468,12202,10036,4086,4099,5059,7499,13680,5055,139,9360,12480,2713,15292,11082,4194,453,182,147,460,11152,2611,7829,7921,11234,11999,9736,13251,8522,4465,8289,13916,7502,6286,2653,12781,9669,4557,5004,4581,827,138,145,162,152,155,324,255,3665,11554,15542,6042,4513,7038,8467,6832,4601,961,7189,6487,14390,6816,4066,3441,4370,4735,1123,8464,8957,9549,11087,3869,9703,183,5795,9289,11123,10843,4928,8243,6182,13003,12218,7957,3958,153,348,6403,7849,7346,1946,6995,12724,11265,4972,5992,10872,6529,7883,14868,12864,8796,4969,3622,11563,14537,13236,13616,7148,8265,6444,263,147,905,255,6031,14084,2712,10005,3211,6719,3867,4178,6991,5751,2015,809,8823,9266,7710,9548,5708,5665,5026,7173,5557,7071,7695,3578,3955,5816,6345,5395,7788,3901,6246,3557,7122,5216,7535,11619,8241,3494,3974,16734,4345,4388,3872,3587,2795,3955,3846,3310,2014,689,6496,10562,7123,6730,9606,8388,6248,6729,6130,2117,1160,6837,17490,6931,9052,11175,3815,6388,7912,2905,7161,7230,2763,5196,15102,7034,12412,3629,4528,5926,1126,582,4580,11456,6984,9014,6539,4472,1496,9509,6979,5175,13118,3933,972,5743,3110,8390,3506,4267,15101,6446,9670,3895,3211,7626,7143,3682,5408,7497,2431,10468,8992,6067,6923,6362,6589,1852,10836,18328,5745,11693,8623,10900,4955,6439,6164,3967,8001,3743,7853,5971,7595,7233,8581,5000,5792,5014,13166,12817,14078,5563,7506,6658,7186,3022,5145,6243,5730,595,6055,17378,2481,6990,6021,7075,5756,855,6361,5029,3284,1126,179,4296,3321,175,184,1162,191,13417,17863,9789,5584,8398,5220,11337,11244,7803,6117,129,4037,6818,5690,12949,3258,5281,4224,4437,7507,3534,3023,1338,3602,3707,4969,3823,5372,5424,3253,1357,300,8299,9226,5857,3889,4326,5717,5712,5869,4743,2731,4019,7204,2912,2327,1636,307,139,1101,128,12724,8841,5412,200,225,138,145,7215,8285,7345,12793,5538,3674,7522,5684,8376,6161,6021,14395,7299,7461,11150,6890,10614,9203,4327,833,1306,1494,137,317,192,112,6804,15307,12853,7463,2737,124,7786,7254,2459,10702,11118,11336,11270,1656,14637,13271,3706,13736,6694,3548,5298,6867,10552,2563,14403,13964,2313,1959,13792,8616,9844,10172,10248,7359,8101,15101,14666,9122,7392,535,564,16300,13062,13779,12479,4701,3816,5132,407,364,12379,13034,12439,9480,2984,5689,1021,8413,8911,9935,12659,1261,13186,15738,6342,7050,12685,12814,5207,764,150,7485,12768,13646,12995,8523,3621,3183,6805,8676,4052,9976,13001,537,15093,13608,2430,3536,1490,2644,235,288,167,14558,11377,6027,14220,10162,5976,1284,6811,6193,7662,5574,2289,2728,6788,9173,8229,11904,5447,7328,13132,8931,7022,12620,13554,11029,117,6193,2964,2299,2594,1306,2813,136,120,115,500,218,4115,13387,9938,3760,13224,11179,7493,4751,4814,345,116,6501,6380,8603,14454,7679,6586,5578,8945,15680,1689,4212,3306,7589,1371,121,125,241,12451,6229,8065,7863,8168,10578,8160,6575,10629,10339,5782,3870,8230,9471,10678,3785,1911,1774,118,134,3726,1043,2033,12128,13172,6771,3578,3309,2443,651,9592,9669,10972,13359,9912,7875,10977,4627,8820,1981,5904,11293,7350,5917,7205,5455,10571,3075,6199,4242,843,112,139,116,0,0,0,0,0,0,136,14355,5224,1085,5061,2853,8678,4329,5763,3802,484,1993,4227,4372,8086,5631,5016,7129,12465,4516,6641,7261,7225,7985,6839,5695,4650,1726,1278,11774,4568,8453,2959,13293,8017,4097,5582,13920,14204,5204,4577,4313,5084,5913,2177,893,13859,14930,10220,10243,247,11532,9469,9855,21702,7207,8028,11971,11167,10875,5509,4589,261,9270,7866,5858,7553,7544,6647,6115,3022,6614,4691,6515,2722,10038,6187,3468,17584,7091,3792,10478,5522,4922,4839,4640,8421,3009,3718,4879,5626,6368,6696,4596,4652,4198,4838,1764,608,12791,18984,12691,8829,18090,5343,5654,3222,3672,4287,6368,3602,14130,6988,5659,7265,4947,2982,4091,2941,3957,3531,3410,11146,6182,6860,10923,6901,4660,8439,7469,6637,7930,8254,4859,2941,4895,5873,797,5933,13076,6604,3875,5620,4444,4004,2804,749,13695,10497,10327,5142,3958,4841,5047,6848,3432,3839,6730,2567,224,292,14230,11298,7374,8856,7585,12179,10591,4261,15268,7907,2893,4312,3158,7981,10821,5775,5671,9812,6494,5658,13765,13029,6594,7006,10292,6985,7960,7413,5579,10451,7671,4471,7311,8964,4397,6289,2245,3723,6423,5673,4519,3949,770,190,183,167,337,8291,15335,11385,5300,14179,15783,13439,9941,7996,6661,9897,4620,11881,6051,7230,3938,6019,6356,9585,6942,169,143,5160,3856,3630,143,4224,1102,133,546,8961,8270,15620,5624,11951,6493,5169,3933,6064,8306,3024,7059,4652,1528,2962,7570,8968,6222,7111,4031,3164,2962,2265,3991,5404,3956,753,6208,7039,4441,126,115,99,1191,112,6628,7358,6894,6839,2275,2346,2298,6534,5053,3268,1204,109,150,191,92,6789,4450,3537,3494,5958,2533,3400,3765,4180,4777,6097,3061,792,140,4490,4505,6577,4675,6354,4142,6699,6294,5466,3249,6556,1985,122,3753,3351,5894,5958,2781,6758,6341,3711,1226,121,169,112,6052,6637,5643,3808,6985,4887,5707,3508,3457,1110,163,4509,2105,4729,6195,4034,2812,3914,6186,4876,5147,563,2780,4484,7121,983,3606,3274,1102,108,128,98,7701,7635,4672,3379,4544,4643,4919,6188,1644,6133,3782,3416,4239,5377,4155,5345,4196,1878,4142,7779,8660,7389,4665,4637,3839,1556,3337,2212,3872,2938,4463,8299,1997,2205,4333,1839,2730,3189,1002,5356,3622,3555,10502,5955,2724,631,6612,3020,3208,3155,2416,1699,788,351,261,72,5019,3754,2633,2486,2789,2714,2496,549,2276,2908,244,51,56,948,72,57,99,5916,6180,1866,4334,5004,1864,3715,5268,4656,1238,443,865,2631,2313,4385,7005,6807,3138,2471,3095,5820,6643,3981,2286,1655,6209,3373,5130,2121,2181,1868,3517,329,148,5914,6817,6347,5950,4277,2849,9046,951,6368,6859,456,4455,6271,697,549,65,1262,4907,7558,7227,2494,3084,2188,2626,924,2503,1482,3158,3570,2199,2097,1694,2015,6024,3737,3018,2182,2373,2146,2019,3289,3177,4197,1726,981,6375,3715,223,4195,3216,2347,1649,5980,1642,3498,3376,1783,478,4103,2418,5091,5443,3808,1791,1235,1206,4520,4062,3030,3505,1427,7501,1747,1967,153,8972,4659,2925,2314,2569,3618,3576,4824,3427,3589,2023,1498,2191,2363,1145,1482,1061,965,2835,3003,2064,1778,1134,1042,1167,606,261,180,6280,4186,4367,5635,2226,626,382,153,6360,4320,5525,2259,3384,2898,1825,1311,4424,2892,2978,3797,2762,1576,1660,1768,3355,1604,1030,1852,2034,683,103,80,167,206,71,83,4069,1624,5043,4744,1799,2997,1385,165,3347,84,72,74,7105,5845,77,6915,7022,228,90,380,88,1016,6068,6213,6303,7349,3562,152,6952,5186,78,133,106,2113,4619,4461,5380,5321,3630,5612,4832,3755,2235,3345,100,93,82,209,6554,6329,8202,4394,86,86,103,5537,5770,3905,7008,4442,7335,4445,87,5108,6718,6192,7395,1399,7451,4656,6450,5893,7057,326,447,805,207,167,3363,7482,5810,7624,3637,129,93,111,1340,5911,7035,2998,5482,3130,6026,6095,3936,88,132,4854,6600,4431,4891,4636,2287,4269,376,102,4978,6046,7453,6831,6831,2840,4719,98,305,291,186,5739,9900,4231,1644,13818,7330,4510,470,10315,8506,4739,3116,1966,2832,3757,3498,4087,2606,2323,2459,3246,5034,2959,3884,2178,1586,747,3146,821,2114,2390,253,1202,1941,327,6060,4162,2533,1637,355,136,8281,5080,3563,8462,5118,3887,4025,2286,2546,1856,6140,4081,1674,2149,1875,968,12334,6723,7738,7069,2824,5660,3958,5544,3869,4511,6692,3042,4173,6443,3778,7048,400,351,7606,5859,7322,3436,3951,4268,2341,1280,1036,2171,5841,5761,3298,2770,4391,3727,2665,916,2470,7849,4225,6211,1738,4968,1950,1411,1407,1000,887,5030,3956,913,934,4370,7131,4317,3324,3886,6855,418,1111,1000,11744,6571,9814,5272,4461,10175,14112,10068,15632,9977,6657,967,6642,10472,3687,5666,15938,6313,8112,7878,8647,6828,7040,4768,4252,1576,15442,9854,9248,7814,9651,5575,3013,12663,8365,5981,6611,5351,2551,1017,2787,15367,15364,7454,14160,11010,8451,5220,1009,10817,11591,3855,4020,3708,4373,1492,981,939,1027,915,907,989,824,834,867,860,683,314,1],"fragments":[{"begin":"0.000","end":"37.280","lines":["Our professional and personal lives are filled with conflict, disagreeing about project resources, arguing over screen time, debating strategy, discussing if the toilet seat should be up or down. Luckily, communication done right can provide a clear avenue for resolving these conflicts and kerfuffles."]},{"begin":"37.280","end":"71.400","lines":["Hello, I’m Matt Abrahams and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast. Today, I am really excited to be joined by GSB Professor Nir Halevy. Nir’s research focuses on conflict and cooperation, interactive decision-making, and hierarchy in groups and organizations. He explores how individuals and teams make decisions, manage conflicts, and cooperate to achieve shared goals. Welcome, Nir."]},{"begin":"71.400","end":"73.560","lines":["Thank you. It’s great to be here."]},{"begin":"73.560","end":"96.520","lines":["I’ve had the pleasure of working with you and watching you teach your insights with an interactive approach. Really help your students learn. I’m looking forward to learning from you today. Shall we get started? I’d like to start by asking you to share how you think about conflict and the role communication plays in both initiating and resolving conflict."]},{"begin":"96.520","end":"133.840","lines":["This is a great question. It’s also a challenging one. Communication, conflict, and cooperation are intertwined in a multitude of ways. We can think about answers to your question from at least three different perspectives. First, communication often plays an important role in initiating disputes, disputes arise when one party makes a claim and the other party rejects that claim. How you articulate a particular grievance, your choice of words, the nonverbal aspects of your claim, such as the tone of your voice, can definitely influence reactions to your claim."]},{"begin":"133.840","end":"179.080","lines":["For example, claims vary in their directness and in their oppositional intensity, and these particular characteristics can influence the ensuing conflict. Second, we increasingly have more options available to us when it comes to choosing which communication medium we wish to use to manage conflicts. Different communication channels vary in their richness how much they provide you with valuable, visual, and auditory cues such as others, facial expressions, and their circumstances while they’re talking to you. Different communication channels also differ in their synchronicity and whether or not they create a paper trail or a digital footprint."]},{"begin":"179.080","end":"255.880","lines":["We know from research that using lean modes of communication like email, which involve low levels of synchronicity, can offer several benefits when it comes to resolving particularly intense disagreements. One benefit, for instance, concerns the fact that the asynchronous nature of email as a communication medium provides conflict parties with time to cool down, to think more deeply about the best way to get their message across. Another potential benefit of email is that it can level the playing field, to some extent. When the conflict involves parties with different levels of power or status, using an email can help parties level that playing field. A third perspective beyond the role of communication in instigating conflict and our use of different communication technologies to manage conflict, has to do with the content of our conflict-related communications. For example, how much we should poise and seem in control when communicating during conflict versus express high arousal emotions like anger is another important aspect. These choices have important consequences for the process and outcomes of the conflict."]},{"begin":"255.880","end":"272.440","lines":["For instance, using abstract communications can signal social distance, whereas using concrete communications can signal proximity. These three perspectives taken together that I just mentioned, are some of the topics we discuss in our negotiation classes."]},{"begin":"272.440","end":"315.120","lines":["Oh, well, I absolutely have to sign up for that class because as I was thinking about what you were saying, you know, in the interpersonal conflict, I have it just at home. I was wondering maybe the best thing I can do with my kids is say, go to your room and send me an email about it rather than just go to your room and leave me alone. It’s really interesting because I, I my intuition would tell me that e-mail because it’s devoid of that that ability to to read emotional response would actually make conflict worse. I find it really interesting that lean methods of communication can actually improve conflict. I have to really think about that and can see how that could help me."]},{"begin":"315.120","end":"337.840","lines":["So just to kind of add to my previous response, I would say that it really depends on the nature of your preexisting relationship with the other party with whom you have a conflict. So, in choosing your mode of communication, your medium, your technology, I definitely keep in mind the nature of the preexisting relationship you already have with the party with whom you have the conflict."]},{"begin":"337.840","end":"356.400","lines":["OK, so I can’t just send my kids to their room and say, send me an email and we’ll figure it out later. I appreciate that. So let’s move from interpersonal conflict to intergroup conflict. What are some of the things you’ve learned from your research about the role of communication in intergroup conflict?"]},{"begin":"356.400","end":"498.760","lines":["Thank you for that question. Several research findings come to mind. Let me mention, here two projects that I think are particularly timely. The first project I want to mention, has to do with the challenges that speakers sometimes face in intergroup interactions. In that project, we were curious to know which approach people think is more effective for promoting tolerance and understanding when communicating in a diverse setting. Overlooking differences, for example, colorblindness in interracial interactions or emphasizing differences, for example, multiculturalism in cross-cultural interactions. We discovered that the critical factor that shapes people’s preferences for either approach has to do with a perceived intentionality of group-based discrimination. When people believe that others intentionally discriminate against these similar others, they prefer deemphasizing differences. An approach consistent with colorblindness, however, when people believe that others are simply uninformed, that their bias is unintentional, they prefer emphasizing differences between groups. The second project I want to mention illuminates the role of communication, intergroup conflict, and cooperation from a different perspective. Specifically, that project shows how the questions we ask shape the answers others provide. Consider, for example, the question, who would you blame for the Israeli-Palestinian conflict, the Israelis or the Palestinians? Now, consider a variation on this question. Who would you blame for the Israeli-Palestinian conflict, the Israeli right wing bloc, the Israeli left wing bloc, or the Palestinians? The second question simply unpacks Israelis to two subgroups. As it turns out, this simple change dramatically influences people’s answers with substantially more of the blame being attributed to the Israeli side when people get the second question rather than the first question. So this research shows that you can powerfully sway the narratives of intergroup conflict that people have in their minds using slight variations to the questions you ask them about the conflict."]},{"begin":"498.760","end":"526.680","lines":["Wow, that’s really fascinating. It the way in which you frame the conflict influences the way in which people perceive and then react to it. That’s fascinating. And many of us, I think because of our emotion and because we get caught up in the conflict, we just frame it a certain way. And what I’m taking from what you just said, in both cases, stepping back and really thinking about how you frame the situation matters a lot."]},{"begin":"526.680","end":"542.240","lines":["So let me move on. Beyond conflict, you’ve conducted research on psychological distance. Can you share what you mean by psychological distance? And what are some of the implications of that research for normal communicators?"]},{"begin":"542.240","end":"645.520","lines":["Sure, psychological distance captures the experience that a particular entity, for example, another person or an event, is far from the self in the here and now. As you can tell from my answer, psychological distance has several different aspects. One obvious aspect is temporal distance. Right? Events can be in the near future or in the distant future. Another obvious aspect is physical distance: an event can take place close by or far away. Other aspects of psychological distance include social distance: how similar or dissimilar another person is to you and hypothetically: how unlikely or likely an event is. What we’ve done is, we’ve studied the role of psychological distance in different kinds of communications. So let me tell you about two contexts in which we have studied the effects of psychological distance on communications. The context of leadership and the context of contracting. In the context of leadership, we found that the communications that are most effective for promoting engagement and satisfaction among followers are those that match the level of psychological distance with the level of concreteness versus abstractness of the communication. Now, what do I mean by that? If you’re the CEO of a large corporation and you’re talking with employees that you have never met, the high level of psychological distance inherent in that situation calls for abstract communication, for example, for articulating broad vision for the future of the organization, the distant future."]},{"begin":"645.520","end":"700.960","lines":["However, if you’re a team leader discussing task performance with your direct subordinates, the low level of psychological distance inherent in that situation calls for concrete communications. You want to provide context-specific, detailed feedback and mentoring about the task at hand. So when a communicator’s match high psychological distance with abstract communications like vision, and they match low psychological distance with concrete communications like detailed feedback, they achieve what we call construal fits. The psychological experience of construal fit among listeners is fluency, they experience the message that we communicate as more fluent and the pleasure they derive from this fluency. The experience of fluency fuels positive reactions to the message."]},{"begin":"700.960","end":"703.960","lines":["Wow, cool."]},{"begin":"703.960","end":"750.720","lines":["The second context in which we studied the use of abstract versus highly specific communications is employment contracts. Broadly speaking, employment contracts have two kinds of clauses. You have control clauses that aim to curb opportunistic behavior of the other party. You want to constrain their behavior through those control clauses. These tend to emphasize the parties opposite goals, thus creating a strong feeling of high social distance. However, you also have coordination clauses that aim to help the parties collaborate effectively. These kinds of clauses emphasize the parties’ shared goals, and they create a feeling of low social distance."]},{"begin":"750.720","end":"798.880","lines":["What our research shows is that optimal employment contracts, the ones that provide employees with feelings of autonomy, with a sense of intrinsic motivation, and make them persist on tasks and exert considerable effort, are those in which the control clauses are abstract and less detailed, and the coordination clauses in them are concrete and highly informative in a manner that supports coordination. We believe that achieving construal fit is extremely powerful as a tool for communicators, whether you’re a CEO, as in my first example, seeking to articulate broad and timeless vision, a team leader who is engaged in mentoring and giving feedback, or hiring manager who seeks to optimize the language of employment contracts."]},{"begin":"798.880","end":"864.680","lines":["I love this research so much Nir. We have spent a lot of time on this podcast and I know you’ve seen me teach. And, you know, I spend a lot of time on this too, where we spend time telling people you’ve got to really understand and know your audience and you at a very specific nuance. To that, you have to think about what is the psychological distance you have relative to that audience. And then based on that answer, you have to then adjust the concreteness of the messaging that you create, be it spoken or in the case of contracts written because that can have a direct effect. Ultimately, you said it leads to fluency, this notion of positive affect towards the message and the messenger. I find this really, really fascinating. Thank you for sharing that. Thank you. So let’s get specific here. What are some specific tactics we can use in our communication to increase construal fit and thereby increase the fluency of our messages and their effect on the audience?"]},{"begin":"864.680","end":"866.800","lines":["That’s a good question."]},{"begin":"866.800","end":"940.280","lines":["The most important aspect in preparing your message is being mindful of different kinds of distances. Think about how you as a speaker, who are you in that moment when you communicate with your audience, who your audience is and how similar or dissimilar you are from your audience. Think about the temporal aspect of your message. Are you talking about the distant future? In which case you should emphasize why the goals you talk about are important or are you talking about the near future, in which case, you should emphasize how to achieve these goals. Then when delivering your message or thinking through your delivery, in retrospect, you want to be mindful of any signs of dis-fluency in your communication. Did your audience seem puzzled by any of your choices? Did it happen when you were speaking too abstractly or too concretely? Finally, you also want to be mindful of the power of communication to change psychological distances. So it’s two-directional influence, really. You can make your audience feel psychologically closer to you by sharing a personal story with some detail, for example."]},{"begin":"940.280","end":"1009.040","lines":["I think this is really, really useful. So the piece about just thinking about the temporal nature of it really can matter because I have worked in my coaching practice and even with my MBA students where people get too tactical when talking about the future. And what you’ve just shared is in the future, when you’re when the distance, the temporal distance is great, you need to be more abstract. And I think that’s really important for people to think about. And I really am fascinated by this notion that we can adjust our psychological distance with people through what we say. So telling personal stories, self disclosure can increase the closeness we have with somebody. And I assume there are things we can do that would also increase distance. So we aren’t just victimized by our psychological distance. We actually can orchestrate in architect ways of bringing ourselves closer to or farther from the people we’re communicating with. Before we end near, I’d like to ask you the same three questions I ask everyone who joins me. Are you up for that?"]},{"begin":"1009.040","end":"1011.320","lines":["Sure. All right."]},{"begin":"1011.320","end":"1022.240","lines":["If you were to capture the best communication advice you ever received as a five to seven-word presentation slide title, what would it be?"]},{"begin":"1022.240","end":"1053.200","lines":["That title would be the power of repetition. One instance in which the power of repetition became particularly apparent to me was in a meeting I had together with several other GSB faculty, with Binyamin Netanyahu, Israel’s prime minister. Some of my colleagues asked him a range of different questions, and in his responses, he repeated his main message multiple times, in different ways. That kind of persistent focus made the message not only very clear, but also very memorable."]},{"begin":"1053.200","end":"1069.520","lines":["Right, so saying the same thing over and over again, repeating yourself, helping people hear it again and again, see what I did there? That was a lot of repetition, but that can be really, really helpful. Who is a communicator that you admire and why?"]},{"begin":"1069.520","end":"1085.040","lines":["I’ve often enjoyed watching President Barack Obama speak. I appreciated his masterful use of humor, which I find thoughtful, appropriate, and engaging, and his ability to garner both respect and liking from audience members."]},{"begin":"1085.040","end":"1122.200","lines":["I also admire former President Obama and his speaking. I’ve been fortunate enough to get to know one of his speechwriters and have had that person join me in my class as a guest lecturer. And he has shared that that former President Obama is naturally very interested in and spends a lot of time on his communication and speaking. And we certainly can see that as those who hear it. Let me ask our final question. What are the first three ingredients that go into a successful communication recipe from your perspective?"]},{"begin":"1122.200","end":"1128.280","lines":["So those would be you, them, and the message."]},{"begin":"1128.280","end":"1156.520","lines":["When I say you, I mean, who are you? You should know your strengths and your weaknesses as a communicator. When I say them, I really mean to ask, who are they? What would make the audience care about your message? And when I say the message, to make your message memorable, make it simple, make sure it evokes emotions and repeat it again and again."]},{"begin":"1156.520","end":"1179.240","lines":["You know, I think you’ve summarized all of the episodes that we’ve had in our podcast in your simple three ingredients, you see them in the message that’s very powerful. Thank you for everything you’ve shared with us. Today is incredibly insightful and powerful. I feel psychologically much more close to you than I have before. So thank you for that."]},{"begin":"1179.240","end":"1188.960","lines":["And I really encourage everybody listening in to take stock of what Nir has shared with us and try to apply it to your upcoming communications. Thanks, Nir."]},{"begin":"1188.960","end":"1191.000","lines":["Thank you, Matt, for hosting the podcast."]},{"begin":"1191.000","end":"1212.000","lines":["Thank you for listening to Think Fast, Talk Smart, the podcast, a production of Stanford Graduate School of Business. To learn more, go to gsb.stanford.edu. Please download other episodes wherever you find your podcast."]}],"duration":1212.029375}