{"title":"Get Psyched: How Time and Situations Shape Our Communication","url":"https://www.gsb.stanford.edu/insights/get-psyched-how-time-situations-shape-communication","intro":["“Social psychologists believe that if we want to understand our own behavior and the behavior of others, the first thing we have to ask or notice is, ‘What is the situation in which they are performing, in which they are behaving?' And then we want to know as much about the situation as possible.”","In this episode of Think Fast, Talk Smart, Stanford emeritus psychology professor Philip Zimbardo sits down with host Matt Abrahams to discuss how time influences our perception and our positive or negative thought processes. The two also talk about how the findings of Zimbardo's most notable (and controversial) study — the 1971 Stanford Prison Experiment — inform our understanding of human behavior."],"transcript":[{"author":"Matt Abrahams","text":"Imagine a professor twirling onto the stage wearing a cape and eating a banana sideways like you would eat corn on the cob. That was my first introduction to my guest today. This curious and confusing first impression was in direct conflict with the many insightful and motivational lessons I and my fellow students would come to learn. Hello, I’m Matt Abrahams, and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart: the podcast."},{"author":"Matt Abrahams","text":"I am incredibly excited and honored to chat with Philip Zimbardo, my former teacher and mentor. Dr. Z, as we call him, is a professor emeritus of psychology at Stanford. Beyond being an incredibly popular professor, Dr. Z was the host of the PBS documentary, Discovering Psychology, and the author of many books, including The Lucifer Effect, The Time Paradox, and his latest, Zimbardo: My Life Revealed."},{"author":"Matt Abrahams","text":"Dr. Z spends a lot of time with his philanthropic organization, the Hero Imagination Project. Welcome, Dr. Z. Thanks for being here. I am super excited to reconnect with you and once again learn from you."},{"author":"Phil Zimbardo","text":"Thank you, Matt, for inviting me. I’m excited to share my ideas with you and your ever-expanding audience."},{"author":"Matt Abrahams","text":"Let’s get started. You are best known for your research on prisons and prisoners. The Stanford prisoner experiment brought both insights and criticisms. Among many things, the study showed the impact of a situation on people’s behavior. Without going into the specifics of the study itself, can you talk about how our environment influences overtly and covertly how we act and interact with others?"},{"author":"Phil Zimbardo","text":"I’m a social psychologist. And essentially, social psychologists want the world to know that the best way to predict what you will do in a certain situation is not knowing your personality traits but knowing the features of that situation. So, we believe that the social environment is the main thing that shapes human behavior, and it comes to dominate personality. And that’s what the prison study showed."},{"author":"Phil Zimbardo","text":"We gave all applicants personality tests, and we want to predict which people who were most sociopathic on the personality test behave most cruelly as guards. Had no effect at all. It was whether you were a prisoner or whether you were a guard, whether you were on the late night shift where you thought nobody was observing you, or you’re on the day shift."},{"author":"Phil Zimbardo","text":"So, essentially social psychologists believe that if we want to understand our own behavior and the behavior of others, that the first thing we have to ask or notice is what is the situation in which they are performing, in which they are behaving. And then we want to know as much about the situation as possible."},{"author":"Matt Abrahams","text":"So, it sounds to me that being aware of your situation can give you insight into why you might be behaving a certain way. And secondly, if you were to make some adjustments and alterations to the situation, you could affect other people’s behavior. Is that true?"},{"author":"Phil Zimbardo","text":"Absolutely true. Yeah, you want to understand how the situation affects you, and then you want to undo the negatives of that situation so that you’re more effective. And also, you want to undo it for other people."},{"author":"Matt Abrahams","text":"For a while, you studied what you called time perspective, how people are oriented and relate to time past, present, and future. On this podcast, we have often discussed how adopting a present-oriented focus can help with reduced communication anxiety and increased connection with others. Do you have thoughts on how to adjust and adapt our time perspectives?"},{"author":"Phil Zimbardo","text":"Oh yeah. So, again, out of the prison study, I started to study time perspective, because time got distorted. It was the basement of the psychology department. There were no windows. Early on I said nobody is allowed to wear wristwatches. There were no clocks. So, our time got distorted. We were in this dark basement. We each spent 10 or 12 hours there. But it got to be that each guard shift felt like a day rather than 8 hours. And our time got really distorted."},{"author":"Phil Zimbardo","text":"So, at the end of the study, I began to think about the psychology of time; how we partition our experiences, the events in our life, into categories. When we think back to the past, what do we remember, the good old days or the negatives? When we think about the future, is it filled with hope or filled with anxiety? And so, I developed a scale, the Zimbardo Time Perspective Inventory, ZTPI, and we began to administer that, and then do research to show that we could predict behavior with that scale better than anything else."},{"author":"Phil Zimbardo","text":"But the important thing, Matt, was that when we think about our lives, each of us individually. When I say, “Think about your past,” some people only think about the good old days, and some people always think about the horrible old days."},{"author":"Matt Abrahams","text":"Right."},{"author":"Phil Zimbardo","text":"When I think about the present, some people think about their inadequacy, being shy. Other people think about their strength. When I ask you, “Think about your future, about tomorrow, next year,” some people become anxious, that I don’t think I’m going to be able to fulfill my promise. Other people are excited that there’s going to be a better tomorrow even though today is not that good."},{"author":"Phil Zimbardo","text":"So, we can categorize people into these different time zones and then make predictions about how they will behave. But we could also give them advice about how to reduce future anxiety and promote future hope, how to promote present hedonism, enjoying life, rather than present fatalism. When I ask you about the past, I remember the good old times and not the bad old times. And when you do that, we could have a bigger impact on your behavior moving in a positive direction than anything else I’ve ever done."},{"author":"Matt Abrahams","text":"Can I ask you, Dr. Z, to give us an example of what is something you would suggest people do to become more present hedonistic, for example, if they’re future fatalistic?"},{"author":"Phil Zimbardo","text":"Yeah, so think about your favorite food. Think about your favorite friend. Think about your favorite activity. So, it’s all getting people to play up what are all the things they like to do. Between A and B, what is your ideal lifestyle in a sense? And then secondly is do you like new things or old things? Do you like familiar things or novel things? And we try to then push you with suggestions, with recommendations. To be present hedonist means that you enjoy things that are new, things that are different, things that are exciting. You prefer new rather than familiar."},{"author":"Matt Abrahams","text":"So, it sounds like you’re encouraging people to really think about the things that are important to them in the moment, and that, in essence, distracts them or takes their attention away from thinking about those things in the future."},{"author":"Phil Zimbardo","text":"Yeah. So, it’s once you’re stabilized in the present, then you can begin to say the best is yet to come. Start from a good, solid foundation in the here and now. And then you say, “Okay, but Matt, I’m enjoying the 20 minutes we have together. I’m so excited you asked me to do this.” Of course, I have a lot of other things on my agenda, but when we finish, I’ll turn to them. I won’t be thinking about them now."},{"author":"Phil Zimbardo","text":"And so, again, it’s enjoying what you’re doing as fully as possible in the moment. And that’s what it means to be a hedonist: seeking new ideas, new things, new friends, new adventures. Hedonists are never bored. They always find a new direction to go."},{"author":"Matt Abrahams","text":"Well, first, I appreciate you being hedonistic with us right now, and we appreciate your time. I think a lot of us associate negative ideas with hedonism. But in fact, when it comes to helping us feel more present-oriented and focused on the moment, it actually is a good thing to strive for."},{"author":"Phil Zimbardo","text":"Right. Yes."},{"author":"Matt Abrahams","text":"Returning to the Stanford Prison experiment, people focus almost exclusively on the negative actions many of the randomly assigned guards perpetrated on the randomly assigned prisoners. Yet over the last several years, your work has focused on the heroic acts some of the participants engaged in. In other words, you now study, teach, and support ways to encourage courageousness and heroism. What can you tell us about what goes into creating heroes who are willing to take great risks to do what they see is right?"},{"author":"Phil Zimbardo","text":"Oh yes. Thanks, Matt, for bringing it up. So, you mentioned my book, The Lucifer Effect. So, The Lucifer Effect is 15 chapters of evil: prison study, Abu Ghraib, Nazi concentration camps. I go into great detail on all of that. And then the last chapter I say, “Enough, enough. We have seen how easy it is for good people to do bad things. But let me raise the question as to whether or not ordinary people can become heroes.” And once you say that, you challenge the typical notion that heroes are special people."},{"author":"Phil Zimbardo","text":"Because when we think of heroes, who do we think of? Martin Luther King, Mother Theresa, Nelson Mandela. We think of these classic, bigger than life people. And I’m saying no. A hero is anyone — children can be heroes — anyone who stands up, speaks out, and takes action to help someone else in distress. So, heroes challenge the passivity of bystanders who do nothing. So, heroes are upstanders rather than bystanders. And then I say it’s not enough. So, I can say it, but I want to give you an image or vision of what you could be, but then I’m going to teach you how to do so."},{"author":"Phil Zimbardo","text":"And so, I created lessons that go into depth about transforming passive bystanders into active upstanders. And so, I have videos that we distribute to schools and businesses that say what is a negative bystander, what is a positive upstander, what are examples. I give videos of people helping and not helping. What are the barriers to helping, what are the challenges, what are the rewards? And so, that would be one lesson. And then a next lesson would be how to transform prejudice and discrimination into understanding and acceptance of people who are different from you."},{"author":"Matt Abrahams","text":"What I so appreciate about your work is it has always been very applied. So, you look at it very academically and theoretically, and then you find ways of applying it. And you were always so creative in your research designs. I remember doing research with you, and just your lab itself was like a toy store full of really interesting ways to do research, and that was fantastic."},{"author":"Matt Abrahams","text":"As we get close to wrapping up, I can’t let you go without asking you to tell more about your teaching style and your philosophy on how to make information interesting, engaging, and memorable. All of us are in a position where we have important ideas and information to get across. And you are a true master teacher. What are some of your secrets for helping people to learn new things, to care about things that they might not normally care about? How do you teach people that?"},{"author":"Phil Zimbardo","text":"First, there has to be a reason for the audience to listen to you. You need a dynamic beginning. So, you have to capture the audience’s attention, a dramatic opening statement with unusual music, with unusual apparel. So, now I’m going to give a lecture after we finish to a high school class, so I’m wearing a special shirt I had made up with a big Z in place of the S for Superman."},{"author":"Phil Zimbardo","text":"So, you got to get the attention of the audience somehow. And then once you get it, you got to give them a reason why they should keep paying attention to you and not get distracted by what’s on their cellphone. And so, again, it’s almost always starting with a new idea. And I would do this every lecture. Because if you’re teaching introductory psych, which I did for 40 years, psychology doesn’t change much from term to term to term."},{"author":"Phil Zimbardo","text":"But what I would then always do, I would always look at the newspaper and look at the heading. And then I might begin by saying, “Did you know” to the class, and then mention something outrageous. “How could that be? How many of you think this is true? How many of you think this is not true?” Even just doing that, getting the class to raise their hand, the audience gets activated rather than you lecturing and you are presenting and they are absorbing. So, it’s always, even in a big class, I got people that raise their hand."},{"author":"Matt Abrahams","text":"I vividly remember being in your Psych 1 class, the introductory psych class, and there were hundreds of us. You taught us about hypnotism, but then you actually had us walk through a hypnotism drill where the person sitting next to me actually was swatting at imaginary flies as a result."},{"author":"Matt Abrahams","text":"So, again, part of what I hear you saying is it’s not just about the information. It’s about the experience and how that experience is made engaging and relevant. And you were a true master at that. And those of us who were your students who’ve gone on to teach try to enliven our teaching with some of the skills we learned from you. Before we end — Go ahead, please."},{"author":"Phil Zimbardo","text":"Okay, good. Thanks. The idea is, the audience is giving you a chunk of time, and time is really a precious commodity. You want them to come away with at least one thing that’s memorable, and to say, “Wow, I didn’t know that before this class, and now I do.” So, that’s the burden of being a good teacher. It’s can you package your ideas in such a way, even if they’re complex ideas, the audience will come away knowing one new thing and be happy to have that new idea implanted in their brain."},{"author":"Matt Abrahams","text":"You have given us many new ideas today. But before we end, I’d like to ask you the same three questions I ask everyone who joins me. Are you up for that?"},{"author":"Phil Zimbardo","text":"I can try."},{"author":"Matt Abrahams","text":"I liked the cautious enthusiasm there. Question number one, if you were to capture the best communication advice you have ever received as a five- to seven-word presentation slide title, what would it be? What are those five to seven words of advice you’d give?"},{"author":"Phil Zimbardo","text":"Inspire, direct, reverberate, challenge, stimulate, dramatize."},{"author":"Matt Abrahams","text":"Ooh, I like that one. So, you’ve just given us a rubric by which we can measure our communication. If we hit even a subset of those, I think our communication will be better. Now this is a tough one, because I know you’ve had the opportunity to be around some amazing people. But question two is, who is a communicator that you admire and why?"},{"author":"Phil Zimbardo","text":"Well, there are a lot of great communicators in my life. I was in a program with Noam Chomsky, who’s now 95 years old and still around, presenting very complex ideas with examples that the audience, even an audience of young students, could understand immediately. So, again, his skill was taking very complex ideas and reframing them in ways that anyone in the audience would say, “Yeah, I got it.” You ought to be able to take ideas in your domain, whether it’s psychology, whether it’s medicine, whether it’s linguistics, and suck out the core and then present it in a way that people say, “I got it.”"},{"author":"Matt Abrahams","text":"That’s incredibly important, and you do a very good job of that. We had a whole episode on this podcast where we talked about what I define as accessibility. How do you make complex ideas that are domain specific accessible to people?"},{"author":"Matt Abrahams","text":"Let me ask you our third question and final question. What are the first three ingredients that go into a successful communication recipe? So, if you were whipping up a recipe of communication, what would those first three ingredients be?"},{"author":"Phil Zimbardo","text":"One of the key is to know your audience. Know what their values are, know where they stand on various issues."},{"author":"Matt Abrahams","text":"A big thank you, Dr. Z. Once again, you’ve helped me and our listeners learn incredibly interesting and helpful ideas. As a close, I just personally want to offer a very heartfelt thank you for your mentorship, your support and role modeling. You were the first teacher to ignite my passion for communication and helping others to reach their full potential, so thank you for that."},{"author":"Phil Zimbardo","text":"Well, thank you, Matt Abrahams, for having me on again, and let’s do it next year."},{"author":"Matt Abrahams","text":"Thanks for joining us for another episode of Think Fast, Talk Smart: the podcast. Produced by Stanford University’s Graduate School of Business. For more information and episodes, visit gsb.stanford.edu, or subscribe to our show wherever you get your podcasts. Finally, find us on social media at stanfordgsb."}],"audio":"https://content.production.cdn.art19.com/segment_lists/53b802c2-d81b-4672-9e64-9a325268e7a9/20211026-UGhpbCBaaW1iYXJkbyBtaXggbWFzdGVyIDIud2F2-f23e70ee-e52a-4c7d-bb85-603b51408248.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Phil Zimbardo"],"wave_peaks":[2,5835,5369,5497,4831,5074,5694,28212,25982,16306,22379,21730,4585,16414,22335,16735,17457,15085,26906,12344,14729,10178,22165,23913,17004,21034,26295,8364,7723,31104,14016,10498,19696,7669,18932,2435,1929,31307,27974,17200,19208,7887,2098,27697,22121,10060,20698,20252,16093,10441,4490,2692,25677,22858,19015,16516,15618,18030,20282,22707,22821,5748,21548,14500,29659,23144,18504,11206,22957,19328,21127,30221,9528,20015,14438,13220,11459,20474,18128,12491,19280,11340,10848,12418,10956,6460,2278,3223,14457,17504,400,25042,17439,4947,1922,22954,8162,7234,9734,6948,7418,4859,9730,7558,14939,5739,5569,6003,2282,1504,1340,30815,27915,6561,23050,27643,18575,1482,27759,22893,12879,1392,15175,21308,11586,1736,1565,2669,31228,13217,10723,28072,13834,17853,20382,11593,24432,9409,31486,28347,21187,17305,17305,2331,30661,20590,15537,19119,11735,11948,2696,1785,31279,24968,12424,25158,16502,26466,13437,13737,31191,12917,25714,8625,22629,23695,10692,11241,7611,2657,18790,25186,14807,14678,16216,14872,10680,23039,13988,25336,10069,31674,11446,12683,12921,16027,11283,12705,17950,27669,11121,17081,31340,19736,14417,8075,4911,26668,25184,9385,23390,16159,13556,10855,19877,10090,20587,15606,24388,1905,14960,29427,19901,15501,8337,16871,21546,9793,16875,27510,21066,4046,23270,26483,9142,6713,1233,30,31464,19825,12459,15466,24245,14599,9817,22850,21706,21472,8490,9465,7476,20369,19866,18331,11168,9186,13173,9812,527,11764,10987,18036,7260,26296,16211,17643,6813,18624,22803,19782,19241,21065,21502,14147,10273,7532,21550,19460,11720,9199,7420,8292,1000,15162,17365,10679,15640,7347,14017,15898,7908,13173,12157,10659,8446,11560,297,13422,12584,9024,6239,17515,7778,13950,11055,2538,27469,18074,13322,19502,7136,24033,20288,15193,11167,16659,12808,10688,9821,19150,7084,9822,6072,19295,24059,10721,5829,20715,13589,17581,18777,2892,19308,15971,19984,11217,13503,6705,3544,18832,21649,16448,9784,14067,18192,18346,10790,15801,12591,14044,17280,9298,9575,12934,10658,7213,6664,2192,1624,25799,15234,12790,12875,15945,15775,20715,18578,18532,6797,7880,18520,22726,24070,24203,19314,22088,11186,4325,9637,14909,11478,11342,21269,11845,7020,11427,13649,8268,1211,29954,22007,7669,24137,17722,13131,7914,203,19880,11364,10507,14775,8604,13603,14428,12561,16315,10402,11160,6694,332,145,14266,7967,11735,13699,10446,655,14287,11894,14229,12581,11805,10882,9245,6246,11223,11046,11701,6771,9695,7251,668,8593,17852,13621,11744,11068,14460,8138,10738,16928,10102,2664,10740,19425,13644,9193,9149,3061,460,12580,10825,7812,11997,217,15240,6650,10869,11281,5228,220,12593,14216,9605,11809,11641,10852,8386,11097,3476,9472,12471,10588,14453,14701,14025,10140,9607,12542,2851,11078,16579,12015,11214,8116,11591,12694,13621,10325,14553,8374,9305,13908,10380,11272,2220,14942,11256,16211,12111,1277,11241,5224,8617,7617,11018,15240,11947,10897,15752,9220,12110,10937,15414,12724,8242,15310,11961,13786,12505,11859,12208,185,9978,15544,12583,9577,8428,1075,14401,9886,13333,11454,10225,10611,9727,9582,13018,10274,6526,252,13764,10940,11439,14172,14426,12935,11295,9734,12847,12294,8175,9915,7136,12648,13421,5791,351,1760,13795,14467,6999,13356,12826,10388,6667,10293,10742,499,13681,11876,12024,9433,11914,10560,9341,10398,7952,9254,12296,11705,4383,270,14027,15919,7749,10041,10205,16952,7971,12381,6833,320,162,13989,9134,13106,9776,7394,9106,7855,13352,7175,7243,10492,10845,5912,1150,12788,11116,10201,12602,12148,9900,12476,7874,7801,12803,14923,6279,2615,187,25290,24118,13012,9744,7152,11492,12329,13876,15020,21174,14738,9863,10310,6875,11132,10734,29471,20043,7883,25305,14580,12969,13869,16900,11665,7741,22751,26295,7766,3572,8281,12684,15661,11075,25019,18324,11496,16036,8317,16569,13869,9518,8304,22704,22004,23059,4966,6631,6166,23961,11382,17567,17972,6505,7836,15715,16143,15333,10256,11575,10318,9846,11964,9736,13073,7560,593,14392,11748,14027,10246,213,17773,11919,10469,5657,13456,9710,11302,10953,10086,8136,6332,502,14180,14355,10499,12721,12389,12466,9236,9022,8722,12071,7270,9992,8186,3906,2,363,4021,18496,17917,8145,14227,18843,11864,9048,10895,14449,7384,11632,3893,3301,20378,18152,15311,8704,9395,9750,10553,7251,22544,10450,9731,4831,6459,5474,880,16231,27991,19003,20936,12758,19481,13637,13021,13120,14150,22378,8559,19708,8853,9923,6866,11883,10253,6170,23192,9987,8502,11555,8225,15015,10587,15436,6411,10255,9540,8330,6479,11172,6359,2865,1285,22368,14918,22901,21200,19571,15651,16287,7533,13364,10628,9011,8994,13861,11125,5150,16348,13576,12677,1700,13527,14192,13194,13832,8351,5241,9505,10898,3132,15819,11566,13436,6508,15002,3726,316,14936,10787,16110,16057,9231,12836,3457,6151,16348,8433,6982,10457,8915,12524,3928,12759,15244,12753,9920,1154,15642,11287,9923,12752,11410,11643,10668,14528,9696,3415,14583,14784,12492,1795,609,15278,14368,13256,6519,12226,8303,9981,15375,12761,13353,6323,12442,7651,18437,5765,13237,2190,16995,14696,11182,5211,710,296,14680,11704,11723,4233,14229,8786,9826,214,16584,12980,15286,11167,14118,10271,13890,4939,2731,19685,12409,14602,7593,7834,11738,4896,16082,9162,9679,11912,9612,10586,9253,7898,14201,12478,12270,5957,946,3414,17520,14350,11758,13696,661,15647,15707,6143,208,13620,9822,10564,13855,12324,3289,5379,12868,6846,10346,12513,10325,6599,233,10715,15009,15917,6144,1497,10953,14588,15600,1684,9002,8333,14689,1367,15056,11617,12560,11147,9430,6182,9258,7425,14954,7353,315,13657,11835,15732,6706,5966,13179,12506,13061,4999,12923,11059,8379,12171,8940,369,17176,13692,15204,11964,7862,13512,10338,9897,13447,10581,9972,14704,6595,7119,10067,7996,8654,4355,466,17214,13398,11215,14460,7292,12871,1057,13667,13348,11098,11391,9704,10559,13198,729,5011,13505,7313,12615,6716,10772,11272,2281,12252,13572,11378,7696,13905,11083,7742,9006,2441,833,12629,13705,7356,4337,10443,12145,12959,7125,16017,8690,14948,10912,8433,5910,11351,10398,9431,12578,11583,14447,10406,14817,1115,5157,16654,10801,9547,13145,10134,14356,9347,11123,7260,8853,15587,9359,11105,16781,13626,13623,5595,2407,2853,11795,15451,15174,14096,7532,2344,17507,12915,15088,10589,13762,13917,10152,11669,11188,15925,1846,18360,9848,11882,11796,15024,2514,296,16339,14153,12535,12905,6675,13051,14126,13952,9675,12128,8316,4226,5721,16560,10992,14837,14652,7575,13676,18290,13648,12736,14096,13622,12058,8452,5309,17119,10408,1971,15398,17347,10870,8685,4303,14195,11545,13277,8738,8138,928,16777,14168,11981,13379,8769,8568,550,12579,12599,11546,10978,13684,8124,13096,8365,14363,12650,13057,9830,11973,11995,6062,18438,14369,11901,11353,9106,15921,15600,6832,6589,4954,428,13909,14297,12589,10131,10841,16747,2365,350,14634,16219,7626,9886,10113,10028,9956,15201,7760,10085,5733,9977,7306,523,20145,12590,14542,9970,14151,12171,11742,9915,14339,10375,6486,347,15516,11991,8091,9135,6653,1290,11796,14636,14328,9298,13553,4630,14332,14087,12858,12720,12980,14561,12950,13991,3982,2163,17606,12323,12587,670,8383,14775,13496,6694,11768,748,13792,12266,199,12666,15142,9230,8387,9315,9528,14652,8681,7151,9200,269,14475,12607,12205,8232,2488,22776,11289,19064,10198,4851,17316,15034,20515,12633,13651,14007,20229,18218,18583,14491,11056,10383,9356,17283,14063,12067,8899,6731,824,14311,18764,14507,27265,8928,11426,14952,10451,8959,7977,7551,10818,10467,16916,15194,10804,9627,3113,16346,9832,15442,14889,14807,14749,13109,13238,11098,11126,5215,5503,9023,14124,5592,10190,10664,15333,2260,442,15409,16513,10751,13719,7065,11082,14079,13163,10353,12862,8115,6583,13367,14670,246,13744,10473,10976,16114,15914,9983,2198,13804,8189,3118,13000,16331,12678,11277,13765,8659,14239,7157,11398,5680,16226,15496,16586,4340,13822,15776,3373,794,14136,14028,13754,9195,9515,3773,13070,14420,8499,11947,10797,12505,6815,10864,8960,12391,11773,9790,10984,6562,1697,412,18254,11392,15951,10478,7973,9387,8704,347,13257,8566,15238,8978,8818,11771,7830,1878,14575,13882,10141,7632,12198,573,10125,10629,14928,11039,12827,12263,11198,10126,9630,9207,9810,6712,11422,13385,7478,10936,14939,12507,9054,15091,6946,7785,6278,18965,27017,17308,14068,12143,15050,11110,11904,12944,12230,19332,26944,8659,10161,10681,15238,10761,7225,13057,6936,16889,17488,19692,12783,20466,23694,7324,7870,11826,11197,12649,10255,9456,7251,11116,12071,9663,7985,5205,5335,1363,6675,16676,14666,8332,13839,10496,13338,12025,13790,9542,1106,10925,16373,10732,9457,10813,5213,15504,14637,7934,15281,14587,3826,15048,9979,7583,13723,15725,13790,11725,6833,11064,11908,12446,7949,673,12908,14400,14004,11018,10944,2178,14047,7631,13660,8402,190,8230,13604,12819,13247,9823,10379,7747,16732,13524,14971,12469,8625,8846,6966,14189,15326,13593,14225,10060,10268,10953,13247,11317,3824,15576,12888,11417,8829,11963,6897,16137,12166,12096,9690,8389,6864,16388,13396,7364,12423,8712,321,8554,12891,11190,12053,11417,11340,6962,10967,13057,13493,7541,6464,461,13434,12076,4548,4375,13336,6047,10141,10043,1932,8851,11972,14174,8972,8308,8224,6829,14043,9883,2672,12978,12311,8409,4657,16713,13944,8353,9727,10021,9187,4193,9232,15553,14929,8077,12239,13155,6025,8230,401,22004,13171,25333,11548,13612,13608,10220,10820,12970,12604,7195,19414,22930,15876,8330,7383,13841,6593,7232,11339,16533,11783,12045,7799,11372,11726,7874,1098,10833,14537,8278,10101,18230,30943,7176,11863,10801,9109,12158,22454,12343,17180,8518,12817,11704,9494,8974,16715,11047,6104,17002,12389,1836,22955,8127,7643,7698,12534,10685,6240,643,14411,10785,8690,23957,19819,12470,13634,12552,16176,12424,11733,4802,1315,8385,17921,18603,16029,14721,16096,12574,16374,9498,14324,15146,17442,11970,9866,12412,15155,11913,10113,14609,14011,13088,14315,9779,8980,7878,8003,12480,5863,2644,19953,19419,21227,17046,11849,9648,13942,12232,16887,12437,10452,18488,11246,8932,3840,8359,23149,10447,8403,7558,7801,6875,6930,7346,3465,12400,23463,10403,16123,25403,19233,8762,10684,7993,13577,9025,9622,12348,21102,16536,11279,13998,21693,15269,12459,7823,586,18794,6997,1974,981,21860,10942,17096,16885,17908,13674,8148,10377,7774,11993,8506,13761,11477,10626,18810,17276,10467,11273,13834,15039,12339,8268,1248,371,349,12294,8256,15048,10620,5997,14189,6369,14861,2375,7929,9204,16108,9782,8609,6907,1400,15490,10664,14158,14825,8871,5284,15029,9048,5819,12748,8839,12740,17136,13938,10202,11636,6857,3639,14389,16182,14291,9411,9013,11124,12213,10914,11117,6168,2719,13210,16188,14086,12162,9676,11849,11648,15805,6586,15631,311,14909,10261,15232,8833,6619,11450,7268,12807,12920,12463,2457,12843,14490,7835,12115,5658,14487,9877,5215,155,7035,17568,10152,14939,12136,11687,143,14367,11934,5881,9477,10671,13447,13186,4560,398,330,12332,15334,9514,15225,11333,5272,11031,12616,10636,8210,13770,11131,12137,11882,8288,6757,5816,5519,15637,1715,12462,10419,9495,11614,8588,10163,8533,15165,10501,7700,8677,11031,6471,12385,15472,11101,11664,10993,6891,6091,13073,11102,14365,12926,7366,7229,6788,12014,12962,12550,5519,8639,12506,11921,12959,11782,2006,207,1509,13124,11118,6391,4478,2868,15031,12765,5746,13673,15605,7678,15256,405,13653,13213,15785,8003,14528,12453,13021,10703,9344,11218,1588,624,12178,13213,12659,895,675,5489,19466,9406,1242,5287,9984,15422,11973,8080,8290,16027,13628,6893,10133,13348,601,9846,12767,13569,14570,12808,9304,11193,13319,4953,2396,5543,3776,18644,12431,12786,14143,12792,15113,13324,11774,9528,264,9072,12993,10163,7765,12011,9606,7564,12600,8338,9928,6749,1948,592,14360,12586,5331,10068,13085,14342,7600,445,10765,14570,6729,9318,15140,8183,11155,4519,14679,8088,8442,7203,12436,9989,11315,14880,13542,10598,12175,15151,12011,5018,11722,16422,12159,12359,9508,1135,3665,15163,15766,11918,12179,2103,13826,13829,6810,3337,11091,9010,8018,5211,3815,855,14312,14025,10711,12843,11786,9126,8062,12780,7468,14421,11962,14861,10155,1468,15164,13469,9873,10512,12716,9778,4890,6296,17690,8981,12251,8441,7902,708,14954,13189,13965,8738,10115,6421,3306,14379,13933,13136,9929,3418,15316,10266,10814,10045,371,13388,14215,8837,14290,8927,7169,302,14014,14523,13915,5828,10763,1074,11812,13905,11879,12210,11488,8825,9561,9556,10050,864,9908,17746,10731,8281,14591,7672,5500,13721,8313,3970,22122,16881,16737,13016,15982,9516,10087,11929,12757,11689,15191,13426,10937,10087,10221,25206,24951,13207,13662,9748,8646,17007,7491,8040,10089,11967,9006,7649,10889,7804,7090,13091,13836,9642,18132,13368,10892,9262,6648,8180,7876,8717,5629,2270,22074,16978,12026,14447,10391,9856,14484,26927,29294,14032,16067,9558,8156,8144,14073,19210,16959,8488,14698,10985,24123,25491,22826,7723,14874,18114,19828,14486,7501,21276,13311,20709,9297,3134,3781,31604,16532,9616,8328,14177,23433,16538,15142,9582,27791,7880,9042,788,28076,18354,15332,20674,22133,7910,6795,18522,16765,15723,11929,7110,13401,21000,13343,6121,16844,9595,5876,21549,31707,12125,9518,15544,13003,15566,13635,9291,9727,7711,5999,6782,3891,1341,24613,14747,13005,13267,14333,9386,13207,31175,13573,13836,12507,9939,8746,8343,17628,12144,15325,10746,11997,17306,7877,7831,8184,1531,4903,20738,16581,15990,10082,12201,13693,10778,23868,12727,12926,12989,15326,9839,9388,7234,20557,22575,8298,10763,16165,12326,8376,8177,13599,10373,28708,7478,7184,6751,4166,14817,11293,10625,5728,11775,230,6277,14049,6840,7665,7351,5827,8832,12024,13387,8878,866,14368,12754,426,14048,15415,11032,11587,6815,14165,14597,15293,14459,7777,6135,7498,663,12976,15390,9221,14164,14193,14055,9767,895,9940,16350,8900,9504,6532,12984,11396,11502,10452,12278,13270,7167,15131,7830,15915,11753,14910,10753,13587,14327,11481,10850,6427,1239,11086,19437,6602,17091,7360,743,15444,12285,12847,8755,10932,11166,11076,13026,3829,10328,17842,11613,9853,3786,14735,8530,7712,3948,11993,13207,15275,14081,10173,11323,8541,10680,8557,940,19351,11726,7080,777,15828,15170,12957,12910,10892,12950,7778,8302,12415,4378,5651,8550,7562,6524,5228,14150,18085,7006,14772,6776,13599,14896,9907,4250,3129,17131,15073,8705,13300,7373,14513,11941,8203,10593,8470,7115,9379,6907,8760,5686,8500,17118,11322,4484,13622,13754,6847,9915,378,17331,11818,11794,7984,11555,18150,10562,204,13077,16141,9760,12889,8458,11039,4187,6271,4955,17785,12936,13965,9532,12103,14877,10982,12125,11459,6264,8315,1420,12544,13602,12489,9789,13525,11710,6407,5725,9911,7961,12568,13460,12617,2159,528,14575,15894,6651,12594,7883,10986,10910,13571,6269,15716,7336,585,1569,13989,15659,13103,14787,6552,19190,16083,8290,1218,16208,19424,13420,12156,2028,13327,14357,10179,11980,6343,11231,11320,8565,7986,14017,13799,3566,12392,13155,13174,14308,13636,13829,9795,12429,8303,7677,483,15493,11242,15510,11268,10290,14810,9844,11409,6606,8797,12539,223,14951,12011,12733,6417,9216,7692,3278,13728,12059,14772,10719,10297,11295,14523,10833,13913,10222,9718,3856,11797,13263,12642,9674,7922,9654,10921,7347,16336,2695,11054,16082,6681,14037,11381,13125,11288,6473,8579,24133,8430,7512,2571,24596,19104,15187,7700,6848,16538,22025,31341,21228,19314,13888,15132,19131,13302,14128,12802,19389,1639,21730,20852,22636,12973,16311,8447,1178,31970,23977,30021,20865,13431,19311,21609,13748,20008,19229,14726,18006,10779,16014,1836,22088,16593,3518,30932,18658,18456,10924,13954,13312,26039,16134,23256,10229,12990,8839,21995,23882,16457,11703,6651,23111,12291,8268,9929,8328,7441,14551,11173,9435,2242,10554,9249,17813,10292,9892,12547,8957,5249,6721,16733,19119,8595,14624,11908,10742,9815,9475,9421,21583,8630,21590,19727,20647,503,13811,11405,8284,10695,12219,6397,7940,7418,3751,2041,13480,26885,19515,14799,19176,12335,16442,15534,13269,13002,14474,2914,13950,9807,11237,8240,4335,8422,9654,8222,6311,5104,306,18902,10343,13443,4966,12491,10864,11041,13410,3840,11344,6079,308,14801,12408,6667,13589,10811,3710,12174,13967,16821,8427,9000,7794,3153,437,5082,14779,17103,14549,9702,11459,11758,7597,11961,12219,9179,16554,8739,12923,15958,11922,7546,6593,3111,11823,7970,5968,3450,626,13639,8465,12219,12675,11831,9838,7740,330,10557,12725,219,7152,14092,11560,8796,8767,8037,10668,9076,4715,14597,13958,7234,11780,8946,13816,8151,13539,5971,6929,6703,7160,11993,6671,15433,16603,13288,9869,8099,10429,7256,8758,2410,24186,20805,13631,14415,12586,11954,7346,4774,3180,17813,17487,18576,10976,3071,24977,23390,7343,17011,9918,14814,13613,16888,15197,10364,6833,5131,5561,13268,22159,11880,464,15573,14885,13694,6314,5991,4089,1453,18184,15660,31549,27739,26809,17468,24634,7331,19532,16803,18374,10942,4229,23893,17885,12620,26231,14816,15566,8770,30617,6107,13680,20480,17734,10706,12215,8260,10650,14652,9747,9237,11385,16668,13796,8227,766,6133,15676,7312,23996,17994,11744,16423,11572,12945,3362,15944,9110,14117,11841,17642,12201,11681,20103,11838,7520,19099,13140,18460,4641,9233,7008,5771,7656,3144,3553,313,314,7458,15430,17423,14334,11970,262,442,675,13404,13907,1454,11227,14485,10097,8590,375,9058,16552,5074,2050,162,4389,13272,11929,5817,698,275,4077,14358,14258,10559,5938,24364,19099,15109,4009,19377,20482,23390,18345,16917,18719,13165,23563,18959,12849,19581,15248,20206,12778,14596,7499,6634,6191,6628,16248,24270,15429,14722,16226,26804,20023,4722,5430,2189,436,31021,20468,7623,9083,4909,5786,2412,2501,501,23640,20507,26349,10010,17158,24027,21844,26650,20795,10128,10837,15928,10078,9876,6817,5051,8621,20953,12057,10361,8274,15188,8496,12431,4767,5936,512,12354,19714,16902,5860,2520,10373,12421,1060,8815,8563,7046,8269,7110,5847,6451,5523,7716,8260,15015,14210,14461,11236,15876,11155,13726,10060,13893,7612,6819,17446,14763,7737,15605,10020,12062,4490,2754,15520,9750,8350,13051,13822,7572,10797,12005,7319,12752,11492,14105,7624,9978,14774,13468,12514,7142,13118,14774,14051,4302,13319,13008,12467,12443,7272,8700,702,12584,18539,12693,12838,9838,9083,1090,5808,15403,14407,2207,12731,14062,11797,10352,12129,5984,11700,11586,9723,2956,16687,15252,8874,15437,9546,11117,7708,15419,9907,14437,310,17036,13459,7791,6256,8345,15349,15450,1225,15026,13573,11899,13016,14862,10308,10022,10394,8796,12119,3624,833,14835,12122,9770,1196,5880,14801,15225,13004,12798,6087,1006,17767,11943,5764,13429,9637,3557,14301,13387,11799,1247,519,15324,17807,15419,12171,5405,12056,5014,10505,12269,3084,16685,5645,8309,9204,5778,10771,17525,3980,18325,9487,22702,8950,10565,16477,20574,14734,10036,8615,22391,32153,15873,14529,8677,11061,9855,8329,7772,21155,12157,20258,23483,8638,12798,20190,8312,29928,29574,7124,14418,16723,8061,3442,792,9991,12106,9491,18269,19705,20078,7503,5480,4912,4639,23964,11343,20027,11751,8981,11805,10113,7081,3281,1938,1399,15975,15325,10207,2603,18588,3561,11886,9070,11381,7793,2890,3217,10753,16273,8534,10189,11670,11621,8945,9624,13212,11273,11269,9937,13609,14263,8438,16671,20784,18190,8075,8175,1292,20791,21931,8173,4539,22227,15806,15706,6345,8094,6310,5035,5441,1247,304,15287,10392,8825,15358,10221,8467,3018,3533,13835,14386,13779,10875,11003,9114,14140,7773,14385,13491,13964,10285,12178,12927,7135,8398,15265,14709,19035,19730,17163,7451,5506,13908,19946,10390,13603,19701,8802,6904,12952,11580,8484,9029,6172,15207,18930,8847,6209,7842,8321,4468,4220,631,30037,28063,16720,14876,9567,16146,9262,9430,14903,18770,14136,7516,10300,9736,21731,9354,7031,11117,9868,8880,6549,3057,14066,17061,18579,9302,9808,11007,8770,16331,7712,9863,7473,5675,9113,6928,6129,7982,7905,4694,4377,18253,19936,7861,3493,222,205,8974,15789,7208,8769,12078,8955,10845,15175,10890,11846,10500,8285,1980,12399,14138,12172,14216,13398,2074,1123,1079,5653,4477,5253,3902,5059,4129,5417,3766,7200,5687,17919,18037,14654,21761,18832,11988,7201,24415,26016,10976,19855,10243,9578,8546,15888,4196,3065,3399,3307,19841,12781,13355,11912,8186,17414,13655,7870,4372,3581,3678,24888,19668,11228,14852,12489,13118,10418,13739,8111,11846,8630,10989,5011,2801,16884,22575,21119,10743,16182,11262,9479,8054,5336,3797,3165,2876,22944,6043,25437,11304,6983,10024,8747,7964,25171,8840,6498,8468,6674,3388,2389,2874,2032,533,33,39,21],"fragments":[{"begin":"0.000","end":"38.480","lines":["Imagine a professor twirling onto the stage wearing a cape and eating a banana sideways like you would eat corn on the cob. That was my first introduction to my guest today. This curious and confusing first impression was in direct conflict with the many insightful and motivational lessons I and my fellow students would come to learn. Hello, I’m Matt Abrahams, and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart: the podcast."]},{"begin":"38.480","end":"68.600","lines":["I am incredibly excited and honored to chat with Philip Zimbardo, my former teacher and mentor. Dr. Z, as we call him, is a professor emeritus of psychology at Stanford. Beyond being an incredibly popular professor, Dr. Z was the host of the PBS documentary, Discovering Psychology, and the author of many books, including The Lucifer Effect, The Time Paradox, and his latest, Zimbardo: My Life Revealed."]},{"begin":"68.600","end":"81.920","lines":["Dr. Z spends a lot of time with his philanthropic organization, the Hero Imagination Project. Welcome, Dr. Z. Thanks for being here. I am super excited to reconnect with you and once again learn from you."]},{"begin":"81.920","end":"88.840","lines":["Thank you, Matt, for inviting me. I’m excited to share my ideas with you and your ever-expanding audience."]},{"begin":"88.840","end":"116.120","lines":["Let’s get started. You are best known for your research on prisons and prisoners. The Stanford prisoner experiment brought both insights and criticisms. Among many things, the study showed the impact of a situation on people’s behavior. Without going into the specifics of the study itself, can you talk about how our environment influences overtly and covertly how we act and interact with others?"]},{"begin":"116.120","end":"143.160","lines":["I’m a social psychologist. And essentially, social psychologists want the world to know that the best way to predict what you will do in a certain situation is not knowing your personality traits but knowing the features of that situation. So, we believe that the social environment is the main thing that shapes human behavior, and it comes to dominate personality. And that’s what the prison study showed."]},{"begin":"143.160","end":"164.640","lines":["We gave all applicants personality tests, and we want to predict which people who were most sociopathic on the personality test behave most cruelly as guards. Had no effect at all. It was whether you were a prisoner or whether you were a guard, whether you were on the late night shift where you thought nobody was observing you, or you’re on the day shift."]},{"begin":"164.640","end":"183.800","lines":["So, essentially social psychologists believe that if we want to understand our own behavior and the behavior of others, that the first thing we have to ask or notice is what is the situation in which they are performing, in which they are behaving. And then we want to know as much about the situation as possible."]},{"begin":"183.800","end":"199.160","lines":["So, it sounds to me that being aware of your situation can give you insight into why you might be behaving a certain way. And secondly, if you were to make some adjustments and alterations to the situation, you could affect other people’s behavior. Is that true?"]},{"begin":"199.160","end":"213.800","lines":["Absolutely true. Yeah, you want to understand how the situation affects you, and then you want to undo the negatives of that situation so that you’re more effective. And also, you want to undo it for other people."]},{"begin":"213.800","end":"237.720","lines":["For a while, you studied what you called time perspective, how people are oriented and relate to time past, present, and future. On this podcast, we have often discussed how adopting a present-oriented focus can help with reduced communication anxiety and increased connection with others. Do you have thoughts on how to adjust and adapt our time perspectives?"]},{"begin":"237.720","end":"268.240","lines":["Oh yeah. So, again, out of the prison study, I started to study time perspective, because time got distorted. It was the basement of the psychology department. There were no windows. Early on I said nobody is allowed to wear wristwatches. There were no clocks. So, our time got distorted. We were in this dark basement. We each spent 10 or 12 hours there. But it got to be that each guard shift felt like a day rather than 8 hours. And our time got really distorted."]},{"begin":"268.240","end":"306.640","lines":["So, at the end of the study, I began to think about the psychology of time; how we partition our experiences, the events in our life, into categories. When we think back to the past, what do we remember, the good old days or the negatives? When we think about the future, is it filled with hope or filled with anxiety? And so, I developed a scale, the Zimbardo Time Perspective Inventory, ZTPI, and we began to administer that, and then do research to show that we could predict behavior with that scale better than anything else."]},{"begin":"306.640","end":"319.520","lines":["But the important thing, Matt, was that when we think about our lives, each of us individually. When I say, “Think about your past,” some people only think about the good old days, and some people always think about the horrible old days."]},{"begin":"319.520","end":"319.720","lines":["Right."]},{"begin":"319.720","end":"341.080","lines":["When I think about the present, some people think about their inadequacy, being shy. Other people think about their strength. When I ask you, “Think about your future, about tomorrow, next year,” some people become anxious, that I don’t think I’m going to be able to fulfill my promise. Other people are excited that there’s going to be a better tomorrow even though today is not that good."]},{"begin":"341.080","end":"374.200","lines":["So, we can categorize people into these different time zones and then make predictions about how they will behave. But we could also give them advice about how to reduce future anxiety and promote future hope, how to promote present hedonism, enjoying life, rather than present fatalism. When I ask you about the past, I remember the good old times and not the bad old times. And when you do that, we could have a bigger impact on your behavior moving in a positive direction than anything else I’ve ever done."]},{"begin":"374.200","end":"387.160","lines":["Can I ask you, Dr. Z, to give us an example of what is something you would suggest people do to become more present hedonistic, for example, if they’re future fatalistic?"]},{"begin":"387.160","end":"425.960","lines":["Yeah, so think about your favorite food. Think about your favorite friend. Think about your favorite activity. So, it’s all getting people to play up what are all the things they like to do. Between A and B, what is your ideal lifestyle in a sense? And then secondly is do you like new things or old things? Do you like familiar things or novel things? And we try to then push you with suggestions, with recommendations. To be present hedonist means that you enjoy things that are new, things that are different, things that are exciting. You prefer new rather than familiar."]},{"begin":"425.960","end":"438.520","lines":["So, it sounds like you’re encouraging people to really think about the things that are important to them in the moment, and that, in essence, distracts them or takes their attention away from thinking about those things in the future."]},{"begin":"438.520","end":"463.280","lines":["Yeah. So, it’s once you’re stabilized in the present, then you can begin to say the best is yet to come. Start from a good, solid foundation in the here and now. And then you say, “Okay, but Matt, I’m enjoying the 20 minutes we have together. I’m so excited you asked me to do this.” Of course, I have a lot of other things on my agenda, but when we finish, I’ll turn to them. I won’t be thinking about them now."]},{"begin":"463.280","end":"480.800","lines":["And so, again, it’s enjoying what you’re doing as fully as possible in the moment. And that’s what it means to be a hedonist: seeking new ideas, new things, new friends, new adventures. Hedonists are never bored. They always find a new direction to go."]},{"begin":"480.800","end":"499.120","lines":["Well, first, I appreciate you being hedonistic with us right now, and we appreciate your time. I think a lot of us associate negative ideas with hedonism. But in fact, when it comes to helping us feel more present-oriented and focused on the moment, it actually is a good thing to strive for."]},{"begin":"499.120","end":"500.040","lines":["Right. Yes."]},{"begin":"500.040","end":"534.440","lines":["Returning to the Stanford Prison experiment, people focus almost exclusively on the negative actions many of the randomly assigned guards perpetrated on the randomly assigned prisoners. Yet over the last several years, your work has focused on the heroic acts some of the participants engaged in. In other words, you now study, teach, and support ways to encourage courageousness and heroism. What can you tell us about what goes into creating heroes who are willing to take great risks to do what they see is right?"]},{"begin":"534.440","end":"567.560","lines":["Oh yes. Thanks, Matt, for bringing it up. So, you mentioned my book, The Lucifer Effect. So, The Lucifer Effect is 15 chapters of evil: prison study, Abu Ghraib, Nazi concentration camps. I go into great detail on all of that. And then the last chapter I say, “Enough, enough. We have seen how easy it is for good people to do bad things. But let me raise the question as to whether or not ordinary people can become heroes.” And once you say that, you challenge the typical notion that heroes are special people."]},{"begin":"567.560","end":"607.680","lines":["Because when we think of heroes, who do we think of? Martin Luther King, Mother Theresa, Nelson Mandela. We think of these classic, bigger than life people. And I’m saying no. A hero is anyone — children can be heroes — anyone who stands up, speaks out, and takes action to help someone else in distress. So, heroes challenge the passivity of bystanders who do nothing. So, heroes are upstanders rather than bystanders. And then I say it’s not enough. So, I can say it, but I want to give you an image or vision of what you could be, but then I’m going to teach you how to do so."]},{"begin":"607.680","end":"643.280","lines":["And so, I created lessons that go into depth about transforming passive bystanders into active upstanders. And so, I have videos that we distribute to schools and businesses that say what is a negative bystander, what is a positive upstander, what are examples. I give videos of people helping and not helping. What are the barriers to helping, what are the challenges, what are the rewards? And so, that would be one lesson. And then a next lesson would be how to transform prejudice and discrimination into understanding and acceptance of people who are different from you."]},{"begin":"643.280","end":"668.120","lines":["What I so appreciate about your work is it has always been very applied. So, you look at it very academically and theoretically, and then you find ways of applying it. And you were always so creative in your research designs. I remember doing research with you, and just your lab itself was like a toy store full of really interesting ways to do research, and that was fantastic."]},{"begin":"668.120","end":"697.640","lines":["As we get close to wrapping up, I can’t let you go without asking you to tell more about your teaching style and your philosophy on how to make information interesting, engaging, and memorable. All of us are in a position where we have important ideas and information to get across. And you are a true master teacher. What are some of your secrets for helping people to learn new things, to care about things that they might not normally care about? How do you teach people that?"]},{"begin":"697.640","end":"724.160","lines":["First, there has to be a reason for the audience to listen to you. You need a dynamic beginning. So, you have to capture the audience’s attention, a dramatic opening statement with unusual music, with unusual apparel. So, now I’m going to give a lecture after we finish to a high school class, so I’m wearing a special shirt I had made up with a big Z in place of the S for Superman."]},{"begin":"724.160","end":"751.760","lines":["So, you got to get the attention of the audience somehow. And then once you get it, you got to give them a reason why they should keep paying attention to you and not get distracted by what’s on their cellphone. And so, again, it’s almost always starting with a new idea. And I would do this every lecture. Because if you’re teaching introductory psych, which I did for 40 years, psychology doesn’t change much from term to term to term."]},{"begin":"751.760","end":"780.560","lines":["But what I would then always do, I would always look at the newspaper and look at the heading. And then I might begin by saying, “Did you know” to the class, and then mention something outrageous. “How could that be? How many of you think this is true? How many of you think this is not true?” Even just doing that, getting the class to raise their hand, the audience gets activated rather than you lecturing and you are presenting and they are absorbing. So, it’s always, even in a big class, I got people that raise their hand."]},{"begin":"780.560","end":"799.280","lines":["I vividly remember being in your Psych 1 class, the introductory psych class, and there were hundreds of us. You taught us about hypnotism, but then you actually had us walk through a hypnotism drill where the person sitting next to me actually was swatting at imaginary flies as a result."]},{"begin":"799.280","end":"821.160","lines":["So, again, part of what I hear you saying is it’s not just about the information. It’s about the experience and how that experience is made engaging and relevant. And you were a true master at that. And those of us who were your students who’ve gone on to teach try to enliven our teaching with some of the skills we learned from you. Before we end — Go ahead, please."]},{"begin":"821.160","end":"853.600","lines":["Okay, good. Thanks. The idea is, the audience is giving you a chunk of time, and time is really a precious commodity. You want them to come away with at least one thing that’s memorable, and to say, “Wow, I didn’t know that before this class, and now I do.” So, that’s the burden of being a good teacher. It’s can you package your ideas in such a way, even if they’re complex ideas, the audience will come away knowing one new thing and be happy to have that new idea implanted in their brain."]},{"begin":"853.600","end":"863.880","lines":["You have given us many new ideas today. But before we end, I’d like to ask you the same three questions I ask everyone who joins me. Are you up for that?"]},{"begin":"863.880","end":"865.440","lines":["I can try."]},{"begin":"865.440","end":"886.120","lines":["I liked the cautious enthusiasm there. Question number one, if you were to capture the best communication advice you have ever received as a five- to seven-word presentation slide title, what would it be? What are those five to seven words of advice you’d give?"]},{"begin":"886.120","end":"895.160","lines":["Inspire, direct, reverberate, challenge, stimulate, dramatize."]},{"begin":"895.160","end":"918.720","lines":["Ooh, I like that one. So, you’ve just given us a rubric by which we can measure our communication. If we hit even a subset of those, I think our communication will be better. Now this is a tough one, because I know you’ve had the opportunity to be around some amazing people. But question two is, who is a communicator that you admire and why?"]},{"begin":"918.720","end":"963.760","lines":["Well, there are a lot of great communicators in my life. I was in a program with Noam Chomsky, who’s now 95 years old and still around, presenting very complex ideas with examples that the audience, even an audience of young students, could understand immediately. So, again, his skill was taking very complex ideas and reframing them in ways that anyone in the audience would say, “Yeah, I got it.” You ought to be able to take ideas in your domain, whether it’s psychology, whether it’s medicine, whether it’s linguistics, and suck out the core and then present it in a way that people say, “I got it.”"]},{"begin":"963.760","end":"977.080","lines":["That’s incredibly important, and you do a very good job of that. We had a whole episode on this podcast where we talked about what I define as accessibility. How do you make complex ideas that are domain specific accessible to people?"]},{"begin":"977.080","end":"994.520","lines":["Let me ask you our third question and final question. What are the first three ingredients that go into a successful communication recipe? So, if you were whipping up a recipe of communication, what would those first three ingredients be?"]},{"begin":"994.520","end":"1001.960","lines":["One of the key is to know your audience. Know what their values are, know where they stand on various issues."]},{"begin":"1001.960","end":"1024.280","lines":["A big thank you, Dr. Z. Once again, you’ve helped me and our listeners learn incredibly interesting and helpful ideas. As a close, I just personally want to offer a very heartfelt thank you for your mentorship, your support and role modeling. You were the first teacher to ignite my passion for communication and helping others to reach their full potential, so thank you for that."]},{"begin":"1024.280","end":"1030.080","lines":["Well, thank you, Matt Abrahams, for having me on again, and let’s do it next year."]},{"begin":"1030.080","end":"1056.520","lines":["Thanks for joining us for another episode of Think Fast, Talk Smart: the podcast. Produced by Stanford University’s Graduate School of Business. For more information and episodes, visit gsb.stanford.edu, or subscribe to our show wherever you get your podcasts. Finally, find us on social media at stanfordgsb."]}],"duration":1056}