{"title":"High-Stakes Communication: How to Manage Anxiety Speaking in Front of Others","url":"https://www.gsb.stanford.edu/insights/high-stakes-communication-how-manage-anxiety-speaking-front-others","intro":["Most people feel nervous in high stakes speaking situations such as speaking in front of a class, pitching a big idea, or giving a toast, yet research-backed techniques can help manage both the symptoms and sources of our speaking jitters.","Matt Abrahams sits in the interviewee chair and talks with the podcast's producer, Jenny Luna, to share his backstory with public speaking anxiety and how by recognizing the causes of our nervousness, and applying mitigating techniques, one can gain confidence in their communication."],"transcript":[{"author":"Matt Abrahams","text":"Your mind is racing. Your palms are sweaty. Your heart is pounding. Your legs are shaking. If you’re like most of us, this is what you experience when you’re about to speak publicly. Research tells us that 85% of people feel nervous in high-stake speaking situations. And quite frankly, I think the other 15% are lying."},{"author":"Matt Abrahams","text":"In this episode we’re going to explore specific techniques you can use to manage both your symptoms and sources of anxiety so you can feel more comfortable and confident when communicating in front of others."},{"author":"Matt Abrahams","text":"My name is Matt Abrahams, and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast."},{"author":"Matt Abrahams","text":"Today we’re going to mix things up a bit, and rather than having me ask the questions, I’m going to slide over and sit in the other chair so I can answer questions about communication apprehension. This means we need someone to step in and host. And luckily we found the perfect person."},{"author":"Matt Abrahams","text":"Allow me to introduce Jenny Luna. She’s our executive producer of Think Fast, Talk Smart and an all-around amazing person. Hi, Jenny. I’m really excited to have you here to share your thoughts and questions about speaking anxiety."},{"author":"Jenny Luna","text":"Hey, Matt. I’m really excited to be here. You know, I was asked to give a toast at a friend’s wedding recently."},{"author":"Matt Abrahams","text":"Oh."},{"author":"Jenny Luna","text":"And I was so nervous up until the reception, I didn’t even get to enjoy the event."},{"author":"Matt Abrahams","text":"Oh, I’m sorry."},{"author":"Jenny Luna","text":"And since we’ve been working on this podcast, I’m excited to think about how I can look at my anxiety, especially in just little situations like team meetings or one-on-one with my supervisor and how I can get rid of that anxiousness."},{"author":"Matt Abrahams","text":"Well, I got bad news for you. I don’t know that we can ever truly get rid of it. But certainly we can learn to manage it so that it doesn’t manage us."},{"author":"Jenny Luna","text":"Awesome. Okay, well, I’ve got questions for you, so let’s jump in."},{"author":"Matt Abrahams","text":"All right. I’m ready."},{"author":"Jenny Luna","text":"You’re an expert on helping people feel more confident and less anxious when they communicate. How did you get interested in this?"},{"author":"Matt Abrahams","text":"You know, there are very few people I know who can point to one event in their life that put their life on a specific trajectory in terms of the work they do. But for me, one morning when I was 14 years old, it all comes down to that."},{"author":"Matt Abrahams","text":"I was a freshman in high school. The very first day, Mr. Meredith, our English teacher, had all of us stand up and give a real quick speech about ourselves. Since my last name is Abrahams, I went first. And after I was done, he came up to me and said, “Matt, you’re really good at this speaking thing. You got to go to this speech competition this coming Saturday.”"},{"author":"Matt Abrahams","text":"So I woke up super early. I’d spent a little bit of time putting a speech together. I show up. It’s foggy. It’s cold. The room is full of other students, parents of my friends who are supposed to judge this thing. The girl I like is sitting in the room. And I’m about to give my speech. And the nerves were just coursing through my body, totally freaked out."},{"author":"Matt Abrahams","text":"I am giving a presentation on karate, because I was told to do something that is important to me, and I was and still am interested in martial arts. I was so nervous, I forgot to put on my special karate pants. So you can tell where this is going, Jenny."},{"author":"Jenny Luna","text":"Oh, no."},{"author":"Matt Abrahams","text":"The first 10 seconds of my 10-minute speech, I start with a karate kick to get people’s attention. I ripped my pants from belt buckle to zipper. And in that moment, I learned the impact anxiety can have on people when they speak. And from that moment on, I’ve dedicated my life to trying to understand what that anxiety is all about and how to help people feel better and more comfortable when they speak."},{"author":"Jenny Luna","text":"Oh. That is, like, a teen’s worst nightmare."},{"author":"Matt Abrahams","text":"It was pretty, pretty bad. I still wake up sometimes dreading that moment."},{"author":"Jenny Luna","text":"Oh, wow. Well, you’ve written a book and your TEDx talk is called Speaking Up Without Freaking Out. So I have to ask you, Do you still freak out when you speak up?"},{"author":"Matt Abrahams","text":"I wish I could say I don’t, but, in fact, I do. It’s very normal and natural for people to feel nervous. Now, thankfully, after years of working on my anxiety, I feel much more confident."},{"author":"Matt Abrahams","text":"But there’s one time every year that I get super nervous. There is a convention of professors of communication who teach at business schools. And whenever I have to present in front of these folks, I get super nervous. And, by the way, Jenny, if you ever want to see really bad presenting, you should watch a group of professors of communication present to each other. We don’t do a very good job of it."},{"author":"Matt Abrahams","text":"But, yes, I still do get nervous in certain situations. But I’ve learned techniques to manage that anxiety. And I know you’re going to ask me some questions about those techniques, and I’m happy to share with others so they can feel less nervous."},{"author":"Jenny Luna","text":"And why is anxiety so pervasive? We know what we’re going to say. Oftentimes we know who we’re speaking to. Why do we get anxious?"},{"author":"Matt Abrahams","text":"So many of us who study this believe it’s evolutionary. It’s part of being human. It goes back to when our species was evolving. We would hang out in groups of about 150 people. And your relative status in that group meant a lot."},{"author":"Matt Abrahams","text":"And when I’m talking about status, I’m not talking about who drives the fancy car or who gets more likes on their videos. I’m talking about your position in a hierarchy where the higher the status you had, the more access you got to things like food and shelter and reproduction. And if you were low status, that meant your life was in jeopardy."},{"author":"Matt Abrahams","text":"So anything that puts your status at risk should make you nervous. And that’s ingrained in us. And we see speaking anxiety in all cultures. It tends to develop when children become teenagers, which is when we become much more socially aware and part of a culture. So a lot of people believe this is ingrained in who we are, and we just have to learn to manage it."},{"author":"Jenny Luna","text":"That’s fascinating. I had no idea it went so far back in being human."},{"author":"Matt Abrahams","text":"Yeah. It is part of our condition."},{"author":"Jenny Luna","text":"So let’s get into the nitty-gritty and talk about how we can actually manage this anxiety when we’re speaking."},{"author":"Matt Abrahams","text":"Yeah. And there are lots of ways to do it. There are many academically verified techniques. When we look at managing anxiety, I like to break it up into two different buckets. There are the symptoms that we experience as well as the sources of anxiety."},{"author":"Matt Abrahams","text":"So we need to focus on both to become more confident. The symptoms are what we experience. The sources are what make our anxiety even worse."},{"author":"Jenny Luna","text":"Mmm, interesting. So your thing is kind of holding a cold bottle of water. I’ve seen you do it. I’ve heard people refer to this. Can you tell me more about that?"},{"author":"Matt Abrahams","text":"So when I get nervous, the big thing that happens to me is I perspire and I blush. And this is a very normal symptomatic response to anxiety. When you get nervous, your heartbeat goes up, your body constricts so your blood pressure goes up. And this drives up your core body temperature. It’s like you’re working out, you’re exercising."},{"author":"Matt Abrahams","text":"So holding a cold bottle of water in the palm of your hand actually can cool you down. Your palms, just like your forehead when you have a fever, are thermo-regulators for your body. So holding something cold can reduce your core body temperature."},{"author":"Matt Abrahams","text":"I’m sure on a cold day, Jenny, you’ve seen this work in reverse. If you’ve ever held warm coffee or tea, you’ve felt how it warms you up. Holding a cold bottle of water can cool you down. So I do that religiously."},{"author":"Matt Abrahams","text":"There are other types of techniques we can use to manage our symptoms. So if you’re somebody who shakes a lot, doing big, broad gestures or moving when you speak can give that adrenaline a place to go. If you’re somebody who gets dry mouth, drinking something warm or sucking on a lozenge or chewing gum — before you speak, not while — can help reverse those symptoms."},{"author":"Matt Abrahams","text":"So the bottom line is there are things we can do to manage the symptoms. And by far the most important is taking a deep breath. By taking a deep belly breath, like you’re doing yoga or tai chi or qi gong, it really slows down your heart rate, which is the impetus and initiator of many of the anxiety symptoms that we find. So things we can do to manage our symptoms absolutely exist."},{"author":"Jenny Luna","text":"I love those. They’re really practical tools that I can use: deep breath, cold bottle of water, just really kind of centering in the moment. I’m going to use the big-gesture thing, too."},{"author":"Matt Abrahams","text":"Another source of anxiety that makes people really nervous is their fear of what might happen in the future. So my students are afraid they might not get a good grade. The entrepreneurs I coach, they’re afraid that they might not get the funding or support that they need. You might be concerned that your idea isn’t supported and acted upon."},{"author":"Matt Abrahams","text":"Those are fears that come from a future state, a potential negative future outcome. So the way to short-circuit that is to become present-oriented. If you’re in the moment, you can’t be worried about the future, by definition."},{"author":"Matt Abrahams","text":"So how do you get present-oriented? Many things you can do. I like to do something physical. Maybe walk around the building. I love to shake hands with people before I speak, because I have to engage with them. I can’t be thinking about all these things that could go wrong if I’m asking somebody how they’re doing. You can do what athletes do. Listen to a song or a playlist. That can get you present-oriented. I often encourage my students to start at 100 and count backwards by 17s. You can’t do that without being in the present moment."},{"author":"Matt Abrahams","text":"And finally–and this is a little silly, Jenny–my favorite way of getting present-oriented is to say tongue twisters. You can’t say a tongue twister right and not be in the present moment. So before I ever give a presentation or contribute to a meeting where I’m really nervous, I’ll be holding a bottle of water, standing in the corner saying a tongue twister. Nobody sees me do it, and it gets me in the right place to be able to communicate confidently."},{"author":"Jenny Luna","text":"Those things probably feel silly when you’re doing them, but I imagine they’re well worth it if it’s going to help you get through a presentation confidently."},{"author":"Matt Abrahams","text":"You’re exactly right. Not only does it sometimes feel silly, but it also gives you a sense of agency. You feel like you can do something in the situation where you feel nervous. Many people just feel like they’re swept away by their anxiety. And this actually gives you something to do that helps you feel better."},{"author":"Jenny Luna","text":"Cool. Well, there’s something else I’ve been wanting to ask your advice on, going back to this toast that I had to give at a friend’s wedding. My biggest fear when I got up there and I had the microphone was that I was going to completely blank out, and I was going to forget everything I had prepared."},{"author":"Jenny Luna","text":"So what do you say to that?"},{"author":"Matt Abrahams","text":"That is, by far, the number-one fear I hear from people when I do the work I do is I’m afraid I’m going to blank out."},{"author":"Matt Abrahams","text":"And blanking out can happen. If you really think about it, the likelihood of totally blanking out is pretty low. So just doing that rationalization can help."},{"author":"Matt Abrahams","text":"There are three things I want to suggest about blanking out. First, a great way to avoid blanking out is to take time to really map out your content. I’m not saying word-for-word memorize. Memorizing actually can work against you. It can make you more nervous. But if you have a map, a structure, that can help."},{"author":"Matt Abrahams","text":"Now, if you’re in the moment and you blank out, two bits of advice. First, just like if you were to lose your keys, go back to go forward. Even if we can’t remember what we want to say next, we typically can remember what we just said. And simply by repeating what you just said, it will often get you back on track. And some people feel like, oh, that’s going to be weird to repeat what I just said, but, in fact, your audience benefits from you repeating things."},{"author":"Matt Abrahams","text":"So the first thing to do if you blank out in the moment is to repeat what you just said. The second thing: In advance of speaking, always have what I call a back-pocket question, a question you can pull out to ask your audience to get them engaged in something else so you can collect your thoughts."},{"author":"Matt Abrahams","text":"So I’m going to let you in on a little secret. And if any of my former students are listening, you’re going to learn something that you saw play out in class, but you didn’t know was a trick I was using."},{"author":"Matt Abrahams","text":"There are times when I am lecturing, where I’ll forget what I need to say next. So I have a back-pocket question. I will simply stop when I blank out, and I’ll ask my students to think about how what we just covered could be applied to their life."},{"author":"Matt Abrahams","text":"And when I do that, my students actually just take a moment to think. Some of them have told me it’s really helpful, because they’re really applying this stuff. What’s happening in the background is in my head, I’m, like, oh, my goodness, what do I need to say next? I’m buying myself some time."},{"author":"Matt Abrahams","text":"So all of us in our communication can think of a question or two that we could ask in most places in what we’re speaking about to get our audience to think about something so we can buy ourselves time."},{"author":"Matt Abrahams","text":"So by simply knowing things you can do in advance and during blanking out, it actually reduces the likelihood you’ll blank out, because we get so nervous about blanking out, it makes blanking out more likely. So having those things at the ready can really help."},{"author":"Jenny Luna","text":"It’s so great to hear that even though you’re an expert in communication, you still blank out, and you have all these little techniques. It’s not so black and white, whether you’re good at speaking or not good at speaking. It’s about using those techniques to really rise above."},{"author":"Matt Abrahams","text":"You’re absolutely right. I think everyone can learn to manage their anxiety. And it is so important to do. So many people have important things to contribute at their work and their personal lives, in public discourse. And if anxiety is getting in the way, we need to do something about it."},{"author":"Jenny Luna","text":"So like you always do, I’m going to ask you the same three questions at the end of this episode. And I’m really curious to hear your answers —"},{"author":"Matt Abrahams","text":"Uh-oh."},{"author":"Jenny Luna","text":"— because I’ve heard you ask so many people."},{"author":"Matt Abrahams","text":"Uh-oh. All right. I’m ready. Bring it."},{"author":"Jenny Luna","text":"If you were to capture the best communication advice you’ve ever received as a five- to seven-word presentation slide, what would it be?"},{"author":"Matt Abrahams","text":"So I mentioned this before on an earlier podcast, when Lauren Weinstein and I were talking. But this, I think, is really critical. “Tell me the time. Don’t build me the clock.”"},{"author":"Matt Abrahams","text":"And the reason this is so powerful is it contains so many important bits of advice. First, be concise. Be clear. Be focused. And in order to be concise and clear and focused, you have to know who you’re speaking to. So you have to reflect on who’s my audience."},{"author":"Matt Abrahams","text":"So in that statement — and I heard that first from my mother years and years ago — “Tell me the time. Don’t build the clock.” It really focuses us on the key elements of what I think it takes to be successful in your communication."},{"author":"Jenny Luna","text":"And who is a communicator that you most admire and why?"},{"author":"Matt Abrahams","text":"This is so hard. I used to say any of the amazingly brave young students who survived the Parkland shooting in Florida. I was so in awe of their ability to communicate. And I still am."},{"author":"Matt Abrahams","text":"But I recently heard an amazing TED talk on the topic of confidence by a young woman named Brittany Packnett. And her presentation just floored me, not just because the topic is near and dear to my heart regarding confidence, but her execution of the communication was phenomenal."},{"author":"Matt Abrahams","text":"Did you notice how I snuck in a couple things there, Jenny? So I gave you two, not just one."},{"author":"Jenny Luna","text":"I’m going to have to look up that TED talk. And finally, what are the first three ingredients that go into a successful communication recipe?"},{"author":"Matt Abrahams","text":"Yeah. So I did a lot of work looking into this. When my business partner and I formed our consulting practice about 10 years ago, we scoured the literature to try to find what are the essential ingredients to successful communication."},{"author":"Matt Abrahams","text":"And we came down to three, and we call them the three Cs. The three Cs are being confident, being connected — that is, making your content relevant, being present with your audience — and then finally being compelling. There are lots of ways to say things, but if you can say things in a compelling way that touch people, that are vivid, that use emotion, it can really, really help."},{"author":"Matt Abrahams","text":"So it’s about confidence, connection, and being compelling."},{"author":"Jenny Luna","text":"Awesome. Thank you so much. I’ve learned a lot, and I’m kind of ready to go out and give another toast or speech now with all these skills."},{"author":"Matt Abrahams","text":"I hope you do. And thank you so much for asking these important questions. And you’re a pretty darn good host. I got a lot I could learn from you. Thanks for sitting in the hosting chair."},{"author":"Jenny Luna","text":"Thanks, Matt."}],"audio":"https://content.production.cdn.art19.com/segment_lists/b25a2ca0-ae7b-4a77-9838-72269fda5c15/20200507-TWFuYWdpbmcgQW54aWV0eSBNSVggMy53YXY-690e86b1-2fee-4f7f-b2f1-4226ca40f136.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Jenny Luna"],"wave_peaks":[0,0,1776,1394,1646,1589,1613,1576,1570,1582,1381,1723,1197,5826,15712,11469,8124,9306,2427,3181,7475,14520,13577,15850,11799,7978,14197,13172,4223,8373,8135,9999,4222,1942,12296,13473,10516,5139,13487,12719,10514,11283,6544,7088,7341,12674,13661,5487,8010,2115,1064,13336,11517,11841,8930,10789,10570,9385,10054,6061,10800,11338,7031,14120,14143,5722,5880,4837,3778,3452,273,7703,15136,12409,10905,13260,11297,12216,10906,7670,8958,324,368,14903,14179,7573,11563,8511,9758,14752,10176,9832,9943,12689,8170,6581,11065,8208,8097,9351,10779,3975,7374,14317,6641,4549,9265,2793,13201,12704,10817,13070,8965,13134,8117,8075,12833,4661,7439,9114,2032,79,1784,1570,2009,17252,12348,10838,9354,14567,13666,6265,10595,10066,8355,7687,13053,8898,11335,5983,6134,6693,3250,15401,16495,4990,16204,13772,4527,14445,7623,6620,6010,9852,3112,5182,1827,2034,14625,15134,9888,13229,10985,5626,12804,17362,8759,15661,17619,14625,9301,8514,3846,16198,15935,11161,12402,7357,14575,10783,11756,7882,3123,14627,11574,11799,8396,9131,13091,9030,8304,4757,4968,2348,2245,15090,10554,8264,13863,10752,13119,8803,3698,2723,10765,14992,8145,12598,10895,14521,6306,6117,1723,16808,14853,6774,6564,5412,13661,5417,2566,1404,15800,11928,11784,9749,10796,12180,12197,11668,9210,6847,13265,9681,4848,5110,5737,4043,6782,1677,429,2187,17819,10791,11802,13969,16446,14583,6747,11893,10867,13955,6274,11827,4576,7441,7527,4718,2490,97,733,13304,9628,17309,10083,8692,3786,6971,7955,2630,4673,18317,3600,4429,5935,5838,4345,5544,10994,14353,4612,10476,8600,14590,10413,10445,15393,17830,13002,9591,8817,8809,7340,8153,7179,6792,4547,6983,17343,13138,3285,8937,8650,8825,10411,8622,10046,7907,7323,5160,7989,5286,6414,4992,9286,9814,1542,9563,5472,7555,4864,5510,3318,2858,6870,8485,5762,5960,6648,5595,7031,8983,8277,2891,5501,10066,6997,6566,10965,9220,3621,4484,12413,11434,9475,8185,5854,3758,328,15666,13156,11269,14193,8954,4266,12492,12057,10211,9920,11522,11522,5446,13361,10332,10975,16470,12691,7315,7470,8922,10946,14366,8017,8847,5328,3986,4503,9972,718,1006,9389,4072,11227,10235,14487,6739,7719,6701,6866,7803,10284,11440,16888,13884,9552,499,8083,12395,11489,10644,7566,5048,6553,5456,6596,4075,14577,14343,3557,3578,4389,7099,272,4035,11310,8177,6952,5023,2438,5809,14151,1232,13157,11116,8588,1754,12054,13321,10941,13993,8039,5880,12018,12033,10510,6983,9294,8534,8416,8735,7418,6848,10294,7228,5731,4816,7077,8306,950,13545,12361,12913,5411,2123,8568,14499,13883,6569,4462,9040,10299,9717,6948,5935,7977,12520,4711,5979,6662,3523,4080,10330,9384,14540,10738,12054,4551,7216,13980,12440,9542,12969,13016,8449,7796,4317,8431,14191,8726,7929,7516,6787,5149,10863,10585,8150,4574,11183,12620,8996,8899,2812,14372,13700,10510,10674,6850,410,16132,10101,9436,1034,8291,18930,12718,10654,8339,6172,13401,6720,11669,10063,11786,3851,3005,14342,12298,6065,5470,5643,11726,8963,5051,4376,7849,4765,2738,508,7256,14119,10879,8559,7052,8135,7312,10007,9473,7649,4778,5499,5045,3430,741,7224,12921,6585,3476,15329,10378,6841,9628,7453,7729,8008,12319,10332,6620,11071,8803,502,12206,9400,9085,10293,5395,9888,10254,5007,10462,12701,13756,8331,12637,8521,5240,3855,935,4679,7889,7235,5937,4399,4796,7432,12083,4284,3481,12101,12088,7698,5801,2013,11234,7821,4859,4298,505,15719,7590,9488,8822,7303,6315,7098,12620,4677,6330,6889,5464,3918,4414,3560,9861,3274,2822,2790,13652,12415,9595,5937,6454,7368,5967,3666,662,182,10203,11870,11612,7227,6579,7501,5891,6651,4324,6648,4141,3694,238,7859,11718,8451,10680,7198,3598,5578,6845,4235,4761,14158,11910,6993,9094,4931,6217,6990,13746,5849,12296,3204,7237,5975,4306,2266,128,10223,12384,7381,9219,9759,5007,9430,12405,7193,6077,6220,666,557,12908,13657,13171,10868,1573,12043,10120,6404,10738,12593,6459,13715,7363,15551,8190,10533,9729,5403,5807,13610,8695,5702,4911,9323,7245,5897,16941,6278,8746,5124,3230,1607,15280,10323,11586,6371,6516,7689,10851,5914,5425,9184,12054,5838,5922,7063,4683,7607,1055,87,4761,10061,8382,8163,474,6109,8156,5874,9151,8543,21576,15735,12267,14060,13308,10927,13108,14412,13299,10136,15417,8935,7437,15920,9914,13972,4503,131,10511,13933,8750,611,4771,10825,10210,8096,6733,4921,8837,7034,6423,4650,2077,6834,7060,8089,5690,4155,4041,126,7990,17942,7276,1905,220,7339,6770,7111,6971,5602,5735,1189,14412,13902,12401,10708,6142,11622,16920,6704,4971,12974,9357,8678,5869,7836,7989,7861,5328,6306,14761,16431,15869,7725,8992,11838,6949,10844,9244,10496,7900,7827,11087,9345,10162,12751,1302,795,13893,13471,9722,7645,8496,11717,9185,4295,10625,12614,3649,4394,7933,6217,6298,9598,9624,8100,6484,514,15502,13355,9354,9207,5812,4888,8957,7060,10248,8637,6323,1877,3369,4844,4799,6202,7720,5880,10897,6110,3537,8885,5277,4661,1076,14348,6779,4677,758,10713,13048,7190,6440,5982,7954,4135,5027,7123,13548,6203,6565,5434,15623,12051,15089,10103,10695,8378,14552,16087,15478,13789,10368,9225,13692,5699,17699,12042,8954,6287,8590,6930,11142,8589,12505,5810,11782,12826,7327,7090,6197,10069,8391,8759,8521,11988,8562,5065,10100,5722,11016,8960,7260,11387,7041,5805,6538,3999,9180,12905,6841,5402,3148,3719,71,441,5783,6400,469,11912,8211,8945,7767,6871,4071,6484,5248,9574,8320,6871,8616,10502,7857,8772,7528,6736,6775,6368,4500,9463,5873,5700,6340,2836,389,19417,13101,8155,9192,5832,9775,8533,5376,3128,7726,14125,6798,4001,8917,7596,3589,2683,11342,13504,10005,9503,5859,7455,6646,4651,12839,9882,6086,4811,9035,3765,5455,11092,9231,6576,7562,5532,9442,6143,3491,6009,478,7756,12401,9082,10269,15034,9605,5090,5227,8139,7993,4810,11391,9930,8477,8861,9275,10708,8777,1343,15283,8092,9171,9643,8008,6126,11582,10495,9200,5741,8374,4599,801,12016,10623,6874,2933,7620,5797,10037,12172,6473,12740,6007,3568,11554,10783,13104,8433,11166,4438,8251,5819,9149,13229,5058,4705,3754,4138,8733,5227,13086,10117,4347,9354,5477,646,5951,10890,10986,10686,15267,11164,7969,7376,8233,4145,7254,4335,563,19050,9758,9027,9006,11996,10370,7057,2683,10989,2232,142,11931,7865,7889,4456,7311,10586,11057,5650,2924,9507,12117,7970,9378,9560,6765,554,5940,11562,5288,3270,4490,10324,8822,11456,9801,7037,5434,8571,8629,5456,5707,5161,5427,3923,6181,5393,4300,7692,6147,6020,9489,4327,6018,1434,13559,10971,10756,6550,4478,4259,4334,3471,6253,6126,9644,12049,4590,3203,2726,1643,155,7052,14690,7395,2941,4532,5380,5918,4770,3887,6763,8142,2942,3624,3594,5062,6355,10541,8800,14300,14496,6190,3180,1929,618,92,11515,9243,8427,6034,6192,5238,9290,9698,3855,10596,9822,3362,3447,3071,4667,6483,2155,1940,1494,180,40,72,14105,10784,13695,14705,7722,4775,4126,6222,10570,9831,8761,6743,6226,8092,4829,4132,495,8983,10921,13524,7938,1766,9717,10421,8059,6862,10051,11590,6517,3382,9096,8348,3908,11610,2737,440,13138,14060,6892,4178,7173,6105,2512,8259,9784,4982,13539,8852,4220,8049,4778,3829,842,21267,9217,10750,6686,7399,3156,5986,4710,4846,5867,1595,12945,13174,7093,6932,6899,2583,11956,7700,7487,7697,4515,4063,3425,5386,3944,82,103,137,4789,6311,6940,4390,2263,6842,7446,97,3553,6059,12752,6142,5328,256,10328,11400,9273,12528,5724,9287,6377,7278,7326,10826,9963,5160,3563,4169,3793,304,5005,4704,6042,6757,10340,6608,332,257,15149,11813,12679,11350,8501,9140,11978,12846,5802,4713,8892,11500,12293,5224,8818,6518,3956,3560,12132,9818,10696,7086,7611,7511,6469,6877,6485,5333,6706,2177,11350,11794,10191,6128,8165,10150,5013,494,10564,7464,11549,12183,2640,14801,4873,7787,9677,10171,12844,6557,5091,8039,11058,12281,8965,6773,10672,9876,3634,8309,7366,4544,3912,5185,8278,1961,767,14915,9768,8173,5685,7719,8248,6900,6747,5279,3201,2840,14467,7600,6809,7139,6408,4771,10991,8200,6884,9152,4461,5204,5333,4972,443,13674,13256,10248,6803,4004,3901,8841,6225,8669,7584,5410,4620,5664,5472,6107,4883,3754,3949,10678,10931,9832,10303,4590,4612,14156,12873,7272,9942,9790,8628,9722,6284,6350,11861,13089,5160,4456,9240,10031,5603,5945,431,9943,10292,10410,7917,4607,3635,3628,1896,14635,15494,9381,4661,4232,2799,961,14689,14706,12983,7364,5411,5936,3151,7142,6104,5292,6087,5030,9912,5095,820,14697,11695,9297,7037,11037,4185,495,12452,9229,12688,8014,5631,4537,10381,6380,9932,6077,569,11312,12938,8165,10241,7325,7240,4341,5099,401,5450,12925,12702,7833,8092,5392,13273,9336,638,371,11963,11259,9185,6062,9222,7627,17088,8837,8299,9285,8079,10910,13073,9423,7440,12013,8137,4653,12227,2637,8155,9958,5936,6444,4031,12936,7927,6110,6279,6392,5747,5192,3808,4016,3418,9168,8353,6861,6405,10179,12742,13111,11867,8938,5324,4108,119,5867,4018,3685,4581,1889,380,10833,9747,10725,12787,6972,9810,7094,8619,9324,6204,7258,5372,6050,4060,7481,8921,12221,10072,6047,4357,5616,3836,5970,5354,5885,6414,11054,12733,5382,4046,4673,9348,6903,6381,6605,4846,6976,3351,2192,3329,6999,9160,14447,8004,6750,4691,6352,3312,12674,5551,3486,3668,155,132,8796,12676,9872,6982,7586,7383,2867,4409,7344,3330,3339,297,2059,11603,6518,4163,7607,3641,9608,5801,300,5086,6408,3615,10804,8236,6415,7448,6504,6392,6897,7769,4088,5829,5360,4738,275,256,223,638,11032,13569,8659,4952,5985,3844,5473,5533,7913,8609,7561,5898,4294,7696,10800,8208,6723,11966,7456,3390,783,9432,4456,7068,3243,904,13536,10227,15069,10375,9746,7565,5340,7691,8793,1202,12026,11307,9718,10081,5423,12500,7668,6622,10252,7789,5440,7317,4641,7850,3880,2482,1044,13357,11639,7123,8749,8569,10007,11534,4795,6394,9948,4710,4827,4449,1060,13583,10292,7639,9124,6650,4682,8465,5832,7361,7155,10632,8676,11390,7442,6324,5961,5260,1496,5349,10038,7739,9198,7258,5032,6071,5892,8120,8756,3433,2490,6052,11466,12435,13234,6999,1559,9826,11309,6610,4776,6383,5174,5360,3281,7065,6908,3291,900,12888,8954,8416,4804,2640,134,4386,13608,7266,4243,3505,934,815,16959,4851,5626,7260,4709,6358,6669,5385,10038,10274,6280,5981,10681,12040,9303,8281,8084,10985,9133,9583,11479,7364,2313,10335,10324,12350,8491,7303,9594,8842,7849,9711,12367,9356,3320,9425,8025,13086,9548,8909,4315,4943,5918,3977,1277,954,476,4435,10010,10766,5957,3093,111,6473,8039,7089,4085,4445,8654,5893,3815,3923,1346,375,14358,9524,9723,9166,6794,12611,8560,6800,4495,85,2853,11138,9016,11209,13969,7409,3859,2990,11464,10852,13828,6881,11735,3997,4377,2540,1545,694,11844,13691,7178,9644,10543,6545,3030,6802,19224,12504,9081,8010,6357,4274,5822,9415,5154,4954,1428,6075,11450,9200,6299,5560,4363,4567,4284,3701,4668,8858,13813,10760,13283,12644,6481,5518,8041,7020,6504,8635,4357,9172,7784,9903,6671,5916,7662,11217,13958,7160,3542,5841,11699,10294,8412,11562,10595,8380,9075,11330,7642,5528,542,6261,6598,5835,8373,2563,5845,3872,7090,4790,4881,2280,71,69,476,11377,8079,3558,5233,8882,5489,7813,7286,5684,6055,9600,11207,12250,6444,8855,11720,8825,5359,5498,5258,7331,4559,3003,3457,6930,13024,5286,15516,10166,10840,11656,8037,7331,9232,9260,7355,2818,12931,9940,8898,7788,7455,9821,6477,9429,7758,5302,6699,7239,9623,9768,3854,13769,14691,3766,5126,6823,5401,749,10770,6920,4962,12032,6924,8410,7995,10326,10099,6419,9050,6957,6014,4238,10112,10928,7354,8068,6410,7670,8129,8654,4518,5863,822,119,6207,8366,9249,12936,8530,5380,5723,10523,5245,10973,6492,8182,13393,3715,4619,4473,5714,3526,5466,4934,3946,280,6185,10374,8413,7502,5648,7743,4161,6091,3719,5870,6750,7074,6188,3536,3515,6240,5416,5513,5011,8290,7522,4720,10684,11411,7041,5914,4756,3464,3808,1938,5139,5501,4434,3514,89,15709,9698,13417,6609,7271,8674,5578,3938,5003,4258,5370,3599,3760,3723,6459,6251,4119,3991,548,15858,14264,12398,8575,10788,9455,6953,11091,9940,10901,7321,8116,12178,6105,6848,7725,5503,5045,2869,5317,9417,9726,5786,9891,11731,11101,5863,5087,3290,4256,830,763,15118,13814,6375,11335,8423,6641,8567,7050,5214,2477,11787,11551,5106,11609,9345,6981,5341,4793,5321,4037,4081,3757,6654,6043,3371,3509,1356,1158,13523,9083,10436,6983,7891,7084,8951,8440,7424,4916,5233,4660,6942,2815,6429,5929,5436,6030,1408,12262,8756,10024,7061,7003,10977,13313,4958,10005,2387,1123,1171,14847,13776,11615,12244,11362,6151,6705,6887,4908,6849,12025,7638,3481,3933,186,11114,12612,11814,11627,9589,9367,4579,3219,237,8165,7816,1693,5708,5953,3041,162,10895,14133,11251,9281,7334,6962,5275,5438,8013,6408,5314,5276,6403,7072,7129,8635,13270,4208,5125,3485,9854,8470,7636,6014,5718,5152,4152,12170,1448,2095,14981,6898,5314,9142,7807,8284,5352,4613,8136,7045,4850,5053,6961,5502,5092,5006,5220,4477,2173,825,511,10080,11722,10976,8678,12924,9414,9180,7988,9108,3911,4574,5799,4968,5846,4967,266,492,11625,9488,2357,7206,8504,9866,8277,5906,10609,9877,8906,7466,4943,12596,6671,2988,5767,1387,5615,12749,8092,10402,9201,9490,9314,8091,9528,2649,8757,12976,10663,11191,9622,9300,8588,5842,5185,5531,6470,5785,244,7892,9927,8892,9063,7343,4410,7392,9840,10803,8376,7433,6880,15050,4505,8387,10583,12691,6766,17312,11751,8278,14665,5992,7035,8873,7738,6192,11916,3932,4785,2902,437,236,14457,10890,7579,6289,4131,3955,13792,6404,6443,3728,4041,3177,2958,424,15966,13128,8299,7954,7236,14971,9663,10437,13845,6024,7920,9082,5084,4874,6009,3954,2089,1034,5199,13371,9756,9667,7277,9201,8596,4250,395,8782,9301,7630,5668,4889,578,640,347,10157,10587,11508,7493,7460,4197,4436,10394,7184,14351,9018,11240,8246,8616,5786,9004,7711,7135,5317,13292,9879,6976,474,6470,14897,8454,13906,8884,11933,10847,9159,8659,12752,10385,10978,6702,13897,8885,6079,5065,4184,4819,822,6963,15704,8867,14177,4035,7147,11707,8008,7350,4051,13631,13155,12685,7192,4983,5733,6987,9669,5161,404,10794,13310,10693,7974,5575,3782,7849,6893,5699,372,236,7242,12856,9248,3971,2605,11116,7084,652,6809,7223,10738,4474,6667,6336,12151,7614,3263,836,3652,15827,212,15740,13691,12243,11036,8772,8174,9505,8087,11282,8216,8424,5725,5277,12521,9530,12863,9706,11850,8094,6853,7642,8023,7329,13663,12100,11266,11025,11785,8756,8751,7249,7585,6146,8765,4003,1168,14655,18709,8304,7083,6095,7888,5844,5004,4676,2795,87,109,224,186,8284,8587,6837,7242,6217,4234,2738,798,8306,10430,9552,8114,5971,5383,6557,6700,7728,7059,307,9618,13032,7314,8679,5195,3720,4064,2676,11469,11430,12686,6789,3528,5200,3942,3188,4228,6742,2101,2132,2826,11785,6295,4117,2920,2491,3597,3872,989,8625,7490,1367,22119,15214,8542,11911,12055,7184,10745,11944,12348,4887,7349,7023,5504,5524,6201,4348,6693,13973,6487,13093,5157,8796,13182,11425,9019,5948,5334,5576,4787,3908,11839,9431,2814,10251,13798,10206,7245,7317,6849,14428,8977,5515,6887,11057,10854,7630,7316,5535,5349,6137,5291,7692,8588,9045,245,123,6306,11787,9579,4844,3631,7359,12898,10065,4720,8043,5947,11310,3087,5317,6451,6647,3915,3198,1613,260,9080,8696,5709,5117,5705,10464,14013,12073,10020,5655,3174,9757,16949,16827,11778,16146,10600,8275,220,3010,9257,14029,4087,4221,5326,6274,3680,4695,3651,12098,12932,6364,2270,3984,8045,8502,5713,5321,4142,4245,2876,4855,877,4353,3766,1782,441,8005,14846,10408,11995,8981,12113,11656,10035,6925,8032,8674,3528,5353,11072,10232,8734,6161,4073,8073,2514,10451,7810,5171,7306,4170,1941,409,239,14757,10972,10190,2680,14070,7696,5397,3983,5496,549,11583,12831,14020,11855,12233,6844,4010,748,10084,7076,8609,15753,13039,8171,8448,11532,7672,6097,10058,2810,11979,2121,653,559,12803,9943,9139,3304,10549,8817,6049,8883,9885,3199,658,12055,11809,7563,10065,7833,7484,7465,7349,12063,8999,10010,7380,5468,6173,7533,11730,9891,5660,6874,4019,2540,1169,15016,11952,8886,7741,6961,12077,12578,10800,8949,7326,5045,11596,8731,7333,5104,769,13176,10111,5786,13966,9025,8621,2524,11317,5034,9131,6041,5875,534,9691,6483,5892,9864,12557,6325,8238,2140,9563,8542,10124,4074,3633,4122,1736,71,71,90,7799,7106,10012,8632,3695,3441,3417,4156,6257,8236,3677,7979,3638,119,13961,13708,12348,4512,2893,7103,12964,13506,11237,7209,2674,190,13495,11891,11479,8977,8851,8519,11374,9843,8384,7227,7246,6096,6703,7142,12782,10039,5590,14272,4853,5386,4228,7822,6356,11628,9726,13361,10922,9952,7944,8851,6939,6296,5681,4842,4464,1363,577,6218,10040,12858,3967,13997,13470,11254,9148,8780,5969,7512,5092,11537,12985,3927,10830,7478,12529,2418,4313,7858,4164,4110,13800,8671,4538,7610,9966,12193,6652,15157,3334,6839,5382,14495,11503,5863,5050,2744,10886,6960,6617,13726,6711,12147,9475,6014,6805,6206,10485,7517,8464,7554,5716,880,11957,11938,8954,384,10981,8862,6554,5158,4971,5342,3381,5963,5663,2989,873,117,7916,12844,8910,6278,8770,8811,7913,9284,10401,15380,10928,10931,5995,3023,201,10412,11820,8228,5226,4382,3029,1894,100,287,8424,106,7125,12774,6287,1604,7514,6331,3281,6107,7772,4818,6474,4482,3137,5694,4656,4963,3907,2908,1924,398,33,157,11504,11859,17247,17598,7463,15893,18496,8608,5025,3972,4278,12328,11467,11417,4722,3721,11675,6216,7984,11360,10563,6296,10100,5157,5312,16398,9714,6031,5107,3604,10912,7400,4378,11267,13599,8375,12357,5803,3546,6805,7768,3834,3405,3859,1963,10966,10353,5254,10699,8651,11630,7819,2749,1479,7084,9452,5302,7934,4331,3693,485,6522,8363,8330,5634,91,10355,8400,3929,90,85,12592,11675,4681,5440,5851,6799,6142,7200,8576,11062,6678,8182,8797,5199,6756,3290,1988,6923,8816,4646,2204,11139,10308,4843,6995,950,5450,15085,8740,9178,5586,4936,10806,8800,6620,6779,4132,9206,4007,2537,10435,5180,3704,10879,7069,7041,5650,3456,4195,4190,4186,5689,7680,772,8802,12833,6431,1124,6166,6465,3847,5694,5878,4262,1649,1791,1770,6586,4402,1637,9119,10568,11920,5458,7549,11735,11022,4754,9037,6772,6751,11400,4688,9702,7634,8743,7310,10322,14373,11978,9104,7413,2108,17602,12395,9624,6508,6814,6934,6798,13328,13265,9683,2727,12280,10875,2120,18615,10477,8571,8366,14106,7830,7014,8207,13607,14551,12180,13829,14296,17525,20606,12210,9456,15367,11894,12665,12037,9398,7970,14404,2078,2123,1770,2095,810,585,1574,13019,10336,8818,11170,10095,8362,5637,14033,13400,4258,14671,6901,2296,8348,13287,3626,2413,1975,1557,10839,8140,10221,7607,5803,12325,6825,3817,4545,4187,260,11448,6001,7667,9245,7203,10743,8221,10756,7924,9317,7901,10085,4342,298,11415,11950,8878,6582,9783,7720,7016,7737,4811,2713,140,86,13676,3285,13711,7106,4456,9668,7175,15089,13463,4585,6117,6903,6229,310,95,1,0,0,0,0,0,0,0,0,0],"fragments":[{"begin":"0.000","end":"24.960","lines":["Your mind is racing. Your palms are sweaty. Your heart is pounding. Your legs are shaking. If you’re like most of us, this is what you experience when you’re about to speak publicly. Research tells us that 85% of people feel nervous in high-stake speaking situations. And quite frankly, I think the other 15% are lying."]},{"begin":"24.960","end":"37.520","lines":["In this episode we’re going to explore specific techniques you can use to manage both your symptoms and sources of anxiety so you can feel more comfortable and confident when communicating in front of others."]},{"begin":"37.520","end":"47.560","lines":["My name is Matt Abrahams, and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast."]},{"begin":"47.560","end":"64.080","lines":["Today we’re going to mix things up a bit, and rather than having me ask the questions, I’m going to slide over and sit in the other chair so I can answer questions about communication apprehension. This means we need someone to step in and host. And luckily we found the perfect person."]},{"begin":"64.080","end":"78.240","lines":["Allow me to introduce Jenny Luna. She’s our executive producer of Think Fast, Talk Smart and an all-around amazing person. Hi, Jenny. I’m really excited to have you here to share your thoughts and questions about speaking anxiety."]},{"begin":"78.240","end":"83.640","lines":["Hey, Matt. I’m really excited to be here. You know, I was asked to give a toast at a friend’s wedding recently."]},{"begin":"83.640","end":"84.440","lines":["Oh."]},{"begin":"84.440","end":"89.160","lines":["And I was so nervous up until the reception, I didn’t even get to enjoy the event."]},{"begin":"89.160","end":"90.440","lines":["Oh, I’m sorry."]},{"begin":"90.440","end":"104.800","lines":["And since we’ve been working on this podcast, I’m excited to think about how I can look at my anxiety, especially in just little situations like team meetings or one-on-one with my supervisor and how I can get rid of that anxiousness."]},{"begin":"104.800","end":"114.160","lines":["Well, I got bad news for you. I don’t know that we can ever truly get rid of it. But certainly we can learn to manage it so that it doesn’t manage us."]},{"begin":"114.160","end":"117.160","lines":["Awesome. Okay, well, I’ve got questions for you, so let’s jump in."]},{"begin":"117.160","end":"119.040","lines":["All right. I’m ready."]},{"begin":"119.040","end":"126.160","lines":["You’re an expert on helping people feel more confident and less anxious when they communicate. How did you get interested in this?"]},{"begin":"126.160","end":"141.000","lines":["You know, there are very few people I know who can point to one event in their life that put their life on a specific trajectory in terms of the work they do. But for me, one morning when I was 14 years old, it all comes down to that."]},{"begin":"141.000","end":"161.440","lines":["I was a freshman in high school. The very first day, Mr. Meredith, our English teacher, had all of us stand up and give a real quick speech about ourselves. Since my last name is Abrahams, I went first. And after I was done, he came up to me and said, “Matt, you’re really good at this speaking thing. You got to go to this speech competition this coming Saturday.”"]},{"begin":"161.440","end":"182.280","lines":["So I woke up super early. I’d spent a little bit of time putting a speech together. I show up. It’s foggy. It’s cold. The room is full of other students, parents of my friends who are supposed to judge this thing. The girl I like is sitting in the room. And I’m about to give my speech. And the nerves were just coursing through my body, totally freaked out."]},{"begin":"182.280","end":"196.640","lines":["I am giving a presentation on karate, because I was told to do something that is important to me, and I was and still am interested in martial arts. I was so nervous, I forgot to put on my special karate pants. So you can tell where this is going, Jenny."]},{"begin":"196.640","end":"197.520","lines":["Oh, no."]},{"begin":"197.520","end":"221.400","lines":["The first 10 seconds of my 10-minute speech, I start with a karate kick to get people’s attention. I ripped my pants from belt buckle to zipper. And in that moment, I learned the impact anxiety can have on people when they speak. And from that moment on, I’ve dedicated my life to trying to understand what that anxiety is all about and how to help people feel better and more comfortable when they speak."]},{"begin":"221.400","end":"224.520","lines":["Oh. That is, like, a teen’s worst nightmare."]},{"begin":"224.520","end":"229.960","lines":["It was pretty, pretty bad. I still wake up sometimes dreading that moment."]},{"begin":"229.960","end":"240.200","lines":["Oh, wow. Well, you’ve written a book and your TEDx talk is called Speaking Up Without Freaking Out. So I have to ask you, Do you still freak out when you speak up?"]},{"begin":"240.200","end":"250.880","lines":["I wish I could say I don’t, but, in fact, I do. It’s very normal and natural for people to feel nervous. Now, thankfully, after years of working on my anxiety, I feel much more confident."]},{"begin":"250.880","end":"273.040","lines":["But there’s one time every year that I get super nervous. There is a convention of professors of communication who teach at business schools. And whenever I have to present in front of these folks, I get super nervous. And, by the way, Jenny, if you ever want to see really bad presenting, you should watch a group of professors of communication present to each other. We don’t do a very good job of it."]},{"begin":"273.040","end":"286.520","lines":["But, yes, I still do get nervous in certain situations. But I’ve learned techniques to manage that anxiety. And I know you’re going to ask me some questions about those techniques, and I’m happy to share with others so they can feel less nervous."]},{"begin":"286.520","end":"294.400","lines":["And why is anxiety so pervasive? We know what we’re going to say. Oftentimes we know who we’re speaking to. Why do we get anxious?"]},{"begin":"294.400","end":"310.280","lines":["So many of us who study this believe it’s evolutionary. It’s part of being human. It goes back to when our species was evolving. We would hang out in groups of about 150 people. And your relative status in that group meant a lot."]},{"begin":"310.280","end":"330.600","lines":["And when I’m talking about status, I’m not talking about who drives the fancy car or who gets more likes on their videos. I’m talking about your position in a hierarchy where the higher the status you had, the more access you got to things like food and shelter and reproduction. And if you were low status, that meant your life was in jeopardy."]},{"begin":"330.600","end":"352.360","lines":["So anything that puts your status at risk should make you nervous. And that’s ingrained in us. And we see speaking anxiety in all cultures. It tends to develop when children become teenagers, which is when we become much more socially aware and part of a culture. So a lot of people believe this is ingrained in who we are, and we just have to learn to manage it."]},{"begin":"352.360","end":"356.800","lines":["That’s fascinating. I had no idea it went so far back in being human."]},{"begin":"356.800","end":"359.680","lines":["Yeah. It is part of our condition."]},{"begin":"359.680","end":"366.480","lines":["So let’s get into the nitty-gritty and talk about how we can actually manage this anxiety when we’re speaking."]},{"begin":"366.480","end":"382.000","lines":["Yeah. And there are lots of ways to do it. There are many academically verified techniques. When we look at managing anxiety, I like to break it up into two different buckets. There are the symptoms that we experience as well as the sources of anxiety."]},{"begin":"382.000","end":"391.040","lines":["So we need to focus on both to become more confident. The symptoms are what we experience. The sources are what make our anxiety even worse."]},{"begin":"391.040","end":"402.400","lines":["Mmm, interesting. So your thing is kind of holding a cold bottle of water. I’ve seen you do it. I’ve heard people refer to this. Can you tell me more about that?"]},{"begin":"402.400","end":"422.440","lines":["So when I get nervous, the big thing that happens to me is I perspire and I blush. And this is a very normal symptomatic response to anxiety. When you get nervous, your heartbeat goes up, your body constricts so your blood pressure goes up. And this drives up your core body temperature. It’s like you’re working out, you’re exercising."]},{"begin":"422.440","end":"435.840","lines":["So holding a cold bottle of water in the palm of your hand actually can cool you down. Your palms, just like your forehead when you have a fever, are thermo-regulators for your body. So holding something cold can reduce your core body temperature."]},{"begin":"435.840","end":"447.400","lines":["I’m sure on a cold day, Jenny, you’ve seen this work in reverse. If you’ve ever held warm coffee or tea, you’ve felt how it warms you up. Holding a cold bottle of water can cool you down. So I do that religiously."]},{"begin":"447.400","end":"470.320","lines":["There are other types of techniques we can use to manage our symptoms. So if you’re somebody who shakes a lot, doing big, broad gestures or moving when you speak can give that adrenaline a place to go. If you’re somebody who gets dry mouth, drinking something warm or sucking on a lozenge or chewing gum — before you speak, not while — can help reverse those symptoms."]},{"begin":"470.320","end":"495.160","lines":["So the bottom line is there are things we can do to manage the symptoms. And by far the most important is taking a deep breath. By taking a deep belly breath, like you’re doing yoga or tai chi or qi gong, it really slows down your heart rate, which is the impetus and initiator of many of the anxiety symptoms that we find. So things we can do to manage our symptoms absolutely exist."]},{"begin":"495.160","end":"507.080","lines":["I love those. They’re really practical tools that I can use: deep breath, cold bottle of water, just really kind of centering in the moment. I’m going to use the big-gesture thing, too."]},{"begin":"507.080","end":"527.320","lines":["Another source of anxiety that makes people really nervous is their fear of what might happen in the future. So my students are afraid they might not get a good grade. The entrepreneurs I coach, they’re afraid that they might not get the funding or support that they need. You might be concerned that your idea isn’t supported and acted upon."]},{"begin":"527.320","end":"541.600","lines":["Those are fears that come from a future state, a potential negative future outcome. So the way to short-circuit that is to become present-oriented. If you’re in the moment, you can’t be worried about the future, by definition."]},{"begin":"541.600","end":"573.040","lines":["So how do you get present-oriented? Many things you can do. I like to do something physical. Maybe walk around the building. I love to shake hands with people before I speak, because I have to engage with them. I can’t be thinking about all these things that could go wrong if I’m asking somebody how they’re doing. You can do what athletes do. Listen to a song or a playlist. That can get you present-oriented. I often encourage my students to start at 100 and count backwards by 17s. You can’t do that without being in the present moment."]},{"begin":"573.040","end":"596.200","lines":["And finally–and this is a little silly, Jenny–my favorite way of getting present-oriented is to say tongue twisters. You can’t say a tongue twister right and not be in the present moment. So before I ever give a presentation or contribute to a meeting where I’m really nervous, I’ll be holding a bottle of water, standing in the corner saying a tongue twister. Nobody sees me do it, and it gets me in the right place to be able to communicate confidently."]},{"begin":"596.200","end":"604.160","lines":["Those things probably feel silly when you’re doing them, but I imagine they’re well worth it if it’s going to help you get through a presentation confidently."]},{"begin":"604.160","end":"621.040","lines":["You’re exactly right. Not only does it sometimes feel silly, but it also gives you a sense of agency. You feel like you can do something in the situation where you feel nervous. Many people just feel like they’re swept away by their anxiety. And this actually gives you something to do that helps you feel better."]},{"begin":"621.040","end":"636.560","lines":["Cool. Well, there’s something else I’ve been wanting to ask your advice on, going back to this toast that I had to give at a friend’s wedding. My biggest fear when I got up there and I had the microphone was that I was going to completely blank out, and I was going to forget everything I had prepared."]},{"begin":"636.560","end":"638.840","lines":["So what do you say to that?"]},{"begin":"638.840","end":"644.560","lines":["That is, by far, the number-one fear I hear from people when I do the work I do is I’m afraid I’m going to blank out."]},{"begin":"644.560","end":"653.960","lines":["And blanking out can happen. If you really think about it, the likelihood of totally blanking out is pretty low. So just doing that rationalization can help."]},{"begin":"653.960","end":"671.920","lines":["There are three things I want to suggest about blanking out. First, a great way to avoid blanking out is to take time to really map out your content. I’m not saying word-for-word memorize. Memorizing actually can work against you. It can make you more nervous. But if you have a map, a structure, that can help."]},{"begin":"671.920","end":"696.440","lines":["Now, if you’re in the moment and you blank out, two bits of advice. First, just like if you were to lose your keys, go back to go forward. Even if we can’t remember what we want to say next, we typically can remember what we just said. And simply by repeating what you just said, it will often get you back on track. And some people feel like, oh, that’s going to be weird to repeat what I just said, but, in fact, your audience benefits from you repeating things."]},{"begin":"696.440","end":"713.920","lines":["So the first thing to do if you blank out in the moment is to repeat what you just said. The second thing: In advance of speaking, always have what I call a back-pocket question, a question you can pull out to ask your audience to get them engaged in something else so you can collect your thoughts."]},{"begin":"713.920","end":"722.600","lines":["So I’m going to let you in on a little secret. And if any of my former students are listening, you’re going to learn something that you saw play out in class, but you didn’t know was a trick I was using."]},{"begin":"722.600","end":"738.440","lines":["There are times when I am lecturing, where I’ll forget what I need to say next. So I have a back-pocket question. I will simply stop when I blank out, and I’ll ask my students to think about how what we just covered could be applied to their life."]},{"begin":"738.440","end":"751.440","lines":["And when I do that, my students actually just take a moment to think. Some of them have told me it’s really helpful, because they’re really applying this stuff. What’s happening in the background is in my head, I’m, like, oh, my goodness, what do I need to say next? I’m buying myself some time."]},{"begin":"751.440","end":"766.160","lines":["So all of us in our communication can think of a question or two that we could ask in most places in what we’re speaking about to get our audience to think about something so we can buy ourselves time."]},{"begin":"766.160","end":"781.800","lines":["So by simply knowing things you can do in advance and during blanking out, it actually reduces the likelihood you’ll blank out, because we get so nervous about blanking out, it makes blanking out more likely. So having those things at the ready can really help."]},{"begin":"781.800","end":"797.400","lines":["It’s so great to hear that even though you’re an expert in communication, you still blank out, and you have all these little techniques. It’s not so black and white, whether you’re good at speaking or not good at speaking. It’s about using those techniques to really rise above."]},{"begin":"797.400","end":"814.040","lines":["You’re absolutely right. I think everyone can learn to manage their anxiety. And it is so important to do. So many people have important things to contribute at their work and their personal lives, in public discourse. And if anxiety is getting in the way, we need to do something about it."]},{"begin":"814.040","end":"821.640","lines":["So like you always do, I’m going to ask you the same three questions at the end of this episode. And I’m really curious to hear your answers —"]},{"begin":"821.640","end":"822.240","lines":["Uh-oh."]},{"begin":"822.240","end":"823.400","lines":["— because I’ve heard you ask so many people."]},{"begin":"823.400","end":"825.760","lines":["Uh-oh. All right. I’m ready. Bring it."]},{"begin":"825.760","end":"834.440","lines":["If you were to capture the best communication advice you’ve ever received as a five- to seven-word presentation slide, what would it be?"]},{"begin":"834.440","end":"845.600","lines":["So I mentioned this before on an earlier podcast, when Lauren Weinstein and I were talking. But this, I think, is really critical. “Tell me the time. Don’t build me the clock.”"]},{"begin":"845.600","end":"862.360","lines":["And the reason this is so powerful is it contains so many important bits of advice. First, be concise. Be clear. Be focused. And in order to be concise and clear and focused, you have to know who you’re speaking to. So you have to reflect on who’s my audience."]},{"begin":"862.360","end":"876.640","lines":["So in that statement — and I heard that first from my mother years and years ago — “Tell me the time. Don’t build the clock.” It really focuses us on the key elements of what I think it takes to be successful in your communication."]},{"begin":"876.640","end":"880.440","lines":["And who is a communicator that you most admire and why?"]},{"begin":"880.440","end":"896.560","lines":["This is so hard. I used to say any of the amazingly brave young students who survived the Parkland shooting in Florida. I was so in awe of their ability to communicate. And I still am."]},{"begin":"896.560","end":"916.040","lines":["But I recently heard an amazing TED talk on the topic of confidence by a young woman named Brittany Packnett. And her presentation just floored me, not just because the topic is near and dear to my heart regarding confidence, but her execution of the communication was phenomenal."]},{"begin":"916.040","end":"921.560","lines":["Did you notice how I snuck in a couple things there, Jenny? So I gave you two, not just one."]},{"begin":"921.560","end":"931.360","lines":["I’m going to have to look up that TED talk. And finally, what are the first three ingredients that go into a successful communication recipe?"]},{"begin":"931.360","end":"945.000","lines":["Yeah. So I did a lot of work looking into this. When my business partner and I formed our consulting practice about 10 years ago, we scoured the literature to try to find what are the essential ingredients to successful communication."]},{"begin":"945.000","end":"968.040","lines":["And we came down to three, and we call them the three Cs. The three Cs are being confident, being connected — that is, making your content relevant, being present with your audience — and then finally being compelling. There are lots of ways to say things, but if you can say things in a compelling way that touch people, that are vivid, that use emotion, it can really, really help."]},{"begin":"968.040","end":"976.800","lines":["So it’s about confidence, connection, and being compelling."]},{"begin":"976.800","end":"991.560","lines":["Awesome. Thank you so much. I’ve learned a lot, and I’m kind of ready to go out and give another toast or speech now with all these skills."]},{"begin":"991.560","end":"1011.320","lines":["I hope you do. And thank you so much for asking these important questions. And you’re a pretty darn good host. I got a lot I could learn from you. Thanks for sitting in the hosting chair."]},{"begin":"1011.320","end":"1018.000","lines":["Thanks, Matt."]}]}
