{"title":"Lose Yourself: The Secret to Finding Flow and Being Fully Present","url":"https://www.gsb.stanford.edu/insights/lose-yourself-secret-finding-flow-being-fully-present","intro":["Whether you're looking to boost your productivity, find more joy in your work, or simply be more present in the moment, you need flow — and research by Assistant Professor David Melnikoff could help you find it.","Melnikoff investigates how we pursue our goals, and how flow (the state of being totally immersed and engaged in what we're doing), can help us achieve them. According to him, flow isn't necessarily about enjoying a task or activity for its own sake, but more about the process of discovery that unfolds as we take action in the face of uncertainty. “The source of flow is engaging in an activity that allows you to reduce uncertainty about your future, engaging in actions that reduce possible future outcomes, or ideally, eliminate all possible future outcomes except for one,” he says. With each action that we take, the path before us narrows, leading us more directly to the goal that we've set.","In this episode of Think Fast, Talk Smart, Melnikoff sits down with lecturer Matt Abrahams to share why uncertainty presents us with the opportunity to step into the flow state, to experience more focus and engagement, and to supercharge our goal pursuit and performance."],"transcript":[{"author":"Matt Abrahams","text":"Nothing is more engaging and enjoyable than being in the moment."},{"author":"Matt Abrahams","text":"Today, join us as we discuss how to get into the flow. My name is Matt Abrahams, and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast."},{"author":"Matt Abrahams","text":"David Melnikoff is an assistant professor of organizational behavior at Stanford GSB. He investigates how people pursue and achieve their goals, especially with a focus on flow."},{"author":"Matt Abrahams","text":"Welcome, David. I’m really excited for our conversation."},{"author":"David Melnikoff","text":"Thanks for having me."},{"author":"Matt Abrahams","text":"[00:00:40]: In my early studies in managing anxiety around public speaking, I learned about the concept of flow. You’ve looked deeply into flow. I’m wondering, though, for our listeners who might not be familiar with it, can you share a bit about what flow is and what the benefits of flow are?"},{"author":"David Melnikoff","text":"Sure. Flow is the state of being completely immersed and engaged in what you’re doing. Normally, when we pursue a goal, we imagine something that’s tedious, tiresome, it requires effort, it requires self-control, it requires grit. Basically, you have to keep your foot on the gas to keep going. And to fail a goal pursuit is to fail to keep your foot on the gas."},{"author":"David Melnikoff","text":"[00:01:20] But when you’re in a flow state, this dynamic is reversed. You don’t need to exert effort and self-control to keep going. You need to exert effort and self-control to stop yourself. So if you’ve ever seen a child or if you yourself have ever been playing a video game and someone comes in and says, can you stop? We need to go do something else. And you say, sure. And then forty-five minutes later, you’re still doing what you’re doing. That was a flow state."},{"author":"David Melnikoff","text":"[00:01:45] The benefits of flow are many. When you’re in a flow state, you tend to perform better at the task. And also, flow has benefits for mental health and well-being. The more flow people experience, the happier they tend to be in their daily lives."},{"author":"Matt Abrahams","text":"[00:02:00]: I certainly remember when I was studying anxiety management around communication, that getting into that present moment, being in the flow of it, uh, reduced the feelings of anxiety and actually increased enjoyment."},{"author":"David Melnikoff","text":"Right."},{"author":"Matt Abrahams","text":"Uh, when you mentioned video gaming, I had to smile. I had a very unhealthy relationship with Tetris for a while."},{"author":"David Melnikoff","text":"[00:02:17]: Yes, Tetris is the classic example of a flow and disengagement."},{"author":"Matt Abrahams","text":"[00:02:20]: I would get in the flow and lose total track of time. So, how can one get into a state of flow and are there different strategies for maintaining a state of flow?"},{"author":"David Melnikoff","text":"One of the main findings of my research is that the typical advice that you get about how to achieve flow seems to be wrong. Typically, when people advise you on how to enter a flow state, they say that what you need is an optimal level of challenge in the task you’re pursuing. So, you want a task that’s not so difficult as to be frustrating. But you also want a task that’s not so easy as to be boring. And once you’re in that Goldilocks zone, you’ll experience flow."},{"author":"David Melnikoff","text":"[00:02:57] My work suggests that that’s not true and we don’t really need to get into the details of the work. We can just see that this is not true if you walk into any casino and go look at the people playing slot machines. There’s nothing easier and less challenging in the world than putting a quarter in a slot and pulling a lever."},{"author":"David Melnikoff","text":"[00:03:15] But a slot machine is one of the most potent sources of flow there is. People will be in an almost trance like state, engaging in this activity that is nowhere near any sort of Goldilocks zone of challenge. So if it’s not a moderate level of challenge, what is the source of flow? The source of flow, according to my research, is engaging in an activity that allows you to reduce uncertainty about your future, engaging in actions that reduce possible future outcomes, or ideally eliminate all possible future outcomes, except for one."},{"author":"David Melnikoff","text":"[00:03:51] The elimination of possible futures induces a state of flow. So concretely returning to the case of a slot machine. Before you pull a lever on that slot machine, there are dozens and dozens of possible outcomes, specifically financial payouts, and you’re highly uncertain about which of those outcomes will be realized."},{"author":"David Melnikoff","text":"[00:04:10] Then you pull the lever and then those symbols appear on the reel and all of that uncertainty is suddenly eliminated. You’ve reduced many, many, many possible futures to one. And that hit of uncertainty reduction draws you in, sucks you in and induces a state of flow. And what’s sort of magical about the slot machine is you can do it right over again as many times as you want, and you’ll get that same hit of uncertainty reduction again and again and again. And this implies various strategies for cultivating flow in your daily life."},{"author":"David Melnikoff","text":"[00:04:43] Specifically, you can frame your goals or your tasks in ways that inject uncertainty into what you’re doing, allowing you to then reduce that uncertainty through your actions. So suppose you’re a basketball player and you’re practicing free throws, and your goal that you set for yourself is to make each individual ball in the basket. There are two possible outcomes, and every time you shoot the ball, you reduce two possible outcomes to one. That’s not a lot of uncertainty being reduced. Reducing two things to one thing. And therefore, you will not experience very much flow. If you set your goal, this binary framing of success, failure."},{"author":"David Melnikoff","text":"[00:05:24] So how can you inject more flow setting a goal to not achieve individual baskets, but to set a streak that is as long as possible. If your goal is to achieve a streak, then possible outcomes are more than two. It’s not just make or miss. You can make zero in a row, one in a row, two, three, four, five. There are literally infinite possible outcomes. And now, the act of shooting the ball reduces an infinite number of possible outcomes to one. So now, simply by reframing what you’re doing in terms of streaks rather than binary success or failure, you’ve injected more uncertainty into your activity, which you can then reduce by taking action and experience more flow in what you’re doing."},{"author":"David Melnikoff","text":"[00:06:07] This is precisely why, whether it’s a gaming app or a learning app like Duolingo is filled with streakification. They want you to think in terms of streaks because streaks allow you to reduce a lot more uncertainty than binary success failure."},{"author":"Matt Abrahams","text":"[00:06:22]: It’s fascinating. Several things you said just really intrigued me. You teach organizational behavior, you’re in a business school. How do these principles you’ve just described apply directly in business? In running meetings or in our interactions with others, the goals that we set for our role, the way in which we create our strategy. How do these all come together?"},{"author":"David Melnikoff","text":"When you give someone a task, when you give someone a goal and you frame a goal for that person, it invites you to think about the amount of uncertainty associated with the goal you’ve assigned. So suppose you are thinking of creating a sales competition. There are many ways of framing the sales competition as an incentive."},{"author":"David Melnikoff","text":"[00:07:01] You can say the winner of the sales competition, say there are fifty salespeople, and you say the winner of this competition is going to win a ticket for an all-expense paid vacation. Now, there’s only one winner here. And probably when you have forty-nine competitors, you’re, the likelihood of winning is not very high. So you sort of already know the outcome. There’s not much uncertainty for you to reduce by actually engaging in this sales competition. You could have alternatively had various prizes. A first place, second place, third, fourth, fifth, sixth, and maybe if funds are limited, it’s not an all-expense paid trip for everyone."},{"author":"David Melnikoff","text":"[00:07:41] But in this case, if the relevant outcome is not just win lose, but come in first, come in second, come in third, come in fourth, now there’s a lot more uncertainty available for the competitors to reduce through the competition. And that will induce more flow and result in greater performance."},{"author":"Matt Abrahams","text":"[00:08:00]: I find it interesting and counterintuitive, often when managers are trained and leaders are trained, it’s all about reducing uncertainty to make things clearer, you know, prioritize."},{"author":"David Melnikoff","text":"Yes, yes."},{"author":"Matt Abrahams","text":"And here I’m hearing that we can actually leverage uncertainty to be beneficial."},{"author":"David Melnikoff","text":"There’s a misunderstanding that uncertainty is inherently bad."},{"author":"Matt Abrahams","text":"Right."},{"author":"David Melnikoff","text":"And it’s easy to fall into that trap because remember, flow emerges from the reduction of uncertainty. So ultimately you do want to reduce the uncertainty. But there must be uncertainty there to be reduced in the first place. You want to give people opportunities to reduce uncertainty because that is where flow comes from."},{"author":"Matt Abrahams","text":"[00:08:39]: On this podcast, we’ve talked to your colleague, Szu-chi Huang, and we’ve talked to Katy Milkman about goals and goal pursuit, particularly for individuals. This seems to me to be yet another tool that we can use in our own pursuit of the goals we have, fitness, health, well-being, being social. Do you yourself use some of these tools to help you engage in more meaningful goal pursuit?"},{"author":"David Melnikoff","text":"Yeah, I certainly do. I try to set goals for myself, the outcomes of which are as uncertain as possible, so that I can reduce as much uncertainty as possible through my action. This can take variety of forms. So a lot of what I do is write. Writing, as important as it is, it can be a real slog for a lot of people, myself included. And what I like to do is ask myself, what way of framing this activity would induce as much uncertainty as possible? Is it, how many words can I write in the next thirty minutes? Is it how many paragraphs can I complete in the next hour? Is it how good of an introduction to this paper can I write? Now the outcome isn’t number, but some abstract notion of quality. And you can go through all these different ways of framing what you’re doing. And for each framing, just ask yourself, how uncertain am I about the outcome of my goal if I adopt this framing or that framing, and pick the one that induces the most uncertainty. And I do that constantly."},{"author":"David Melnikoff","text":"To offer another piece of concrete advice. Streaks are really potent sources of flow when the activity is something that you’re already quite good at. So let’s return to the basketball example."},{"author":"Matt Abrahams","text":"[00:10:11]: Yeah."},{"author":"David Melnikoff","text":"If you’re Steph Curry and you’re making ninety-five percent of your free throws, if you think in terms of a streak, the length of that streak is really uncertain. I mean, that streak could go on for a really long time. But if you’re me and I might make, I have no idea, maybe ten percent, that streak isn’t going to go on more than two. I mean, there’s just no way I’m making three in a row, certainly no way I’m making four in a row."},{"author":"David Melnikoff","text":"[00:10:35] Okay so I sort of know before I start how long that streak is going to go. So for Steph Curry, streaks are going to be far more potent than me. So what should I do? What I should do is not think in terms of how many can I get in a row. What I should do is think, what are the fewest number of misses before my first success? Because that number is highly uncertain, much more uncertain than how many successes can I get in a row."},{"author":"Matt Abrahams","text":"[00:11:03]: I really like that. It’s motivational and it’s something that I think all of us can do in many different aspects of our lives. Some of my most flow-like experiences happen when I’m with others in conversation, playing a sport, interacting in some way. Is there research on how we can best collaborate with others to create shared flow experience? And what role does communication play in that, if any?"},{"author":"David Melnikoff","text":"In any communicative context, there is some goal, and there’s some uncertainty associated with that, and you can reduce that uncertainty through communication."},{"author":"David Melnikoff","text":"For instance, suppose I’m an employee. And you’re a manager and I come to you and in search of feedback on a job that I did. I want to know how well I did on a particular task or how well I’m doing at my job in general. Depending on how you respond and how I expect you to respond, you can reduce more or less uncertainty about my performance."},{"author":"David Melnikoff","text":"[00:11:59] The more uncertainty you reduce, the more flow I’m going to experience during that conversation. So for you, that means a few things. One, it means that your feedback needs to be trustworthy. Second, you need to be clear. That’s kind of obvious. If you’re unclear, I don’t know what the heck you’re saying. Then of course, what you’re saying can’t reduce very much uncertainty for me. And third, you need to be sufficiently specific."},{"author":"David Melnikoff","text":"[00:12:21] Maybe you’re a manager who is the kind of person who will give me one or two responses to the question, how am I doing? You might say, you are meeting or exceeding expectations, or you are not meeting or exceeding expectations. Now, if I’m a decent employee, I already knew that I was meeting or exceeding expectations. You’ve not reduced any uncertainty for me, for me to get information, what I need is something specific. I need to know, well, am I meeting or am I exceeding? If I’m exceeding by how much am I exceeding? And in what way am I exceeding? So you need to be trustworthy, clear, and specific in order for communication to be a source of flow."},{"author":"Matt Abrahams","text":"[00:13:00]: When I was in graduate school, I studied uncertainty reduction theory in communication."},{"author":"David Melnikoff","text":"Mm-hmm."},{"author":"Matt Abrahams","text":"And it’s exactly as you’re talking about, you know, most communication and communication that we feel most intensely about and can get in those flow states is where we are reducing uncertainty for each other. So mutual disclosure and working towards that."},{"author":"Matt Abrahams","text":"[00:13:20] Besides flow, do you have other advice or recommendations for how we can set goals we can achieve and work towards accomplishing them?"},{"author":"David Melnikoff","text":"I think the most novel advice that I can offer is actually something that we touched on earlier, the way you phrased it. You said, how can we set achievable goals?"},{"author":"Matt Abrahams","text":"Yes."},{"author":"David Melnikoff","text":"That’s a very common question, and most people want to set goals that are as attainable as possible. That’s not bad advice. You certainly don’t want to set a goal that you know you can’t obtain. But you also don’t want to set a goal that’s too attainable. And I think people can get off track by setting goals that are so easy, so attainable that there’s no uncertainty about whether to what extent it will be achieved."},{"author":"David Melnikoff","text":"[00:14:02] So whether you have a weight loss goal or a professional goal or any kind of academic goal or health goal, I would say attainability shouldn’t be the strongest focus. You want to find some sweet spots where there’s some degree of uncertainty about whether to what extent you’re going to achieve it. Of course, when doing this, you need to account for the cost of failing to achieve. But given that you really want to have the attainability of the goal be as uncertain as possible given the cost of failure."},{"author":"Matt Abrahams","text":"[00:14:34]: Before we end, I’d like to ask you three questions. One I’ll tailor specifically to you, and then the other two are questions I ask everybody on this show. Are you ready for that?"},{"author":"David Melnikoff","text":"I think so."},{"author":"Matt Abrahams","text":"[00:14:43]: I’m very curious, David, what is something you do to invite flow into your own life? Ever since I was a little kid, I loved putting Lego bricks together."},{"author":"David Melnikoff","text":"Mm-Hmm."},{"author":"Matt Abrahams","text":"[00:14:51]: I will use that as a way of getting into a flow state and for me that works very well. What are things that you do."},{"author":"David Melnikoff","text":"Don’t tell my dean about this, but what I actually do, I’ll take that recycling bin out and I’ll toss my markers into the recycling bin, trying to get as many in a row as possible. I’ve actually become kind of good at this, that’s why I think in terms of streaks and not how many misses, what are the fewest number of misses I can get before my first success."},{"author":"Matt Abrahams","text":"[00:15:14]: So I’ve learned a couple things from that. One, I always have to knock on your door before I come in, I don’t want to get hit by an errant pen."},{"author":"David Melnikoff","text":"That’s right."},{"author":"Matt Abrahams","text":"And second, for your birthday or for a holiday gift, I’m going to get you little basketballs instead."},{"author":"David Melnikoff","text":"I would actually, I would genuinely love that, yeah."},{"author":"Matt Abrahams","text":"[00:15:27]: Yes. Question number two, who is a communicator that you admire and why?"},{"author":"David Melnikoff","text":"I would say Laurie Santos. Laurie is a professor of psychology at Yale. She’s also the host of, I believe it’s the Happiness Lab podcast, which is fabulous. And what’s always impressed me is, I can just say Laurie, in addition to being crystal clear in the way she communicates, and compelling in the way she communicates as a scientific communicator, she’s exceptionally trustworthy and I really admire that."},{"author":"Matt Abrahams","text":"[00:15:57]: Final question, and trustworthiness might be a component of that answer, is what are the first three ingredients that go into a successful communication recipe?"},{"author":"David Melnikoff","text":"I think you guessed it. I think for me, trustworthiness, clarity, and as I said, specificity. Those are just absolutely essential in order for communication to be successful."},{"author":"Matt Abrahams","text":"[00:16:17]: Well, you have done a fantastic job today being very clear, being very specific, and I certainly trust you. We appreciate the insight and I encourage everybody to think about how you can build flow into your practice to help you better achieve the goals that you hold for yourself. David, thank you for your time."},{"author":"David Melnikoff","text":"Thank you for having me."},{"author":"Matt Abrahams","text":"[00:16:40]: Thank you for joining us for another episode of Think Fast, Talk Smart, the podcast from Stanford GSB. To learn more about goal setting, please listen to episode 57 with Szu-chi Huang and episode 104 with Katy Milkman. This episode was produced by Jenny Luna, Ryan Campos, and me, Matt Abrahams."},{"author":"Matt Abrahams","text":"Our music is from Floyd Wonder. Please find us on YouTube and wherever you get your podcasts. Be sure to subscribe and rate us. Also, follow us on LinkedIn and Instagram. And check out fastersmarter.io for deep dive videos, English language learning content, and our newsletter."}],"audio":"https://content.production.cdn.art19.com/segment_lists/0174c426-9ba3-4414-9b32-264a32cb7be1/20240417-VEZUU19EYXZpZCBNZWxuaWtvZmZfTWl4LWZpbmFsLndhdg-6f636f70-9299-46d5-bb51-7b4235bd3470.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","David Melnikoff"],"wave_peaks":[8694,15079,8593,9404,9476,8721,4601,13156,14119,10298,5129,9896,8712,5657,8962,5055,9593,6649,853,37,15284,8234,5624,11863,6583,9457,14736,10644,8579,8151,16444,3461,8208,7347,14821,8468,2995,3,16403,11720,17685,17395,4284,8983,13455,12900,14042,11903,14720,10408,14949,10671,13047,15117,12154,11476,10786,8574,1881,15004,7920,5850,16762,12728,5560,13598,13904,6696,4616,15272,6756,6206,1639,1886,2209,2156,1524,2021,10608,7150,9792,8936,10806,9983,13071,12207,12370,8235,10687,8467,16670,11743,10510,9777,10160,3302,1244,9677,16388,11258,12338,8910,11740,11471,10653,10061,9147,5603,7351,11831,16819,8354,6990,12444,10295,12587,2922,7089,7981,367,375,370,17107,10659,15941,8700,8264,12293,16029,10447,8719,7278,12646,3550,2,1,15295,13069,13324,10134,7222,5901,8233,11735,6565,6632,11722,12942,17201,7704,17034,13152,11287,5985,4910,8083,7605,9640,13990,8265,7998,8492,8984,10698,9703,9292,13350,6213,10321,8812,6040,7310,12377,9596,10498,12647,9205,8005,8120,11121,11520,7387,6842,11084,15522,10966,7858,6644,2091,13808,7432,11724,11924,11441,6547,15869,12097,11441,8933,8422,8414,9445,8282,7999,11390,7766,8163,1146,9299,8958,7470,7722,8020,4344,10357,12040,10692,10675,10791,8846,5904,5305,9479,13136,15299,13732,7305,10887,12163,17118,9150,9550,8302,8856,6503,9646,8599,10352,6538,10747,12260,16510,9450,9713,11270,10712,9965,11057,8935,8366,7123,1073,12094,10711,91,16209,15926,9223,16632,10571,6923,11388,10227,13402,7084,6460,6983,11138,2365,13950,9491,13349,8512,10291,8947,7657,17034,8294,12410,9040,11241,10120,2623,1,7092,12043,7620,8055,15582,10174,7787,6650,8846,7918,9291,7090,10714,9531,16141,8472,8210,7493,13152,6844,10890,10590,9285,10907,6552,20,12279,7940,6461,8788,11037,6572,9487,12313,6297,8267,11058,5921,3621,12594,8648,8356,9815,7714,14760,11817,7786,9319,8692,8473,8547,11203,10809,9227,7309,7422,7670,9608,8277,11527,7898,2,17042,8591,5636,8494,3,16299,14982,7886,8642,5531,12291,9821,7572,6863,7463,8334,11993,6941,10036,10594,8178,5502,14481,12609,9592,10298,1578,12567,9594,15065,1252,9672,17112,7518,8303,9438,9949,10316,6986,8438,5800,7691,7809,10516,7338,10198,13776,7859,462,15749,10615,7944,10352,10228,5359,16911,11430,8624,10483,11821,15576,11957,3958,15228,15320,7885,7796,7998,8192,12710,7587,4545,12967,8208,9501,11037,6942,9413,6059,15613,6198,10564,10599,9993,8825,7325,13269,8554,10927,14054,8685,5332,11546,10274,11022,14009,11747,12099,9010,11000,11327,17130,14090,17264,10618,9856,10902,11606,16965,10301,10680,6805,11591,12378,16770,11349,12992,16922,10286,10678,6809,8797,16279,13329,9312,8711,9201,17073,6620,5613,17857,14008,11444,9896,8085,12424,15954,11166,5422,5590,5667,15109,14392,13453,14499,13843,6430,6351,8168,9133,5386,4471,12231,11695,2310,12623,14678,7813,9513,12687,14398,12275,9788,13955,9617,16100,16056,16581,11467,7835,9409,5233,11657,14278,12134,8976,2077,10080,11086,6169,7472,10221,8980,9337,11574,9761,8753,12271,7495,6584,9933,9845,13322,7888,8001,14062,8611,14307,10472,10068,7425,10875,5711,3889,2,12533,15523,11622,8501,7376,8297,10641,13471,10520,14510,11274,11373,17093,7816,6132,9742,8363,1,12793,12593,9555,14569,11512,10333,7147,16591,8206,8330,9718,8623,10713,8111,15422,8107,10580,10744,7874,8065,10248,11300,3198,96,12091,10517,12740,17205,7325,7417,7822,10548,10964,5150,17147,10606,12206,12500,10380,8166,11033,10394,8386,9,10382,11733,12850,12610,7885,11023,9477,10057,9207,10534,15492,9437,15431,12304,15108,11700,6318,3464,47,1,15377,17118,13655,10780,7968,11430,13488,7454,6880,9755,12318,14134,10447,12192,8268,5864,8784,2,10895,13152,8937,4730,13257,10240,7440,9487,10016,12048,7381,7973,10401,13383,9358,8494,7306,9841,5749,13165,17114,11429,9180,8092,17156,13319,7998,10982,9642,5547,9552,9439,10438,11268,17302,10718,7159,8130,8070,4775,16956,8072,11295,5391,15925,7921,15540,7836,12933,9266,12894,13833,9574,7814,17240,10453,9417,6378,11311,8664,7291,14128,2,9743,10132,8705,9479,6865,9030,9287,13689,9316,8357,13387,10271,14601,10134,10205,11149,10033,9771,10079,7185,14463,12314,14279,9362,7257,5747,8901,7281,13176,12076,12259,10050,7005,9040,6996,9840,6776,3,8729,17220,7576,9896,5925,3536,21,8844,7468,8781,13083,10673,1351,12026,8632,9509,11271,8341,7423,12358,10612,12932,13833,6755,6665,5836,9994,6455,10612,8139,14646,6762,10080,11914,11709,8233,7627,3546,11599,10053,8933,5313,2,13236,10100,13237,8788,11241,11776,6276,10908,9172,13006,10116,11535,14253,9895,15882,9724,7283,14068,11090,9910,4614,2,17234,15663,8552,16220,3056,2,17006,12460,11320,12716,9324,7271,9785,7318,9875,8793,2980,0,2,17128,13408,9625,8624,6632,17189,11336,12543,8813,5654,3303,12647,10075,10030,8908,10228,10273,7061,16888,10585,10392,14852,10526,7647,7591,9264,7504,7769,11954,12753,11085,12974,7610,7125,6179,11914,10006,4763,10770,14433,15103,15280,2,5146,11277,13363,12493,10578,13406,8539,4474,11575,9960,7852,11000,7637,6954,7667,11443,7962,8715,2,15582,9661,11161,13202,10265,8067,9354,5955,3480,17010,6961,8071,9443,7764,2,12548,9910,14369,7002,9199,7080,9343,9542,12070,12588,9147,14968,8803,10510,10407,10101,7097,9449,9150,12868,11746,11504,10507,9501,12199,9609,8653,8657,8235,8105,8419,13508,14684,12057,10258,6647,12998,10249,11188,9498,5827,10282,14414,10056,10393,9406,12627,7647,5332,13341,12456,17208,14978,8142,11793,10837,8016,12302,6866,6577,8035,10122,14282,17009,8352,8660,5481,12272,6535,9699,11640,9833,12548,9771,17007,9847,11133,4567,15735,16369,8050,11192,3832,17037,8330,8981,6637,17234,17036,6982,7227,2238,10680,14067,10776,8973,9927,7715,2046,14078,12678,11549,3,1674,15375,11670,13076,8426,1550,12495,9740,5984,6727,11137,10073,6935,7266,13403,6123,3,17062,12311,5480,4808,1,3,14598,13073,17184,11177,10209,7821,5745,6354,3519,8242,9094,8931,5634,10592,13466,6,2,8573,11107,6779,11847,13878,8044,7814,6858,7099,5,11909,15302,8648,6397,1399,13094,10778,7814,9005,8930,12079,11025,10138,5532,1,12247,17060,9858,7036,8754,7536,1413,2,17085,9667,8195,6267,10404,12660,11904,9809,13517,7800,15386,9358,8378,11407,8392,9228,12026,9167,8922,12941,7990,9,10276,9727,13158,7911,8982,10630,1574,2,17135,13481,9984,9376,10504,8582,8780,8216,9750,12754,10313,5339,4058,3,9015,8217,9383,8037,6732,8495,6975,6568,14732,9058,7824,8697,8594,7442,14431,8031,12680,12894,11848,11349,8271,10168,12604,13837,2580,9,13921,9622,7898,10843,8916,9235,7311,1303,8364,6397,12907,11954,10249,8400,8947,7139,3496,9545,7339,2,3,11921,10131,14651,12167,13117,8226,8155,6840,8622,8989,8095,11098,10072,7873,10429,10987,10129,592,7137,7746,9278,7959,9318,13089,10193,12743,10470,9968,8610,2748,3,8618,9554,8161,17091,11527,13704,7043,10439,9176,6807,8204,8476,8006,8425,10470,11028,7499,9193,7888,8338,12897,16016,15387,8450,10639,8150,10920,8568,6686,2,12713,12028,10015,7353,448,9755,14856,6824,7257,11866,10078,8538,7338,6683,12743,10478,8101,10832,10150,11919,13104,6487,8749,6791,9470,7525,12837,11805,6898,9324,11941,2941,5584,17188,7906,2592,17468,7577,8666,8126,8397,11579,9214,2840,8432,12191,11661,7918,7668,9444,10235,11294,6274,17121,12603,5384,7028,10699,10727,6631,10951,11827,10789,14904,13392,11050,7639,7930,8976,6695,7976,11681,8007,10518,6157,13681,8094,8265,8159,12612,8089,6559,8315,7219,7720,6509,9944,6386,3,3,10397,10968,12838,17089,7344,12155,4763,6486,2663,10897,12877,12218,10243,11810,11193,8147,12704,10279,6100,10655,7267,13562,9567,11589,17012,9731,6618,2,5626,10025,16947,9120,12770,14166,9419,15937,13632,8137,13512,7569,5302,6901,10715,13631,13107,9222,11018,12010,11508,7331,7518,7021,11977,8865,7419,13693,10821,11990,10127,6763,8315,24,12003,10401,10643,14830,11094,10663,7212,10963,15121,11737,7230,14866,10542,12616,11697,15034,7577,14020,8769,8825,14326,12599,10675,12514,6615,17111,7356,12499,11247,17077,12489,9222,7597,10672,6586,3867,9687,5648,16960,8101,13296,14320,8648,16377,7809,6972,11671,7945,9289,14607,12756,4755,10116,16058,11695,13580,7320,43,17133,7735,11460,9970,9439,8653,13901,7543,12145,7554,12655,10806,9873,8742,12598,10925,7815,13510,10301,8862,8714,11351,14178,8254,10416,10817,11474,13265,11262,6541,10765,8241,5370,17087,13378,9236,7332,6521,7180,3235,5826,13841,12329,11741,3436,6522,8938,11277,9099,8504,10665,8741,3373,8803,17201,11568,14440,14732,7345,2314,12578,11120,10875,7714,11252,9194,6290,9575,12284,9334,4365,16458,6217,9096,9346,17069,11056,10719,9507,10426,14160,10421,10910,12420,9803,10161,12299,12498,11504,7817,17436,12040,12516,16255,11322,9587,7830,6025,12156,11102,9980,11142,8769,6965,11122,9674,6899,8554,11333,14588,12876,12400,8163,11700,6983,9270,6590,3906,9354,7363,9226,8401,8022,10826,7685,9217,7915,7445,8696,7597,8841,5036,12513,15130,8254,8409,8793,6442,7252,9449,5328,12107,6073,8763,9893,9905,11650,8145,7456,1,14147,15415,9686,9710,8972,14974,8560,7614,13506,9753,4429,6226,5419,7440,7227,8063,8079,7219,10268,13778,9987,12212,12430,9814,10208,10788,10329,9656,9168,11062,11545,15024,8793,6696,11163,8942,9624,3331,12157,12005,14406,8987,11507,7929,2615,13275,7706,6574,7561,8537,3101,13428,12056,11441,9580,13681,8179,5085,5655,11057,7353,15539,10306,7411,8608,13323,10856,6397,3251,13550,8841,9066,14808,11298,14517,13213,11515,273,9382,13264,11496,10743,10877,11556,12524,12577,15028,9417,10559,9898,9787,11128,7925,10944,8607,8165,17137,9841,11502,11467,12237,12177,9579,9342,7760,8244,8420,9858,8566,8271,8442,8944,9374,8155,7331,47,13587,4929,7195,7375,9183,8744,9517,11009,11362,8102,9638,7823,2,11140,15310,17187,6914,16469,5490,11563,9857,10508,8139,17176,6480,6373,6870,7720,8614,11503,8944,11255,12569,10168,10135,7272,6681,4436,11454,9317,8672,8121,10477,7522,8983,6864,5578,10293,8111,3111,13912,7350,9319,7848,7233,16212,5935,15070,8988,9097,5337,11635,8228,47,14651,6538,11620,10446,11369,9161,9545,14159,6528,8289,9705,9620,7061,7458,9437,8262,10031,13,17111,9399,8830,9150,11533,11865,6719,14960,9708,8193,8189,4716,17074,14083,9775,8559,10232,10906,9692,11601,9304,5388,8595,11722,7561,7081,8742,6342,10940,7164,9866,5920,11363,10953,7523,10797,8445,10033,5423,8033,13655,10702,12557,10092,10360,7869,10729,12754,6992,5074,10413,14466,8722,10435,11207,6930,15514,6038,6542,11731,8371,8196,6543,8875,12097,2,15159,15875,11390,11142,7410,7660,12344,5959,12917,11534,9661,9677,4835,12131,13013,14553,7918,5918,3,9639,7052,8379,7927,7145,8089,9408,13177,9555,10895,9079,15650,15827,8996,12507,11581,11627,9355,5943,273,8179,11669,10544,13543,14486,10506,12898,11025,8118,15774,7977,2,10255,8568,8056,6936,12986,8119,9713,7298,14780,7988,3085,12198,8856,10967,10241,8134,10994,13470,10166,11294,13382,6736,4947,8507,9795,8863,10370,9625,11659,7331,12018,9734,4688,14171,13059,13669,9367,10244,13836,16223,8107,9943,8743,5912,16880,11497,8638,5154,16042,6395,7987,13357,13391,17086,12631,13809,8943,16403,13952,9373,11306,16970,7193,8289,11646,12544,15271,11495,5764,13690,9469,8402,13990,7201,6230,9068,9449,8752,9692,8620,10402,5821,1721,15537,11720,14962,10398,14666,7561,12977,9682,9104,11542,11334,5793,17079,10852,8195,2999,10232,8358,10095,8604,10288,6139,9960,9390,17072,11513,10503,8659,7345,12495,13675,7124,9006,8209,11386,11171,17083,10235,7816,9569,17046,10026,8917,8928,17220,10978,15009,12318,10524,10452,14176,11070,8101,8948,11148,4421,14358,12717,10204,7744,7325,1071,15175,13209,10379,5640,11679,7341,10665,9795,15091,12896,7620,6486,5833,9184,9068,9823,7962,16963,8864,9146,17320,16490,11982,5954,10573,10530,6655,13242,10739,13860,14767,11361,14525,10612,10361,12694,9121,9444,8941,9316,6354,12654,17150,9436,10780,10290,9543,6824,8556,9342,5891,11691,15717,9589,8062,7779,11836,12886,10592,7961,9409,12479,8770,10216,8952,14070,8365,7990,7337,9111,9702,10983,8169,11091,11874,8768,8814,8110,10870,11319,7668,2452,11019,6188,14,9448,5873,4986,3,11793,14086,14477,6292,336,10856,14240,8611,6568,5212,10117,11356,10806,8399,5114,16193,10702,7018,9649,9122,8719,10500,15965,9622,9810,8397,11331,9280,7709,9957,9447,7772,7198,10772,9665,8642,8917,13134,645,2,13612,14938,12803,9580,7152,13714,14441,10520,9604,17087,9262,9776,10764,12827,8237,9694,10082,10083,14119,1328,3,17168,10110,5269,5,10383,8127,9261,4448,11594,5845,6382,11441,9297,8435,16907,9690,9665,6061,5422,9324,8917,11582,11876,7910,3224,12619,16993,11369,8199,8600,9780,11731,12843,10119,8458,17170,9879,7988,11231,12949,5684,15712,13203,11084,12241,13096,7866,12313,14525,9448,6400,561,12643,8661,10940,13376,12898,15461,9774,10080,8007,5172,15851,5496,8851,8829,12051,11180,7329,12738,6916,8773,8936,5247,10258,10614,6353,14165,9920,5303,11510,2602,16406,16979,9146,9244,12259,12056,9355,6183,809,2,12813,11136,10055,6836,5186,9071,2349,17199,9633,9298,8860,9460,6778,13104,9611,10907,14983,9483,7029,6958,7733,10371,15701,10885,11668,7419,16752,8331,7128,216,14965,10427,8192,8477,8865,11475,12543,8506,6273,4548,9567,9587,12156,11560,13728,10143,8727,11042,10173,10897,13335,7711,8981,8867,9675,9591,10955,14968,11121,10907,8289,8122,9703,6063,6912,2436,20,17048,12440,14056,12937,10212,7162,12265,9734,14378,5802,12268,5567,2,5421,7011,12546,9682,9766,10207,9489,13272,10788,7005,10370,12334,9354,3014,14233,10602,10730,8963,10641,8145,10164,8040,9975,9010,10252,8852,6419,5318,12566,8710,12479,8642,7985,5154,12795,8078,7916,11222,11862,9706,12380,9059,8675,11151,729,8100,9317,7574,6584,17118,6381,15335,8469,8274,8744,9864,5924,5,13434,10865,11555,8968,11882,12389,12326,8775,7173,13925,12274,9217,10130,9447,9467,9599,7194,6763,10146,7731,12485,3078,17144,16991,9063,10084,15100,9124,8705,8535,2,11137,10972,11085,7495,10239,8992,9703,9199,7463,5679,10620,10827,10076,13143,12285,9355,6281,7215,7975,9414,8448,15326,9969,11011,7369,8094,8985,4259,14675,7839,7786,9064,9491,12065,4140,3494,7595,9059,11960,9918,10477,14330,14566,9834,8155,13208,9742,8962,9111,8518,6773,7286,5681,10,12868,13514,12319,9425,8417,17117,10089,8592,10959,6753,7632,8143,10542,10550,5809,10017,15470,9778,7529,12643,10874,10205,10275,14166,8677,8625,7043,3434,12103,12051,7767,8054,7615,17142,7873,7932,5221,8594,11942,8779,8902,8224,12787,12616,8565,9211,15072,9513,9295,9173,7719,8842,14072,13116,10544,2,6430,11872,13260,8060,7622,8540,5541,12363,8546,3250,8,11951,9480,7757,8211,10062,10652,7835,8618,9580,152,10826,14765,11681,7919,15427,6122,11702,6260,12518,9330,7502,5107,169,11700,13018,8727,6874,9061,17016,5341,7873,6464,3680,7785,12194,6,7990,16937,7962,6909,8178,4789,6825,6639,10328,6366,6619,9350,15666,6403,10855,7797,14365,12193,10121,10718,10170,6252,7488,11730,11413,7967,11966,9223,7643,12205,13417,6248,5357,3895,9080,8174,6947,7713,12036,13768,9257,2732,8734,10265,10459,12868,8697,5531,8995,8168,9752,8847,15816,7357,13647,14005,6322,7081,10090,10238,9141,5858,10648,7119,21,17175,10092,7328,2,15843,13714,9594,7474,12678,10951,12736,12814,9603,11622,10064,9076,9243,7218,9720,10057,11336,12623,9037,10190,9493,13149,13081,7124,15666,9106,7596,14877,10869,9530,8555,8131,6596,17118,9192,11117,7084,7343,11064,10956,9436,8098,13493,8935,10333,16567,4722,16671,8620,17007,16273,8667,6921,14662,8961,14666,12787,12789,8413,10696,13673,13601,9366,9456,10861,6279,8198,9064,5,2,12184,9361,8719,13240,15572,9540,11263,8584,14637,12741,10081,10685,17137,14076,6766,13749,12037,7876,14699,9578,5694,10073,6550,5822,16713,12060,11696,13701,5947,13271,7826,17158,10303,9027,10488,9497,12155,6838,9107,5690,9646,11001,6615,7942,7373,10078,8480,6330,12871,6631,9116,5000,9094,4444,14809,12023,6832,7011,11228,5505,17163,11862,9455,11521,8793,8894,9756,8124,5103,13255,7450,2,11014,14132,13518,10042,9625,10570,10794,2,8278,10625,9604,14046,14043,10480,8438,17133,10459,9111,9914,10460,9567,12569,9017,7968,6867,8748,12486,12358,9478,11926,6441,8767,6099,12893,8701,17120,14018,10076,10271,5828,3060,16878,9365,5280,12241,12711,15912,12533,9817,9016,8388,15974,12430,12701,14960,11660,8619,8948,16029,12450,12564,10763,16546,8486,6229,4012,2,11891,10758,16999,7102,13191,12180,7164,26,0,13435,12107,9194,8103,13422,7855,9369,8547,10565,12735,12493,8664,7072,6134,9080,9759,10041,13545,10796,8687,8009,7685,10121,14930,7,15905,14384,7908,17310,8401,8000,7849,14179,13488,7951,6234,6871,9137,11679,9524,11175,6379,6496,12191,11250,14065,12362,10231,12337,8203,8289,11604,10115,6827,9664,12817,5887,4918,9938,10158,5352,7687,5641,6896,11822,7107,10007,11233,8935,8317,10028,13886,5543,3625,16069,11450,9558,9282,11961,11074,12154,12229,11447,14727,11554,9813,11071,7810,16187,12601,16376,9232,10582,9719,8626,9077,6270,13973,9877,12118,9952,13643,8116,6842,8318,9200,12223,8350,4485,17166,6520,7292,12337,9351,9267,7070,4879,11799,8155,17076,14296,7997,7450,5244,12924,8703,7237,6639,10632,7077,8740,10959,3519,15788,10832,14352,10990,7784,12063,14114,12999,17045,15876,8833,16202,15120,14394,16982,17159,8222,14929,9148,7895,13522,10589,17279,9252,10877,10948,7864,10577,11403,8397,9790,6633,17140,13334,5088,17313,12300,9087,11220,12278,7910,12034,11512,10471,11249,5115,3,16930,13423,9613,3396,9637,12162,7246,9712,6890,5983,9194,7530,9853,8863,24,17018,11443,11314,8565,10286,12385,12740,6626,12054,8924,11087,11340,8009,9501,9807,9886,9310,7467,7955,17099,9110,6462,13437,10150,12250,12286,9651,4853,6725,16554,8636,7003,6842,12553,10643,16279,7426,4730,11588,6322,4734,14243,11823,9829,7744,9402,6923,6663,16993,12271,9375,8847,8365,5992,9798,6569,13665,10996,7534,7191,6526,7398,14218,7860,5803,16484,7101,6263,11656,7765,9051,6985,11022,13739,8289,9953,8723,10307,9894,9107,2,7735,16975,12498,10953,8315,14120,8594,16426,11954,11929,10817,8234,10701,5997,11745,10010,10552,8025,5992,6314,8862,9256,5914,11457,15753,6710,6033,9862,5347,14987,2974,12973,10234,11398,8637,8607,10657,8190,11361,2946,12809,9452,5664,3504,14927,13340,12423,12472,13183,9757,2886,11850,5298,15340,7917,7994,7874,4263,9981,9785,8445,8955,7260,10297,9926,2573,10144,9856,13962,17230,7723,10782,11734,3893,10935,5813,7948,11188,7746,188,14038,10906,8297,13701,11048,4698,12178,17084,10635,2773,7533,5118,9226,11676,8698,12026,8144,14027,17153,9874,8340,4658,9282,10236,9166,17140,7352,5660,8072,6307,8931,7542,8445,4669,8157,8069,13839,9147,2271,9918,6293,10121,9924,11207,9948,12420,7861,12272,3352,12637,13854,12042,11924,7071,11194,6963,1910,2440,1806,1039,1360,2210,17198,12763,12960,10303,11442,10839,12431,17042,9869,7848,13648,10053,8038,10717,10208,6119,12532,15468,11567,9221,8464,1768,1834,11668,9400,12329,10836,8765,10895,10301,8790,16977,13631,11130,10468,10668,8920,9442,4818,15290,13890,11467,8740,7410,12983,7800,6432,1993,2069,13375,11431,7624,9365,9247,17250,7015,2858,17356,8417,6145,11004,9523,4581,11397,7537,4219,1418,17177,8441,8166,7571,8414,7200,5864,1428,12883,11978,10259,8235,16820,7804,17091,9432,7484,9175,8398,8686,14289,11002,13693,11708,9909,13374,12070,9561,17128,8417,17163,6821,7539,11157,12758,12163,7511,2409,12253,15779,16991,6032,8788,9301,13239,11165,3622,11080,15154,13622,6224,5962,15990,9659,6922,8289,8645,7215,1059,17136,11641,8013,8521,4251,545,557,381,332,252,217,128,56],"fragments":[{"begin":"0.000","end":"6.000","lines":["Nothing is more engaging and enjoyable than being in the moment."]},{"begin":"6.000","end":"23.680","lines":["Today, join us as we discuss how to get into the flow. My name is Matt Abrahams, and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast."]},{"begin":"23.680","end":"36.840","lines":["David Melnikoff is an assistant professor of organizational behavior at Stanford GSB. He investigates how people pursue and achieve their goals, especially with a focus on flow."]},{"begin":"36.840","end":"39.400","lines":["Welcome, David. I’m really excited for our conversation."]},{"begin":"39.400","end":"40.000","lines":["Thanks for having me."]},{"begin":"40.000","end":"56.680","lines":["[00:00:40]: In my early studies in managing anxiety around public speaking, I learned about the concept of flow. You’ve looked deeply into flow. I’m wondering, though, for our listeners who might not be familiar with it, can you share a bit about what flow is and what the benefits of flow are?"]},{"begin":"56.680","end":"80.480","lines":["Sure. Flow is the state of being completely immersed and engaged in what you’re doing. Normally, when we pursue a goal, we imagine something that’s tedious, tiresome, it requires effort, it requires self-control, it requires grit. Basically, you have to keep your foot on the gas to keep going. And to fail a goal pursuit is to fail to keep your foot on the gas."]},{"begin":"80.480","end":"81.200","lines":["[00:01:20]"]},{"begin":"81.200","end":"104.920","lines":["But when you’re in a flow state, this dynamic is reversed. You don’t need to exert effort and self-control to keep going. You need to exert effort and self-control to stop yourself. So if you’ve ever seen a child or if you yourself have ever been playing a video game and someone comes in and says, can you stop? We need to go do something else. And you say, sure. And then forty-five minutes later, you’re still doing what you’re doing. That was a flow state."]},{"begin":"104.920","end":"106.760","lines":["[00:01:45]"]},{"begin":"106.760","end":"120.080","lines":["The benefits of flow are many. When you’re in a flow state, you tend to perform better at the task. And also, flow has benefits for mental health and well-being. The more flow people experience, the happier they tend to be in their daily lives."]},{"begin":"120.080","end":"131.560","lines":["[00:02:00]: I certainly remember when I was studying anxiety management around communication, that getting into that present moment, being in the flow of it, uh, reduced the feelings of anxiety and actually increased enjoyment."]},{"begin":"131.560","end":"131.880","lines":["Right."]},{"begin":"131.880","end":"137.520","lines":["Uh, when you mentioned video gaming, I had to smile. I had a very unhealthy relationship with Tetris for a while."]},{"begin":"137.520","end":"140.640","lines":["[00:02:17]: Yes, Tetris is the classic example of a flow and disengagement."]},{"begin":"140.640","end":"150.440","lines":["[00:02:20]: I would get in the flow and lose total track of time. So, how can one get into a state of flow and are there different strategies for maintaining a state of flow?"]},{"begin":"150.440","end":"177.360","lines":["One of the main findings of my research is that the typical advice that you get about how to achieve flow seems to be wrong. Typically, when people advise you on how to enter a flow state, they say that what you need is an optimal level of challenge in the task you’re pursuing. So, you want a task that’s not so difficult as to be frustrating. But you also want a task that’s not so easy as to be boring. And once you’re in that Goldilocks zone, you’ll experience flow."]},{"begin":"177.360","end":"178.880","lines":["[00:02:57]"]},{"begin":"178.880","end":"194.880","lines":["My work suggests that that’s not true and we don’t really need to get into the details of the work. We can just see that this is not true if you walk into any casino and go look at the people playing slot machines. There’s nothing easier and less challenging in the world than putting a quarter in a slot and pulling a lever."]},{"begin":"194.880","end":"196.760","lines":["[00:03:15]"]},{"begin":"196.760","end":"231.240","lines":["But a slot machine is one of the most potent sources of flow there is. People will be in an almost trance like state, engaging in this activity that is nowhere near any sort of Goldilocks zone of challenge. So if it’s not a moderate level of challenge, what is the source of flow? The source of flow, according to my research, is engaging in an activity that allows you to reduce uncertainty about your future, engaging in actions that reduce possible future outcomes, or ideally eliminate all possible future outcomes, except for one."]},{"begin":"231.240","end":"231.800","lines":["[00:03:51]"]},{"begin":"231.800","end":"249.320","lines":["The elimination of possible futures induces a state of flow. So concretely returning to the case of a slot machine. Before you pull a lever on that slot machine, there are dozens and dozens of possible outcomes, specifically financial payouts, and you’re highly uncertain about which of those outcomes will be realized."]},{"begin":"249.320","end":"251.040","lines":["[00:04:10]"]},{"begin":"251.040","end":"282.760","lines":["Then you pull the lever and then those symbols appear on the reel and all of that uncertainty is suddenly eliminated. You’ve reduced many, many, many possible futures to one. And that hit of uncertainty reduction draws you in, sucks you in and induces a state of flow. And what’s sort of magical about the slot machine is you can do it right over again as many times as you want, and you’ll get that same hit of uncertainty reduction again and again and again. And this implies various strategies for cultivating flow in your daily life."]},{"begin":"282.760","end":"283.600","lines":["[00:04:43]"]},{"begin":"283.600","end":"323.920","lines":["Specifically, you can frame your goals or your tasks in ways that inject uncertainty into what you’re doing, allowing you to then reduce that uncertainty through your actions. So suppose you’re a basketball player and you’re practicing free throws, and your goal that you set for yourself is to make each individual ball in the basket. There are two possible outcomes, and every time you shoot the ball, you reduce two possible outcomes to one. That’s not a lot of uncertainty being reduced. Reducing two things to one thing. And therefore, you will not experience very much flow. If you set your goal, this binary framing of success, failure."]},{"begin":"323.920","end":"326.840","lines":["[00:05:24]"]},{"begin":"326.840","end":"366.840","lines":["So how can you inject more flow setting a goal to not achieve individual baskets, but to set a streak that is as long as possible. If your goal is to achieve a streak, then possible outcomes are more than two. It’s not just make or miss. You can make zero in a row, one in a row, two, three, four, five. There are literally infinite possible outcomes. And now, the act of shooting the ball reduces an infinite number of possible outcomes to one. So now, simply by reframing what you’re doing in terms of streaks rather than binary success or failure, you’ve injected more uncertainty into your activity, which you can then reduce by taking action and experience more flow in what you’re doing."]},{"begin":"366.840","end":"367.360","lines":["[00:06:07]"]},{"begin":"367.360","end":"380.040","lines":["This is precisely why, whether it’s a gaming app or a learning app like Duolingo is filled with streakification. They want you to think in terms of streaks because streaks allow you to reduce a lot more uncertainty than binary success failure."]},{"begin":"380.040","end":"402.040","lines":["[00:06:22]: It’s fascinating. Several things you said just really intrigued me. You teach organizational behavior, you’re in a business school. How do these principles you’ve just described apply directly in business? In running meetings or in our interactions with others, the goals that we set for our role, the way in which we create our strategy. How do these all come together?"]},{"begin":"402.040","end":"420.920","lines":["When you give someone a task, when you give someone a goal and you frame a goal for that person, it invites you to think about the amount of uncertainty associated with the goal you’ve assigned. So suppose you are thinking of creating a sales competition. There are many ways of framing the sales competition as an incentive."]},{"begin":"420.920","end":"421.240","lines":["[00:07:01]"]},{"begin":"421.240","end":"461.160","lines":["You can say the winner of the sales competition, say there are fifty salespeople, and you say the winner of this competition is going to win a ticket for an all-expense paid vacation. Now, there’s only one winner here. And probably when you have forty-nine competitors, you’re, the likelihood of winning is not very high. So you sort of already know the outcome. There’s not much uncertainty for you to reduce by actually engaging in this sales competition. You could have alternatively had various prizes. A first place, second place, third, fourth, fifth, sixth, and maybe if funds are limited, it’s not an all-expense paid trip for everyone."]},{"begin":"461.160","end":"461.720","lines":["[00:07:41]"]},{"begin":"461.720","end":"479.800","lines":["But in this case, if the relevant outcome is not just win lose, but come in first, come in second, come in third, come in fourth, now there’s a lot more uncertainty available for the competitors to reduce through the competition. And that will induce more flow and result in greater performance."]},{"begin":"479.800","end":"489.640","lines":["[00:08:00]: I find it interesting and counterintuitive, often when managers are trained and leaders are trained, it’s all about reducing uncertainty to make things clearer, you know, prioritize."]},{"begin":"489.640","end":"490.440","lines":["Yes, yes."]},{"begin":"490.440","end":"495.720","lines":["And here I’m hearing that we can actually leverage uncertainty to be beneficial."]},{"begin":"495.720","end":"500.520","lines":["There’s a misunderstanding that uncertainty is inherently bad."]},{"begin":"500.520","end":"501.120","lines":["Right."]},{"begin":"501.120","end":"518.120","lines":["And it’s easy to fall into that trap because remember, flow emerges from the reduction of uncertainty. So ultimately you do want to reduce the uncertainty. But there must be uncertainty there to be reduced in the first place. You want to give people opportunities to reduce uncertainty because that is where flow comes from."]},{"begin":"518.120","end":"539.720","lines":["[00:08:39]: On this podcast, we’ve talked to your colleague, Szu-chi Huang, and we’ve talked to Katy Milkman about goals and goal pursuit, particularly for individuals. This seems to me to be yet another tool that we can use in our own pursuit of the goals we have, fitness, health, well-being, being social. Do you yourself use some of these tools to help you engage in more meaningful goal pursuit?"]},{"begin":"539.720","end":"599.480","lines":["Yeah, I certainly do. I try to set goals for myself, the outcomes of which are as uncertain as possible, so that I can reduce as much uncertainty as possible through my action. This can take variety of forms. So a lot of what I do is write. Writing, as important as it is, it can be a real slog for a lot of people, myself included. And what I like to do is ask myself, what way of framing this activity would induce as much uncertainty as possible? Is it, how many words can I write in the next thirty minutes? Is it how many paragraphs can I complete in the next hour? Is it how good of an introduction to this paper can I write? Now the outcome isn’t number, but some abstract notion of quality. And you can go through all these different ways of framing what you’re doing. And for each framing, just ask yourself, how uncertain am I about the outcome of my goal if I adopt this framing or that framing, and pick the one that induces the most uncertainty. And I do that constantly."]},{"begin":"599.480","end":"611.720","lines":["To offer another piece of concrete advice. Streaks are really potent sources of flow when the activity is something that you’re already quite good at. So let’s return to the basketball example."]},{"begin":"611.720","end":"612.720","lines":["[00:10:11]: Yeah."]},{"begin":"612.720","end":"635.440","lines":["If you’re Steph Curry and you’re making ninety-five percent of your free throws, if you think in terms of a streak, the length of that streak is really uncertain. I mean, that streak could go on for a really long time. But if you’re me and I might make, I have no idea, maybe ten percent, that streak isn’t going to go on more than two. I mean, there’s just no way I’m making three in a row, certainly no way I’m making four in a row."]},{"begin":"635.440","end":"637.160","lines":["[00:10:35]"]},{"begin":"637.160","end":"662.720","lines":["Okay so I sort of know before I start how long that streak is going to go. So for Steph Curry, streaks are going to be far more potent than me. So what should I do? What I should do is not think in terms of how many can I get in a row. What I should do is think, what are the fewest number of misses before my first success? Because that number is highly uncertain, much more uncertain than how many successes can I get in a row."]},{"begin":"662.720","end":"688.080","lines":["[00:11:03]: I really like that. It’s motivational and it’s something that I think all of us can do in many different aspects of our lives. Some of my most flow-like experiences happen when I’m with others in conversation, playing a sport, interacting in some way. Is there research on how we can best collaborate with others to create shared flow experience? And what role does communication play in that, if any?"]},{"begin":"688.080","end":"697.640","lines":["In any communicative context, there is some goal, and there’s some uncertainty associated with that, and you can reduce that uncertainty through communication."]},{"begin":"697.640","end":"719.000","lines":["For instance, suppose I’m an employee. And you’re a manager and I come to you and in search of feedback on a job that I did. I want to know how well I did on a particular task or how well I’m doing at my job in general. Depending on how you respond and how I expect you to respond, you can reduce more or less uncertainty about my performance."]},{"begin":"719.000","end":"719.480","lines":["[00:11:59]"]},{"begin":"719.480","end":"741.200","lines":["The more uncertainty you reduce, the more flow I’m going to experience during that conversation. So for you, that means a few things. One, it means that your feedback needs to be trustworthy. Second, you need to be clear. That’s kind of obvious. If you’re unclear, I don’t know what the heck you’re saying. Then of course, what you’re saying can’t reduce very much uncertainty for me. And third, you need to be sufficiently specific."]},{"begin":"741.200","end":"743.800","lines":["[00:12:21]"]},{"begin":"743.800","end":"780.600","lines":["Maybe you’re a manager who is the kind of person who will give me one or two responses to the question, how am I doing? You might say, you are meeting or exceeding expectations, or you are not meeting or exceeding expectations. Now, if I’m a decent employee, I already knew that I was meeting or exceeding expectations. You’ve not reduced any uncertainty for me, for me to get information, what I need is something specific. I need to know, well, am I meeting or am I exceeding? If I’m exceeding by how much am I exceeding? And in what way am I exceeding? So you need to be trustworthy, clear, and specific in order for communication to be a source of flow."]},{"begin":"780.600","end":"785.800","lines":["[00:13:00]: When I was in graduate school, I studied uncertainty reduction theory in communication."]},{"begin":"785.800","end":"785.920","lines":["Mm-hmm."]},{"begin":"785.920","end":"799.920","lines":["And it’s exactly as you’re talking about, you know, most communication and communication that we feel most intensely about and can get in those flow states is where we are reducing uncertainty for each other. So mutual disclosure and working towards that."]},{"begin":"799.920","end":"801.000","lines":["[00:13:20]"]},{"begin":"801.000","end":"809.440","lines":["Besides flow, do you have other advice or recommendations for how we can set goals we can achieve and work towards accomplishing them?"]},{"begin":"809.440","end":"818.960","lines":["I think the most novel advice that I can offer is actually something that we touched on earlier, the way you phrased it. You said, how can we set achievable goals?"]},{"begin":"818.960","end":"819.280","lines":["Yes."]},{"begin":"819.280","end":"842.200","lines":["That’s a very common question, and most people want to set goals that are as attainable as possible. That’s not bad advice. You certainly don’t want to set a goal that you know you can’t obtain. But you also don’t want to set a goal that’s too attainable. And I think people can get off track by setting goals that are so easy, so attainable that there’s no uncertainty about whether to what extent it will be achieved."]},{"begin":"842.200","end":"843.200","lines":["[00:14:02]"]},{"begin":"843.200","end":"871.600","lines":["So whether you have a weight loss goal or a professional goal or any kind of academic goal or health goal, I would say attainability shouldn’t be the strongest focus. You want to find some sweet spots where there’s some degree of uncertainty about whether to what extent you’re going to achieve it. Of course, when doing this, you need to account for the cost of failing to achieve. But given that you really want to have the attainability of the goal be as uncertain as possible given the cost of failure."]},{"begin":"871.600","end":"882.480","lines":["[00:14:34]: Before we end, I’d like to ask you three questions. One I’ll tailor specifically to you, and then the other two are questions I ask everybody on this show. Are you ready for that?"]},{"begin":"882.480","end":"883.040","lines":["I think so."]},{"begin":"883.040","end":"891.120","lines":["[00:14:43]: I’m very curious, David, what is something you do to invite flow into your own life? Ever since I was a little kid, I loved putting Lego bricks together."]},{"begin":"891.120","end":"891.400","lines":["Mm-Hmm."]},{"begin":"891.400","end":"896.840","lines":["[00:14:51]: I will use that as a way of getting into a flow state and for me that works very well. What are things that you do."]},{"begin":"896.840","end":"914.480","lines":["Don’t tell my dean about this, but what I actually do, I’ll take that recycling bin out and I’ll toss my markers into the recycling bin, trying to get as many in a row as possible. I’ve actually become kind of good at this, that’s why I think in terms of streaks and not how many misses, what are the fewest number of misses I can get before my first success."]},{"begin":"914.480","end":"920.360","lines":["[00:15:14]: So I’ve learned a couple things from that. One, I always have to knock on your door before I come in, I don’t want to get hit by an errant pen."]},{"begin":"920.360","end":"921.200","lines":["That’s right."]},{"begin":"921.200","end":"925.480","lines":["And second, for your birthday or for a holiday gift, I’m going to get you little basketballs instead."]},{"begin":"925.480","end":"927.440","lines":["I would actually, I would genuinely love that, yeah."]},{"begin":"927.440","end":"933.560","lines":["[00:15:27]: Yes. Question number two, who is a communicator that you admire and why?"]},{"begin":"933.560","end":"957.240","lines":["I would say Laurie Santos. Laurie is a professor of psychology at Yale. She’s also the host of, I believe it’s the Happiness Lab podcast, which is fabulous. And what’s always impressed me is, I can just say Laurie, in addition to being crystal clear in the way she communicates, and compelling in the way she communicates as a scientific communicator, she’s exceptionally trustworthy and I really admire that."]},{"begin":"957.240","end":"966.800","lines":["[00:15:57]: Final question, and trustworthiness might be a component of that answer, is what are the first three ingredients that go into a successful communication recipe?"]},{"begin":"966.800","end":"977.120","lines":["I think you guessed it. I think for me, trustworthiness, clarity, and as I said, specificity. Those are just absolutely essential in order for communication to be successful."]},{"begin":"977.120","end":"997.600","lines":["[00:16:17]: Well, you have done a fantastic job today being very clear, being very specific, and I certainly trust you. We appreciate the insight and I encourage everybody to think about how you can build flow into your practice to help you better achieve the goals that you hold for yourself. David, thank you for your time."]},{"begin":"997.600","end":"998.560","lines":["Thank you for having me."]},{"begin":"998.560","end":"1020.400","lines":["[00:16:40]: Thank you for joining us for another episode of Think Fast, Talk Smart, the podcast from Stanford GSB. To learn more about goal setting, please listen to episode 57 with Szu-chi Huang and episode 104 with Katy Milkman. This episode was produced by Jenny Luna, Ryan Campos, and me, Matt Abrahams."]},{"begin":"1020.400","end":"1041.880","lines":["Our music is from Floyd Wonder. Please find us on YouTube and wherever you get your podcasts. Be sure to subscribe and rate us. Also, follow us on LinkedIn and Instagram. And check out fastersmarter.io for deep dive videos, English language learning content, and our newsletter."]}]}
