{"title":"From Monologue to Dialogue: How to Handle a Skeptical Audience","url":"https://www.gsb.stanford.edu/insights/monologue-dialogue-how-handle-skeptical-audience","intro":["Preparing to speak in front of a skeptical audience is more than thinking about objections beforehand — there are specific techniques you can use to respond to these situations without sounding defensive, evasive, or dismissive.","In this podcast, host Matt Abrahams and Stanford GSB Lecturer Burton Alper share how to prepare for these challenges from your audience and discuss the importance of tactics like acknowledging audience input, reframing responses, and remaining cool, collected, and credible."],"transcript":[{"author":"Matt Abrahams","text":"Welcome to Think Fast, Talk Smart, a podcast designed to hone your communication skills. One of the communication situations that makes people most uncomfortable and nervous is when challenged with objections and concerns. Clearly, deep thought and active debate over ideas often helps improve decision making, but the experience of defending your ideas and proposals is hard and fraught with potential pitfalls."},{"author":"Matt Abrahams","text":"In this podcast, we’ll explore ways of handling objections while remaining cool, collected, and credible. I am so looking forward to diving into this topic with my friend and fellow lecturer at the GSB, Burt Alper. Welcome, Burt."},{"author":"Burt Alper","text":"Thank you."},{"author":"Matt Abrahams","text":"If you don’t mind, or have any objections, I’d like to start by asking you to talk about a time you were confronted directly with an objection from an audience member. How did you handle it?"},{"author":"Burt Alper","text":"Well, I’ll give you a very specific example, and it comes up all the time. When you’re offering best practices to executive clients, or even here at the GSB, someone always raises their hand and says, “Well, I like what you’re saying, but that would never work in my company,” or “That would never work in my weekly meeting.” And as a first step when I get that pushback, while I want to get defensive, I’m trying to train myself to be more open to that criticism."},{"author":"Burt Alper","text":"So, the very first thing that I’ll do is I’ll acknowledge that that concern is legitimate. You’re right. There are some situations for which this rule or this guide or this piece of information may not be appropriate. And I find that’s a quick way of diffusing a situation. People want to be acknowledged. They want to be validated, and if you can build a bridge right out of the gate, you’re starting off on the right foot."},{"author":"Burt Alper","text":"The second thing I’ll do, I’ll offer them the freedom to adjust as they see necessary. So, if it might not work in your particular environment, is there something you could do that would work in that environment?"},{"author":"Burt Alper","text":"And the third thing I’ll do is I’ll push back a little bit. Maybe you haven’t tried this in your weekly meeting, and you think it won’t work, but until you actually give it a shot, see what happens, and then adjust as necessary going forward, you don’t really know. And I might invite them to try one particular aspect of the best practices that I’ve given them and see if that one fits. And if not, okay. Then we know it doesn’t work in that situation."},{"author":"Burt Alper","text":"The key thing about the work that we do, and you know this for sure. We’re offering guidelines, not rules, and anything that is taken by our audience as a specific, you must do this, is probably being misunderstood. So, once we get deeper into the details there and figure out that we’re trying to offer some possible suggestions and give them freedom to move around, that usually diffuses the situation pretty quickly."},{"author":"Matt Abrahams","text":"Yeah, I don’t know what you’re talking about because all of my students and coaching clients take everything I say at face value."},{"author":"Burt Alper","text":"I know that’s not true."},{"author":"Matt Abrahams","text":"Well, all right. You got me. You got me. But I really like that fact that you were talking about the approach you take and really thinking about being open to somebody else’s opinion rather than immediately getting defensive."},{"author":"Burt Alper","text":"Right."},{"author":"Matt Abrahams","text":"And I think so many people get defensive right away even before they get into the situation. They’re prepared for battle, and I know that that can restrict the interaction and what’s possible. So, let’s talk a little bit more about preparation. What do you advise people to do in advance of situations where objections might be raised? What are some best practices there?"},{"author":"Burt Alper","text":"I think there is certainly the opportunity to anticipate where the pushback is going to come. So, if you’re dealing with any kind of information that has a contentious element or maybe even an unfamiliar element, thinking ahead of time about how that’s going to land with your audience, where you might receive the pushback and making a strategy ahead of time."},{"author":"Burt Alper","text":"So, if you’re upending the way the expense reports are done, and you know that the people in your firm are creatures of habit, and they want to keep doing things the same old way, how do you anticipate the pushback you’re going to receive? And before you get into that moment of contention, you’ve already got a strategy for how you might make that a little easier for them to swallow."},{"author":"Matt Abrahams","text":"Certainly having those contingency plans, I think, can really help so that when you hear it come in, you’ve got some ideas about how to manage it, and that’s absolutely good advice to think about what can I do if this comes up? And perhaps other ways to circumvent or address it in advance, so it helps you prepare for that."},{"author":"Matt Abrahams","text":"Now, I know when you and I teach about objection handling, we talk about how objections can be divided into two categories. We talk about emotional objections and logical objections. Can you define what distinctions are between those two types, and perhaps give some examples?"},{"author":"Burt Alper","text":"As long as you and I have been talking about this, we’ve gone back and forth on that, and I think it is a fascinating way of breaking down skepticism or objections in conversations. The age-old cliché of the forest and the trees, I find is really valuable here."},{"author":"Matt Abrahams","text":"Yeah."},{"author":"Burt Alper","text":"Often, the more logical concerns or objections are getting down to that individual tree level. The specific point about the quarterly budget not accommodating any new expenses, something very particular that’s rubbing them the wrong way, and they’ve got to get that issue out there."},{"author":"Burt Alper","text":"On the flip side, the emotional objections tend to be of the forest view, and they might not be able to see or even put a label on the concern they’re having. It’s just not sitting well with them, and you’ll often hear people say, “I can’t put a finger on it. I don’t know what it is that’s not working for me, but something in here isn’t working for me.” So, thinking about individual trees versus the entire forest, for me, breaks down the logical versus the emotional reactions."},{"author":"Matt Abrahams","text":"Sure thing. And what’s really important in this distinction, and I really like how you used the forest and the trees as a way of explaining it, is we have to respond differently."},{"author":"Burt Alper","text":"Exactly."},{"author":"Matt Abrahams","text":"We can’t respond to skepticism or an objection that’s got emotion in a logical way right away. We have to do other things. What advice or guidance do you have for handling those types of situations?"},{"author":"Burt Alper","text":"Well, I think I would disagree with you a little bit on that. Sometimes you can come at it a different way as long as you’ve got permission to do so, and that permission can come in a lot of different forms. Sometimes it’s a body language permission."},{"author":"Matt Abrahams","text":"Right."},{"author":"Burt Alper","text":"If you start down a path of responding to skepticism, and you can see them clench up, maybe you need to adjust your approach. But if you see them starting to actively listen, and maybe you’re opening their eyes even physically to the way that you’re explaining this, that can be really valuable. I do think that often the way of combating a higher-order objection is to get into the specifics, so that you can use practical explanation as a validation for your idea when someone else is being entirely emotional."},{"author":"Burt Alper","text":"If you combat emotional objections with emotional support, sometimes you just get into a he-said, she-said situation or more likely let’s agree to disagree because my emotional can never be more valuable than your emotions. So, how are we going to resolve that? Whereas if one side of the table has data that they can point to as reasons why this idea is going to work, or this plan is going to be successful, it’s hard to combat that with ongoing, generic blanket objections to that."},{"author":"Burt Alper","text":"Similarly, if someone is down in the weeds or the individual tree level, and they’re focused on one particular element, encouraging them to think more holistically, either about the quarter or the year or the company and how this might affect the entire company –"},{"author":"Matt Abrahams","text":"Or the impact."},{"author":"Burt Alper","text":"– or this impact –"},{"author":"Matt Abrahams","text":"Right."},{"author":"Burt Alper","text":"– then you’ve changed the way that they’re thinking about the debate. We talk often about the person who is stuck on a budget, a line item in the budget. We don’t have money to fund this. The old cliché of a penny wise and a pound foolish comes into play here. Like yes, we could save some money by not doing this, but the repercussions for us long term are much more expensive. And now, you’ve elevated the debate out of that individual tree conversation to look more holistically at the whole forest."},{"author":"Matt Abrahams","text":"It strikes me that in preparing for these kinds of interactions, having a stockpile of specific statistics or specific approaches to expand and extend a point would be really helpful to be ready with this different information, so you’re not caught off guard right away."},{"author":"Burt Alper","text":"And that’s where your preparation is so valuable. You start to anticipate where the skepticism might come and how you’re going to handle it. And there might be three or four different approaches that you’ve mapped out to each of those specific objections, but time and circumstance, time and audience will determine which response you might apply to that particular pushback."},{"author":"Matt Abrahams","text":"Absolutely. So, yet another thing to put into the preparation category. You know, one of the things that we teach, and we talk a lot about, Burt, is this notion of how to handle objections through reframing. How does reframing work when it comes to handling skepticism and objections?"},{"author":"Burt Alper","text":"I think of reframing as a way of giving yourself, the speaker or the information deliverer, room to maneuver, and in the simplest terms, you’re giving yourself a chance to respond to the objection without admitting defeat. Sometimes you have to change the way we’re talking about something in order to be able to address the issue without saying, “Yeah, you’re right. This is a terrible idea.”"},{"author":"Matt Abrahams","text":"Yeah. I see this all the time in the work I do with clients as well as with the students. So, for example, if somebody is being pressed why a certain feature isn’t in a product, and you know that that feature is not coming now or maybe ever, it’s possible to reframe that to be a broader discussion about how do we prioritize feature set, and as a result of that discussion, you can then come back and address the key issue."},{"author":"Matt Abrahams","text":"I think what’s so critical here, and I know you and I agree on this, is whenever you reframe a discussion, you’re not becoming a politician and just talking about what you wanted to talk about, you’re addressing the issue in a different way, at a different level, and you always have to come back to what the challenge or question or skepticism is about."},{"author":"Burt Alper","text":"That is such a crucial point. You have to put yourself in the other person’s shoes. If you were the one who had the objection, and someone took a reframe too far and started answering a different question, how would that make you feel? You would feel either unappreciated or unheard, or it might even make you think less of the person who is trying to communicate in the first place because they didn’t seem like they were able to manage your question."},{"author":"Burt Alper","text":"So, your point about coming back to the core issue is critical. If you don’t answer the question at some level, you’re missing the whole point, and your audience is going to see that as a weakness or as a missed opportunity."},{"author":"Matt Abrahams","text":"Certainly. And I think part, again, going back to preparation is you can begin to think about these reframes in advance. So, I know that questions about feature set can ae talked about in terms of priority. I know if somebody brings up a question about pricing, I can reframe that as a question about value. So, having these ideas in mind in advance, again, can help you if and when that arises."},{"author":"Burt Alper","text":"Absolutely."},{"author":"Matt Abrahams","text":"Now, I want to talk a bit about paraphrasing because as powerful as reframing is, I think paraphrasing is really critical for handling objections and skepticism in the moment."},{"author":"Burt Alper","text":"Well, I think the first thing that paraphrasing does is it establishes what are we really talking about. So, if someone raises an issue, and you may or may not know exactly what they’re concerned about, by putting their paraphrase into the conversation, either overtly saying, “I just want to make sure I’m clear on this” or tacitly saying, “I just want to make sure I’m clear on this,” you’re establishing that we’re talking about the same issue."},{"author":"Burt Alper","text":"And audiences, particularly skeptical audiences, enjoy or appreciate the effort to make sure that you’re on the same topic. So, you’ve established a bit of an empathetic connection with them just by trying to clear the air."},{"author":"Burt Alper","text":"Paraphrasing also allows you to reframe. So, you can put your words on top of their words, and if you do it skillfully enough, if you’ve had enough time to prepare, they might allow you the freedom to change it from a question about pricing to a question about value. And that’s a subtle reframe in the form of a paraphrase."},{"author":"Burt Alper","text":"I think where people tend to get a little into the danger zone here is if you push the paraphrase too far, and now it’s no longer the same topic. Then you’ll get the objector digging in his or her heels even further because I feel like you’re trying to skirt the issue. So, the paraphrase needs to be as accurate as you can make it, but you can adjust the frame of reference a little bit in that paraphrase."},{"author":"Matt Abrahams","text":"Yeah, and I think paraphrasing is something that people have to understand is not this big thing that you always have to say, “So, what I hear you saying is —” and then there’s a repetition. You can extract just some key ideas or phrases and go from there. So, it allows you a way to take the floor, to do some reframing, to do the validation you’re talking about as well as to really help yourself formulate your thoughts along the way."},{"author":"Matt Abrahams","text":"I do want to bring up this notion of emotion. Since emotion is around, I believe, and I’m curious to get your thoughts on this, that acknowledging the emotion without naming it is critical to do early in the paraphrase. So, if somebody comes at you with a lot of heat, you know, maybe they’re angry. Maybe they’re passionate. Rather than to say, “Oh, I hear your anger,” and then the person is “Well, really I’m frustrated.” Now we’re arguing over their emotional state."},{"author":"Matt Abrahams","text":"I think just to say, “Hey, I hear there’s a lot of passion here,” and then move forward, acknowledges that emotion, puts it out there because everybody hears it, and for you to ignore it, I think, puts you at a disadvantage. I’m curious of your thoughts."},{"author":"Burt Alper","text":"I really like that. As soon as you started talking about the “I hear that you’re angry” example, you know, I buy products. I’m a consumer in addition to being a coach. When I get a bad experience in the outside world, and I talk to the customer service rep, and they say, “Oh, I feel your anger” or “I’m sorry that you feel so angry,” that does not make me feel any better. The acknowledgement of my anger doesn’t make me feel any better."},{"author":"Burt Alper","text":"If they were to say, “This is really important to you, and, therefore, it’s really important to me,” wow, the powerful shift. Now, I feel like you, as the customer service person, are really taking how significant this is in my life."},{"author":"Matt Abrahams","text":"Right. We have talked about reframing. We’ve talked about paraphrasing. Are there any other tools that you use or teach around managing objections?"},{"author":"Burt Alper","text":"I think the biggest cause of objections is a lack of understanding, and human nature is such that we will put a no into the air if we don’t really know what we feel or how we feel."},{"author":"Matt Abrahams","text":"An N-O when we don’t K-N-O-W."},{"author":"Burt Alper","text":"Exactly. K-N-O-W. Thank you."},{"author":"Matt Abrahams","text":"Right."},{"author":"Burt Alper","text":"So, in those instances, I spend a lot of time working with students and clients on the art of analogy and metaphor. Ways of expressing the complexity of your idea in more digestible examples or terms. You’re not dumbing it down. You’re just making it easier for your audience to appreciate the nuances of your idea. And those analogies can often serve as a great mechanism for diffusing objections because they clarify, or they explain in simpler terms."},{"author":"Matt Abrahams","text":"With regard to analogies, I think you’re exactly right, that they are a way of helping people understand something they might not understand, and it is a way of taking some of the confrontation out of it. So, it’s not the particular issue that you’re discussing. It is a broader perspective and a different way of seeing it. And I have seen analogies used as a master class to help people really get what it is behind there. So, I like that idea of analogies."},{"author":"Matt Abrahams","text":"You know, we’ve spent a lot of time talking about what we can do with the content during an objection or some skepticism. What are your thoughts on nonverbals? What we do with our voice and our bodies. Because a lot of that can work against the words that we’re saying if we’re not careful."},{"author":"Burt Alper","text":"No question. There are two sides to this. So, the first part is as the speaker, quite literally, have your eyes open when you can. In podcast mode, I might not be able to see my audience, but usually when I’m dealing with contentious information, my audience is probably going to be in the room or maybe on the video conference. Observing their behavior is a first step."},{"author":"Burt Alper","text":"If you see them starting to clench up or make some manifestation of frustration, lack of clarity, even anger, that’s a signal that something you just said created that reaction. And so, now you know at what point you got into the contentious content of your discussion. That’s a key clue to how you’re going to respond to that. So, it’s always important to observe and read your audience’s body language in anticipation of these moments."},{"author":"Burt Alper","text":"Your own body language in response to that is critical as well. And it’s not just your body but your voice as well. I’m glad that you keyed on both of those because they’re absolutely crucial. You and I have both talked about this forever. You don’t want to fight fire with fire. So, if they start to raise their voice, you raising your voice to match that is not likely to lead to a happy ending."},{"author":"Burt Alper","text":"If you can remain calm and keep the emotional tension out of your voice, as hard as that is, it does create an interesting opportunity to defuse, and your body language needs to go along with that, starting with what you’re doing when they’re raising the objection. You want to be an active listener. You want to communicate all of the signals that suggest you have a sincere interest in the concern they have, and you’re not going to whitewash over it."},{"author":"Burt Alper","text":"It’s important that they feel heard, and you want everything in your body to suggest you’re listening attentively to them. That means don’t get your phone out while they’re talking to you. Don’t look at somebody else. Certainly, don’t roll your eyes as these comments are coming forward. You’ve got to put the best visual image of I care about this concern, and I want to address your issues."},{"author":"Matt Abrahams","text":"So, it’s leaning in. It’s standing in a neutral position. Arms aren’t crossed in front of your chest. Those kinds of things."},{"author":"Burt Alper","text":"Absolutely. Similarly, when you start to respond, I think those same body language cues are valuable in the delivery of your response. So, having a strong lower body with an active and open upper body shows that you’re not wilting under the pressure."},{"author":"Matt Abrahams","text":"Right."},{"author":"Burt Alper","text":"But you’re also being open and vulnerable. You’re willing to hear the pushback."},{"author":"Matt Abrahams","text":"The points you made are critical. How you comport yourself in terms of your body, the voice, and those eyes. I often joke with the people I teach and coach that it’s tough not to glare, stare at somebody who’s giving you the criticism, but you need to be responsive, and looking them in the eye is really important."},{"author":"Burt Alper","text":"Well, let’s go back to our parent examples. Right? We both have teenagers. If I’m saying something to my kids, and they start rolling their eyes, that does not make me feel very good."},{"author":"Matt Abrahams","text":"That never happens to me because they’re always looking at their phone, so I have no idea what they’re — if they’re looking at you."},{"author":"Burt Alper","text":"That also, though, has effect."},{"author":"Matt Abrahams","text":"Absolutely. It sure does. As we end, I’d like to ask people the same three questions to get their ideas, reflections, thoughts on communication in general. So, if you’re ready, are you ready, Burt?"},{"author":"Burt Alper","text":"I hope so."},{"author":"Matt Abrahams","text":"Okay. There we go. I’d like to ask you the same three questions. If you were to capture the best communication advice you’ve ever received as a five-to-seven-word presentation slide title, what would that advice be?"},{"author":"Burt Alper","text":"I can only use one phrase?"},{"author":"Matt Abrahams","text":"Yeah, you’ve only got five to seven words."},{"author":"Burt Alper","text":"It’s not what you want to say. It’s what they need to hear."},{"author":"Matt Abrahams","text":"I didn’t count the number of words but —"},{"author":"Burt Alper","text":"I was close."},{"author":"Matt Abrahams","text":"Yeah, I think you’re close, but so important, and it really gets back to that notion of framing that we talked about, doesn’t it? And really understanding what’s needed in the moment. Who’s a communicator that you admire and why?"},{"author":"Burt Alper","text":"I’ve been referencing Oprah Winfrey a lot these days. I watched her acceptance of the Cecil B. DeMille Award at the Golden Globes a few years ago, and I am blown away by her ability to sound authentic and sincere. She’s wonderful at that, but to vary the tone and the intention that she’s able to achieve in an authentic way, so she can be endearing and sweet and very loveable, and she can be very strong and powerful and authoritative authentically in the same speech."},{"author":"Burt Alper","text":"And that is an incredible range of emotion, an incredible range of vocal quality, and she backs it all up with very powerful content that has specific examples that are relatable, that are familiar, and that really do drive her point home."},{"author":"Matt Abrahams","text":"Well said, for sure. So, last and certainly not least, what are the first three ingredients that go into a successful communication recipe?"},{"author":"Burt Alper","text":"That’s a great question. I’m going to go alliterative on you."},{"author":"Matt Abrahams","text":"Ah, I like alliteration."},{"author":"Burt Alper","text":"I’m going to say passion, preparation, and personality. I want you to bring all the enthusiasm that you have for the topic. I want you to prepare in advance, so that you know what your audience needs and wants, and I want you to bring your own personal style and flair to whatever conversation you’re having."},{"author":"Matt Abrahams","text":"Let me try a little alliteration with you. Great gift you’ve given all of us as we go about our communication. Thank you so much for sharing your insights, not just about communication but how to handle challenges, objections, and skepticism. You know, Burt, this topic is so critical to success. We all need to be able to share our opinions and our ideas but also handle those ideas when they get challenged, when people bring up alternative points of view."},{"author":"Matt Abrahams","text":"We see this happening not just in our work lives and our personal lives, but we see it happening in society in general. The ability to approach objection in an open way to foster dialogue rather than to foster dissent is so critical. I really appreciate the insights you’ve shared, and I hope all of us can take advantage of some of these tools."},{"author":"Matt Abrahams","text":"Thanks for joining us for another episode of Think Fast, Talk Smart, the podcast, produced by Stanford University’s Graduate School of Business. For more information and episodes, visit gsb.stanford.edu, or subscribe to our show wherever you get your podcasts. Finally, find us on social media at stanford.gsb."}],"audio":"https://content.production.cdn.art19.com/segment_lists/b82ed3c9-8dea-4e18-8aa4-27d2d5f6fd6b/20200311-T2JqZWN0aW9ucyBNaXggMi53YXY-684fbe74-4a0f-48f8-abfa-20084d5076e4.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Burt Alper"],"wave_peaks":[3995,3329,3786,3412,22610,16187,22157,22675,22812,23266,20464,19644,23231,22308,20674,14883,22585,14956,22075,21764,17712,12368,17152,12647,5803,1807,2341,2396,2221,2380,2458,2637,2139,19860,18325,10872,14463,7824,6099,6599,11605,9328,12884,15381,11401,6702,6954,4263,15655,15034,14583,6210,16195,8111,6819,5493,3330,1473,1739,7543,12707,4484,15924,15281,14692,9843,7362,11530,5970,17329,16401,5883,8206,7942,8794,3892,1597,7192,10950,9933,9104,14012,9205,9477,6765,5374,4626,13623,10285,571,6813,14968,4826,5589,6342,5846,1055,1730,17076,11636,4744,12087,12370,8907,6865,12434,7610,8460,10894,8730,6241,7738,4392,12253,11248,2633,6818,4782,3216,427,359,15129,13682,18354,9551,12383,13296,9817,12058,8978,15147,9943,15880,10138,7214,8985,10041,13209,12295,6274,1156,549,22015,15079,711,21233,7832,15378,4252,14509,8111,8891,13924,3787,1118,10951,19767,12179,7304,4051,11582,15332,21356,16518,8408,16937,16537,7467,15834,13014,9225,10826,13979,9578,5949,18382,6328,5861,11768,14976,10135,15024,11976,5827,3037,288,10106,11540,13917,410,18420,16866,14894,14851,16065,12824,15718,19077,15588,12794,12534,14039,17243,14573,9233,16808,11496,11539,6657,10831,7277,550,12796,8736,11917,8650,947,363,17048,13897,9261,8998,8103,491,202,133,215,5916,15777,15845,13949,13550,14005,11900,10512,15336,13214,14789,14206,12751,12696,10141,6334,7336,16712,11160,8198,10592,8307,8371,3619,820,730,205,17073,16040,17249,15565,13499,12579,10724,10842,10954,2934,152,3864,14204,16587,15457,7549,6654,13340,17734,15016,10423,9832,11804,14847,98,14210,8362,9127,12747,7590,6139,9531,19092,14828,11712,15745,14309,12780,11399,10755,10615,2985,3337,17520,8755,10025,12676,11296,9218,13617,15297,11198,9637,10406,11364,9262,8540,8001,8033,12306,11110,6159,4823,1036,1236,15031,15025,13227,16673,13503,8293,13219,12164,9069,7666,11041,12104,9503,9747,10651,10314,10364,8874,1011,9490,11883,14577,16019,14791,14950,12993,11346,13201,12290,18059,10343,7477,6113,249,6432,556,21327,17888,14520,11566,854,15305,22534,15230,12716,868,14054,14124,7723,13903,16211,6609,13819,17111,12791,10198,14388,17542,7456,4902,14358,16663,17182,14105,3449,8256,12665,11558,9894,13545,12185,12195,12278,12573,6186,10528,17733,6926,6994,4615,3661,3437,880,1180,22139,19048,16065,12222,17976,19016,13655,14206,6238,1177,15723,14847,17895,12807,5271,4473,9056,9518,5649,4397,10878,13341,18019,12330,10656,16598,11796,12623,18030,15921,14767,706,196,16452,18234,7935,2602,9824,13156,15426,10025,10407,10052,14006,10414,17101,16045,8799,3961,14581,18661,6611,13231,17261,9155,17228,19217,10835,9934,18999,14164,14317,11783,10912,12619,13727,11150,10494,9907,12938,5669,15902,16166,7371,11450,14468,166,15609,11642,14304,9283,5630,7974,8396,6107,13126,20992,11076,7754,11047,19242,6063,5814,18816,12210,16347,19855,11478,10652,9440,15446,10652,13227,8495,19253,8448,13235,11765,1035,22145,11215,12481,9450,5133,7770,19065,14220,9660,13794,20950,11956,3983,4697,6097,15081,16726,15731,14620,19862,14063,12376,5926,17701,13704,15738,21339,22001,3891,12582,11533,14300,13105,14517,14476,11054,6884,7371,11677,6348,11974,20800,12203,5413,9305,11272,6731,334,1075,1486,22095,20209,14916,18690,15623,16635,8950,12390,18662,15890,17612,10281,9809,8490,13973,13131,8454,11043,11561,11645,9561,3654,15299,13043,10140,15324,13260,11754,8029,11901,13722,17025,10021,4247,20268,17105,14390,7842,19087,17593,13808,11158,11278,14355,13222,10690,8892,5946,3770,2569,498,14334,16493,12038,15103,13679,12331,11213,12801,7141,14232,10023,12889,8152,8905,13199,13612,13603,10575,14297,7779,7125,818,17506,12783,14598,16150,12720,15749,13219,12909,10398,13796,12524,8242,12177,12070,11435,8961,14160,10720,10280,338,14998,17793,14891,13146,10867,913,13756,13637,13325,5104,18356,16303,13631,17346,13315,8377,15582,14274,10424,11102,11443,8521,1200,15090,15673,11217,11636,10549,11548,11174,14271,15018,10649,14397,12059,11513,12209,10949,11870,2577,461,2499,13983,14094,14856,13804,12017,12457,11299,10350,10871,358,2163,18898,17647,15768,18587,16400,9644,11574,9906,7254,16830,14759,12400,11032,9736,7819,749,114,1104,15110,8620,8128,6434,5935,160,16947,16980,15289,6886,10370,8454,8339,6187,7890,10230,18234,4945,11574,9437,14012,14895,14911,9192,7362,13878,9043,8385,9703,6310,5479,3612,3653,5125,10841,17390,5199,6144,7054,3053,3102,15108,11189,15662,12623,6623,671,15742,7854,10300,15472,13290,22122,10259,13451,9802,11321,7414,456,237,142,14365,16316,13622,10410,12248,11896,15967,7929,12316,8799,17781,7474,9365,4192,4401,689,22080,15033,12177,14194,13420,10991,6023,6940,17147,16307,22530,22041,6690,7535,14839,6181,16460,10472,3386,14755,21901,12610,13450,14529,15069,11653,13629,5451,4909,3653,4680,16074,17085,15703,9498,17900,13096,10197,18561,13249,5928,16573,13096,11735,7867,15821,9276,20214,7574,6764,7349,2526,11806,17885,18642,14786,16149,11299,20016,19358,16544,17716,22098,21977,19114,18560,12380,10271,11675,10166,8882,11223,9765,7494,8352,8801,7812,9524,8786,2148,907,3723,18331,5644,1356,14596,14970,11108,12177,10915,10048,10623,9203,9799,9516,8530,8046,11167,19329,19605,12157,476,15102,11919,16798,14599,12098,782,11291,13693,8972,10023,8848,9588,16535,12579,10924,11633,11955,8817,12631,11756,8432,13642,12986,14088,13552,12762,13386,12582,12083,13028,15519,10669,13253,13033,9933,9749,13146,10730,17329,18758,11718,12995,10001,16691,12407,8248,8800,8536,4392,12530,17231,15660,4702,10139,9811,8835,6516,1791,986,17823,18561,16925,11013,14750,13963,13675,11350,17057,11413,4472,209,15273,16680,8300,8000,9227,14466,14149,14087,8561,11220,11665,12746,4361,15923,13807,15071,10549,12059,13658,12551,12180,11867,7949,5372,11523,14466,14187,10723,8010,6243,8089,17715,15183,12848,12374,7177,19259,13075,13254,12916,19534,10054,10375,11884,15055,14654,14441,10752,16326,15048,15321,9239,6679,5328,4960,1626,17060,5927,12698,18231,13356,489,441,15890,13791,14263,271,10889,7438,13145,8614,8746,10177,10766,9740,13249,9192,10776,6146,6469,6536,5722,5162,912,199,15909,19004,13253,10881,11162,3231,12243,8652,14701,8177,9170,8410,13824,19415,4978,22437,8626,4462,10598,21715,11686,11011,8968,13137,8816,16413,12251,5762,10931,17796,16677,9710,10273,15760,14707,10338,13806,12277,7279,15254,13042,16315,15989,14517,12937,6926,8671,12549,10274,16483,6857,13193,12373,9296,8260,9136,8629,15604,9610,10505,4999,5666,18728,14504,12607,11485,8848,15817,10703,8854,16671,15574,14654,12894,11130,9834,10267,12921,12038,2954,662,12270,18621,14417,13687,8588,523,16743,17597,14266,16884,13074,16708,10331,12823,14983,14069,12090,11576,12202,22105,21416,14078,12241,1810,18865,722,16862,13715,8956,11790,12679,14075,7190,2127,20268,12978,12411,7039,13814,6510,8736,7324,14814,12383,10281,9200,8263,4778,5402,5815,1890,1309,9392,22149,6681,10147,15551,18662,14086,9960,11943,8161,6995,22036,11198,7153,16925,9137,6174,841,17702,19281,14639,13422,13649,13333,16728,16196,9068,7672,10782,11203,8772,8234,18975,13189,14036,16870,10632,9291,13334,8394,2603,468,22146,8019,14143,14568,6592,7219,10881,11471,12965,7320,4750,6180,4813,6160,2657,501,137,1744,22213,15769,17401,14570,15195,11061,14170,14042,11123,15215,10741,8693,13411,13171,9447,5637,9228,11069,13604,7019,16077,11214,2591,5528,16521,15283,12902,6622,1535,748,13997,139,110,19180,17202,18091,14187,13773,4700,12901,15345,13396,15847,17922,12476,11581,13281,13013,16031,12092,13673,13500,8356,5756,102,135,17981,17511,16901,15715,16321,14623,15918,12039,22665,4452,16967,13687,16087,12051,12508,13529,11584,11294,18682,16611,14726,9438,7348,4588,4279,343,636,18963,15804,15377,15867,6677,11519,14207,7317,4883,17946,6105,14617,5665,4550,7397,10496,15117,11211,12739,6751,16243,12158,9083,19505,11716,11940,12200,12008,10958,7666,21857,10438,1508,1040,15140,11586,17961,13850,11849,15055,18196,12598,8082,21924,10502,8218,19517,6803,7742,17071,15563,13635,16523,11823,10930,13028,14855,7094,11402,14652,21107,12598,16174,10541,4843,17123,9265,2357,1017,12294,10107,15581,10798,12011,12653,18258,7895,10488,14017,13471,13278,10843,13678,8549,8336,4566,868,21376,17823,19048,13917,8018,4464,11509,11896,10698,13652,5818,14910,14675,10524,12416,10848,11314,5414,21498,16996,11676,8594,5223,5583,20641,12330,12857,11501,9441,17756,6227,779,13670,12340,19945,11466,9978,10371,10214,17677,11189,10608,11780,10872,11731,14242,10913,7599,14038,6511,4867,19748,11331,11524,11273,11436,4470,10347,6297,7451,8965,11146,16884,13524,14099,12560,160,880,15227,12239,16062,9270,8715,11728,9134,9799,13977,6562,943,12137,14119,19644,11136,13625,12314,9821,5177,1597,160,10254,16029,12248,462,6431,14165,15733,12095,5084,11050,12554,3436,11896,12114,12102,13000,7269,7113,4268,1715,1219,378,11492,13038,10948,12936,1612,9233,12624,14081,1370,10838,12262,6877,11387,6772,9714,12950,11101,759,11218,15097,18052,13109,14640,14728,13692,13690,8631,10405,10466,7671,7751,8147,10659,9623,16445,14762,11684,8598,7210,13042,5005,3569,9826,8193,6400,3550,10633,18171,18156,13404,15909,13827,11690,4251,16477,11794,15772,10891,12108,12841,7609,18889,6752,1132,11844,16146,13295,3093,1459,13990,7619,6909,7087,4032,4629,12661,7826,10317,12146,11055,9201,8417,7115,6282,9869,9512,4860,15553,10837,18216,15239,21505,14879,11254,12830,14395,12290,11358,9808,14055,11453,15779,12089,3312,12473,15778,12145,6403,9217,13975,13389,17464,22071,12368,15504,11734,12601,16585,11242,13040,17284,10074,6509,16458,12477,14280,11249,9095,9517,14069,12304,22090,14361,5707,18698,9930,11180,6515,13838,14004,17876,11349,1132,18510,22133,9645,10618,10373,7259,11890,10403,18125,16929,5117,12941,18842,11544,12494,8489,7294,5682,9533,4350,1762,910,435,3163,536,19651,16468,20179,13919,9612,11398,8601,3852,3384,18152,6190,3967,10601,21574,18522,11058,12658,12456,6769,8035,12895,10037,7692,8685,8547,9884,9938,6311,6725,15271,9322,13957,10228,6396,14633,11884,9522,1593,20972,17086,16751,15208,13286,6874,17800,10742,17291,11157,7103,5875,5378,676,11675,14793,11569,2600,17629,14642,10559,7436,6978,5860,9865,10332,13697,12909,13084,14228,13481,659,3938,14857,13554,13190,9747,10523,11401,12302,11974,10407,9504,9446,9918,7731,7377,9993,7289,734,291,113,13859,13113,12329,18084,12548,12255,11887,14944,8721,9930,7959,8897,14901,12651,10072,9470,12548,16904,16024,14010,18253,8486,16325,17691,11748,12932,572,112,16377,17254,18558,10742,9045,5092,594,586,429,119,12859,8810,13206,11310,5136,389,8321,9564,12694,9443,7071,4381,254,12571,13592,10353,9659,10718,9257,14707,8215,21069,9015,7621,6796,12605,9105,10180,9223,7871,516,280,4005,4898,6428,10365,14939,17229,14108,10153,8466,8587,7583,6467,13171,12185,10056,1311,15053,13470,7231,11396,7550,2482,1002,748,268,16794,15839,12076,11895,11375,13684,6385,4080,17034,11546,14864,15579,16130,5187,15390,22135,10976,8577,2436,12743,14481,18088,19885,7153,8031,554,489,1206,6086,9467,12244,12475,10316,4748,577,15158,17716,16227,14987,12118,12579,14022,11926,12080,15431,13948,12499,10777,8182,6408,7655,6767,3520,1269,12755,16436,17689,391,11353,16189,11212,849,530,14402,13573,11262,5418,1235,756,574,368,15789,12990,11266,9445,10122,9931,6921,3583,12072,12633,13172,13200,12248,10254,8997,10353,9533,11286,7793,10242,9264,6189,686,696,12507,14191,12804,14816,10727,8798,6298,8356,354,3356,20760,15765,11697,15916,8954,16296,7690,3130,3904,9672,13103,8875,16072,14367,8263,8226,6450,6647,3321,8769,6985,9270,16069,12813,13156,9396,8167,20553,8991,9111,8644,10161,1061,18380,5589,10187,13181,14381,9070,723,2583,13281,16112,16720,14981,14431,5380,4818,4962,2008,16846,11050,10541,16285,11521,10351,7529,13007,9326,8015,6432,16608,14475,13687,13421,9099,12294,13676,13384,14153,14672,13282,17312,17059,16859,6044,9884,10045,7055,1188,15065,11117,16417,12343,14290,15366,10375,5708,10208,5838,2956,12903,14074,13501,6090,11744,17041,10990,18898,13588,8652,7014,693,15497,18045,9094,10531,6292,14439,15110,11489,8033,13935,11663,9802,8099,6116,11503,15964,7215,5643,9523,5986,4048,14242,14628,16739,10658,8603,5625,16483,15557,14799,6823,15158,13547,6147,13006,6816,10012,7198,6591,362,934,20119,16074,14024,14294,9407,8538,9590,11005,14106,15445,10801,11157,6621,3286,513,22257,5821,9476,7548,13380,8651,12662,9082,6082,2013,18438,15831,16589,8165,6659,9697,10216,6865,9589,6876,14201,9359,9284,10816,10927,6454,7493,3105,925,15510,10805,15414,18800,16537,12019,18587,16192,11607,263,5351,5238,11518,15323,12820,8142,13730,16733,1025,15229,22179,19230,13796,18008,11278,14651,10854,667,14049,13813,11976,16080,20236,13884,17987,12452,10384,8126,11384,8481,4616,20207,12662,15861,15421,14414,16923,11012,13663,15153,5398,2623,154,1039,13867,12133,11459,7094,1042,14925,17681,13278,11710,4320,17555,19150,14362,15675,13281,9519,139,431,13986,14346,12952,9980,13557,7945,5721,7442,13200,10756,22636,16022,17422,12596,15446,2097,16086,11883,8987,14086,11363,11940,12882,10568,6858,6131,10484,13105,7546,7505,8486,9842,1167,7016,8483,6034,589,3915,4549,10566,18781,15915,8528,11886,7549,8836,12567,13868,1295,872,8850,14877,16337,9734,10855,7908,6595,4819,12655,13829,15423,10726,9751,12348,9167,9800,11710,6749,8404,10244,8839,11026,13472,11867,9697,9571,14843,12573,11807,12110,13777,1387,913,800,19092,15582,12765,16476,12020,14715,15594,18029,12297,13057,9551,12081,9914,7883,12059,9054,1481,14362,14391,13827,433,14872,16637,13326,12115,4501,3051,125,7120,14717,11307,7438,6719,8206,8637,1222,2882,22242,10655,9516,15796,7857,11141,17845,15466,11403,8568,10918,10980,9976,6223,11037,7881,5872,12385,12337,12877,9342,1378,11013,14892,11511,6844,7524,7608,3307,7493,20446,750,615,22164,11641,8909,11682,9323,7503,7704,11051,9161,8226,7254,7352,10163,11067,7240,12556,5959,15238,8313,9784,5654,539,321,15655,12706,6004,5341,15378,7605,20472,22196,12643,10353,1661,10116,19312,21636,17887,14708,21992,2861,19094,16631,17881,11819,8123,19743,12481,5725,2249,429,14751,17965,22375,14085,20060,11328,12891,10927,9771,13653,9039,15689,11019,5440,6797,22128,11269,13200,9202,14476,10986,8509,12231,10621,5400,6660,12223,10622,9906,6062,4301,158,132,161,198,2995,7237,7652,6988,4610,22120,22200,22328,22511,21936,16427,14454,3040,539,127,9601,17139,12858,15082,15800,10456,5300,121,11886,10408,11489,8560,6706,3468,224,14368,18407,18708,11104,14004,18180,18568,20373,22662,20616,22231,22362,14803,22131,18734,12197,1926,17321,15095,14373,14068,9178,6790,7127,9682,3880,7695,7313,4466,8863,7337,8280,6234,6242,5267,4495,178,625,568,14909,13415,12537,9925,9993,8287,8098,3886,429,1450,15019,9920,193,14470,12997,12631,11113,10981,10816,8146,6616,7952,7573,6907,12439,9941,6680,11883,8322,7775,9107,8810,8486,8167,7230,12043,10167,8979,2315,7914,7979,8840,7741,636,230,10682,12754,11221,11316,11728,9430,9057,12430,11170,7916,11813,12858,9266,174,134,116,4883,15924,7930,7699,11728,7865,14706,7881,9408,1049,245,110,121,19891,14287,8461,16231,12314,10202,10359,7749,11274,11410,5007,10745,6316,6897,11241,8839,7494,8660,8932,8212,8607,9065,5641,2969,630,7723,11534,11714,7371,108,8693,11806,8626,9410,6502,5381,12200,8387,5423,1609,9177,9431,7559,10359,9173,7251,6363,6046,6823,6675,2814,12244,10468,3913,420,7274,21579,9061,3259,359,15368,14260,13739,7063,1841,10115,14716,8807,7761,11223,10026,12316,8814,8517,8077,9463,7248,5725,4342,3544,7321,10619,7287,10104,6762,4656,5459,7085,5381,597,7066,8806,10826,12136,9496,7072,6587,7328,9506,8486,7680,7124,2570,11725,8866,12021,5161,5381,13593,9220,5716,7927,11074,7415,9550,12987,12936,8907,7725,5617,5113,177,135,241,158,3959,16790,11654,7083,5867,3748,165,1261,20551,11156,12852,12902,11879,17158,16392,12097,6506,14112,14873,13680,6815,11415,9966,8564,16494,7036,6336,7824,6631,10082,3898,123,81,115,4006,5846,4026,3299,1950,1829,622,101,112,15258,17308,12251,10609,6247,3735,10212,11853,19118,15035,3527,163,346,13735,12209,14923,11107,3116,135,288,14854,10406,10139,1215,6016,9985,8367,5095,666,234,326,5181,12010,12081,11072,113,14994,10960,13220,10252,11705,10301,7538,9139,9129,10725,2822,172,187,8917,6458,14290,12848,134,127,9041,9646,10938,7659,8385,7688,6428,2343,117,12660,11535,11257,3341,291,128,13051,10741,12474,12339,8833,11210,9912,8132,10737,10441,13640,9816,11277,5925,5093,4699,1897,195,130,145,77,139,159,13071,17672,8401,12233,5579,5630,601,3770,19331,11111,5161,11721,13009,15855,7302,6018,20237,15216,16142,16985,10909,7085,7755,9498,19283,15802,10502,4354,18554,15635,9510,15560,3774,17123,8225,9650,5140,6922,17786,15080,8237,447,10532,20171,4738,7102,11989,6018,6917,10019,5578,2141,134,618,17860,13999,1444,18389,22197,14255,11909,16249,8488,9789,10848,10961,11454,17055,12208,1308,13454,11362,10475,7265,7173,289,22077,21692,5578,5804,5185,3788,713,19130,12554,12048,9829,9735,9884,6919,5506,12832,10652,5507,9671,10714,10741,6621,16382,10098,11589,6484,6918,5405,4592,8709,14902,13348,20979,6887,22158,8830,10996,9150,4975,11526,8154,7878,14183,4662,8413,9165,6887,5568,13558,14186,10459,8968,5555,462,9893,17350,13406,12710,6612,6388,13357,9699,7472,2900,11374,19770,19824,12648,8450,14882,9311,7385,6689,14369,12311,11529,5328,12758,6244,7102,17797,17766,9151,7520,11920,12070,7012,8736,1168,10695,14368,13027,7381,7046,6173,7070,8021,6285,4540,2425,2241,2588,2219,21995,10721,14614,10081,22101,7758,9074,22117,22342,15742,21597,16708,9612,12249,18376,4080,4320,2828,2610,17153,13306,15202,11752,10764,9985,20316,8538,6411,4822,2714,17108,19165,9818,16922,11048,16261,12191,17160,10089,14654,11052,15103,7863,4028,17399,9712,19566,10549,13679,15401,10238,12076,7250,4556,19346,22085,2539,21984,9853,6257,13433,9133,22371,7657,6572,10606,6072,5819,18,0,0,0,0,0,0,0,0],"fragments":[{"begin":"0.000","end":"29.400","lines":["Welcome to Think Fast, Talk Smart, a podcast designed to hone your communication skills. One of the communication situations that makes people most uncomfortable and nervous is when challenged with objections and concerns. Clearly, deep thought and active debate over ideas often helps improve decision making, but the experience of defending your ideas and proposals is hard and fraught with potential pitfalls."]},{"begin":"29.400","end":"43.640","lines":["In this podcast, we’ll explore ways of handling objections while remaining cool, collected, and credible. I am so looking forward to diving into this topic with my friend and fellow lecturer at the GSB, Burt Alper. Welcome, Burt."]},{"begin":"43.640","end":"44.680","lines":["Thank you."]},{"begin":"44.680","end":"57.080","lines":["If you don’t mind, or have any objections, I’d like to start by asking you to talk about a time you were confronted directly with an objection from an audience member. How did you handle it?"]},{"begin":"57.080","end":"85.320","lines":["Well, I’ll give you a very specific example, and it comes up all the time. When you’re offering best practices to executive clients, or even here at the GSB, someone always raises their hand and says, “Well, I like what you’re saying, but that would never work in my company,” or “That would never work in my weekly meeting.” And as a first step when I get that pushback, while I want to get defensive, I’m trying to train myself to be more open to that criticism."]},{"begin":"85.320","end":"106.120","lines":["So, the very first thing that I’ll do is I’ll acknowledge that that concern is legitimate. You’re right. There are some situations for which this rule or this guide or this piece of information may not be appropriate. And I find that’s a quick way of diffusing a situation. People want to be acknowledged. They want to be validated, and if you can build a bridge right out of the gate, you’re starting off on the right foot."]},{"begin":"106.120","end":"120.520","lines":["The second thing I’ll do, I’ll offer them the freedom to adjust as they see necessary. So, if it might not work in your particular environment, is there something you could do that would work in that environment?"]},{"begin":"120.520","end":"143.400","lines":["And the third thing I’ll do is I’ll push back a little bit. Maybe you haven’t tried this in your weekly meeting, and you think it won’t work, but until you actually give it a shot, see what happens, and then adjust as necessary going forward, you don’t really know. And I might invite them to try one particular aspect of the best practices that I’ve given them and see if that one fits. And if not, okay. Then we know it doesn’t work in that situation."]},{"begin":"143.400","end":"154.640","lines":["The key thing about the work that we do, and you know this for sure. We’re offering guidelines, not rules, and anything that is taken by our audience as a specific, you must do this, is probably being misunderstood. So, once we get deeper into the details there and figure out that we’re trying to offer some possible suggestions and give them freedom to move around, that usually diffuses the situation pretty quickly."]},{"begin":"154.640","end":"158.240","lines":["Yeah, I don’t know what you’re talking about because all of my students and coaching clients take everything I say at face value."]},{"begin":"158.240","end":"158.680","lines":["I know that’s not true."]},{"begin":"158.680","end":"164.240","lines":["Well, all right. You got me. You got me. But I really like that fact that you were talking about the approach you take and really thinking about being open to somebody else’s opinion rather than immediately getting defensive."]},{"begin":"164.240","end":"164.640","lines":["Right."]},{"begin":"164.640","end":"178.920","lines":["And I think so many people get defensive right away even before they get into the situation. They’re prepared for battle, and I know that that can restrict the interaction and what’s possible. So, let’s talk a little bit more about preparation. What do you advise people to do in advance of situations where objections might be raised? What are some best practices there?"]},{"begin":"178.920","end":"198.360","lines":["I think there is certainly the opportunity to anticipate where the pushback is going to come. So, if you’re dealing with any kind of information that has a contentious element or maybe even an unfamiliar element, thinking ahead of time about how that’s going to land with your audience, where you might receive the pushback and making a strategy ahead of time."]},{"begin":"198.360","end":"219.800","lines":["So, if you’re upending the way the expense reports are done, and you know that the people in your firm are creatures of habit, and they want to keep doing things the same old way, how do you anticipate the pushback you’re going to receive? And before you get into that moment of contention, you’ve already got a strategy for how you might make that a little easier for them to swallow."]},{"begin":"219.800","end":"230.920","lines":["Certainly having those contingency plans, I think, can really help so that when you hear it come in, you’ve got some ideas about how to manage it, and that’s absolutely good advice to think about what can I do if this comes up? And perhaps other ways to circumvent or address it in advance, so it helps you prepare for that."]},{"begin":"230.920","end":"242.520","lines":["Now, I know when you and I teach about objection handling, we talk about how objections can be divided into two categories. We talk about emotional objections and logical objections. Can you define what distinctions are between those two types, and perhaps give some examples?"]},{"begin":"242.520","end":"254.320","lines":["As long as you and I have been talking about this, we’ve gone back and forth on that, and I think it is a fascinating way of breaking down skepticism or objections in conversations. The age-old cliché of the forest and the trees, I find is really valuable here."]},{"begin":"254.320","end":"254.600","lines":["Yeah."]},{"begin":"254.600","end":"265.400","lines":["Often, the more logical concerns or objections are getting down to that individual tree level. The specific point about the quarterly budget not accommodating any new expenses, something very particular that’s rubbing them the wrong way, and they’ve got to get that issue out there."]},{"begin":"265.400","end":"279.000","lines":["On the flip side, the emotional objections tend to be of the forest view, and they might not be able to see or even put a label on the concern they’re having. It’s just not sitting well with them, and you’ll often hear people say, “I can’t put a finger on it. I don’t know what it is that’s not working for me, but something in here isn’t working for me.” So, thinking about individual trees versus the entire forest, for me, breaks down the logical versus the emotional reactions."]},{"begin":"279.000","end":"283.480","lines":["Sure thing. And what’s really important in this distinction, and I really like how you used the forest and the trees as a way of explaining it, is we have to respond differently."]},{"begin":"283.480","end":"283.600","lines":["Exactly."]},{"begin":"283.600","end":"289.400","lines":["We can’t respond to skepticism or an objection that’s got emotion in a logical way right away. We have to do other things. What advice or guidance do you have for handling those types of situations?"]},{"begin":"289.400","end":"297.480","lines":["Well, I think I would disagree with you a little bit on that. Sometimes you can come at it a different way as long as you’ve got permission to do so, and that permission can come in a lot of different forms. Sometimes it’s a body language permission."]},{"begin":"297.480","end":"297.720","lines":["Right."]},{"begin":"297.720","end":"310.320","lines":["If you start down a path of responding to skepticism, and you can see them clench up, maybe you need to adjust your approach. But if you see them starting to actively listen, and maybe you’re opening their eyes even physically to the way that you’re explaining this, that can be really valuable. I do think that often the way of combating a higher-order objection is to get into the specifics, so that you can use practical explanation as a validation for your idea when someone else is being entirely emotional."]},{"begin":"310.320","end":"326.200","lines":["If you combat emotional objections with emotional support, sometimes you just get into a he-said, she-said situation or more likely let’s agree to disagree because my emotional can never be more valuable than your emotions. So, how are we going to resolve that? Whereas if one side of the table has data that they can point to as reasons why this idea is going to work, or this plan is going to be successful, it’s hard to combat that with ongoing, generic blanket objections to that."]},{"begin":"326.200","end":"331.360","lines":["Similarly, if someone is down in the weeds or the individual tree level, and they’re focused on one particular element, encouraging them to think more holistically, either about the quarter or the year or the company and how this might affect the entire company –"]},{"begin":"331.360","end":"331.800","lines":["Or the impact."]},{"begin":"331.800","end":"332.360","lines":["– or this impact –"]},{"begin":"332.360","end":"332.360","lines":["Right."]},{"begin":"332.360","end":"345.000","lines":["– then you’ve changed the way that they’re thinking about the debate. We talk often about the person who is stuck on a budget, a line item in the budget. We don’t have money to fund this. The old cliché of a penny wise and a pound foolish comes into play here. Like yes, we could save some money by not doing this, but the repercussions for us long term are much more expensive. And now, you’ve elevated the debate out of that individual tree conversation to look more holistically at the whole forest."]},{"begin":"345.000","end":"350.400","lines":["It strikes me that in preparing for these kinds of interactions, having a stockpile of specific statistics or specific approaches to expand and extend a point would be really helpful to be ready with this different information, so you’re not caught off guard right away."]},{"begin":"350.400","end":"360.680","lines":["And that’s where your preparation is so valuable. You start to anticipate where the skepticism might come and how you’re going to handle it. And there might be three or four different approaches that you’ve mapped out to each of those specific objections, but time and circumstance, time and audience will determine which response you might apply to that particular pushback."]},{"begin":"360.680","end":"376.200","lines":["Absolutely. So, yet another thing to put into the preparation category. You know, one of the things that we teach, and we talk a lot about, Burt, is this notion of how to handle objections through reframing. How does reframing work when it comes to handling skepticism and objections?"]},{"begin":"376.200","end":"400.880","lines":["I think of reframing as a way of giving yourself, the speaker or the information deliverer, room to maneuver, and in the simplest terms, you’re giving yourself a chance to respond to the objection without admitting defeat. Sometimes you have to change the way we’re talking about something in order to be able to address the issue without saying, “Yeah, you’re right. This is a terrible idea.”"]},{"begin":"400.880","end":"427.200","lines":["Yeah. I see this all the time in the work I do with clients as well as with the students. So, for example, if somebody is being pressed why a certain feature isn’t in a product, and you know that that feature is not coming now or maybe ever, it’s possible to reframe that to be a broader discussion about how do we prioritize feature set, and as a result of that discussion, you can then come back and address the key issue."]},{"begin":"427.200","end":"445.440","lines":["I think what’s so critical here, and I know you and I agree on this, is whenever you reframe a discussion, you’re not becoming a politician and just talking about what you wanted to talk about, you’re addressing the issue in a different way, at a different level, and you always have to come back to what the challenge or question or skepticism is about."]},{"begin":"445.440","end":"473.800","lines":["That is such a crucial point. You have to put yourself in the other person’s shoes. If you were the one who had the objection, and someone took a reframe too far and started answering a different question, how would that make you feel? You would feel either unappreciated or unheard, or it might even make you think less of the person who is trying to communicate in the first place because they didn’t seem like they were able to manage your question."]},{"begin":"473.800","end":"486.760","lines":["So, your point about coming back to the core issue is critical. If you don’t answer the question at some level, you’re missing the whole point, and your audience is going to see that as a weakness or as a missed opportunity."]},{"begin":"486.760","end":"509.600","lines":["Certainly. And I think part, again, going back to preparation is you can begin to think about these reframes in advance. So, I know that questions about feature set can ae talked about in terms of priority. I know if somebody brings up a question about pricing, I can reframe that as a question about value. So, having these ideas in mind in advance, again, can help you if and when that arises."]},{"begin":"509.600","end":"511.040","lines":["Absolutely."]},{"begin":"511.040","end":"521.240","lines":["Now, I want to talk a bit about paraphrasing because as powerful as reframing is, I think paraphrasing is really critical for handling objections and skepticism in the moment."]},{"begin":"521.240","end":"542.680","lines":["Well, I think the first thing that paraphrasing does is it establishes what are we really talking about. So, if someone raises an issue, and you may or may not know exactly what they’re concerned about, by putting their paraphrase into the conversation, either overtly saying, “I just want to make sure I’m clear on this” or tacitly saying, “I just want to make sure I’m clear on this,” you’re establishing that we’re talking about the same issue."]},{"begin":"542.680","end":"549.520","lines":["And audiences, particularly skeptical audiences, enjoy or appreciate the effort to make sure that you’re on the same topic. So, you’ve established a bit of an empathetic connection with them just by trying to clear the air."]},{"begin":"549.520","end":"561.440","lines":["Paraphrasing also allows you to reframe. So, you can put your words on top of their words, and if you do it skillfully enough, if you’ve had enough time to prepare, they might allow you the freedom to change it from a question about pricing to a question about value. And that’s a subtle reframe in the form of a paraphrase."]},{"begin":"561.440","end":"569.320","lines":["I think where people tend to get a little into the danger zone here is if you push the paraphrase too far, and now it’s no longer the same topic. Then you’ll get the objector digging in his or her heels even further because I feel like you’re trying to skirt the issue. So, the paraphrase needs to be as accurate as you can make it, but you can adjust the frame of reference a little bit in that paraphrase."]},{"begin":"569.320","end":"582.640","lines":["Yeah, and I think paraphrasing is something that people have to understand is not this big thing that you always have to say, “So, what I hear you saying is —” and then there’s a repetition. You can extract just some key ideas or phrases and go from there. So, it allows you a way to take the floor, to do some reframing, to do the validation you’re talking about as well as to really help yourself formulate your thoughts along the way."]},{"begin":"582.640","end":"601.440","lines":["I do want to bring up this notion of emotion. Since emotion is around, I believe, and I’m curious to get your thoughts on this, that acknowledging the emotion without naming it is critical to do early in the paraphrase. So, if somebody comes at you with a lot of heat, you know, maybe they’re angry. Maybe they’re passionate. Rather than to say, “Oh, I hear your anger,” and then the person is “Well, really I’m frustrated.” Now we’re arguing over their emotional state."]},{"begin":"601.440","end":"609.640","lines":["I think just to say, “Hey, I hear there’s a lot of passion here,” and then move forward, acknowledges that emotion, puts it out there because everybody hears it, and for you to ignore it, I think, puts you at a disadvantage. I’m curious of your thoughts."]},{"begin":"609.640","end":"619.320","lines":["I really like that. As soon as you started talking about the “I hear that you’re angry” example, you know, I buy products. I’m a consumer in addition to being a coach. When I get a bad experience in the outside world, and I talk to the customer service rep, and they say, “Oh, I feel your anger” or “I’m sorry that you feel so angry,” that does not make me feel any better. The acknowledgement of my anger doesn’t make me feel any better."]},{"begin":"619.320","end":"625.000","lines":["If they were to say, “This is really important to you, and, therefore, it’s really important to me,” wow, the powerful shift. Now, I feel like you, as the customer service person, are really taking how significant this is in my life."]},{"begin":"625.000","end":"630.280","lines":["Right. We have talked about reframing. We’ve talked about paraphrasing. Are there any other tools that you use or teach around managing objections?"]},{"begin":"630.280","end":"635.360","lines":["I think the biggest cause of objections is a lack of understanding, and human nature is such that we will put a no into the air if we don’t really know what we feel or how we feel."]},{"begin":"635.360","end":"636.000","lines":["An N-O when we don’t K-N-O-W."]},{"begin":"636.000","end":"636.920","lines":["Exactly. K-N-O-W. Thank you."]},{"begin":"636.920","end":"637.000","lines":["Right."]},{"begin":"637.000","end":"652.640","lines":["So, in those instances, I spend a lot of time working with students and clients on the art of analogy and metaphor. Ways of expressing the complexity of your idea in more digestible examples or terms. You’re not dumbing it down. You’re just making it easier for your audience to appreciate the nuances of your idea. And those analogies can often serve as a great mechanism for diffusing objections because they clarify, or they explain in simpler terms."]},{"begin":"652.640","end":"667.080","lines":["With regard to analogies, I think you’re exactly right, that they are a way of helping people understand something they might not understand, and it is a way of taking some of the confrontation out of it. So, it’s not the particular issue that you’re discussing. It is a broader perspective and a different way of seeing it. And I have seen analogies used as a master class to help people really get what it is behind there. So, I like that idea of analogies."]},{"begin":"667.080","end":"676.480","lines":["You know, we’ve spent a lot of time talking about what we can do with the content during an objection or some skepticism. What are your thoughts on nonverbals? What we do with our voice and our bodies. Because a lot of that can work against the words that we’re saying if we’re not careful."]},{"begin":"676.480","end":"685.480","lines":["No question. There are two sides to this. So, the first part is as the speaker, quite literally, have your eyes open when you can. In podcast mode, I might not be able to see my audience, but usually when I’m dealing with contentious information, my audience is probably going to be in the room or maybe on the video conference. Observing their behavior is a first step."]},{"begin":"685.480","end":"703.400","lines":["If you see them starting to clench up or make some manifestation of frustration, lack of clarity, even anger, that’s a signal that something you just said created that reaction. And so, now you know at what point you got into the contentious content of your discussion. That’s a key clue to how you’re going to respond to that. So, it’s always important to observe and read your audience’s body language in anticipation of these moments."]},{"begin":"703.400","end":"715.920","lines":["Your own body language in response to that is critical as well. And it’s not just your body but your voice as well. I’m glad that you keyed on both of those because they’re absolutely crucial. You and I have both talked about this forever. You don’t want to fight fire with fire. So, if they start to raise their voice, you raising your voice to match that is not likely to lead to a happy ending."]},{"begin":"715.920","end":"727.600","lines":["If you can remain calm and keep the emotional tension out of your voice, as hard as that is, it does create an interesting opportunity to defuse, and your body language needs to go along with that, starting with what you’re doing when they’re raising the objection. You want to be an active listener. You want to communicate all of the signals that suggest you have a sincere interest in the concern they have, and you’re not going to whitewash over it."]},{"begin":"727.600","end":"736.920","lines":["It’s important that they feel heard, and you want everything in your body to suggest you’re listening attentively to them. That means don’t get your phone out while they’re talking to you. Don’t look at somebody else. Certainly, don’t roll your eyes as these comments are coming forward. You’ve got to put the best visual image of I care about this concern, and I want to address your issues."]},{"begin":"736.920","end":"740.680","lines":["So, it’s leaning in. It’s standing in a neutral position. Arms aren’t crossed in front of your chest. Those kinds of things."]},{"begin":"740.680","end":"748.040","lines":["Absolutely. Similarly, when you start to respond, I think those same body language cues are valuable in the delivery of your response. So, having a strong lower body with an active and open upper body shows that you’re not wilting under the pressure."]},{"begin":"748.040","end":"748.120","lines":["Right."]},{"begin":"748.120","end":"750.680","lines":["But you’re also being open and vulnerable. You’re willing to hear the pushback."]},{"begin":"750.680","end":"763.000","lines":["The points you made are critical. How you comport yourself in terms of your body, the voice, and those eyes. I often joke with the people I teach and coach that it’s tough not to glare, stare at somebody who’s giving you the criticism, but you need to be responsive, and looking them in the eye is really important."]},{"begin":"763.000","end":"767.680","lines":["Well, let’s go back to our parent examples. Right? We both have teenagers. If I’m saying something to my kids, and they start rolling their eyes, that does not make me feel very good."]},{"begin":"767.680","end":"772.680","lines":["That never happens to me because they’re always looking at their phone, so I have no idea what they’re — if they’re looking at you."]},{"begin":"772.680","end":"774.400","lines":["That also, though, has effect."]},{"begin":"774.400","end":"781.320","lines":["Absolutely. It sure does. As we end, I’d like to ask people the same three questions to get their ideas, reflections, thoughts on communication in general. So, if you’re ready, are you ready, Burt?"]},{"begin":"781.320","end":"782.440","lines":["I hope so."]},{"begin":"782.440","end":"794.120","lines":["Okay. There we go. I’d like to ask you the same three questions. If you were to capture the best communication advice you’ve ever received as a five-to-seven-word presentation slide title, what would that advice be?"]},{"begin":"794.120","end":"794.880","lines":["I can only use one phrase?"]},{"begin":"794.880","end":"795.680","lines":["Yeah, you’ve only got five to seven words."]},{"begin":"795.680","end":"796.680","lines":["It’s not what you want to say. It’s what they need to hear."]},{"begin":"796.680","end":"797.120","lines":["I didn’t count the number of words but —"]},{"begin":"797.120","end":"797.480","lines":["I was close."]},{"begin":"797.480","end":"805.360","lines":["Yeah, I think you’re close, but so important, and it really gets back to that notion of framing that we talked about, doesn’t it? And really understanding what’s needed in the moment. Who’s a communicator that you admire and why?"]},{"begin":"805.360","end":"822.880","lines":["I’ve been referencing Oprah Winfrey a lot these days. I watched her acceptance of the Cecil B. DeMille Award at the Golden Globes a few years ago, and I am blown away by her ability to sound authentic and sincere. She’s wonderful at that, but to vary the tone and the intention that she’s able to achieve in an authentic way, so she can be endearing and sweet and very loveable, and she can be very strong and powerful and authoritative authentically in the same speech."]},{"begin":"822.880","end":"831.840","lines":["And that is an incredible range of emotion, an incredible range of vocal quality, and she backs it all up with very powerful content that has specific examples that are relatable, that are familiar, and that really do drive her point home."]},{"begin":"831.840","end":"838.560","lines":["Well said, for sure. So, last and certainly not least, what are the first three ingredients that go into a successful communication recipe?"]},{"begin":"838.560","end":"843.160","lines":["That’s a great question. I’m going to go alliterative on you."]},{"begin":"843.160","end":"844.400","lines":["Ah, I like alliteration."]},{"begin":"844.400","end":"869.160","lines":["I’m going to say passion, preparation, and personality. I want you to bring all the enthusiasm that you have for the topic. I want you to prepare in advance, so that you know what your audience needs and wants, and I want you to bring your own personal style and flair to whatever conversation you’re having."]},{"begin":"869.160","end":"900.800","lines":["Let me try a little alliteration with you. Great gift you’ve given all of us as we go about our communication. Thank you so much for sharing your insights, not just about communication but how to handle challenges, objections, and skepticism. You know, Burt, this topic is so critical to success. We all need to be able to share our opinions and our ideas but also handle those ideas when they get challenged, when people bring up alternative points of view."]},{"begin":"900.800","end":"921.760","lines":["We see this happening not just in our work lives and our personal lives, but we see it happening in society in general. The ability to approach objection in an open way to foster dialogue rather than to foster dissent is so critical. I really appreciate the insights you’ve shared, and I hope all of us can take advantage of some of these tools."]},{"begin":"921.760","end":"945.600","lines":["Thanks for joining us for another episode of Think Fast, Talk Smart, the podcast, produced by Stanford University’s Graduate School of Business. For more information and episodes, visit gsb.stanford.edu, or subscribe to our show wherever you get your podcasts. Finally, find us on social media at stanford.gsb."]}],"duration":945}