{"title":"The New Normal: How Hybrid Work Actually Works","url":"https://www.gsb.stanford.edu/insights/new-normal-how-hybrid-work-actually-works","intro":["“One of the things I think is really exciting about all this, and perhaps a little bit frightening, is nobody actually knows how to do it. It is not something that we've ever done before. And I've studied a lot of globally distributed work, and virtual teams, and so forth. But hybrid work is not that and it's not telecommuting, which we know a bit about. But it's something that is a mix of these multiple different modes of working,” says Pamela Hinds, Fortinet Founders Chair and professor of management science and engineering at Stanford University.","In this podcast episode, Hinds talks with host and lecturer Matt Abrahams about her research on the effect of technology on teams, teamwork, and innovation by exploring issues of culture, language, identity, and conflict in promoting knowledge sharing and collaboration. “Employees are going to expect flexibility. Organizations are going to need to sustain a higher level of flexibility with regard to when and where people work.”"],"transcript":[{"author":"Matt Abrahams","text":"One of the things I love most about hosting this podcast is that I get to ask important questions to really smart people. And today I have a really important question and a really smart guest. So here it goes. Will I ever need to wear pants again to work? Hello, I’m Matt Abrahams and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast."},{"author":"Matt Abrahams","text":"The pandemic accelerated the existing momentum behind remote work. How will things change as we transition into a hybrid way of working, some at home and some in the office? Today I am super excited to speak with Pamela Hinds. Pam is the Fortinet Founders Chair and professor of management science and engineering at Stanford. And she codirects the Center on Work, Technology, and Organization. Pam’s research looks at the effect of technology on teams, teamwork, and innovation by exploring issues of culture, language, identity, and conflict in promoting knowledge sharing and collaboration."},{"author":"Matt Abrahams","text":"Welcome, Pam, thanks for being here."},{"author":"Pamela Hinds","text":"Thank you, it’s great to be here."},{"author":"Matt Abrahams","text":"Awesome, let’s go ahead and get started. You and others believe that the new normal of work will be hybrid. Can you explain what this looks like from your perspective and what are some of the key tenets to successful hybrid work?"},{"author":"Pamela Hinds","text":"Okay, yeah, quite simply hybrid means that some people will be working at home or in coworking centers and others will be going into the office. And what that looks like we really don’t know yet because it may mean that you’ve got some people that are always in the office, some people always at home. But it may also mean that you’ve got people who were in the office part of the time, and at home part of the time, at coworking centers part of the time. It’s really unclear how it’s all gonna look."},{"author":"Matt Abrahams","text":"Yeah, and some of that I think it’s exciting. We’ve learned during the pandemic that people can be quite productive working at home, but it also sounds like a whole layer of management and logistics have to be put in place to make this work."},{"author":"Pamela Hinds","text":"Yeah, absolutely. And you’re right. I mean, most of the evidence is that most people were as or more productive during this sheltering in place experiment that we’ve done globally. And people don’t necessarily want to go back to the office. And I think that it’s gonna be a big recruiting issue for organizations if they don’t offer the kind of flexibility that employees have become accustomed to. So I think you asked what some of the key tenets are, I think flexibility is going to be key."},{"author":"Pamela Hinds","text":"Employees are going to expect flexibility. Organizations are going to need to sustain a higher level of flexibility with regard to when and where people work. That’s not just where, it’s also going to be when, and I think another tenet is going to be experimentation. One of the things I think is really exciting about all this, and perhaps a little bit frightening, is nobody actually knows how to do it. It is not something that we’ve ever done before. And I’ve studied a lot of globally distributed work, and virtual teams, and so forth. But hybrid work is not that and it’s not telecommuting, which we know a bit about. But it’s something that is a mix of these multiple different modes of working."},{"author":"Pamela Hinds","text":"And I think organizations are gonna need to do quite a bit of experimentation in order to figure out what works for their organization, for their employees, for their customers, for particular jobs, for particular classes of workers, and so forth."},{"author":"Matt Abrahams","text":"Yeah, so certainly a lot of flexibility in very specific nuanced approaches that are gonna be required to make hybrid work work. I’m curious, what advantages do you expect and what pitfalls do you foresee with this hybrid way of working?"},{"author":"Pamela Hinds","text":"Yeah, I think that one of the advantages is just the flexibility. I think that employees have become accustomed to having more flexible lives over the last year plus. Although, of course, they couldn’t go many places, so they didn’t have that flexibility."},{"author":"Matt Abrahams","text":"Right."},{"author":"Pamela Hinds","text":"But they did have the flexibility to have dinner or lunch with their families, to go walk the dog in the middle of the day, to extend or shorten their workday as needed. So a lot of flexibility in terms of how they were actually working. And that I think, as I said earlier, is going to matter for retention. There’s a lot of evidence right now that employees are considering leaving organizations if they aren’t gonna have the kind of flexibility that they have come to enjoy over the time of the pandemic. There’s also, of course, a number of pitfalls. One of the things that I worry the most about is that people who go into the office are going to have more benefits than those who are not going into the office."},{"author":"Pamela Hinds","text":"They’re going to have access to more information, they may have access to more mentoring. More access to … the opportunity to connect with a broader set of individuals to develop a stronger identification with the organization, and so forth. And those are the kinds of things that happen when you are in a physical location that has all of those signals and symbols. And when you’re with other people and have the opportunity to run into one another. And those that are working from home, it’s gonna be much tougher to keep them integrated. And it’s been fine during the pandemic because everybody’s been remote. And that’s fine, there are these fully remote organizations and it works fine for them too because, again, nobody’s in the office."},{"author":"Pamela Hinds","text":"But once you have some in the office and some outside of the office. I think we’re gonna start to see some issues with equity and difficulties in people being able to stay connected and stay coordinated. So that’s one big issue. And then another pitfall is just onboarding. I mean, one of the biggest issues that I’m hearing is that for new employees, people who are new to the organization or new to the profession are having a much harder time figuring out how things get done and learning. Because so much of the learning that takes place is being done at the side of another, more experienced employee."},{"author":"Matt Abrahams","text":"It strikes me that a lot of what you’re talking about goes back to what you said earlier around experimentation. People are going to have to get very creative because the variables are different when you’re in the office, when you’re at home, or when you’re doing a little bit of both."},{"author":"Pamela Hinds","text":"Right."},{"author":"Matt Abrahams","text":"It might be that firms and the way they meet, et cetera, are going to have to really try different things to see how that works. And it’s my hope that the leadership of these organizations is open to that experimentation and that the employees are too, because this is new for everyone."},{"author":"Pamela Hinds","text":"Yeah, no, absolutely. And I think it’s experimentation with new ways of evaluating performance, it’s experimentation with how we coordinate our work together, it’s experimentation with new kinds of technology. And as I said, it’s gonna depend a lot on the kinds of jobs that people are doing. We may expect that people in different kinds of jobs will have different needs. There might be differences in the stage of a project."},{"author":"Matt Abrahams","text":"True, yeah."},{"author":"Pamela Hinds","text":"There might be differences in the stage of life for people who have small children at home. They may want to work in a particular way and then, five years from now, they may want to work differently. So one of the things that I think is gonna be fascinating is watching how we’re able to sustain this level of flexibility and almost ambiguity. In order to continually make the adjustments that are needed for the given organization, project, individual’s jobs, and so forth."},{"author":"Matt Abrahams","text":"Yeah, and it strikes me, people have different tolerances for ambiguity, for flexibility, and creativity. And so it’ll be interesting to see if people self-select for certain roles or projects or even companies based on how the organizations approach all of this. I’m not sure if you remember this, but I first met you six or seven years ago when you were so kind to spend some time with me as I was initiating my GSB class on effective virtual communication. Who knew that that topic would become so important in just a few years? At the time, I was fixated on virtual tools and how to maximize their use, but you rightly reminded me that leadership and cultural acceptance are critically important. Can you share your current thoughts on the role of leadership and corporate culture in remote and virtual work?"},{"author":"Pamela Hinds","text":"Yeah, absolutely. Yeah, I think that in many ways, with hybrid work in particular, leadership is gonna become much more complex. Leaders need to be able to communicate a vision and have that be understood across a wide variety of groups and locations. And that can be tough. If you’ve got an all-hands meeting and everybody is in the same place and you communicate the vision and then you go back into the office and people are reinforcing that, and you’ve got all kinds of symbols and so forth in the office space that reinforces that. It just is a little bit easier job than if you’re trying to communicate the vision when many people are remote. And then trying to reinforce that vision again, when you don’t have the opportunity to talk with people face to face and have physical symbols in the environment. So, I think that’s gonna be an opportunity for leaders to figure out ways to do a better job of conveying and reinforcing the culture of the organization. And doing so in a way that is evenly distributed, if you will. And I think it’s gonna require that leaders be even better communicators than they had to be before. Because communicating over some of these more lean, if you will, media, can make it harder to rely on what we’ve always relied on in the past: our physical presence, our charisma, and so forth. We need to develop other ways of capturing people’s attention, and compelling and persuading people."},{"author":"Matt Abrahams","text":"I think you’re exactly right. I think leaders are going to have to rethink the way they communicate in terms of frequency and what they communicate and how they do it. And I also think, based on what you said, that we have to reenvision what culture looks like. And maybe there are ways to package up parts of the culture and the mission and the vision that work better for remote, that work better in person or in a hybrid fashion just instead of thinking of culture and mission and vision as one big monolith. It might be that there are ways to package it differently, depending on where the recipient is getting the information, if they’re at home or if they’re in the office. So I think that creativity and flexibility, you mentioned earlier, really will come to play. Before we end, I like to ask all of my guests the same three questions. I’m curious, are you willing to answer these questions?"},{"author":"Pamela Hinds","text":"Yes."},{"author":"Matt Abrahams","text":"All right, then let’s start, question number one. If you were to capture the best communication advice you ever received as a five to seven word presentation slide title, what would it be?"},{"author":"Pamela Hinds","text":"I think it would have to be: It’s not about you, it’s about them."},{"author":"Matt Abrahams","text":"Tell me a little bit more about that."},{"author":"Pamela Hinds","text":"Yeah, I actually I learned that when I started teaching, because I got very, very anxious when I was teaching. And I was just really having evaluation anxiety, was concerned about what they were thinking of me."},{"author":"Matt Abrahams","text":"Sure, right."},{"author":"Pamela Hinds","text":"And at some point I thought, well, what would happen if I actually thought about them and thought about their learning experience and the value that they’re getting from this? And it completely changed the way that I showed up in front of an audience because there’s no reason to be anxious if I’m thinking about them and the value that they are getting out of the talk or the class. So for me that is a really powerful way to do a much better job of communicating."},{"author":"Matt Abrahams","text":"Right."},{"author":"Pamela Hinds","text":"And enjoy it far more."},{"author":"Matt Abrahams","text":"I love that so —"},{"author":"Pamela Hinds","text":"Much more fulfilling that way."},{"author":"Matt Abrahams","text":"Right, so being audience-centric not only takes pressure off of you, but allows you to focus and be present and ultimately helps you to improve the experience for you and for the audience, which is fantastic. So number two, who is a communicator that you admire and why?"},{"author":"Pamela Hinds","text":"Yeah, so the person that comes to mind is John Chambers. The former CEO of CISCO Systems."},{"author":"Matt Abrahams","text":"Yes."},{"author":"Pamela Hinds","text":"And I think I’ve always just been so impressed with the way that he communicates, and I think it’s important because it just seems as though he is so authentic. I don’t get the sense that he is getting on the stage and becoming some other person. It’s what you see is what you get. He’s also very clear in his communication. He is very passionate about the things that he cares about. And I get the sense that he’s also really compassionate in the way that he communicates. He seems to connect with people in a very human way."},{"author":"Matt Abrahams","text":"Yes, and he brings a lot of energy and authenticity to his communication as well. I agree, a very good communicator. And the final question, question number three, what are the first three ingredients that go into a successful communication recipe?"},{"author":"Pamela Hinds","text":"Okay. I mean, for me, not surprisingly, some of them are gonna be things we already talked about."},{"author":"Matt Abrahams","text":"Sure."},{"author":"Pamela Hinds","text":"So authenticity is really important to me, to just really come from a very grounded and authentic, transparent, open place. Being engaging is really important. I’m still working on that one, but I think being engaging and having a story or a vision to help people connect with what it is I’m communicating. And I think it’s really helpful to have explicit goals or objectives. What is it I’m trying to accomplish in this communication? And that’s particularly true, well, I guess it’s true in any formal kind of communication, whether I’m teaching or leading a meeting or something along those lines. I want to structure things in a way that have a goal in mind and hopefully get us there."},{"author":"Matt Abrahams","text":"Right, I like your three ingredients because they cover three very important areas. There’s the approach you have, there’s the way you deliver the message. And then there’s also the content and how it’s focused and goal-driven. So very, very useful and practical advice there."},{"author":"Matt Abrahams","text":"Well, Pam, thank you so much for your time. Our topic today is incredibly timely. Many of us will be thinking about exploring and figuring out how to work in a hybrid environment. And thank you for sharing your suggestions and ideas about how to optimize our work globally and in this new hybrid way. I really appreciate your time."},{"author":"Pamela Hinds","text":"Thank you, it’s been fun."},{"author":"Matt Abrahams","text":"Thank you for listening to Think Fast, Talk Smart, the podcast, a production of Stanford Graduate School of Business. To learn more, go to gsb.stanford.edu. Please download other episodes wherever you find your podcasts."}],"audio":"https://content.production.cdn.art19.com/segment_lists/5ebcc911-a0c9-4e9c-abfd-fcbdcec255f9/20210817-UGFtZWxhIEhpbmRzIG1peGRvd24ud2F2-db1e4071-2acd-45c2-8d32-f0a1634bac75.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Pamela Hinds"],"wave_peaks":[215,537,3044,5478,7456,6016,6424,6910,3797,6156,5895,5340,3036,2128,10699,12018,5973,3717,5743,5105,3975,3136,2070,6974,6232,2304,1783,2215,6978,6732,7983,10269,7605,6843,5088,2530,1790,2584,9529,4642,4809,3689,1278,5044,19436,3642,1083,1210,1420,10062,5952,3070,9181,2270,6049,4577,5480,3810,3857,7932,4758,5142,1271,1307,1300,1449,7621,1418,1260,21308,7015,5286,1868,13671,3914,6989,5171,4450,2840,3742,6127,4746,9922,4959,1954,2809,3449,519,14927,5996,7122,8956,4904,404,13387,5619,3248,5869,5414,3798,1264,77,145,348,12978,13946,9327,7535,9257,4598,3628,9193,5952,7113,4138,4622,2371,2114,819,266,176,14787,3752,3818,3202,4536,4123,3182,2590,5309,4533,3533,3254,310,5207,10058,4166,2507,4956,2595,2071,832,488,9810,8340,6953,5884,5590,3736,4569,3232,8367,3785,3530,648,1174,5385,3615,7303,2521,10285,3354,2058,2676,8242,3484,4162,3801,3807,2367,2891,4025,1208,401,5314,6781,5199,5855,5373,2578,5406,1488,10181,4931,1619,1553,2399,2218,1003,248,165,7733,4275,3440,3569,2830,5456,3199,4823,2371,4071,1843,88,8238,2448,5551,5528,2699,373,8584,5204,5366,2362,7310,3746,1475,7819,3558,2764,4187,2235,1557,6104,1390,1561,6731,5726,4306,4344,2147,3557,1873,1536,15647,21256,4307,1305,9835,6224,6003,1402,133,77,69,8488,6946,6316,4748,1729,91,2703,5121,7755,9908,7729,4120,1845,171,66,1025,11625,8776,4005,4229,5613,6535,4313,2964,2497,2208,6197,1444,357,5281,4573,5764,2997,4800,5839,4632,4982,2258,612,6251,5026,4050,2589,5577,2350,3221,7520,3126,5246,2271,1202,68,56,65,2094,4414,1334,9027,8538,2674,8984,8326,7848,8931,6015,8035,8033,3299,3716,4548,4656,4499,3781,3305,2927,2999,3081,4913,2752,7750,8257,7407,6746,5539,4479,7198,3243,2301,6677,9104,8911,7484,8486,4371,6771,8183,7476,7543,2531,3906,4113,5967,4502,3064,6539,3911,147,2549,6961,6966,3500,5620,6909,5152,5043,2501,6535,4069,5806,4980,539,7107,7153,5608,3814,4822,3639,4236,2914,4000,3177,6100,4220,4129,4159,5097,3395,3850,4485,2943,3049,4487,5186,3564,658,7582,3667,4270,5196,4844,4895,5125,4485,63,805,6489,6104,973,3153,7106,7693,4261,266,948,363,1048,15314,7063,7662,6857,13650,8383,4059,6431,3606,4317,5281,3146,3980,2751,3312,2116,5073,4993,3817,622,1572,4034,2023,1467,4684,6153,5067,3474,2581,4433,2687,1746,1222,5020,3237,2287,1191,4731,4475,1505,2378,3151,1709,1323,3115,624,89,1097,9364,8978,6928,5202,6609,1806,6150,7460,7517,6200,5450,6055,2579,4462,5213,5435,6456,2084,3350,5988,4911,3954,4668,3856,1816,2736,3915,5101,7129,3562,6983,4266,6614,7928,2019,4521,4792,4562,4613,543,4598,8231,8286,8476,283,3031,5726,6333,3678,4324,5746,8099,4090,5205,1317,3326,3417,4792,3310,4343,4198,3709,4194,5233,3348,4039,4062,5646,3419,4377,2564,5858,6313,7291,3544,5280,3613,5359,1505,7850,4758,6374,4297,3390,4613,4055,5914,3707,2450,3743,6365,4810,569,8641,7501,6351,4680,6529,5174,5517,6876,3377,3490,4620,3023,1688,3741,3369,4109,2538,301,4019,8289,5695,6444,5843,1050,5767,3296,2470,4194,3842,5115,4202,3209,1874,6390,4478,5860,4015,2330,398,4716,5289,529,5444,6986,3970,7714,5681,5998,3853,5127,3084,3729,6499,6841,2291,5029,3258,4202,2673,6416,4020,9785,7212,6206,6502,4235,2656,4051,4269,1454,3142,3797,1322,149,71,1657,6922,7319,4956,6509,5169,5316,2170,3876,2326,3860,5377,4105,4077,7441,6066,4749,2773,5824,5084,4222,1854,3366,5898,3227,4668,6295,1266,3493,5218,7164,7119,5832,4290,2198,2817,4250,66,5986,4131,7103,5249,4874,2890,4213,6156,3267,4918,5893,7638,6848,3719,4380,2764,397,5572,5889,7666,6283,6968,2569,2436,6099,6460,5106,6731,5811,201,7550,10214,9860,7880,8140,5686,4646,118,2847,3375,1442,5490,5445,7179,4878,2923,2976,2586,5262,6964,5368,4926,456,4522,6168,4599,3200,3209,6322,4767,3442,3059,4668,6864,2940,7163,6291,844,3354,7595,7971,5380,5861,4352,3775,6019,6510,3152,3784,6046,664,3517,5764,4739,5960,3001,2046,2142,3740,2545,1757,6620,7774,7225,4389,3904,5352,3683,5953,5376,2259,6165,7700,6608,1043,132,7754,4221,7483,4421,5039,5271,359,6703,6505,4439,1867,7382,5260,2690,2042,8091,7331,4080,3081,3982,426,5515,2200,1743,4855,8355,8116,7640,7474,3278,4464,6624,5810,7951,6304,3323,3746,2891,4970,3516,454,1477,1087,3196,3782,6176,4081,5550,3739,7011,2906,3242,1642,5847,5562,6772,6069,3311,3956,2926,268,4101,6694,4104,2139,2115,1633,1521,2004,7423,1901,4917,3219,3527,1664,10126,3770,710,10527,1392,7362,5762,4461,4981,5120,2763,3134,3619,6675,3074,3599,3250,4868,1784,4393,3654,3523,10886,5749,2860,3197,2050,183,129,112,99,10149,10363,2693,8483,5015,87,7668,7961,6138,3705,3445,3251,3327,6315,4908,4108,4295,5120,2789,6594,104,5058,6544,5929,5959,4004,3616,8093,5967,4142,2376,488,4017,6349,2390,78,9259,7374,4911,154,3947,8472,7727,5740,7508,3760,3923,6370,4337,4787,4120,259,4255,3940,7270,4034,987,7010,8134,5767,3341,4644,2043,8072,7805,6258,5530,5400,7110,12421,11385,5982,2834,3966,5450,1644,6860,6314,3532,9434,5455,4897,6332,3967,4583,3406,94,7567,8472,4098,4634,5152,2776,5809,7203,7555,2482,2555,3150,3706,3005,3240,2269,6646,6353,6564,6068,4688,3697,4210,3706,2858,6752,6918,5616,6146,4593,7612,5318,4061,1502,3011,5754,881,9563,9039,7189,4465,1809,6286,6733,6993,1901,301,6044,7305,2109,7121,7161,7694,2957,2984,3270,4138,2682,2054,5888,4449,4086,3843,4316,4296,7513,6908,3583,3212,3566,4552,4387,7299,3074,3238,4543,514,5384,7523,2265,4064,4743,4151,3048,2634,5314,3769,4434,5303,7857,6435,7830,3671,6541,3729,2966,5413,7117,4630,6543,3436,1515,3014,5025,4177,6744,3132,5694,6607,522,448,7487,8045,7716,9030,8890,5405,6242,6909,7312,5266,3543,4610,4225,4052,4538,3684,3530,3847,7330,6607,3673,3850,4056,3517,4908,2247,104,103,256,7023,5072,6500,5023,3515,3199,6470,2854,5094,5908,6168,2857,3074,6151,3905,3126,5139,3077,2156,6235,4946,1526,5033,6511,5987,6207,6215,6439,4856,6894,2114,1360,3016,2963,2624,5185,2777,3481,723,6237,7841,7739,4283,3283,2363,6517,7232,4537,4520,3803,2658,6636,3392,4519,6842,4121,3111,4127,5255,625,2546,8960,7013,5284,4046,3523,2463,5340,5990,1897,5023,6906,8596,4327,4418,6424,6335,4718,5741,6553,2734,4331,3945,4391,7744,6430,6594,5619,2974,5880,1326,3778,6310,5822,6878,5882,5398,8578,1483,8929,6746,3966,5887,4661,2658,6024,6210,9093,6612,3713,2855,3638,4110,6499,4093,6773,3759,3672,3945,2298,6719,5342,4788,4840,2877,660,9642,5694,6400,4211,1588,3860,6320,3549,3545,3739,8094,8709,5573,3740,5430,6136,732,4071,7205,4974,8422,7283,4372,2536,6899,3126,4099,3541,5063,4055,279,97,6605,6798,6569,5271,3983,5328,4805,4519,4810,3190,4187,3977,6059,6948,3770,2223,7357,3268,7577,6817,5771,4588,2944,2259,1043,6803,8677,4187,6480,5221,4732,3748,4442,2525,5331,3018,4131,4932,5312,3310,2498,6555,7702,252,8761,5682,5478,4393,1765,2915,7302,3875,2717,4686,7696,3669,4340,2582,2106,5381,6142,4665,3915,2595,4854,935,8891,8281,6991,4006,3701,4030,2466,3630,365,7343,6504,5676,4573,5362,6842,4114,4041,4988,4127,3292,3919,3279,110,4483,4985,3539,3512,3519,2230,2248,5096,8172,8555,5631,4224,3632,4305,4801,4894,1208,2489,797,2684,1676,8069,6096,8970,9156,9548,10712,6658,8220,7347,4726,3816,5208,2208,2837,3538,5795,3453,3984,3530,3796,1443,5509,4908,5513,4259,4740,472,7336,7495,6839,3248,2060,3434,3545,3140,3337,3362,2677,6839,3690,3739,2903,3052,9110,8893,4113,341,7842,8193,6476,6687,5486,3554,4462,563,77,321,7089,5849,5440,6217,2876,5785,4316,4400,3015,2823,1950,6342,6499,1760,10420,7602,6850,7903,3787,3871,2291,4029,6042,4028,4935,4365,453,8729,8043,3641,3368,4547,7316,4909,5008,7058,7114,7360,4587,4750,502,4091,3639,2918,3477,3047,2411,1542,2578,2040,405,4212,16503,10964,5188,6587,3400,5141,3212,2796,4298,2500,2930,2951,2102,4576,3651,2120,3453,3516,3494,2378,4039,2800,2446,1585,1883,2611,3247,5701,4297,5540,2225,2040,2519,1993,4014,4094,3004,3838,3610,7334,6426,7567,5902,2406,1499,2689,1078,5746,7585,3629,2497,2487,368,754,8455,5131,2122,4300,3739,1889,3669,3406,2722,7319,3142,4312,8628,4586,2001,2950,4507,4041,2749,2257,2268,3357,5403,918,1138,8526,4192,287,6448,4330,6701,4396,2358,3063,3019,1767,5096,5416,2241,2869,1991,3314,4923,3751,4606,1797,1221,1846,4112,3173,3018,2944,927,332,6062,8329,1080,8549,8883,6015,7718,5224,3726,4059,2449,4513,4210,3854,335,801,3279,6054,8068,7038,3209,2006,4632,4262,3943,2098,3570,6424,3923,6932,6683,5744,2095,6161,6407,7406,7253,5794,766,6590,7179,7488,3950,2011,4349,1689,6138,6525,3103,270,4229,5638,8007,8320,6052,6307,5666,4123,6834,2251,2752,1343,2302,5545,7594,8015,6058,4626,4557,3876,2915,4204,3277,6066,688,8175,4549,8811,5463,4688,5214,4863,5120,2914,3609,3951,6539,2748,4232,3572,4677,8184,6246,8252,6310,6670,3905,6761,7145,4900,6480,4413,929,4259,1650,3815,943,78,4324,4596,2223,2689,398,2184,2602,908,476,4112,5641,7932,5055,4654,4249,5304,7045,1159,2020,3161,2166,5218,609,5155,5966,4123,4937,5005,3452,412,3271,4033,5658,4547,3332,4107,6001,5331,3872,7038,4554,2624,3612,244,4885,4956,4254,4298,4850,5888,3543,4735,8068,5363,4524,2860,2742,5250,3264,2491,2986,2823,3361,181,9184,7381,5050,1178,81,78,70,77,4060,8288,4950,6209,3279,2701,4973,5304,5754,3377,3575,5914,3843,3207,3586,576,436,5004,5614,4048,3934,2534,3389,3551,3264,1289,2426,6128,5890,7431,4390,2957,3059,6684,6510,5951,3518,79,9028,7468,6477,2598,2760,4528,2476,3898,4644,458,5051,4616,1708,4886,6814,6547,7660,7896,5912,2716,3795,6194,3003,441,8091,6508,3558,3774,101,828,252,2920,3111,3539,12155,4036,4044,8669,12100,8789,9069,2095,4360,2033,2204,4160,6348,2869,3273,3064,1857,1407,3975,4240,7333,6291,5416,7051,5612,4108,9026,7283,1052,322,6352,3329,971,9497,8411,3668,11745,11608,5210,2660,4503,1510,6547,5201,8903,8258,2021,3985,4095,2148,7260,7624,1663,1514,96,162,7880,4922,6381,6287,2947,1511,7282,6250,4529,5368,6255,5221,4014,3433,2721,1207,4799,6455,5894,4156,3668,6391,4926,6589,7862,2147,7694,3859,4895,4116,1795,2165,6864,6948,3292,8720,2358,6444,3710,2396,1508,1243,1023,153,193,5417,6712,8051,5065,2989,2402,8312,7155,3697,1193,3123,1362,878,922,190,148,218,16799,4891,4509,3292,4453,3883,1389,4925,5668,2385,2688,8757,9660,6138,4509,2691,3524,3453,5057,12053,4213,5092,1449,2859,3966,2218,1474,5606,3181,5134,2876,1851,6402,1784,2090,536,361,6738,4777,6735,3923,4234,6094,2571,4211,4882,3868,2079,3756,3193,3251,3076,3491,1318,2356,2819,311,65,82,3512,7166,7797,3622,4613,442,234,9509,4234,4687,6243,473,5343,7104,4390,3314,2672,93,1347,4087,2634,5899,4884,3492,2680,6379,4953,6051,5651,3398,2437,6129,5458,4088,2960,5030,4148,270,2541,3914,5806,6496,6614,3715,3301,2841,2815,2975,1195,3242,5883,2053,5483,9194,3801,3481,5273,5127,4442,4123,5619,4766,5660,201,2928,905,3295,6191,5356,3956,4465,5347,6675,3559,3125,6813,5629,5396,2098,3100,1030,4005,4612,2711,6747,3946,3738,7647,9317,7659,6230,6601,7591,6592,4410,2558,3005,6178,4076,2911,2780,7826,7597,566,2796,4217,6074,9166,6686,2935,6088,6596,2651,6964,5129,1720,3878,3987,7922,6801,7656,5393,6457,4740,2536,5225,10381,7006,4535,4254,3831,7125,3878,3178,4858,2949,7163,1173,7788,6159,6346,8482,4257,3335,4930,396,6342,6084,3437,5174,4313,2953,2452,5841,3966,3302,3558,598,7404,7654,4416,3595,4300,3148,3537,346,4108,5214,4864,6533,4501,2559,3958,7422,3085,5700,5607,4081,4588,2843,4091,8017,6206,4338,4748,6610,4151,3727,3955,2391,2666,2882,3371,7608,4086,5701,3935,3300,5805,6872,1111,6555,7386,5248,3301,2955,4331,1900,2037,3243,3257,1044,6039,4854,4756,6979,6064,916,5488,6583,7930,4022,3110,3759,4696,5038,2733,2415,6110,4383,4789,4972,2984,2820,1963,6666,9057,8429,5413,4617,2778,6872,6153,4191,4233,2619,3924,294,432,3427,4217,4163,777,73,211,5500,6604,6244,7756,7168,6196,5736,7259,5820,3686,2229,4591,5072,4432,3901,2716,6486,4028,3626,5103,3419,2284,4282,3986,3691,678,7030,8153,8283,6461,5081,2810,3634,4770,97,529,3313,3660,710,2411,9760,7813,7696,7790,7379,6891,3853,6024,3299,4000,6103,5058,2259,7601,8113,8986,3404,4117,4097,3463,4038,6372,3687,4375,4402,5546,2209,3562,6280,1949,2690,3436,5405,3639,517,6525,9288,4961,5338,4791,4966,3105,3390,4415,3782,4603,3393,3767,1355,3497,7447,6122,1287,299,4400,3407,130,221,84,78,7454,7891,7707,8786,4093,6816,4516,5693,2970,3020,2612,114,6712,6559,6057,5601,2227,5914,7736,6193,6378,3555,5203,4920,5502,2234,8356,7353,4505,5301,5275,5982,2266,1881,4441,5760,1926,2706,3228,3628,743,3332,1948,4000,1420,2067,8520,8477,9230,7981,6502,3351,5672,5581,4425,421,7199,7333,4498,4101,4926,6538,3717,3417,3679,1292,7240,7379,148,6015,7935,7718,3749,5454,3211,1659,2483,1901,992,109,5965,4903,7328,4573,2314,2910,6688,2564,2931,3491,2062,4198,3941,4673,1922,2394,2767,1825,2870,6748,2401,4709,6132,2099,1582,3699,1917,2025,328,7438,3728,5137,2789,1643,2147,5225,3813,3339,2742,3505,4075,2296,471,4669,3212,5268,5570,4563,7385,9401,4108,5868,2066,2915,3543,1333,2956,2423,3509,1840,353,4786,5403,10037,5936,3798,4778,1782,4208,3738,3299,2030,2110,4661,3235,1093,2243,303,8313,4749,3595,2047,3279,3277,4558,2363,2120,5541,3767,3753,2326,1473,6223,3406,2492,2376,6102,2505,3104,2685,2571,4037,4576,3372,5145,7035,4075,2930,6649,7384,4052,3255,1175,3611,3532,1556,1744,2899,2036,2507,4091,10647,7960,7045,5575,6742,4055,3978,3605,3527,3503,1767,1653,2371,6968,6987,5137,3296,882,3672,7814,5960,3269,4971,3650,2872,2288,2476,2280,2774,826,1828,2001,6457,4024,6183,5863,4363,2740,955,779,7454,9550,3764,9564,3123,5482,5813,4769,4205,3099,853,258,6592,6275,14233,3116,6348,11612,4508,3038,2445,3947,2276,3189,3545,674,1417,7770,2570,6849,3635,2997,2544,3116,3877,5165,4371,4357,183,852,7648,3095,2472,1405,83,82,77,78,77,68,128,1242,5657,9926,9128,9236,6924,3351,75,3482,7679,7230,3286,6603,2715,2251,2172,1940,1152,1045,1603,10290,4706,3627,2359,1070,113,1464,3508,7609,4538,5265,6058,5393,3620,4727,4164,3082,3761,843,6047,4682,3638,4132,1382,1805,3464,5641,5835,4233,6325,5907,1748,7215,7459,3979,3116,2934,4261,2038,4818,5580,4328,6592,4681,3479,3441,4433,5407,684,314,7733,6080,8773,7265,8487,6505,6441,4059,2230,4289,4940,6767,6526,3389,3204,4827,2522,1124,8646,7702,7960,7476,6749,3945,1960,1003,8212,7322,6646,6112,6565,6329,7189,5960,2938,6987,7077,6710,5592,2354,5385,5389,7886,4677,7212,3393,3561,8569,6958,2709,8088,7621,4533,2735,7600,6308,5883,2785,6912,7125,5958,4176,3522,2580,4447,8564,7828,6212,7067,6287,7313,6007,4838,6653,5465,670,5742,7164,2127,8306,2055,185,215,7695,5998,3794,2152,5948,4539,2945,5080,4421,3898,6078,4816,6545,6530,7117,3787,6062,2372,3014,3708,6441,5071,3804,4765,1287,2160,6200,7846,4006,5857,5990,561,2977,3984,6548,7432,6104,8867,8816,9146,10170,9239,3675,65,129,118,7421,6388,7375,3346,3155,2060,82,5814,5695,4123,6805,7468,8559,6204,7765,485,5170,6038,2838,1783,4016,4792,4563,2576,3751,3884,4315,7389,7180,1892,64,7866,8334,7746,5615,4127,146,6719,6560,8596,9808,9395,8923,7546,6925,6002,8047,5104,5755,9336,4166,5834,5894,11147,9614,3899,7591,3920,1366,3809,7038,5618,5736,2467,8103,2886,3202,2770,2534,3043,1738,489,4105,2570,1995,2574,4713,4874,4725,6124,4044,2530,2103,1041,3291,7643,2345,722,245,218,156,9680,6712,4570,4413,7972,4924,6303,5712,3431,3651,3053,2171,2239,3429,93,94,4431,2342,250,5142,7750,10128,9273,7458,4217,4677,6552,2878,5376,5359,5743,3198,5036,4241,7149,3467,3846,3778,4769,2938,5446,3459,5469,3949,3605,3474,4526,4903,2679,1549,790,5221,6129,2613,6767,6040,4195,2907,6938,5206,4247,7125,7120,541,2545,4914,4267,4920,2996,4503,4751,2040,3452,5691,4737,3393,3867,4747,7869,7516,2792,7951,8082,5691,7308,5163,3446,5761,5197,3278,2108,1917,1863,4190,4849,1758,5467,6904,8436,4664,4881,4252,2512,2159,5625,4378,5076,460,91,95,5533,5852,1223,68,109,4604,5371,592,300,8416,9155,7578,8380,7374,4006,5246,3876,6227,6725,5708,6067,5058,3071,2597,2257,427,6368,4747,8353,5341,5242,5678,546,5342,7929,7160,7502,6843,3420,5434,875,1615,2466,4447,5918,2289,313,8108,9432,7004,5964,6371,1282,81,2673,4011,4310,5887,2499,4599,2070,1988,3103,7452,6829,5296,231,774,6072,7085,433,7942,7153,83,87,4858,121,3724,4000,5214,2543,4117,2681,3723,2314,5093,6612,2731,3879,2686,3690,5565,5625,1860,5434,6670,3569,5714,4347,3707,3200,2669,8814,4304,4461,3991,4939,6356,4526,3473,701,2404,8209,9809,8316,6084,3224,3237,2769,1802,2266,2090,2259,1943,3774,1863,1136,1790,2613,2627,7062,5775,1568,1328,713,632,8894,13647,10562,6283,4419,3923,3711,1171,9482,6917,6759,2916,3806,4101,2607,1800,2268,6172,4752,2950,6945,3382,1792,2106,1712,3711,1557,163,103,109,299,364,136,100,6911,7456,7205,7158,8820,2657,92,335,5449,8003,6954,3191,6962,5935,3219,3584,3939,297,4244,6633,5679,7408,7087,6421,4717,1679,2509,6958,6766,8429,5403,2572,3485,4916,4751,2626,3828,2040,2814,2398,4214,5890,4805,6838,6378,6326,4225,5148,2217,258,5492,6685,7012,8425,7249,5030,6997,6720,3694,4914,6841,4501,4886,4016,7107,2892,2261,233,181,2703,2892,725,115,8304,7243,6361,4802,8762,6813,5950,5285,4999,4571,4120,3700,4867,4632,3421,6608,2954,5093,2904,1595,2450,5875,5487,5856,3946,2496,5268,5556,7652,5898,5870,3455,2423,3486,3244,421,4694,5593,5320,205,92,7279,7223,5770,7930,924,1296,2792,7012,4539,3325,2746,4137,4336,4267,252,975,1652,3301,1936,8610,5657,7388,5294,4800,3601,2838,4152,5044,5528,3198,7887,7931,4219,3983,4145,6573,6407,2730,4399,3867,4591,5231,9384,1377,8520,7400,8116,3513,3625,7352,6907,7984,4137,5972,3399,2274,95,5798,5038,672,1629,8516,5700,3040,3348,3215,3337,4077,3696,2753,3825,3830,2722,4362,3039,4137,6726,6154,5994,5760,7304,7688,2582,2393,191,6060,8714,5920,3542,3084,3365,1745,727,6536,6850,822,97,4066,5983,1141,7965,7516,6279,3142,3355,4155,4059,2993,5238,3325,5315,1245,2507,3955,553,10601,20589,7011,5737,7716,5730,5209,6016,5389,6315,9328,9955,9167,4084,5038,5261,2841,5336,6590,7222,4243,118,10069,10243,3223,7768,5313,5700,1884,3264,3909,3781,3542,1803,3399,2742,1871,1956,1096,2451,565,816,12725,8267,9163,3713,3881,6825,1153,1510,151,2679,2636,2772,915,1265,255,10763,8053,7608,3897,2925,2486,1939,1690,3284,4487,8187,5410,4158,2301,7515,6580,2033,826,4707,4050,2111,1582,6108,7792,8834,4892,5976,5710,2356,5839,1867,8576,8489,6482,2640,4063,3361,1899,1431,334,5160,9187,5912,4904,6803,5813,3596,2992,5410,5786,7167,4557,2187,1972,2483,5346,1932,6594,5297,298,3937,7332,3427,2993,2812,3837,1953,1080,4198,3774,1349,1704,1169,932,1214,7632,6675,9102,3418,1020,1133,1748,1194,1171,1183,8835,6330,7840,3909,2992,7385,10201,5206,12484,7439,4794,1254,5791,7823,2055,5082,12567,4738,5816,5392,6268,4568,4350,3893,2853,1347,11499,7760,6763,5610,7295,4264,2252,9692,6116,4115,4791,3473,2400,1325,6640,11379,12304,4902,10929,7081,6497,3853,1305,8028,8298,2398,3037,3522,3093,1395,1362,1114,1002,1020,909,739,655,540,447,35,15,6],"fragments":[{"begin":"0.000","end":"31.440","lines":["One of the things I love most about hosting this podcast is that I get to ask important questions to really smart people. And today I have a really important question and a really smart guest. So here it goes. Will I ever need to wear pants again to work? Hello, I’m Matt Abrahams and I teach strategic communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart, the podcast."]},{"begin":"31.440","end":"70.080","lines":["The pandemic accelerated the existing momentum behind remote work. How will things change as we transition into a hybrid way of working, some at home and some in the office? Today I am super excited to speak with Pamela Hinds. Pam is the Fortinet Founders Chair and professor of management science and engineering at Stanford. And she codirects the Center on Work, Technology, and Organization. Pam’s research looks at the effect of technology on teams, teamwork, and innovation by exploring issues of culture, language, identity, and conflict in promoting knowledge sharing and collaboration."]},{"begin":"70.080","end":"73.160","lines":["Welcome, Pam, thanks for being here."]},{"begin":"73.160","end":"75.280","lines":["Thank you, it’s great to be here."]},{"begin":"75.280","end":"88.200","lines":["Awesome, let’s go ahead and get started. You and others believe that the new normal of work will be hybrid. Can you explain what this looks like from your perspective and what are some of the key tenets to successful hybrid work?"]},{"begin":"88.200","end":"123.000","lines":["Okay, yeah, quite simply hybrid means that some people will be working at home or in coworking centers and others will be going into the office. And what that looks like we really don’t know yet because it may mean that you’ve got some people that are always in the office, some people always at home. But it may also mean that you’ve got people who were in the office part of the time, and at home part of the time, at coworking centers part of the time. It’s really unclear how it’s all gonna look."]},{"begin":"123.000","end":"137.160","lines":["Yeah, and some of that I think it’s exciting. We’ve learned during the pandemic that people can be quite productive working at home, but it also sounds like a whole layer of management and logistics have to be put in place to make this work."]},{"begin":"137.160","end":"169.920","lines":["Yeah, absolutely. And you’re right. I mean, most of the evidence is that most people were as or more productive during this sheltering in place experiment that we’ve done globally. And people don’t necessarily want to go back to the office. And I think that it’s gonna be a big recruiting issue for organizations if they don’t offer the kind of flexibility that employees have become accustomed to. So I think you asked what some of the key tenets are, I think flexibility is going to be key."]},{"begin":"169.920","end":"222.640","lines":["Employees are going to expect flexibility. Organizations are going to need to sustain a higher level of flexibility with regard to when and where people work. That’s not just where, it’s also going to be when, and I think another tenet is going to be experimentation. One of the things I think is really exciting about all this, and perhaps a little bit frightening, is nobody actually knows how to do it. It is not something that we’ve ever done before. And I’ve studied a lot of globally distributed work, and virtual teams, and so forth. But hybrid work is not that and it’s not telecommuting, which we know a bit about. But it’s something that is a mix of these multiple different modes of working."]},{"begin":"222.640","end":"243.800","lines":["And I think organizations are gonna need to do quite a bit of experimentation in order to figure out what works for their organization, for their employees, for their customers, for particular jobs, for particular classes of workers, and so forth."]},{"begin":"243.800","end":"261.280","lines":["Yeah, so certainly a lot of flexibility in very specific nuanced approaches that are gonna be required to make hybrid work work. I’m curious, what advantages do you expect and what pitfalls do you foresee with this hybrid way of working?"]},{"begin":"261.280","end":"284.920","lines":["Yeah, I think that one of the advantages is just the flexibility. I think that employees have become accustomed to having more flexible lives over the last year plus. Although, of course, they couldn’t go many places, so they didn’t have that flexibility."]},{"begin":"284.920","end":"285.640","lines":["Right."]},{"begin":"285.640","end":"341.480","lines":["But they did have the flexibility to have dinner or lunch with their families, to go walk the dog in the middle of the day, to extend or shorten their workday as needed. So a lot of flexibility in terms of how they were actually working. And that I think, as I said earlier, is going to matter for retention. There’s a lot of evidence right now that employees are considering leaving organizations if they aren’t gonna have the kind of flexibility that they have come to enjoy over the time of the pandemic. There’s also, of course, a number of pitfalls. One of the things that I worry the most about is that people who go into the office are going to have more benefits than those who are not going into the office."]},{"begin":"341.480","end":"393.280","lines":["They’re going to have access to more information, they may have access to more mentoring. More access to … the opportunity to connect with a broader set of individuals to develop a stronger identification with the organization, and so forth. And those are the kinds of things that happen when you are in a physical location that has all of those signals and symbols. And when you’re with other people and have the opportunity to run into one another. And those that are working from home, it’s gonna be much tougher to keep them integrated. And it’s been fine during the pandemic because everybody’s been remote. And that’s fine, there are these fully remote organizations and it works fine for them too because, again, nobody’s in the office."]},{"begin":"393.280","end":"443.920","lines":["But once you have some in the office and some outside of the office. I think we’re gonna start to see some issues with equity and difficulties in people being able to stay connected and stay coordinated. So that’s one big issue. And then another pitfall is just onboarding. I mean, one of the biggest issues that I’m hearing is that for new employees, people who are new to the organization or new to the profession are having a much harder time figuring out how things get done and learning. Because so much of the learning that takes place is being done at the side of another, more experienced employee."]},{"begin":"443.920","end":"457.560","lines":["It strikes me that a lot of what you’re talking about goes back to what you said earlier around experimentation. People are going to have to get very creative because the variables are different when you’re in the office, when you’re at home, or when you’re doing a little bit of both."]},{"begin":"457.560","end":"458.160","lines":["Right."]},{"begin":"458.160","end":"476.680","lines":["It might be that firms and the way they meet, et cetera, are going to have to really try different things to see how that works. And it’s my hope that the leadership of these organizations is open to that experimentation and that the employees are too, because this is new for everyone."]},{"begin":"476.680","end":"507.200","lines":["Yeah, no, absolutely. And I think it’s experimentation with new ways of evaluating performance, it’s experimentation with how we coordinate our work together, it’s experimentation with new kinds of technology. And as I said, it’s gonna depend a lot on the kinds of jobs that people are doing. We may expect that people in different kinds of jobs will have different needs. There might be differences in the stage of a project."]},{"begin":"507.200","end":"511.680","lines":["True, yeah."]},{"begin":"511.680","end":"551.160","lines":["There might be differences in the stage of life for people who have small children at home. They may want to work in a particular way and then, five years from now, they may want to work differently. So one of the things that I think is gonna be fascinating is watching how we’re able to sustain this level of flexibility and almost ambiguity. In order to continually make the adjustments that are needed for the given organization, project, individual’s jobs, and so forth."]},{"begin":"551.160","end":"605.400","lines":["Yeah, and it strikes me, people have different tolerances for ambiguity, for flexibility, and creativity. And so it’ll be interesting to see if people self-select for certain roles or projects or even companies based on how the organizations approach all of this. I’m not sure if you remember this, but I first met you six or seven years ago when you were so kind to spend some time with me as I was initiating my GSB class on effective virtual communication. Who knew that that topic would become so important in just a few years? At the time, I was fixated on virtual tools and how to maximize their use, but you rightly reminded me that leadership and cultural acceptance are critically important. Can you share your current thoughts on the role of leadership and corporate culture in remote and virtual work?"]},{"begin":"605.400","end":"735.680","lines":["Yeah, absolutely. Yeah, I think that in many ways, with hybrid work in particular, leadership is gonna become much more complex. Leaders need to be able to communicate a vision and have that be understood across a wide variety of groups and locations. And that can be tough. If you’ve got an all-hands meeting and everybody is in the same place and you communicate the vision and then you go back into the office and people are reinforcing that, and you’ve got all kinds of symbols and so forth in the office space that reinforces that. It just is a little bit easier job than if you’re trying to communicate the vision when many people are remote. And then trying to reinforce that vision again, when you don’t have the opportunity to talk with people face to face and have physical symbols in the environment. So, I think that’s gonna be an opportunity for leaders to figure out ways to do a better job of conveying and reinforcing the culture of the organization. And doing so in a way that is evenly distributed, if you will. And I think it’s gonna require that leaders be even better communicators than they had to be before. Because communicating over some of these more lean, if you will, media, can make it harder to rely on what we’ve always relied on in the past: our physical presence, our charisma, and so forth. We need to develop other ways of capturing people’s attention, and compelling and persuading people."]},{"begin":"735.680","end":"784.080","lines":["I think you’re exactly right. I think leaders are going to have to rethink the way they communicate in terms of frequency and what they communicate and how they do it. And I also think, based on what you said, that we have to reenvision what culture looks like. And maybe there are ways to package up parts of the culture and the mission and the vision that work better for remote, that work better in person or in a hybrid fashion just instead of thinking of culture and mission and vision as one big monolith. It might be that there are ways to package it differently, depending on where the recipient is getting the information, if they’re at home or if they’re in the office. So I think that creativity and flexibility, you mentioned earlier, really will come to play. Before we end, I like to ask all of my guests the same three questions. I’m curious, are you willing to answer these questions?"]},{"begin":"784.080","end":"784.720","lines":["Yes."]},{"begin":"784.720","end":"799.160","lines":["All right, then let’s start, question number one. If you were to capture the best communication advice you ever received as a five to seven word presentation slide title, what would it be?"]},{"begin":"799.160","end":"804.600","lines":["I think it would have to be: It’s not about you, it’s about them."]},{"begin":"804.600","end":"807.160","lines":["Tell me a little bit more about that."]},{"begin":"807.160","end":"824.680","lines":["Yeah, I actually I learned that when I started teaching, because I got very, very anxious when I was teaching. And I was just really having evaluation anxiety, was concerned about what they were thinking of me."]},{"begin":"824.680","end":"826.400","lines":["Sure, right."]},{"begin":"826.400","end":"865.920","lines":["And at some point I thought, well, what would happen if I actually thought about them and thought about their learning experience and the value that they’re getting from this? And it completely changed the way that I showed up in front of an audience because there’s no reason to be anxious if I’m thinking about them and the value that they are getting out of the talk or the class. So for me that is a really powerful way to do a much better job of communicating."]},{"begin":"865.920","end":"868.280","lines":["Right."]},{"begin":"868.280","end":"870.080","lines":["And enjoy it far more."]},{"begin":"870.080","end":"871.120","lines":["I love that so —"]},{"begin":"871.120","end":"872.840","lines":["Much more fulfilling that way."]},{"begin":"872.840","end":"892.280","lines":["Right, so being audience-centric not only takes pressure off of you, but allows you to focus and be present and ultimately helps you to improve the experience for you and for the audience, which is fantastic. So number two, who is a communicator that you admire and why?"]},{"begin":"892.280","end":"901.000","lines":["Yeah, so the person that comes to mind is John Chambers. The former CEO of CISCO Systems."]},{"begin":"901.000","end":"901.680","lines":["Yes."]},{"begin":"901.680","end":"951.920","lines":["And I think I’ve always just been so impressed with the way that he communicates, and I think it’s important because it just seems as though he is so authentic. I don’t get the sense that he is getting on the stage and becoming some other person. It’s what you see is what you get. He’s also very clear in his communication. He is very passionate about the things that he cares about. And I get the sense that he’s also really compassionate in the way that he communicates. He seems to connect with people in a very human way."]},{"begin":"951.920","end":"970.360","lines":["Yes, and he brings a lot of energy and authenticity to his communication as well. I agree, a very good communicator. And the final question, question number three, what are the first three ingredients that go into a successful communication recipe?"]},{"begin":"970.360","end":"977.840","lines":["Okay. I mean, for me, not surprisingly, some of them are gonna be things we already talked about."]},{"begin":"977.840","end":"978.360","lines":["Sure."]},{"begin":"978.360","end":"1038.240","lines":["So authenticity is really important to me, to just really come from a very grounded and authentic, transparent, open place. Being engaging is really important. I’m still working on that one, but I think being engaging and having a story or a vision to help people connect with what it is I’m communicating. And I think it’s really helpful to have explicit goals or objectives. What is it I’m trying to accomplish in this communication? And that’s particularly true, well, I guess it’s true in any formal kind of communication, whether I’m teaching or leading a meeting or something along those lines. I want to structure things in a way that have a goal in mind and hopefully get us there."]},{"begin":"1038.240","end":"1056.120","lines":["Right, I like your three ingredients because they cover three very important areas. There’s the approach you have, there’s the way you deliver the message. And then there’s also the content and how it’s focused and goal-driven. So very, very useful and practical advice there."]},{"begin":"1056.120","end":"1078.440","lines":["Well, Pam, thank you so much for your time. Our topic today is incredibly timely. Many of us will be thinking about exploring and figuring out how to work in a hybrid environment. And thank you for sharing your suggestions and ideas about how to optimize our work globally and in this new hybrid way. I really appreciate your time."]},{"begin":"1078.440","end":"1079.840","lines":["Thank you, it’s been fun."]},{"begin":"1079.840","end":"1101.840","lines":["Thank you for listening to Think Fast, Talk Smart, the podcast, a production of Stanford Graduate School of Business. To learn more, go to gsb.stanford.edu. Please download other episodes wherever you find your podcasts."]}],"duration":1101.871}