{"title":"The Price of Cheap Talk: What Economics Teaches Us About Communication","url":"https://www.gsb.stanford.edu/insights/price-cheap-talk-what-economics-teaches-us-about-communication","intro":["Are your words credible? Or are they what Paul Oyer calls “cheap talk”?","According to Oyer, a professor of economics at Stanford Graduate School of Business, how our words align with our actions isn't just a matter of communication, but a matter of economics too. Economic concepts hold in all areas of life, which Oyer's research has explored in everything from Uber driving and online dating to most recently, sports.","“Economics is everywhere,” Oyer says. “It's an incredibly powerful lens to analyze almost anything in the real world.”"],"transcript":[{"author":"Matt Abrahams","text":"The very first class I ever took in college was an economics class. I learned so much, and I learned how little I knew about economics. Today I look forward to continuing that education. I’m Matt Abrahams, and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart : The Podcast. Today I’m excited to be joined by Paul Oyer. He is the Mary and Rankine [Van] Anda Entrepreneurial Professor and Professor of Economics. Additionally, Paul is Senior Associate Dean for Academic affairs at the GSB. He studies the economics of organizations and human resource practices."},{"author":"Matt Abrahams","text":"Paul also has a unique research approach. He drove for Uber, studied online dating, and he explores the sports world in his newest book, “An Economist Goes to the Game: How to Throw Away $580 Million and Other Surprising Insights from the Economics of Sports.” Hey, Paul, welcome to the podcast. I am super excited to have you here."},{"author":"Paul Oyer","text":"I am super excited to be here. Thanks, Matt."},{"author":"Matt Abrahams","text":"Awesome. Let’s get started. First, congratulations on your new book. In this book, like your previous book “Roadside MBA,” you teach us important, often unexpected economic lessons. I’m curious what motivates your research and approach, and do you have any favorite notions or ideas that stick out from your writing and research?"},{"author":"Paul Oyer","text":"Yeah, I just think the main thing really that I try to get across is that economics is everywhere. It’s an incredibly powerful lens to analyze almost anything in the real world. And I think a lot of listeners might think, oh, economics, that’s very abstract and dry, remembering some class they took in economics I mean in college. But I see it very differently. Everywhere you look, economics is guiding what’s going on. So you mentioned the book “Roadside MBA,” which I wrote with a couple of other economists. And in that book, it was a strategy book for small businesspeople. There were no numbers and equations –"},{"author":"Matt Abrahams","text":"Mm-hmm."},{"author":"Paul Oyer","text":"– none of that. It was just taking simple economic ideas and seeing how small business owners could put them into action. So for example, in that book we talk to a bowling alley owner in Kansas. And this guy was very interesting, and he had the problem of too many people applying for every job. And so he would put a job listing in the paper, and so many people would [laughs] come down. And he wanted to separate the sort of serious people from the not so serious people. And he said – I remember him telling us he definitely ruled out the people who showed up in their pajamas, which I was surprised was an issue. But the other lesson he told us was, he said, “Look, I learned at some point, put in the ad ‘bring a pencil so you can fill in the application.’” And it was that little test of whether you cared enough to notice that and bring it, that sounds so simple, but it really is a classic economic model from Mike Spence, the former Dean of the GSB, that kind of can explain that behavior. I’m not saying that the bowling alley guy had read Mike Spence’s paper. I’m afraid that probably was not true. But Mike Spence was able to capture through an economic model an idea that was very powerful in the real world."},{"author":"Paul Oyer","text":"The same goes – I wrote a book where I talk about economics and how you can understand online dating. Again, the first chapter of that book is taking this Nobel Prize winning idea – I didn’t win the Nobel Prize [laughs] –"},{"author":"Matt Abrahams","text":"Right."},{"author":"Paul Oyer","text":"– a couple of people including a labor economist named Dale Mortensen did for what’s known as search theory. And if you take their ideas, that model explains what we think of as settling in the dating market."},{"author":"Paul Oyer","text":"So people are very afraid of settling in the dating market. And it’s really – believe it or not, that’s an economic concept. And then the final example I give you is out of the new book. My favorite – there are so many great sports things about economics, but my – one of my favorites in the new book is Korean women golfers completely dominate the sport. That goes down to some basic underlying things such as the savings rate in Korea, the way schools are set up, and then the gender pay gap in the Korean labor market. So again, all – the context that runs through all of those is economics is a powerful lens by which to understand the world we live in."},{"author":"Matt Abrahams","text":"So by understanding economics, we can have a better understanding of the world. And the take-home message here: Don’t wear pajamas to interviews and make sure that you have a pencil when you show up. Very good. As you know, this podcast focuses on communication. Can you share a lesson or two from your research that provides some insight into communication?"},{"author":"Paul Oyer","text":"Sure. I study what’s known as personnel or organizational economics, which is the economics within firms. And it’s not just in that setting but, in many settings, economists focus on the importance of credibility. So it’s not the way you or I would think about like how do you speak – how does Obama or somebody who’s really good come across as credible. It’s how do my actions separate things that I say that may or may not be true from things that are actual and true. And I think understanding the economic concept of repeated [games] and how to make yourself credible is really important for communication."},{"author":"Matt Abrahams","text":"Absolutely. We spend a lot of time talking about credibility and how to drive for congruence between what you say and what you do and how others judge you based on that."},{"author":"Paul Oyer","text":"Yeah."},{"author":"Paul Oyer","text":"Matt Abrahams: Credibility really is important. And I didn’t realize that I was also teaching economics while I was teaching communication."},{"author":"Paul Oyer","text":"You are. Everybody’s teaching economics."},{"author":"Matt Abrahams","text":"I want to get back to the serious stuff, Paul. I want to go back to your research on online dating. Can you walk us through what cheap talk is, how it plays out in dating and in business, and how can we overcome it so we’re perceived as meaning what we say?"},{"author":"Paul Oyer","text":"Often you can think about people, when they say something, whether or not there’s any reason to believe them. What have they – cheap talk is something you can say where, if it’s true or not true, there’s no obvious way to tell them apart."},{"author":"Paul Oyer","text":"So for example, when I wrote this book about online dating, the classic examples in there would be online dating profiles, men tend to overstate their income and their height – for example. So in a world of cheap talk, you can lie and get away with it, but you can’t lie too big because when you actually go to meet the person at some point, if you say you’re six-two, if you’re six-one or five-eleven maybe, which then you have an incentive to say you’re six feet, but if you’re really five-four, that’s not going to be a very good strategy. So again, it comes back to where can you build credibility. An example of this in the sports book is steroids. Any time you hear somebody say, “I am not using performance-enhancing drugs,” you really have no reason to believe them because the person who is and is not using them has the incentive to say exactly the same thing. So a good mechanism for getting good of cheap talk is one where you can somehow find a way to separate the cheaters from the non-cheaters or the liars from the non-liars, however you want to look at it."},{"author":"Matt Abrahams","text":"So beyond studying online dating and cheap talk, you also chose to drive an Uber. What was that experience like, and what did you learn from it except how to get places better?"},{"author":"Paul Oyer","text":"You know, you don’t learn how to get places better because these days [ways] [laughs] can take you anywhere you want to go. So that’s not that useful from that perspective. So I’m a labor economist, and in addition to writing these books, I write research papers. I’ve studied lawyers. I’ve studied the market for investment bankers and a bunch of other trades. And boy, I wish I could try those jobs for two weeks because you learn so much that helps structure your research questions. When we started studying Uber – and this was joint research with my Stanford colleague Rebecca Diamond and a few other people – we started studying Uber, and you can do that. The barriers to entry to being an Uber driver are so low that I just went and registered my car and tried it. And it was fascinating. Now the main benefits of it were from the research study perspective where I learned a lot about how to think about the value of experience in that context, which was really important for what we were doing."},{"author":"Paul Oyer","text":"But it also [laughs] just was fun. I don’t want to be an Uber driver for my whole life. I’m very lucky that I’m able to work at Stanford. But I really wish I could do it both for the research side, but also it was just interesting. So at the time as I was doing that job, my stepson was working at Chipotle. And we were making about the same amount of money. And it was interesting because there’s a large set of people for whom working at a job like working at Chipotle is a much better fit because they like the camaraderie and they like being told, be here at this hour, and leave at this hour. There’s a larger set who need the flexibility, who like the alone time."},{"author":"Paul Oyer","text":"And so it’s nice that there are these various options out there. And then there’s just other really interesting stuff that, at least in the short term, makes driving for Uber interesting. For example, I was very lucky – I didn’t do it for that long. I never had a passenger who was nasty. They were always pleasant, interesting people. Some of them were very quiet, but some of them were interesting. And then also, you drive all around the Bay Area, and you see these neighborhoods that you only pass on the highway. And it’s like, wow, what is that neighborhood like –"},{"author":"Matt Abrahams","text":"Right."},{"author":"Paul Oyer","text":"– that I’ve only seen on a 280 exit ramp?"},{"author":"Matt Abrahams","text":"Right. So I have a very personal question for you. What was your Uber rating when you were done?"},{"author":"Paul Oyer","text":"Ah, that’s a great – it’s 4.97, and I’m very – I brag about it a lot, I can tell you. And by the way, there was one other economist who also drove for Uber. His name is Josh Angrist, and he won the Nobel Prize, but I had a higher Uber rating, so I call it a draw [laughs]."},{"author":"Matt Abrahams","text":"Oh, that’s a draw, for sure. As a communication person, I want to “drive” down this road a little farther. Were there certain things you did that you think increased your ratings? As an economist, I would think you would have some insight into things you could do to improve your ratings."},{"author":"Paul Oyer","text":"Well, so for one thing, what I – and this comes back to some of the stuff I do research on – for one thing, I never tried to game the ratings."},{"author":"Matt Abrahams","text":"Okay."},{"author":"Paul Oyer","text":"And I think that in this case, you don’t want to do that. So I never told people, “Give me a high rating,” or bribe them with mints or anything like that. I just tried to be courteous and on time and do a good job. And now I did have a nice car, so [laughs]."},{"author":"Matt Abrahams","text":"I see. Maybe that helped. So it sounds to me like what helped you get such a high rating, above a Nobel Laureate’s rating – was the fact that you were being congruent and credible –"},{"author":"Paul Oyer","text":"Yeah."},{"author":"Matt Abrahams","text":"Now you mentioned you’re a labor economist. And so you’ve been studying how work has been changing. I’m curious, what have you concluded, and what advice would you have for those listening in who are looking for work or looking to change their work?"},{"author":"Paul Oyer","text":"So first of all, I would say now is a really good time to be looking for work. So a lot of what makes you successful in the job market is the macro-economic conditions at the time you’re looking. I’ve actually done research on this showing that people who graduate during good economic times, they have – they get benefits that last a long time. And by the same token, now is a good time to be switching jobs and finding just the right job, given the state of the job market."},{"author":"Paul Oyer","text":"But actually, in terms of the overall trends in the labor market, there’s some evidence emerging – and it’s a relatively new research area – to suggest that communication skills are becoming more valuable in the labor market. We’ll see how important it is and how well that gets backed up. But because jobs are more white-collar in nature and often at a distanced and whatnot, social and communication skills are becoming more important."},{"author":"Matt Abrahams","text":"I know writing a book takes a long time from when you complete it to when it comes out. So I’m curious, since you’ve finished your previous book, what are you currently working on? What’s the next crazy job you’re going to look into?"},{"author":"Paul Oyer","text":"Yeah, I wish I had a good – a better answer to that. But mostly, the crazy job I’ve been looking into lately is being Senior Associate Dean of the Stanford Business School."},{"author":"Matt Abrahams","text":"Heh."},{"author":"Paul Oyer","text":"And I’m trying to help, among many people here at the GSB, keeping the trains on the track during COVID, which –"},{"author":"Matt Abrahams","text":"Right."},{"author":"Paul Oyer","text":"– obviously, was a challenge to all educational institutions everywhere. So that was the short-term thing. But then in the longer term, I think we can now start turning our attention to what did we learn from COVID. And as the – some of those technical changes we talked about in the job market are taking hold in education, what do we need to do to keep the Business School up to date? How should programs change? How should the way we teach change? And that’s just an exciting thing to be able to be part of here at the GSB."},{"author":"Matt Abrahams","text":"Yeah. And I have to say as somebody who is the recipient of your work and others, I was very impressed with how timely and transparent you were. Things were changing dramatically. And that’s not to say that mistakes weren’t made, and things had to be adjusted, but the transparency and timeliness was very helpful. And I think that’s important for all communications."},{"author":"Paul Oyer","text":"Thanks."},{"author":"Matt Abrahams","text":"Before we end, I’d like to ask you the same three questions I ask everyone who joins me. Does that sound all right?"},{"author":"Paul Oyer","text":"I would love it."},{"author":"Matt Abrahams","text":"If you were to capture the best communication advice you have ever received as a five- to seven-word presentation slide title, what would that be?"},{"author":"Paul Oyer","text":"My answer is so unbelievably trite and cliché, but it’s true, and that’s just Keep It Simple. As academics, and especially as economists, we have such an urge, such a natural urge to complicate things. And it’s just so unhelpful. I mean, I would much rather get a simple message across quickly and say it over and over again than try to get through every nuance."},{"author":"Matt Abrahams","text":"Well said. Taking your advice. Excellent. Very good. My second question is, who’s a communicator that you admire, and why?"},{"author":"Paul Oyer","text":"Can I cheat and give two answers?"},{"author":"Matt Abrahams","text":"Yes, sir, you may."},{"author":"Paul Oyer","text":"[Laughs] So there’s a novelist, Richard Russo. My favorite book of his is “Empire Falls,” but he has many other great books. And then a nonfiction writer – I read a lot of his books. He’s now deceased. William Manchester wrote “A Biography of Churchill” and a book – some other – many other books I’ve read. What’s great is they communicate through stories."},{"author":"Paul Oyer","text":"And they have a point, but if they just said the point, you wouldn’t remember it."},{"author":"Matt Abrahams","text":"Right."},{"author":"Paul Oyer","text":"It’s the way they weave it together in a story that captures you. I’m very much an admirer of people who do that."},{"author":"Matt Abrahams","text":"We have had Jennifer on, and we have talked about story a lot, and it’s a really important point. Just giving data and lists are hard for us to remember. But if you can weave those together into a clear narrative, it can be very helpful. Final question: What are the first three ingredients that go into a successful communication recipe?"},{"author":"Paul Oyer","text":"I think both in economics and in my role in the classroom, a couple of things come to mind. One is, often, I like to start presentations with one graph that tells the whole story."},{"author":"Matt Abrahams","text":"Oh yeah."},{"author":"Paul Oyer","text":"And then the rest is just details. One graph, and just the rest is gravy. I really like that. And along a similar line, a second idea is one story or anecdote that exemplifies the point you want to make. So for example, if I went in to teach Mike Spence’s model that I was talking about earlier, I might start with a graph of some sort that gets at the idea in the underlying economics and tell the story of the pencil or something along those lines. And then I think just in a setting like an economics seminar in the classroom, in both those settings, I think a third ingredient would be transparently and sincerely addressing the questions and concerns that arise."},{"author":"Paul Oyer","text":"The goal of learning is it all comes from back and forth and, frankly, from disagreements and arguments. So one thing I’d love to see us do more at the GSB over time is, we’re such a friendly place, we are afraid to disagree with one another. And I don’t mean like disagree and fight and be uncivil. I mean civil disagreement that leads to learning. So —."},{"author":"Matt Abrahams","text":"Well, I disagree. No, I actually agree with everything that you said there. And you’re quite consistent. I mean, really what you’re talking about in those first two ingredients is that notion of credibility and being congruent. And then the second element there really is in line with what you talked about earlier around really engaging with the ideas. Well, Paul, it has been a pleasure to chat with you. Your insights and approach to research and the things you study are fascinating. I love that you experience the things that you research. And best of luck with your new book, “An Economist Goes to the Game: How to Throw Away $580 Million Dollars and Other Surprising Insights from the Economics of Sports.” Thanks, Paul."},{"author":"Paul Oyer","text":"& Thank you so much, Matt."},{"author":"Matt Abrahams","text":"You’ve been listening to Think Fast, Talk Smart: The Podcast, a production of Stanford Graduate School of Business. This episode was produced by Michael Riley, Jenny Luna, and me, Matt Abrahams. Find more resources and join in the conversation by searching LinkedIn for Think Fast, Talk Smart. Please download and subscribe wherever you get your podcasts."}],"audio":"https://content.production.cdn.art19.com/segment_lists/cc207798-a3a7-4fe6-bece-949535db9d5e/20220720-UGF1bCBPeWVyIFRGVFMgbWl4IG1hc3RlciAyLndhdg-1b4b08b7-017a-452e-9b84-d38b6fc04282.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Paul Oyer"],"wave_peaks":[16917,15339,13150,19424,15736,20590,16891,14042,12821,18134,12194,2291,13878,16859,17156,10373,10645,10311,1302,6076,11092,12685,13026,16051,4446,1596,13835,20264,15919,9373,18089,16581,12180,11567,10391,5715,5984,3921,392,18852,13627,16694,11015,11440,11423,14780,11661,9581,8707,6640,6372,6879,6474,6620,24770,17685,11014,6416,18442,12609,7984,16372,14229,11187,8432,7351,17318,12427,13004,11874,9902,8068,9193,4188,19872,9332,5558,20901,16378,5225,19447,17372,10088,10512,15949,6355,6705,5252,4167,5380,22782,11225,19728,14417,16994,11464,19796,10588,6766,5132,5188,18959,18733,15735,14322,16561,13375,14428,16647,11553,17298,11064,16678,9057,4308,17699,14189,16260,11093,12658,11060,6787,3554,20395,11990,7783,17992,8375,14037,15121,13116,12943,22153,14698,15863,9484,11548,8337,5613,284,15494,16769,14725,14252,11575,11010,15376,10488,13183,13606,11466,19200,7039,3277,2139,2183,2020,1947,16141,9346,11637,11724,13627,17278,9993,7811,3905,1962,15795,16334,12504,12625,6933,18043,14588,12271,11988,3883,2098,17757,13358,13271,16630,8874,10147,16128,10429,6714,11016,17710,11568,15049,11140,9182,2334,22351,11502,12611,21229,8707,13749,14545,15143,14019,11847,15137,12368,15630,8977,10235,11124,11984,9954,7673,8347,5452,1401,419,282,327,260,18496,310,30085,17030,30920,23258,12862,12771,4484,8058,16446,17389,16010,7481,3532,8044,14479,13450,14090,14024,15753,9552,7386,11012,14750,20803,14672,12875,2888,1058,17058,16988,17344,18246,11720,13588,1522,17580,16790,10351,17447,14494,11321,12724,15883,16260,10515,7890,952,17235,13016,12401,10518,10589,16999,15842,14718,12791,15979,12107,11669,2987,1152,19461,8632,9722,6992,13808,16239,11725,12361,12599,11011,12044,11216,13394,15239,15302,13031,11012,413,16819,10177,14934,12859,15809,17616,7800,6852,4908,3513,536,4339,16817,10852,5865,15773,15446,13620,14820,15724,15292,12994,15557,13965,10017,13187,14661,14295,10020,10873,11713,11948,13087,10382,16243,8842,12505,9879,2065,595,525,13747,15460,15091,13356,13347,9937,3413,16867,12830,16942,13848,12842,11876,10224,13783,11661,8224,8813,14630,10777,12938,11603,12475,10852,9344,558,16822,10665,11877,12368,13653,1242,13438,14168,12150,9503,538,18936,6752,18638,15568,11885,18883,8274,11707,9530,15100,17837,9046,13727,5164,12184,11049,9494,7978,15712,14443,14097,15347,13568,11940,12969,2204,13130,15390,12600,13143,11206,15451,10876,13709,12542,9168,9414,3646,11813,10084,14062,13450,13631,9151,10719,13713,12275,12261,10213,8541,17594,13451,6471,11717,15206,11691,14223,10107,13844,13211,12958,15182,555,9491,12898,11136,12076,8289,16506,12335,18514,13883,9418,12744,9402,812,12712,16120,13603,11445,16408,13021,14284,19203,16474,9718,13568,13723,15850,12634,9147,13800,13474,13041,12294,14930,9253,16760,14470,13875,12352,14546,13286,13492,13961,7415,14694,9332,12814,10249,9722,11374,1811,1889,16943,14197,16553,15649,16110,11408,16225,11719,10562,13765,17337,10393,974,476,45,16102,15850,13154,14008,13472,10386,14114,14097,11258,12735,14890,11380,10856,11029,14956,12849,14734,15282,15053,13096,10676,13185,11435,12125,9088,12072,10490,13971,12240,5082,16172,18227,14484,16858,21910,18795,13697,2738,17225,20974,16587,16497,12693,18453,10536,11810,12993,14019,9735,16428,11611,18254,8858,14121,13470,11377,17824,13993,12648,4192,524,12303,14640,15047,9144,3846,1511,16008,17961,10395,8243,8963,17849,19005,16743,12585,11432,13882,14164,11261,10098,19305,12350,7501,13527,11140,13272,14125,15272,13336,14004,11062,10622,2210,11067,11036,14746,14921,12162,13283,10752,5757,14917,13401,12579,13252,13003,11793,12698,10450,2240,15147,13214,1057,6140,17119,14567,15931,7422,182,15610,11551,13792,11058,8836,1069,13734,11547,11077,17850,12714,12110,8443,15136,11998,14314,11522,11493,12351,16120,7245,14293,19107,12820,12212,13528,14898,13599,2788,17494,14962,12123,12995,12181,14200,7818,11678,10134,9124,3917,11026,12908,7098,1695,19857,15693,15985,10507,16430,13224,4254,12969,12992,10573,20348,16537,15139,9303,15276,12916,13614,13342,12951,13593,6375,15721,2528,14448,16232,10997,18091,10800,11054,12833,12829,11177,13503,14843,14266,16481,9287,15276,16580,12576,12633,13990,9235,14619,9914,9808,13064,18566,12534,12631,13664,12241,16944,13877,12773,12726,16267,12794,10602,5564,14932,16180,14661,17425,14397,9110,11335,4074,13352,8996,16679,16440,12763,3277,17306,13834,15395,14006,7788,16069,3775,12799,15931,14322,14686,18127,13127,7115,12630,10401,4175,19255,20431,13498,15483,12264,12606,8583,13398,7877,3592,5967,6997,14382,13816,12459,17576,13895,7885,1590,1320,16715,18124,15494,14940,12400,11128,13727,9784,4612,1033,16885,13848,12973,19356,16430,12801,2438,14356,12513,10818,10301,11946,13275,11343,14536,4770,16264,13276,7972,11437,9934,8445,835,4845,15403,15871,13185,10490,5238,72,11916,8587,11131,11378,3854,4313,15531,10217,15746,11278,13280,12624,14347,10692,447,1777,17127,12382,12976,3606,13105,15788,11931,11968,12092,15487,11282,407,13843,14075,11994,12076,13340,2849,17052,15722,18208,15617,3766,14938,7447,9972,9906,15098,14521,12054,2387,9759,18125,14284,14718,12770,15514,14925,9387,14785,12031,11718,3296,15051,13869,10295,7716,16874,9374,7619,8742,10172,5645,4483,2465,275,424,17591,13024,11330,9598,12511,9321,13816,11811,10796,8563,12764,11444,12518,18246,16236,12195,9492,7850,206,17981,13359,16003,23239,20703,13338,12861,958,17367,11616,17223,14199,17679,11283,15987,5308,17919,14597,6393,2282,1461,17819,26339,12868,20309,17104,12765,13971,12737,8287,5894,6343,15557,16240,16175,12796,9385,11396,11679,12854,15094,9146,12619,12508,6503,7883,4695,5791,16326,2617,15911,14402,13900,12722,12884,14155,12588,11062,11349,10751,10330,14483,11681,10001,9565,12246,1368,592,15534,15998,19005,11465,11703,12505,15026,10802,9266,6353,14363,14433,873,243,14962,13599,13181,10775,12225,12419,6373,929,889,15837,9232,12132,15313,14224,14516,13012,12124,9755,15369,16316,3781,15323,18062,17219,1084,1599,14267,14154,11726,14103,12713,14730,8836,15112,11395,5288,14853,17435,15931,10586,14622,12895,13078,7893,543,1050,14555,13617,14232,14046,11096,11449,10336,14610,9229,14370,15481,10882,9458,11690,5508,4909,10131,13438,17635,16199,16532,9699,10793,14136,14155,6132,13889,10819,11637,11599,15432,11425,7332,11495,12012,9423,12248,9296,641,14010,1141,17875,18527,5909,5305,3765,2595,522,9564,11957,10525,14272,15227,7070,7219,9763,9588,7485,7515,7143,8273,12840,14085,13625,9098,13210,8086,8090,7988,8769,8531,6133,8449,842,13968,18023,7931,18856,18316,4890,7600,3598,20257,15667,8821,9678,7684,17223,15509,22823,13827,11410,8907,10169,5350,7887,4575,5924,14820,18598,18628,15463,19581,9161,6721,4976,2775,2028,25284,15173,5726,14868,11721,6102,7283,23788,10361,8231,7361,11260,10763,8849,2879,17779,15837,14510,13176,12277,3102,13075,9075,16799,12856,8844,21121,14862,17527,12185,13151,11100,13775,22339,7708,13712,9320,11750,12261,10693,13711,9792,9083,9512,6510,305,14180,13044,18692,16173,12128,12567,13966,15902,8880,7059,239,16554,13487,12163,560,15038,12638,8699,8054,7411,2842,631,13999,16258,8873,14830,17088,11069,13298,11540,11578,9802,12310,10283,14126,15028,15024,10846,12941,11785,9083,8184,7934,4890,4020,2452,717,12285,9488,17218,14626,20405,10386,7810,9961,11427,14724,3242,514,10671,13153,10367,16054,10542,12487,11467,9388,1435,12082,14767,13214,8484,10695,14612,10331,8724,8323,8408,9459,11298,9358,13127,3034,1291,10361,12199,11911,501,2672,18775,11007,8725,9213,12507,11200,16016,369,13309,15297,13008,14431,13865,15325,13295,13015,11059,10097,1069,14596,16414,16054,7303,14976,13414,10283,7974,9499,15824,13196,22289,8600,12118,16904,11419,11881,17200,8332,14524,9022,10937,13650,10018,14461,16942,15374,12665,12704,13760,8750,14010,10284,9865,10699,9910,8345,3455,758,18472,15179,16708,12988,11838,12313,13325,16033,12742,10073,8237,8379,1720,2855,18288,15235,16447,13073,15370,15660,15311,11268,9679,6060,16814,13308,15529,9753,10776,12173,10615,1007,9921,8247,19066,3927,936,15910,10426,14610,12689,13719,11247,11505,11040,263,153,10286,12643,12772,10829,11808,11951,12737,13089,9309,8225,2222,324,10367,15110,15249,15633,12971,9934,14608,13425,10157,11004,15176,14337,15739,9547,13081,13429,7528,187,16396,5469,16380,14948,13263,12281,13302,9844,8836,6567,1510,524,18145,16074,16773,13360,16431,13414,12535,8306,15354,5480,13513,13537,12911,9565,11615,13002,12705,13406,11274,10734,483,345,13925,8842,13821,13840,11853,12586,12342,9756,9844,11485,8344,10983,8171,6631,4030,3122,1051,20722,13084,15482,12306,16413,9225,8564,10441,10819,12572,16561,13689,12704,19196,18926,13560,442,16471,19572,9855,12422,13612,14886,10355,14217,5403,14316,15158,18722,2143,16170,14858,5849,6302,15997,11907,13383,12039,14438,12161,7195,10617,13114,8736,15581,8823,17910,11955,16904,16054,11387,12873,13106,7443,19378,15842,11871,12369,12757,10397,10469,11783,12341,7102,14958,16089,16430,13269,10096,14330,12860,14607,14668,13216,12298,14227,7989,10738,11954,10264,8777,12485,9483,10432,9188,1227,14693,13082,11358,12372,12702,10994,12704,13355,11847,12967,6760,14219,11506,1756,16378,13224,9902,12320,1197,216,14684,14496,11988,11950,9176,7172,8501,14744,9198,12827,8735,13235,10091,3596,11546,14281,13813,10201,9870,8239,4748,1745,1900,13344,14151,15979,14392,11553,12319,15063,8877,9581,10389,11831,10114,10767,9448,10823,10803,7582,6677,11481,6899,1348,9926,15310,13663,12633,13018,8880,10638,7341,1212,17123,15533,8880,8608,12714,12967,12979,13208,11317,10711,9561,12716,14396,13585,13057,12578,12107,12572,7882,13298,10457,9357,11105,862,18077,15988,11890,13467,14629,18277,10999,12043,14471,8957,10588,9799,12198,8576,7723,7102,7401,10245,13715,8003,7969,1118,13598,13189,11983,10853,12300,8195,2017,7249,13186,12591,11972,12599,12992,7737,5951,9550,8317,10174,11082,10968,1553,906,18849,14505,11276,21394,15323,12254,6290,2719,12115,10792,10670,8738,8000,10030,13471,10226,8911,10040,7973,8427,9475,11549,13096,13162,13985,1442,465,152,21370,16999,12874,14536,13157,8818,11988,15510,9797,12062,12258,14878,11226,7682,3311,340,15719,14464,12052,14682,14857,15611,12382,11203,9858,9915,13148,12726,9283,8100,5783,7934,6832,11837,15250,12838,10721,12827,12534,6597,4897,949,441,13268,9633,7787,10396,14136,15894,13648,15078,12523,14489,10462,12302,13703,10887,9427,11618,12290,11039,11085,11986,13792,12750,12039,11700,9102,10671,8599,7905,9397,10136,4191,14373,13504,13855,11228,10231,10892,8018,10258,9627,7076,5452,2121,13523,16810,13874,12824,11035,10950,11826,12003,14267,17265,10556,16384,10631,14309,10681,1425,17332,12990,13032,110,13682,16654,14258,11939,10633,12399,11952,12101,8449,5436,3776,17390,8874,15339,14912,11858,11780,10943,9980,1576,12053,9270,10932,10570,11940,9636,6823,7047,7651,8387,6681,12476,9200,19078,13099,11505,9065,11279,9104,8480,980,14723,13642,8718,10677,10855,10577,8524,10042,10425,7271,8558,12571,5429,12557,9391,9260,7779,8231,16463,7959,7883,6768,7841,2239,9193,9852,4619,1190,16080,10130,14041,13792,12081,12781,13861,12651,8191,12638,15738,12654,9165,13421,13025,11648,10958,11505,8931,1746,8972,14414,13992,15151,12207,11220,8950,12201,14826,11810,12198,12288,10197,6895,3496,10248,9826,626,19718,8010,5570,5554,15028,7581,8294,9699,5725,17804,12090,10055,6661,7773,5782,12991,12215,2414,21691,13559,19031,15326,17873,13253,12857,15821,16616,11536,18957,17126,15528,13087,13190,18004,11787,19452,18880,11528,158,19009,15846,12700,13118,15996,12356,9369,12851,11275,11604,14974,21893,15858,16148,15217,11612,548,11835,15756,10651,15447,15086,13421,10845,2224,16613,16849,12823,13818,13267,14856,28238,18071,16605,25039,23192,23055,20122,24228,13888,24436,15676,14427,15799,13522,16384,16755,13574,14323,12425,13245,17610,10758,15478,12883,18011,12090,17494,10535,8361,12366,1902,17322,15088,11489,10546,10964,8416,12610,15158,16927,9917,10462,11660,12634,12985,9849,8370,8248,6593,13651,12007,3065,20557,16663,15496,13016,14335,16149,13390,16650,16715,12001,15080,9289,2078,15198,14515,12740,12725,11843,15214,15007,14144,7728,15985,15110,15196,10925,11587,1561,11412,15908,14895,14110,13369,15322,12208,11349,15656,16851,13975,7639,15824,10870,11423,8488,9258,8716,606,180,17605,14861,11373,13536,8378,12380,11952,10628,16267,13849,12738,13571,12877,12697,11833,12934,12351,11600,10725,9794,1001,17064,14934,15401,11325,12973,15403,10484,14184,15010,17524,14670,23622,9856,1211,19607,9325,10281,17380,8275,10061,11788,9209,7866,8396,8164,6345,6760,14599,10300,7891,8928,12308,15463,16394,10099,23575,11907,8527,10149,10942,10565,8135,6656,11856,7966,15228,13136,24684,11872,14362,5941,4601,4702,50,0,17293,15274,14550,11953,5042,4463,7410,13231,16267,18031,6555,19426,10972,10363,10219,9071,4132,1064,17319,15535,12843,13327,18244,8099,9383,13696,16464,16187,11770,17087,15932,10871,12229,13611,9276,15897,15622,11704,12123,2336,13488,11865,11191,11253,8858,6181,665,161,17961,15151,14479,9328,13059,12159,11796,15750,13713,13070,10012,14138,14971,15968,13556,12533,13388,10407,11412,11824,13075,13502,14330,10070,784,9105,15455,11080,11267,10867,10409,10498,12318,10956,7687,13383,12207,10494,7202,4178,9590,9079,10551,11113,9634,651,8452,11703,13297,14430,9780,9834,8086,536,11659,15954,14074,6906,11856,12244,11164,11295,9645,2920,13735,16443,10832,13667,9795,11120,8849,10743,9393,9414,10199,10104,6627,8107,6996,5205,7029,7722,3673,2509,1155,2060,23357,14911,19297,7616,16327,14420,17072,9547,9701,15370,12749,10235,9252,139,18495,14035,14701,8695,10902,12584,11235,9712,18560,11846,13049,17805,14810,9919,9027,3005,484,16275,14428,13150,14308,11296,9580,13528,10695,10482,5262,2850,3083,3678,2476,12342,8679,3912,16361,10700,15929,14751,10186,12669,10349,883,16716,13252,15283,397,15277,240,115,11541,15732,12136,14492,12059,8200,108,16792,14124,12581,12399,10030,10693,13428,10541,16941,11180,9438,766,14756,12333,14555,11754,10749,13622,12208,8724,11221,15117,10231,10531,7993,4954,333,22079,13985,14454,9176,11346,6205,7410,15014,7034,3168,15145,15655,8449,11060,12395,16954,12512,10666,6406,14581,14583,11343,4099,13370,13339,11978,14640,10182,7974,5152,14635,14869,14690,5023,9924,11291,10370,8619,7341,4972,18093,17372,13755,13198,14714,11932,15696,10889,12643,14327,14331,15390,13656,11370,9289,15357,11511,10384,9850,12341,8674,9743,10428,11673,11398,13055,6833,17994,7105,18186,14109,14959,20100,3006,16620,17611,18088,7681,10095,14441,13978,13509,13448,15152,10921,10703,16473,15353,12485,12685,12370,17309,10228,2802,14395,12187,11141,11300,12261,7824,7689,12871,13524,11367,6520,7446,10577,9827,18809,16709,12829,14045,14514,14453,15811,15049,9104,602,14762,19541,2508,14752,12772,14203,13700,14991,12420,15017,13517,10643,13794,14158,11811,12571,8656,10747,10630,7530,14802,13182,2884,18002,12417,15101,14298,10152,10776,12147,15912,9715,1623,15234,14433,11678,13058,12923,10279,553,16872,13295,11525,10497,912,9252,15773,11944,9787,11605,11169,10813,12141,12362,10209,8056,6663,9125,6206,10254,8820,1277,6830,11943,9174,12422,2839,10049,8962,8139,8588,5651,4723,8067,6527,5740,4453,3624,5605,10788,9585,9539,19522,13291,12873,8674,7953,13948,6661,6124,4212,11570,6832,7052,8578,2830,15858,11013,16004,8172,6109,5997,5570,5309,5009,5498,7254,347,18912,8842,6720,14968,10561,12457,10657,8994,13219,14324,6179,5312,10716,9025,12015,9523,6494,5996,5293,2686,5681,6570,6990,7883,8925,8227,9538,4794,5301,4202,1023,11261,4470,19810,17848,8560,600,19884,14824,15620,13267,10518,13580,10964,8201,6630,6467,7266,15539,13921,21713,13070,14384,15167,17560,13499,20772,7372,15723,11369,9929,11859,11379,10727,14268,11338,5636,8016,15672,8677,8246,8634,15330,10429,11880,7190,4927,16483,9672,5529,111,22909,13354,9086,16877,13493,16001,13739,13554,10332,10720,13559,5959,14151,11797,10692,11627,9666,7431,3404,844,13940,16614,16641,13614,10193,7898,15432,12915,14456,11034,570,2604,15403,12879,15292,10699,12705,10995,12198,5541,9605,7276,5101,1016,900,5958,11083,10052,5817,6372,1740,844,206,16431,16401,14738,9422,13600,2517,624,10254,762,13649,16365,15558,11906,10219,13652,14401,9971,9830,11375,10282,8257,9630,12905,12675,9269,7374,8190,9435,9952,7615,8472,5039,1125,730,2279,11361,10044,11005,13551,17887,14284,11814,14277,10484,3093,16648,12847,998,14949,18018,14723,6852,6382,9817,6687,7849,9352,6291,4942,5484,125,16349,17979,12590,13008,13808,4671,5155,6982,27852,21504,18039,14660,2825,20682,12571,17553,11884,12196,15493,17178,13966,9074,8361,7637,12747,14070,11775,12840,11485,13405,9665,9730,10894,9619,12600,10965,4161,912,7141,15115,13024,8839,7802,15332,14021,11559,13838,11978,10922,11936,10882,7283,6000,11018,10063,13583,12146,13093,7955,6429,937,9372,13609,10241,12107,14323,9528,12001,1767,9613,12801,15051,14340,13835,10084,8219,577,18587,13613,16486,2879,45,15354,12652,11501,14756,14391,10864,15816,6201,942,808,15116,16617,16597,3304,365,330,15842,13700,14910,15293,13751,16564,12418,13028,12962,7299,16195,15731,14191,12099,12861,12767,15948,11457,12100,13045,9391,11069,5517,10246,14047,12319,12898,11879,5554,4674,4610,453,5642,5994,6838,5049,4514,3553,8593,8592,9610,8305,7080,3950,8560,5503,5046,4243,4250,5263,7841,8490,5821,9884,7581,7742,9384,10711,9518,3528,1741,1183,20129,16217,4608,1430,5161,16394,12985,12616,12676,7397,8005,11373,8663,15191,7073,3533,5082,3538,10103,1286,17944,11764,9716,699,275,58,18122,13456,22407,13792,10610,14785,12874,12668,10821,15847,12452,8200,18384,20829,11376,10967,10870,16853,14518,451,17500,15702,9649,14392,14188,16259,13387,17616,13590,12097,13078,13476,13173,8253,9709,5838,4309,2923,17210,14241,14750,8553,7045,2774,16289,15494,10254,10042,14922,16364,8903,9128,15496,10316,12830,11373,14072,10104,16884,13269,12405,11482,12256,11122,4862,877,18344,15609,14058,12280,11168,8472,17865,12078,8316,10703,7016,13827,10242,13230,14197,11014,11852,3762,16085,13218,12177,12840,13520,11569,11685,9211,5154,14930,11795,10216,13969,2358,398,10698,12184,10680,14421,12039,11097,10391,660,12174,14077,15584,12507,14848,9123,12319,13069,10652,17146,7873,10658,10605,14970,7845,856,1944,17248,19379,11189,9581,12485,17911,17274,11746,13800,10587,10266,11928,16533,12954,11913,10302,10486,13634,10252,9477,9408,8683,730,6708,18718,14585,9770,13457,15119,14815,6944,12284,17363,11342,9455,8523,8104,7534,3410,777,16079,14352,17507,15754,7181,12932,12369,13747,15876,12582,14374,13547,11531,4009,16032,12218,12483,15054,8384,13960,7451,14063,9178,16211,15537,17198,13668,10155,12141,12081,12764,9943,9158,11556,9343,1663,681,14711,13536,14785,13489,15160,8846,13603,7851,7525,10783,14871,12467,10559,12905,10782,8993,628,12426,17017,13472,10007,1825,13418,10593,11315,9879,5649,9388,9695,12601,12503,13169,6716,13489,11981,14720,13391,8699,9884,6926,5876,6298,8876,19308,15249,8130,26099,30582,22064,20187,13386,16520,11487,16699,19255,18948,19866,17514,15726,14294,17258,13260,10281,15558,11310,11834,9756,11200,7487,6621,4425,7751,6245,6699,7235,5719,6470,7477,6855,6702,5923,11054,7784,4620,9305,8183,6025,12030,12955,6705,6948,7278,8504,9603,7331,5822,5374,6026,4591,3291,664,14781,8139,5923,7523,3482,4943,2896,4715,17072,21359,12902,13344,11440,8125,15268,7968,17385,7590,12486,17000,10252,14895,14933,11120,3997,5252,7938,9598,16828,12662,20680,20387,8726,13143,12147,7160,10572,14602,13782,9700,13052,8626,7865,15332,2572,19821,15146,14044,14650,13276,10668,21682,11862,11754,12280,4393,5258,24608,17042,9863,5897,786,19621,11978,14634,16480,13023,8756,12295,16547,10994,10457,7538,9402,10690,4407,8653,4314,19636,2829,14749,15370,16564,5256,590,5499,5033,5034,4324,4474,3912,4624,3783,4482,3606,4354,3632,4413,3082,2238,2790,3095,18229,18988,9505,18491,13066,22885,15491,6339,11877,13241,6659,2026,19017,14677,15514,14639,16144,9397,9043,5869,5773,3191,18332,7505,6368,9556,10550,20749,12528,6700,8669,16253,7583,9966,11106,5374,17843,5751,3268,2124,2048,18349,11939,13889,6658,13919,17154,14344,11424,11834,16959,17067,10926,13286,11967,8901,17218,13570,3344,17141,20783,6985,1808,16206,20889,10713,7694,11873,15720,11822,13605,10226,8344,8403,8891,3659,3812,1394,1727,1454,1775,1583,1472,1499,1526,1471,1383,1353,1234,1269,1060,1471,1037,1333,1105,1115,1091,1155,941,999,868,911,820,835,750,757,654,718,617,571,452,513,421,371,356,294,260,168,171,77,9,3,4,0,0,0,0,0],"fragments":[{"begin":"0.000","end":"47.560","lines":["The very first class I ever took in college was an economics class. I learned so much, and I learned how little I knew about economics. Today I look forward to continuing that education. I’m Matt Abrahams, and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart : The Podcast. Today I’m excited to be joined by Paul Oyer. He is the Mary and Rankine [Van] Anda Entrepreneurial Professor and Professor of Economics. Additionally, Paul is Senior Associate Dean for Academic affairs at the GSB. He studies the economics of organizations and human resource practices."]},{"begin":"47.560","end":"71.000","lines":["Paul also has a unique research approach. He drove for Uber, studied online dating, and he explores the sports world in his newest book, “An Economist Goes to the Game: How to Throw Away $580 Million and Other Surprising Insights from the Economics of Sports.” Hey, Paul, welcome to the podcast. I am super excited to have you here."]},{"begin":"71.000","end":"73.440","lines":["I am super excited to be here. Thanks, Matt."]},{"begin":"73.440","end":"94.160","lines":["Awesome. Let’s get started. First, congratulations on your new book. In this book, like your previous book “Roadside MBA,” you teach us important, often unexpected economic lessons. I’m curious what motivates your research and approach, and do you have any favorite notions or ideas that stick out from your writing and research?"]},{"begin":"94.160","end":"129.160","lines":["Yeah, I just think the main thing really that I try to get across is that economics is everywhere. It’s an incredibly powerful lens to analyze almost anything in the real world. And I think a lot of listeners might think, oh, economics, that’s very abstract and dry, remembering some class they took in economics I mean in college. But I see it very differently. Everywhere you look, economics is guiding what’s going on. So you mentioned the book “Roadside MBA,” which I wrote with a couple of other economists. And in that book, it was a strategy book for small businesspeople. There were no numbers and equations –"]},{"begin":"129.160","end":"129.400","lines":["Mm-hmm."]},{"begin":"129.400","end":"201.840","lines":["– none of that. It was just taking simple economic ideas and seeing how small business owners could put them into action. So for example, in that book we talk to a bowling alley owner in Kansas. And this guy was very interesting, and he had the problem of too many people applying for every job. And so he would put a job listing in the paper, and so many people would [laughs] come down. And he wanted to separate the sort of serious people from the not so serious people. And he said – I remember him telling us he definitely ruled out the people who showed up in their pajamas, which I was surprised was an issue. But the other lesson he told us was, he said, “Look, I learned at some point, put in the ad ‘bring a pencil so you can fill in the application.’” And it was that little test of whether you cared enough to notice that and bring it, that sounds so simple, but it really is a classic economic model from Mike Spence, the former Dean of the GSB, that kind of can explain that behavior. I’m not saying that the bowling alley guy had read Mike Spence’s paper. I’m afraid that probably was not true. But Mike Spence was able to capture through an economic model an idea that was very powerful in the real world."]},{"begin":"201.840","end":"215.680","lines":["The same goes – I wrote a book where I talk about economics and how you can understand online dating. Again, the first chapter of that book is taking this Nobel Prize winning idea – I didn’t win the Nobel Prize [laughs] –"]},{"begin":"215.680","end":"216.080","lines":["Right."]},{"begin":"216.080","end":"229.400","lines":["– a couple of people including a labor economist named Dale Mortensen did for what’s known as search theory. And if you take their ideas, that model explains what we think of as settling in the dating market."]},{"begin":"229.400","end":"269.120","lines":["So people are very afraid of settling in the dating market. And it’s really – believe it or not, that’s an economic concept. And then the final example I give you is out of the new book. My favorite – there are so many great sports things about economics, but my – one of my favorites in the new book is Korean women golfers completely dominate the sport. That goes down to some basic underlying things such as the savings rate in Korea, the way schools are set up, and then the gender pay gap in the Korean labor market. So again, all – the context that runs through all of those is economics is a powerful lens by which to understand the world we live in."]},{"begin":"269.120","end":"289.040","lines":["So by understanding economics, we can have a better understanding of the world. And the take-home message here: Don’t wear pajamas to interviews and make sure that you have a pencil when you show up. Very good. As you know, this podcast focuses on communication. Can you share a lesson or two from your research that provides some insight into communication?"]},{"begin":"289.040","end":"327.840","lines":["Sure. I study what’s known as personnel or organizational economics, which is the economics within firms. And it’s not just in that setting but, in many settings, economists focus on the importance of credibility. So it’s not the way you or I would think about like how do you speak – how does Obama or somebody who’s really good come across as credible. It’s how do my actions separate things that I say that may or may not be true from things that are actual and true. And I think understanding the economic concept of repeated [games] and how to make yourself credible is really important for communication."]},{"begin":"327.840","end":"337.680","lines":["Absolutely. We spend a lot of time talking about credibility and how to drive for congruence between what you say and what you do and how others judge you based on that."]},{"begin":"337.680","end":"337.840","lines":["Yeah."]},{"begin":"337.840","end":"343.800","lines":["Matt Abrahams: Credibility really is important. And I didn’t realize that I was also teaching economics while I was teaching communication."]},{"begin":"343.800","end":"345.600","lines":["You are. Everybody’s teaching economics."]},{"begin":"345.600","end":"359.560","lines":["I want to get back to the serious stuff, Paul. I want to go back to your research on online dating. Can you walk us through what cheap talk is, how it plays out in dating and in business, and how can we overcome it so we’re perceived as meaning what we say?"]},{"begin":"359.560","end":"373.520","lines":["Often you can think about people, when they say something, whether or not there’s any reason to believe them. What have they – cheap talk is something you can say where, if it’s true or not true, there’s no obvious way to tell them apart."]},{"begin":"373.520","end":"442.040","lines":["So for example, when I wrote this book about online dating, the classic examples in there would be online dating profiles, men tend to overstate their income and their height – for example. So in a world of cheap talk, you can lie and get away with it, but you can’t lie too big because when you actually go to meet the person at some point, if you say you’re six-two, if you’re six-one or five-eleven maybe, which then you have an incentive to say you’re six feet, but if you’re really five-four, that’s not going to be a very good strategy. So again, it comes back to where can you build credibility. An example of this in the sports book is steroids. Any time you hear somebody say, “I am not using performance-enhancing drugs,” you really have no reason to believe them because the person who is and is not using them has the incentive to say exactly the same thing. So a good mechanism for getting good of cheap talk is one where you can somehow find a way to separate the cheaters from the non-cheaters or the liars from the non-liars, however you want to look at it."]},{"begin":"442.040","end":"452.200","lines":["So beyond studying online dating and cheap talk, you also chose to drive an Uber. What was that experience like, and what did you learn from it except how to get places better?"]},{"begin":"452.200","end":"509.440","lines":["You know, you don’t learn how to get places better because these days [ways] [laughs] can take you anywhere you want to go. So that’s not that useful from that perspective. So I’m a labor economist, and in addition to writing these books, I write research papers. I’ve studied lawyers. I’ve studied the market for investment bankers and a bunch of other trades. And boy, I wish I could try those jobs for two weeks because you learn so much that helps structure your research questions. When we started studying Uber – and this was joint research with my Stanford colleague Rebecca Diamond and a few other people – we started studying Uber, and you can do that. The barriers to entry to being an Uber driver are so low that I just went and registered my car and tried it. And it was fascinating. Now the main benefits of it were from the research study perspective where I learned a lot about how to think about the value of experience in that context, which was really important for what we were doing."]},{"begin":"509.440","end":"549.240","lines":["But it also [laughs] just was fun. I don’t want to be an Uber driver for my whole life. I’m very lucky that I’m able to work at Stanford. But I really wish I could do it both for the research side, but also it was just interesting. So at the time as I was doing that job, my stepson was working at Chipotle. And we were making about the same amount of money. And it was interesting because there’s a large set of people for whom working at a job like working at Chipotle is a much better fit because they like the camaraderie and they like being told, be here at this hour, and leave at this hour. There’s a larger set who need the flexibility, who like the alone time."]},{"begin":"549.240","end":"578.960","lines":["And so it’s nice that there are these various options out there. And then there’s just other really interesting stuff that, at least in the short term, makes driving for Uber interesting. For example, I was very lucky – I didn’t do it for that long. I never had a passenger who was nasty. They were always pleasant, interesting people. Some of them were very quiet, but some of them were interesting. And then also, you drive all around the Bay Area, and you see these neighborhoods that you only pass on the highway. And it’s like, wow, what is that neighborhood like –"]},{"begin":"578.960","end":"579.280","lines":["Right."]},{"begin":"579.280","end":"581.560","lines":["– that I’ve only seen on a 280 exit ramp?"]},{"begin":"581.560","end":"587.680","lines":["Right. So I have a very personal question for you. What was your Uber rating when you were done?"]},{"begin":"587.680","end":"604.680","lines":["Ah, that’s a great – it’s 4.97, and I’m very – I brag about it a lot, I can tell you. And by the way, there was one other economist who also drove for Uber. His name is Josh Angrist, and he won the Nobel Prize, but I had a higher Uber rating, so I call it a draw [laughs]."]},{"begin":"604.680","end":"619.080","lines":["Oh, that’s a draw, for sure. As a communication person, I want to “drive” down this road a little farther. Were there certain things you did that you think increased your ratings? As an economist, I would think you would have some insight into things you could do to improve your ratings."]},{"begin":"619.080","end":"627.480","lines":["Well, so for one thing, what I – and this comes back to some of the stuff I do research on – for one thing, I never tried to game the ratings."]},{"begin":"627.480","end":"627.920","lines":["Okay."]},{"begin":"627.920","end":"642.320","lines":["And I think that in this case, you don’t want to do that. So I never told people, “Give me a high rating,” or bribe them with mints or anything like that. I just tried to be courteous and on time and do a good job. And now I did have a nice car, so [laughs]."]},{"begin":"642.320","end":"654.600","lines":["I see. Maybe that helped. So it sounds to me like what helped you get such a high rating, above a Nobel Laureate’s rating – was the fact that you were being congruent and credible –"]},{"begin":"654.600","end":"656.160","lines":["Yeah."]},{"begin":"656.160","end":"670.600","lines":["Now you mentioned you’re a labor economist. And so you’ve been studying how work has been changing. I’m curious, what have you concluded, and what advice would you have for those listening in who are looking for work or looking to change their work?"]},{"begin":"670.600","end":"696.440","lines":["So first of all, I would say now is a really good time to be looking for work. So a lot of what makes you successful in the job market is the macro-economic conditions at the time you’re looking. I’ve actually done research on this showing that people who graduate during good economic times, they have – they get benefits that last a long time. And by the same token, now is a good time to be switching jobs and finding just the right job, given the state of the job market."]},{"begin":"696.440","end":"725.480","lines":["But actually, in terms of the overall trends in the labor market, there’s some evidence emerging – and it’s a relatively new research area – to suggest that communication skills are becoming more valuable in the labor market. We’ll see how important it is and how well that gets backed up. But because jobs are more white-collar in nature and often at a distanced and whatnot, social and communication skills are becoming more important."]},{"begin":"725.480","end":"737.160","lines":["I know writing a book takes a long time from when you complete it to when it comes out. So I’m curious, since you’ve finished your previous book, what are you currently working on? What’s the next crazy job you’re going to look into?"]},{"begin":"737.160","end":"745.520","lines":["Yeah, I wish I had a good – a better answer to that. But mostly, the crazy job I’ve been looking into lately is being Senior Associate Dean of the Stanford Business School."]},{"begin":"745.520","end":"746.160","lines":["Heh."]},{"begin":"746.160","end":"753.840","lines":["And I’m trying to help, among many people here at the GSB, keeping the trains on the track during COVID, which –"]},{"begin":"753.840","end":"754.360","lines":["Right."]},{"begin":"754.360","end":"784.240","lines":["– obviously, was a challenge to all educational institutions everywhere. So that was the short-term thing. But then in the longer term, I think we can now start turning our attention to what did we learn from COVID. And as the – some of those technical changes we talked about in the job market are taking hold in education, what do we need to do to keep the Business School up to date? How should programs change? How should the way we teach change? And that’s just an exciting thing to be able to be part of here at the GSB."]},{"begin":"784.240","end":"802.560","lines":["Yeah. And I have to say as somebody who is the recipient of your work and others, I was very impressed with how timely and transparent you were. Things were changing dramatically. And that’s not to say that mistakes weren’t made, and things had to be adjusted, but the transparency and timeliness was very helpful. And I think that’s important for all communications."]},{"begin":"802.560","end":"803.280","lines":["Thanks."]},{"begin":"803.280","end":"808.400","lines":["Before we end, I’d like to ask you the same three questions I ask everyone who joins me. Does that sound all right?"]},{"begin":"808.400","end":"809.600","lines":["I would love it."]},{"begin":"809.600","end":"817.600","lines":["If you were to capture the best communication advice you have ever received as a five- to seven-word presentation slide title, what would that be?"]},{"begin":"817.600","end":"843.880","lines":["My answer is so unbelievably trite and cliché, but it’s true, and that’s just Keep It Simple. As academics, and especially as economists, we have such an urge, such a natural urge to complicate things. And it’s just so unhelpful. I mean, I would much rather get a simple message across quickly and say it over and over again than try to get through every nuance."]},{"begin":"843.880","end":"851.360","lines":["Well said. Taking your advice. Excellent. Very good. My second question is, who’s a communicator that you admire, and why?"]},{"begin":"851.360","end":"853.520","lines":["Can I cheat and give two answers?"]},{"begin":"853.520","end":"855.520","lines":["Yes, sir, you may."]},{"begin":"855.520","end":"879.320","lines":["[Laughs] So there’s a novelist, Richard Russo. My favorite book of his is “Empire Falls,” but he has many other great books. And then a nonfiction writer – I read a lot of his books. He’s now deceased. William Manchester wrote “A Biography of Churchill” and a book – some other – many other books I’ve read. What’s great is they communicate through stories."]},{"begin":"879.320","end":"884.120","lines":["And they have a point, but if they just said the point, you wouldn’t remember it."]},{"begin":"884.120","end":"884.280","lines":["Right."]},{"begin":"884.280","end":"890.920","lines":["It’s the way they weave it together in a story that captures you. I’m very much an admirer of people who do that."]},{"begin":"890.920","end":"905.880","lines":["We have had Jennifer on, and we have talked about story a lot, and it’s a really important point. Just giving data and lists are hard for us to remember. But if you can weave those together into a clear narrative, it can be very helpful. Final question: What are the first three ingredients that go into a successful communication recipe?"]},{"begin":"905.880","end":"918.720","lines":["I think both in economics and in my role in the classroom, a couple of things come to mind. One is, often, I like to start presentations with one graph that tells the whole story."]},{"begin":"918.720","end":"918.960","lines":["Oh yeah."]},{"begin":"918.960","end":"956.720","lines":["And then the rest is just details. One graph, and just the rest is gravy. I really like that. And along a similar line, a second idea is one story or anecdote that exemplifies the point you want to make. So for example, if I went in to teach Mike Spence’s model that I was talking about earlier, I might start with a graph of some sort that gets at the idea in the underlying economics and tell the story of the pencil or something along those lines. And then I think just in a setting like an economics seminar in the classroom, in both those settings, I think a third ingredient would be transparently and sincerely addressing the questions and concerns that arise."]},{"begin":"956.720","end":"980.440","lines":["The goal of learning is it all comes from back and forth and, frankly, from disagreements and arguments. So one thing I’d love to see us do more at the GSB over time is, we’re such a friendly place, we are afraid to disagree with one another. And I don’t mean like disagree and fight and be uncivil. I mean civil disagreement that leads to learning. So —."]},{"begin":"980.440","end":"1022.000","lines":["Well, I disagree. No, I actually agree with everything that you said there. And you’re quite consistent. I mean, really what you’re talking about in those first two ingredients is that notion of credibility and being congruent. And then the second element there really is in line with what you talked about earlier around really engaging with the ideas. Well, Paul, it has been a pleasure to chat with you. Your insights and approach to research and the things you study are fascinating. I love that you experience the things that you research. And best of luck with your new book, “An Economist Goes to the Game: How to Throw Away $580 Million Dollars and Other Surprising Insights from the Economics of Sports.” Thanks, Paul."]},{"begin":"1022.000","end":"1024.040","lines":["& Thank you so much, Matt."]},{"begin":"1024.040","end":"1067.040","lines":["You’ve been listening to Think Fast, Talk Smart: The Podcast, a production of Stanford Graduate School of Business. This episode was produced by Michael Riley, Jenny Luna, and me, Matt Abrahams. Find more resources and join in the conversation by searching LinkedIn for Think Fast, Talk Smart. Please download and subscribe wherever you get your podcasts."]}],"duration":1067}