{"title":"Quick Thinks: How Others Define Us","url":"https://www.gsb.stanford.edu/insights/quick-thinks-how-others-define-us","intro":["“The self is incompatible with freedom the way most people understand it because the self is a constraint,” says Professor Brian Lowery. “The ‘you' you're talking about is actually the relationships you have, the social interactions you have, and the cultural context you exist in.”","In this episode of Think Fast, Talk Smart, Lowery sits down with host Matt Abrahams to talk about his new book, Selfless: The Social Creation of You. Lowery argues that because there is no essential “self,” it opens us to explore who we can be and who we allow others to be. They also discuss research that shows how asking deeply personal questions can be a tool for building stronger relationships. And finally, Lowery shares a bit from his journey developing a new aspect of self: becoming an author.","Brian Lowery is the co-director of the Stanford Institute on Race and the host of the podcast Know What You See."],"transcript":[{"author":"Matt Abrahams","text":"Who am I? I became curious about the self when I read Brian Lowery’s new book, Selfless: The Social Creation of ‘You.’ And the fascinating thing about the self is it’s created by others and empowered through our relationships and communication."},{"author":"Matt Abrahams","text":"I’m Matt Abrahams, and I teach strategic communication at Stanford Graduate School of Business. Welcome to a Quick Thinks episode of Think Fast, Talk Smart: The Podcast. To learn more, we invited Brian Lowery back. Brian is a professor at the Stanford Graduate School of Business, and he also codirects Stanford’s Institute of Race."},{"author":"Matt Abrahams","text":"Brian, it is fantastic to have you back. You certainly have been really, really busy. I’m excited to listen regularly to your new podcast, and today I got my copy of your book, Selfless: The Social Creation of You, and I want to probe that idea in a second. But I’m tantalized and intrigued by what follows the colon of your title, “The Social Creation of You.” Can you share a little bit about what’s behind that?"},{"author":"Brian Lowery","text":"Of course. So in social science, people will say the self is a social construction. And what they really mean is who you are is created by the relationships and people around you. And what’s amazing about that is very few people have that experience of themselves. Like most people, I assume you, too, have this sense of like I’m in my head, looking out of my eyes, making decisions, talking to people. Sometimes I make good ones, sometimes bad ones, but I’m in there somewhere. But when you examine it, you know that can’t be true. There’s no little you in there."},{"author":"Brian Lowery","text":"And so the question becomes, what are you? What are you? And the answer now is something like I’m my brain. But that’s not quite right either. I’m this physical thing. Because your physical thing changes all the time, but you don’t have this sense that that’s you, that you have now changed because there’s been some physical change. The argument I make in the book is that the you you’re talking about is the relationships you have, the social interactions you have, and the cultural context you exist in. That isn’t affecting you. That is constituting who you are. That is who you are."},{"author":"Brian Lowery","text":"And in that sense, the self — and this is a really important part of the book — the self is incompatible with freedom the way most people understand it because the self is a constraint. The self is a definition in terms of the way other people see you. To be a man, to be black or white, to be Asian or to be a doctor, all these things are about how people understand you and interact with you and limit what you can be. And in limiting what you can be, they make you who you are."},{"author":"Matt Abrahams","text":"Wow. There’s so much there to unpack. So if I heard you correctly, it’s we are the sum of the relationships we have. And by definition of those relationships, how people define us, that limits what we potentially could be. Are there things we can do to work to change how people see us or perhaps the people we associate with to give us a little bit more freedom? Is that possible?"},{"author":"Brian Lowery","text":"You know, this is a — you have to read the book."},{"author":"Matt Abrahams","text":"I will, I will."},{"author":"Brian Lowery","text":"[Laughs] But I think fundamentally, a self and ultimate freedom are incompatible. And so for some people that sounds bad because freedom has, at least in our culture, this kind of virtue associated with it. Like everybody wants freedom, and more freedom is just better. But that’s — I’d argue that’s not true. People don’t really believe that, meaning that it feels good to have people know you. Like when you engage with someone and they engage with you in a way that feels right and you feel seen, people love that and need that. But that requires limitations of what you are. That is an acceptance of an absence of a certain type of freedom."},{"author":"Brian Lowery","text":"So I think people don’t really want freedom in the way they imagine they do or not as much as they think they do. And the way you can expand — and I think the self is fundamentally a limiting idea, but that doesn’t mean it can’t be expanded. You can expand it by engaging with more people with diverse perspectives because it turns out — and there’s research on this — that we actually take other people’s selves into our own. So if you think about your closest relationships, you can think about how much overlap is there between you and that person, right? And the closer the relationship, the more people will say there’s overlap in who we are. And so you can expand the self by deepening the relationships you have."},{"author":"Matt Abrahams","text":"I certainly know in my closest relationships with my wife, my kids, my close friends, that there is the taking on of other characteristics. I’m curious — so in graduate school when I was studying relationships and communication within relationships, there was this notion that you and the person you’re in a relationship with are your individual selves, but together you create a collective self. Is that something that resonates with your point of view, or is that something that’s archaic and back from the good old days when I [laughs] was in school?"},{"author":"Brian Lowery","text":"Well, I guess what I would say is like I don’t know what the individual self is in the way that’s described. So I think people have this idea of I exist as an island and I bump into other islands, and then we can create something together. What I would say is you are, in some sense, an amalgamation, a combination, a mixture of all those relationships that, whenever you interact with someone, there’s an exchange of self in some ways. So I can give you an example in terms of research. So if you meet someone, you have beliefs about what they believe, right?"},{"author":"Brian Lowery","text":"So you see someone, I don’t know, they’re driving a truck and they have an American flag. You have a belief about this person. It might be right; it might not be right."},{"author":"Matt Abrahams","text":"Right."},{"author":"Brian Lowery","text":"If you want to have a relationship with that person, associations you have in your own head that you might not even be aware of, that you might not even know are there, will shift in the direction of your belief about that other person’s attitudes. So in some sense, your self is changing to accommodate other people because you want to have a relationship with them, that having a relationship with someone demands in some sense a shift in who you currently are. So in that way, there’s an intermeshing of selves that happens at a level that you’re not even aware of and probably aren’t controlling."},{"author":"Brian Lowery","text":"And that is what’s happening all the time in our lives as we navigate the world. And in close relationships, it’s more intense."},{"author":"Matt Abrahams","text":"So Brian, that’s absolutely fascinating to me because part of what I heard you say is that we have this construction of ourselves that feels permanent, like I know who I am, but in fact, it’s constantly changing. And in some cases, I’m choosing to change it by choosing to engage with someone. Are there things I can do in the moment when I’m in that situation, meeting somebody new or deepening a relationship that I have, that I can perhaps prepare myself better to expand that connection or relationship?"},{"author":"Brian Lowery","text":"Yeah. So one is put your phone down [laughs]."},{"author":"Matt Abrahams","text":"He means in theory. I don’t have my phone right now."},{"author":"Brian Lowery","text":"[Laughs] Approach relationships with curiosity. That’s actually really important. And three, here’s maybe one that will be a bit surprising to people: We often are afraid to ask what we consider personal questions because we think it’s going to upset other people, right? We imagine if we ask this question, they’re going to be like, well, who are you to ask me that question? Whether they say it or not, they’ll be thinking that, and we want to avoid that discomfort. It turns out that research suggests that people actually are not put off by what most people think of as personal questions."},{"author":"Brian Lowery","text":"And so you can ask more intimate questions than you imagine. So I’m not going to say go out and ask the most intimate question you can imagine. But I would say move towards asking more personal questions than you might imagine you could, just a step further. And that provides an opportunity to initiate a more meaningful interaction, even if it doesn’t become a relationship. We don’t take seriously enough some of the light interactions we have day to day, and those things turn out to affect us. Our mood is affected by the fleeting interactions we have that we don’t take that seriously."},{"author":"Brian Lowery","text":"So another thing to do is, one, curiosity; two, be willing to ask questions that may be a little bit more — a step more personal than you typically would. And three, take more seriously those fleeting interactions that you often just think of as a toss-away."},{"author":"Matt Abrahams","text":"Those are very actionable. And underlying at least of the three bits of advice is communication. And you know that’s something we focus a lot on here. Brian, I’m really intrigued by this notion that we can benefit by probing a little deeper and getting a little more personal in conversations. I think you’re right; many of us feel awkward and uncomfortable, especially if we’re not really close to the people we’re talking to. Do you have advice or guidance that you’ve seen in your own life or you’ve recommended to people about types of questions or ways to do that inquiry?"},{"author":"Brian Lowery","text":"I’ll actually just say this is not my idea. There’s research on this, and I will send you this site; you can put it up on the website so —"},{"author":"Matt Abrahams","text":"Please do."},{"author":"Brian Lowery","text":"— people can read the academic paper. I don’t want to — I want to make sure that people get credit for their ideas. One of the things that I think about is asking people — like when we interact with people like that we don’t know very well, we often ask very, very superficial questions"},{"author":"Matt Abrahams","text":"Yes."},{"author":"Brian Lowery","text":"How’s the weather? Where are you going to go? Have you been to this place? I think one question that is easy to ask people, that is not that personal but it takes you a little bit deeper is, what are you most excited about in life right now? I mean, there’re just easy questions you can ask that no one would be, I think, bothered by. And then once they answer, it’s like follow-up questions become much easier. You know, the way you form relationships is reciprocal escalating disclosure. And so I don’t know if you’ve talked about that, but if people haven’t heard it, it’s just like when someone says something to you, they disclose a little bit. And then when you reciprocate, you disclose a little bit more, and it escalates. That’s the way that people basically form relationships."},{"author":"Brian Lowery","text":"So if you think about relationships in your life, that’s often how they happen. And what you want to do is initiate that, right, with someone new. And so finding a way to sometimes ask for disclosure that people feel comfortable with, and then reciprocating a step deeper is a way to kick off a relationship, a way to expand like what you know about that person, what they know about you."},{"author":"Matt Abrahams","text":"So you start by expressing curiosity at a slightly deeper level and then reciprocate when you get a response. The final question, I’m curious, how has your self changed in doing the work that you’ve done in terms of writing the book, the podcast, the teaching that you do? It seems to me that, by your definition of self, it must have changed."},{"author":"Brian Lowery","text":"Oh, it has to [laughs]."},{"author":"Matt Abrahams","text":"Right, right. So I’m taking your advice for granted, asking a slightly more personal question. I’m just curious."},{"author":"Brian Lowery","text":"I’ll [answer] your question. One thing that I — in writing a book, I became something else, right? And I still don’t know what that something else. I’m like a baby in this new self. And it generates an appreciation for what it means for the self to constantly evolve and change. I think we often don’t really pay enough attention to the ways we change, and maybe we’re harder on ourselves than we should be. Like I’m brand-new at this thing, but it’s not just this thing. It’s, to some extent, who I am and how people are engaging with me and how I’m engaging with them. And trying to figure all that out is not easy."},{"author":"Brian Lowery","text":"And I think there’s a degree of compassion I’ve learned in writing this book. When people’s identities are both challenged, their sense of self is challenged, and / or it shifts or grows, there’s a recognition of when we engage with people, we are asking something of them. And I think I have a better appreciation for that, for the requests that my person makes of other people, right, of the ones that I make of other people and what that demands from others, and also when people do it to me, what it — it’s an offer. I think of it as an opportunity and an offer that person is making to me, an offer of expansion. And I can accept it or reject that for whatever reasons, but it is an offer."},{"author":"Matt Abrahams","text":"I really appreciate that you’ve come to a realization or explored something that we talked about many, many episodes ago in the terms of improvisation, that life and encounters in life can be perceived as opportunities and offers, and they allow you to expand. And I think that’s really interesting. And the other thing that caught my mind is there are certain situations in our lives where there’s a gate that changes ourselves. Like you published a book. You are now an author. Your self has changed. And then there are other things that happen in our lives that are much more subtle that change us. I mean, those of us who have become parents, when your child is born, that’s a change in self."},{"author":"Matt Abrahams","text":"I recall back when I graduated college and even graduate school, it felt like this big change I was working for, and nothing really changed [laughs]."},{"author":"Brian Lowery","text":"[Laughs]"},{"author":"Matt Abrahams","text":"It was I had this thing on the wall. So what you made me think about is how our self changes constantly. And yet sometimes it’s very significant and publicly noticed, and other times it’s very subtle and not noticed. And sometimes we think are big changes end up not being. You’ve made me think a lot, Brian, and that’s what I appreciate so much about you."},{"author":"Brian Lowery","text":"[Laughs]"},{"author":"Matt Abrahams","text":"Your podcast, Know What You See, and your book, Selfless: The Social Creation of ‘You’ really do make us think. And I appreciate that, and I appreciate your time today. Thank you."},{"author":"Brian Lowery","text":"Thank you so much having me. It was fun to talk to you again."},{"author":"Matt Abrahams","text":"Excellent. Thanks for joining us for another episode of Think Fast, Talk Smart: The Podcast, from Stanford Graduate School of Business. This episode was produced by Jenny Luna, Ryan Campos, and me, Matt Abrahams. Our music was provided by Floyd Wonder. For more information and episodes, find us on YouTube or wherever you get your podcasts. Thank you, and please make sure to subscribe and follow us on LinkedIn."}],"audio":"https://content.production.cdn.art19.com/segment_lists/f8809591-5ff6-4256-8ee4-054b73b83e8c/20230403-VEZUU19CcmlhbiBMb3dlcnlfTWl4LTQud2F2-5b0c10c2-d504-4202-99fc-ee5a15c45f32.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Brian Lowery"],"wave_peaks":[3730,10548,10060,9431,8505,3699,4116,17250,10859,10763,10829,13669,12529,10165,11013,14093,12441,10328,10410,6927,7734,3549,14672,13243,6252,13539,11124,6488,8293,8407,5568,3947,3758,7612,14096,11551,10068,12317,13542,13192,3568,9211,11252,9092,16252,20880,9866,5410,12544,12954,9805,9764,9131,11670,10476,9716,8492,8880,4916,4167,4255,17162,10990,7836,8342,10810,7269,9302,13132,9147,6752,8465,13147,10540,10825,9772,8099,8645,14836,6175,8033,12231,8235,7733,9117,14162,18833,12005,13898,24678,13962,7915,3157,17195,10572,3643,10283,22680,8203,1717,1366,1176,1026,929,8300,12767,9592,9953,9247,24285,12604,15993,16749,14276,2799,194,17198,8768,21267,9340,11541,14679,13791,7679,9834,10374,19469,15096,24532,12358,14253,17397,11538,11276,5155,14199,7998,12968,11017,2,3,15084,15526,18176,20142,11813,12840,15375,3309,11945,12908,8618,9229,7421,6364,6563,14707,12965,24640,17795,8269,12049,9746,9708,10656,6760,6672,8381,24738,14640,15466,12832,11622,7575,24714,17609,20521,12897,14773,11612,10646,2359,15100,17835,13434,10484,12410,10779,10664,8990,7769,10859,15463,10237,22026,18456,14828,9632,13416,532,17647,13983,10848,14576,11327,24646,11362,19560,16914,13043,7799,24651,13015,11948,10899,10136,8764,9024,3084,9712,11489,9850,12412,12072,20619,15244,9448,14117,9180,539,9637,15809,5707,18525,8353,24552,22888,16662,8600,22527,9283,11365,19100,24909,11029,23419,12051,2031,17872,14034,9811,12376,7941,2548,12363,8181,11065,8764,8853,9954,10897,7661,16327,11069,10105,14161,8068,16197,10294,6049,13927,15473,8890,14748,9868,24783,11432,6418,11349,10031,13028,19579,14496,15170,19569,15758,17455,7277,10141,11684,11905,12605,16423,8332,13345,10310,9237,15249,23761,14998,14882,18252,21053,8576,24460,17698,16581,8495,13169,14954,24709,16654,15514,10009,24721,18408,16446,21100,24801,16429,10500,24660,10511,1063,18994,10891,12013,16847,12115,8221,10894,10342,11103,6329,6047,7517,1876,15182,14050,17679,17582,13485,11794,59,24800,7239,2207,14304,16532,9337,6089,88,15038,15220,17380,10402,11321,11702,9912,10646,18144,7471,15957,12867,14586,8739,14068,19023,12254,13920,9410,22523,10024,1928,544,12230,13758,16524,13075,15858,19991,17052,18633,16901,15517,5976,4,24650,11028,7613,12199,8937,11724,19697,15022,7190,9998,16762,6856,11385,3707,997,12418,10425,12900,16920,18513,23098,17577,11270,5315,3248,6804,13417,8572,13056,9947,9851,9264,13238,11381,13128,8934,12721,4699,18365,7418,15759,12401,24717,24712,9724,6544,10791,24337,5033,1108,18376,18324,24694,7792,3245,24652,8198,14870,15695,12307,12776,11587,6297,19952,10528,6618,4128,248,16277,10697,11731,18896,17043,13840,4247,10,32,12777,21795,15757,8197,9249,13781,24701,14648,10284,19937,3743,17057,14372,24999,21483,8869,4488,1661,11332,12099,11081,12570,12847,23766,5574,1811,18397,10787,17021,7208,550,297,17050,11820,12576,9679,15701,11017,7337,24699,16290,9353,9090,12141,5851,8955,9746,9739,13771,14766,11247,13645,1765,14703,17850,17640,14648,5009,2788,16752,7686,10298,13891,10022,14325,12734,20409,24621,18625,12589,18715,8219,11764,24797,18812,12150,16638,5568,20752,15994,8705,6612,6837,13562,12137,367,18859,11377,13855,2980,12065,13101,11029,171,11713,14965,13368,12280,13527,9944,7,2,24742,12847,15137,6634,6077,15,15,13475,15383,580,9670,15271,20135,17687,11016,16531,4757,12566,13673,22554,6105,9266,11975,11099,8113,7406,7413,14349,16908,19830,8900,10761,18890,16187,7585,33,19188,21743,12798,11630,8824,11251,10081,13825,15640,10906,21287,8668,14546,8663,12854,14155,11545,11677,8883,9796,12979,1520,24712,8790,12477,9566,8563,6940,4030,14869,6487,3632,1253,8046,8387,7400,13673,11810,9833,19596,16852,13154,12519,15051,10577,19583,11104,14107,11332,11780,11143,7966,14944,9806,12848,11470,7133,14096,12854,24707,18781,6095,1933,15371,11449,12168,4868,17097,15366,14747,24710,9751,23293,16596,21077,24718,8523,21294,15332,21875,14925,9155,5277,17784,19731,9364,847,47,19140,12425,9296,18985,14776,17924,6756,413,0,19941,6789,14841,12742,15035,10745,22616,24633,12447,10995,13305,13988,21368,18350,24708,8982,1514,8752,20218,11132,15405,11153,11593,17021,21567,7803,13296,12204,11172,18133,24909,16747,11644,20120,16659,9017,14255,9919,11607,12147,11292,5003,1553,12663,13757,11267,12271,14604,9568,8154,4565,19824,14642,17339,7209,4555,20860,9879,10804,12133,9248,9953,4597,15914,7113,17295,11670,13452,3411,4216,15374,5743,9119,13850,6824,5725,9842,2907,24686,21770,17530,15228,7169,13617,10497,8687,6624,7617,24688,6912,21058,17187,4008,96,16983,15864,14483,15109,7651,11700,3436,14389,16870,17546,17746,10602,11405,16451,8981,7682,11176,9545,15508,16791,10918,16056,20301,6296,515,20927,13331,12349,8756,4144,4,16048,10083,24943,7913,3553,46,22627,17768,16614,11424,8416,24298,13204,9070,4217,18599,11469,11488,7525,11697,1239,4893,22348,20634,8656,10444,8574,6734,24889,7038,1019,13083,20737,10164,21242,6309,14,13408,8583,10431,11836,13126,15574,12408,24748,7487,13795,12903,15719,11647,8438,14982,21930,6818,874,22961,7396,16237,8963,10931,16487,12962,13499,17917,5253,14227,12887,11464,2535,10231,13008,13832,11350,12552,7953,4295,7930,18886,23678,20935,14155,11195,13446,7085,10800,10278,9120,10002,18162,6632,12600,9637,18629,11821,10235,13219,12443,11446,13613,9097,9787,8092,15871,6237,8866,8559,2521,2478,9270,17069,12392,11642,15720,7313,13175,18997,5285,128,73,14283,12087,6209,6636,5233,1494,4,24459,10358,9987,12106,10675,12289,6843,8726,10160,18684,7797,7479,8218,9823,18065,8026,8931,12140,10989,9220,6705,11406,7733,6041,16946,11299,8717,7758,25566,18325,14637,11673,10696,14090,12958,10314,13476,13284,16431,9343,5127,9760,9846,14095,12086,10162,8672,12308,8397,15603,9449,10035,11100,9927,750,9548,17500,13748,9156,8782,11936,14887,14399,9987,10638,13685,11823,7861,10167,9007,15205,13915,5327,13652,13609,9572,12371,13065,9844,15771,7730,9567,11835,19209,15676,15636,13126,10384,17139,14526,17455,12416,22605,8924,17169,6684,13542,6010,5785,16817,17758,13386,13440,21581,20358,15188,8592,11912,10200,19248,5588,13510,6417,9774,10993,24452,17325,15244,11600,13742,13562,10277,13245,9797,11035,24877,16962,11541,8351,5668,5748,17253,14768,10398,23237,10678,12460,7635,15486,13153,8297,16153,15104,2027,21393,12533,7423,5603,13545,16449,13955,8830,10179,8980,5859,12807,11124,12073,12013,8577,10539,13145,7625,10573,20436,7871,9857,10239,11998,4069,16565,18044,8936,8362,3271,9509,11244,8516,21761,11751,1408,24637,11385,12714,8014,11325,6816,10146,9230,16575,6006,17821,12182,7737,16980,10788,4571,9410,5298,24349,7778,21354,7514,20061,18249,4951,24607,12771,2222,13486,13180,13801,13308,19211,17090,17672,21196,12811,13782,17983,13359,13985,19750,24877,23961,4964,15644,14156,22790,11476,7738,9192,10862,11067,7697,10381,23245,14867,9355,843,24008,11619,9314,14019,10727,10854,9049,52,17958,15137,13980,8590,9907,7214,4399,8366,12347,10505,13692,9669,4585,13033,12898,4901,10895,18159,15295,10305,22050,8576,6918,1611,24973,21117,16362,5329,4776,823,1018,13915,7828,5538,13967,14395,13210,7747,12976,9935,313,10696,15425,10417,7894,4548,598,542,11457,11370,15012,13276,972,24672,10470,15637,14890,24688,11719,11054,9055,1824,16676,17109,20951,12506,11717,24016,8633,1238,156,16467,13902,4817,15159,17817,15509,15716,6433,16302,9027,12375,5371,18896,18781,4797,9207,16470,14994,5050,685,22073,14204,14656,16166,13430,10788,9294,9115,11532,7174,5986,12891,10804,14537,7573,1509,23210,12270,15018,8437,13987,18277,4735,609,17327,11415,6723,10800,11227,17306,24897,7990,9765,13763,10319,13506,4655,7423,15918,3199,13850,13459,25028,13151,21438,12663,7269,10395,13543,20816,9566,14541,10190,13952,8403,16662,11089,23489,19696,17442,11331,8292,15799,16335,22205,10312,11324,20194,7620,24772,4410,13366,24477,10930,15697,8220,14505,11452,19224,14288,13042,11942,15546,18294,22466,16570,13820,13284,10547,11055,14347,4227,24622,12311,15181,10918,13977,4207,10823,8465,10002,11265,8933,10893,11848,9804,8757,13903,6878,5363,7708,6581,8566,23336,11084,10606,9983,9056,11839,20169,12053,12323,14369,15899,8541,9820,12334,15368,17026,9751,9651,9016,20482,8607,5237,13813,18870,9917,10076,8566,5997,3659,13025,15276,18366,9928,6859,9336,19745,11422,7795,8526,7582,24982,24658,11035,4672,13416,12933,12176,11725,12054,10145,7557,5582,6826,4412,743,14194,18203,5439,11167,11817,21163,13729,6033,13648,10071,17423,12118,12664,4450,11338,10036,4449,8793,9499,6877,9527,10476,11503,7673,10114,8881,22648,6083,11266,6142,13434,15954,24876,24794,18433,12941,19949,24723,24713,4828,11249,17030,20915,7139,5366,1597,24642,18525,18954,9812,8633,24750,9015,11272,12147,11079,12878,7108,7327,16718,15174,9112,24762,11464,15105,16836,12310,7297,19095,15033,11231,13835,19976,10572,8771,16728,16459,15075,15264,10505,13942,19231,7420,15281,3562,19792,13132,18183,15816,15645,15931,8930,10965,16746,11457,22731,18630,7426,3784,13852,14232,12275,12601,14519,3690,9382,8840,8922,22236,13921,7297,14870,15585,15166,21679,10960,11862,12979,10897,11295,19093,10926,23611,7586,6968,23486,10997,24737,19783,13152,5785,12406,9924,9782,23394,20221,9471,3872,10401,7750,5237,6398,13507,22297,8495,17828,11399,5482,7458,12891,9372,24250,25037,6610,15181,8343,20241,5355,23181,15280,13876,8980,9798,6324,13347,10493,12383,10361,14840,6861,18167,13451,8693,11262,6971,11168,8830,10549,7787,14671,9249,13455,11447,8988,12902,16090,11427,13069,14604,5823,20054,14696,5587,16906,15421,11133,13514,13351,10643,25079,7769,24727,8939,6756,7770,22447,24516,10562,12690,3832,10054,16713,10144,9451,17410,14195,23802,24252,9735,17871,9104,23347,9224,6848,4070,13693,14091,4435,13713,10079,12481,8766,11891,10463,17310,7414,12375,11861,7985,11887,12414,23824,24688,8449,10342,10471,7149,1635,15350,8960,5751,44,6988,12445,9613,8465,9831,6491,9209,12438,16678,8387,17936,12443,5653,17799,9599,24187,9276,63,11453,12957,21050,14370,7410,14468,10761,16188,16333,8874,10539,11026,9830,12621,13187,12511,19055,11491,7641,10416,7686,8641,13729,14959,16116,14118,12778,9055,4,0,18235,8424,12693,7902,20664,8645,11007,13409,9095,8238,23189,6666,19453,10350,11509,16918,5402,10697,11270,7294,7011,11963,7841,8442,8979,12337,8973,15946,9561,13346,10609,9149,12408,11087,7797,7381,24717,6579,16180,11966,24845,9061,10262,7719,14862,8264,11830,18963,13529,14762,24764,13328,12765,10067,14257,13352,11431,16306,10377,12761,7115,9635,13700,7994,13011,13190,24285,9571,9048,7934,10254,10642,4346,24664,9172,15335,6685,14332,20691,20945,10057,17697,9658,11866,15823,24131,21264,20387,15671,23676,24774,15298,23919,21358,9726,13139,10506,14178,18563,24812,16150,15563,14088,14192,15453,11876,12187,15822,24658,10320,10068,8800,5339,1760,50,22510,24911,22797,16161,15479,11775,4675,24643,9822,12493,12586,7664,17137,14018,17758,15327,10064,9515,11972,24779,13200,11583,12809,8406,5917,8461,3831,2180,1090,24699,14335,14442,12030,6635,9325,15972,10647,13113,5844,13688,10331,14100,14967,14768,3,0,9634,16242,7381,10948,12360,17067,7144,8761,125,5719,2838,9170,24102,7559,13188,13950,8946,2698,12736,9621,11119,3609,11134,8264,5634,13266,14630,11586,9245,5638,6267,160,8510,11097,10148,9420,9014,6338,18032,17851,12499,12345,10199,8385,10906,3950,2888,15969,23716,9400,15317,1511,148,11359,8543,15457,6401,18442,9833,24603,13071,7080,9228,15060,6830,4112,425,642,12494,7921,2167,138,14303,10767,13070,7399,8544,12424,12937,9878,23474,16528,12413,9350,10132,7057,1972,15364,11562,24678,14517,9533,7284,24753,9008,15764,8934,10538,11155,17632,16287,16200,11768,9861,11909,17678,14788,305,8862,9728,8624,9985,16639,13116,9359,11860,7377,8855,10108,7998,13508,9036,6314,3599,19748,20116,8607,13345,12976,7732,13258,6096,15082,18082,15218,11030,14716,18022,19105,23648,12590,3881,1725,14884,14600,6054,4048,10613,7540,11665,10088,6934,6156,20848,9668,7380,12301,719,9307,16060,6107,4456,19210,24750,9315,7440,5898,9183,1580,600,13484,15046,24409,6841,787,979,14848,10411,6842,6782,13667,14925,16636,11853,7295,10406,7362,6360,11673,11517,6431,10561,23715,9852,11149,1728,16507,11108,6159,19685,17089,8202,13945,6942,23406,15205,8370,948,11675,9647,10867,10032,11416,17649,1918,10847,14494,17197,19760,7480,357,14263,22673,11620,12163,10444,17819,8115,9635,8239,14298,7701,5255,6830,7465,10960,17783,5915,5406,24813,21644,9898,3268,14437,8743,15960,12842,8742,8058,14522,12338,1323,10516,4441,6940,16072,8517,10217,8301,9689,7458,4411,10279,8633,19165,17906,22217,22574,10809,9950,9806,7804,6288,10474,15901,8901,8917,4977,23859,16092,12042,13859,13737,12653,15302,7462,8977,24899,13099,18113,16610,16115,13308,17008,16068,16710,11695,9276,24731,15010,16111,13063,14603,15879,9381,7712,5,14034,13338,23558,19463,18780,15063,9223,13961,24667,19060,3662,12577,14254,19838,17189,5378,11813,10341,16275,3185,163,24911,8859,7013,21563,11425,7413,4311,10196,14083,3298,19853,15715,13076,17820,11388,8481,17753,12248,24623,13248,7760,4358,3450,7107,8073,7241,11996,3121,14216,4938,3760,10979,11820,9667,10108,9298,13108,9046,10595,12742,8866,6045,4719,725,18639,17183,25077,11675,13936,11270,13492,25460,8192,15202,14514,11120,9137,13726,19667,13545,8873,7595,11577,5664,7113,8309,18427,24595,13920,10995,12922,7652,15256,21129,20295,20179,5023,14098,12964,9027,6845,12677,14966,16418,17857,9299,10145,12702,7650,5102,8417,21405,8102,658,11424,11507,20371,12399,7235,7882,9695,12669,7609,13241,7613,1645,17773,13637,18683,16749,10546,10872,18372,7810,8633,1586,16954,17101,9480,759,11207,10190,12213,7411,11922,4706,14766,17526,11445,6886,96,24856,11330,8289,4484,14556,7334,24564,3418,4908,9905,15227,10122,6769,332,13752,8218,15916,14682,24517,14053,6527,14748,13611,19865,24634,13395,4872,1404,18505,13421,17846,17571,10972,11657,9733,20078,12202,11338,12592,6433,8,14826,14326,9857,17639,2859,2711,13681,13865,11587,21810,10081,7804,772,12608,7745,4429,5,21451,8704,15261,19597,25004,7767,4940,7268,11125,11947,19298,15323,8306,7262,24707,4891,1385,9132,18477,9528,251,3,18244,9175,13585,9349,12438,1329,7818,8051,16504,6759,12806,24234,14689,8954,11211,14793,116,15,18501,19202,14297,84,11218,12004,10514,16117,17000,11127,17151,12760,9216,11936,10424,7019,954,11327,16075,11820,15239,15114,9122,9694,18725,19860,12798,4788,13055,13130,11489,7175,24364,13830,6060,4200,14446,10599,6776,13841,8358,24942,5775,5777,14491,8487,16493,18443,19332,3699,916,13771,8969,5370,23291,8879,10404,8019,7,24794,6253,9952,5866,11305,8795,11309,16949,13150,4244,3260,3,14939,11537,7814,8897,11997,9821,10615,14011,9176,9129,6332,8257,17532,13449,7869,7484,3359,4,18,14180,11080,6937,6650,10574,10056,20673,9939,7805,14211,14354,9193,13357,9624,9235,14368,10995,11770,12825,9480,12582,23924,2100,8406,14919,9391,14249,6875,9952,12769,10833,15523,9020,9972,10945,5134,7177,13680,10636,8260,6371,983,8519,10695,13420,11907,9967,14045,12840,15383,9936,2584,62,9220,19657,9919,16044,11345,15293,14442,10056,18920,12721,16476,10498,17432,24566,15878,11320,11260,16031,12607,11086,3137,15372,24473,12152,12660,11469,13948,10408,10099,22697,8700,12144,16219,8103,14052,11947,9345,11563,8736,11554,8099,15471,9047,14866,19204,18999,11678,16510,11480,697,19744,19245,15992,13006,10422,20343,8121,13626,12022,9772,2694,21490,21264,13828,10413,13925,9449,15678,14954,13160,8706,8168,21311,9656,18818,11314,8249,9711,17990,19032,11997,9078,7843,4809,14850,12192,10022,9428,21047,14276,15442,15704,12927,18456,19998,12371,8604,12147,7793,13238,16132,10522,14653,14330,17758,11124,22411,9773,13276,7961,9852,10365,12026,18710,11784,15432,13109,17675,16470,14747,23871,12133,24740,10542,7755,13035,12681,10428,149,12549,15110,25013,17327,16115,12587,11771,18194,14154,13865,13418,19850,12287,11840,13187,8753,13204,13838,13868,24776,11833,12890,9282,10446,13912,8493,1331,9607,9137,7966,24669,12925,9323,10922,17534,9546,9528,16187,16702,24049,23947,24586,15308,24791,25268,11053,13786,2587,10164,7744,2813,2772,2798,2725,1241,1762,13240,14200,10215,11994,10401,10442,14246,14504,10708,12823,14672,6109,13821,12650,7479,8938,13024,10354,12844,12513,9415,11445,8269,2006,12345,12706,9905,10727,13051,15233,8406,2014,14508,13605,9083,10162,10796,5568,18483,10088,8765,8546,2145,19912,14116,10270,12275,12521,6675,7933,7367,9220,4208,2355,13005,10916,11699,13517,8899,8895,24020,9916,8719,6861,10922,10711,8351,19120,11283,9174,10568,9253,6483,1577,12520,5740,1924,9201,13643,10176,10784,12144,9564,24715,11109,9614,10740,8490,3911,1013,1106,998,756,921,697,781,569,554,450,366,200,146,50,0],"fragments":[{"begin":"0.000","end":"18.120","lines":["Who am I? I became curious about the self when I read Brian Lowery’s new book, Selfless: The Social Creation of ‘You.’ And the fascinating thing about the self is it’s created by others and empowered through our relationships and communication."]},{"begin":"18.120","end":"42.400","lines":["I’m Matt Abrahams, and I teach strategic communication at Stanford Graduate School of Business. Welcome to a Quick Thinks episode of Think Fast, Talk Smart: The Podcast. To learn more, we invited Brian Lowery back. Brian is a professor at the Stanford Graduate School of Business, and he also codirects Stanford’s Institute of Race."]},{"begin":"42.400","end":"69.080","lines":["Brian, it is fantastic to have you back. You certainly have been really, really busy. I’m excited to listen regularly to your new podcast, and today I got my copy of your book, Selfless: The Social Creation of You, and I want to probe that idea in a second. But I’m tantalized and intrigued by what follows the colon of your title, “The Social Creation of You.” Can you share a little bit about what’s behind that?"]},{"begin":"69.080","end":"100.720","lines":["Of course. So in social science, people will say the self is a social construction. And what they really mean is who you are is created by the relationships and people around you. And what’s amazing about that is very few people have that experience of themselves. Like most people, I assume you, too, have this sense of like I’m in my head, looking out of my eyes, making decisions, talking to people. Sometimes I make good ones, sometimes bad ones, but I’m in there somewhere. But when you examine it, you know that can’t be true. There’s no little you in there."]},{"begin":"100.720","end":"137.520","lines":["And so the question becomes, what are you? What are you? And the answer now is something like I’m my brain. But that’s not quite right either. I’m this physical thing. Because your physical thing changes all the time, but you don’t have this sense that that’s you, that you have now changed because there’s been some physical change. The argument I make in the book is that the you you’re talking about is the relationships you have, the social interactions you have, and the cultural context you exist in. That isn’t affecting you. That is constituting who you are. That is who you are."]},{"begin":"137.520","end":"171.880","lines":["And in that sense, the self — and this is a really important part of the book — the self is incompatible with freedom the way most people understand it because the self is a constraint. The self is a definition in terms of the way other people see you. To be a man, to be black or white, to be Asian or to be a doctor, all these things are about how people understand you and interact with you and limit what you can be. And in limiting what you can be, they make you who you are."]},{"begin":"171.880","end":"199.640","lines":["Wow. There’s so much there to unpack. So if I heard you correctly, it’s we are the sum of the relationships we have. And by definition of those relationships, how people define us, that limits what we potentially could be. Are there things we can do to work to change how people see us or perhaps the people we associate with to give us a little bit more freedom? Is that possible?"]},{"begin":"199.640","end":"201.680","lines":["You know, this is a — you have to read the book."]},{"begin":"201.680","end":"202.960","lines":["I will, I will."]},{"begin":"202.960","end":"239.840","lines":["[Laughs] But I think fundamentally, a self and ultimate freedom are incompatible. And so for some people that sounds bad because freedom has, at least in our culture, this kind of virtue associated with it. Like everybody wants freedom, and more freedom is just better. But that’s — I’d argue that’s not true. People don’t really believe that, meaning that it feels good to have people know you. Like when you engage with someone and they engage with you in a way that feels right and you feel seen, people love that and need that. But that requires limitations of what you are. That is an acceptance of an absence of a certain type of freedom."]},{"begin":"239.840","end":"285.200","lines":["So I think people don’t really want freedom in the way they imagine they do or not as much as they think they do. And the way you can expand — and I think the self is fundamentally a limiting idea, but that doesn’t mean it can’t be expanded. You can expand it by engaging with more people with diverse perspectives because it turns out — and there’s research on this — that we actually take other people’s selves into our own. So if you think about your closest relationships, you can think about how much overlap is there between you and that person, right? And the closer the relationship, the more people will say there’s overlap in who we are. And so you can expand the self by deepening the relationships you have."]},{"begin":"285.200","end":"314.760","lines":["I certainly know in my closest relationships with my wife, my kids, my close friends, that there is the taking on of other characteristics. I’m curious — so in graduate school when I was studying relationships and communication within relationships, there was this notion that you and the person you’re in a relationship with are your individual selves, but together you create a collective self. Is that something that resonates with your point of view, or is that something that’s archaic and back from the good old days when I [laughs] was in school?"]},{"begin":"314.760","end":"347.720","lines":["Well, I guess what I would say is like I don’t know what the individual self is in the way that’s described. So I think people have this idea of I exist as an island and I bump into other islands, and then we can create something together. What I would say is you are, in some sense, an amalgamation, a combination, a mixture of all those relationships that, whenever you interact with someone, there’s an exchange of self in some ways. So I can give you an example in terms of research. So if you meet someone, you have beliefs about what they believe, right?"]},{"begin":"347.720","end":"354.280","lines":["So you see someone, I don’t know, they’re driving a truck and they have an American flag. You have a belief about this person. It might be right; it might not be right."]},{"begin":"354.280","end":"354.680","lines":["Right."]},{"begin":"354.680","end":"391.560","lines":["If you want to have a relationship with that person, associations you have in your own head that you might not even be aware of, that you might not even know are there, will shift in the direction of your belief about that other person’s attitudes. So in some sense, your self is changing to accommodate other people because you want to have a relationship with them, that having a relationship with someone demands in some sense a shift in who you currently are. So in that way, there’s an intermeshing of selves that happens at a level that you’re not even aware of and probably aren’t controlling."]},{"begin":"391.560","end":"398.840","lines":["And that is what’s happening all the time in our lives as we navigate the world. And in close relationships, it’s more intense."]},{"begin":"398.840","end":"429.120","lines":["So Brian, that’s absolutely fascinating to me because part of what I heard you say is that we have this construction of ourselves that feels permanent, like I know who I am, but in fact, it’s constantly changing. And in some cases, I’m choosing to change it by choosing to engage with someone. Are there things I can do in the moment when I’m in that situation, meeting somebody new or deepening a relationship that I have, that I can perhaps prepare myself better to expand that connection or relationship?"]},{"begin":"429.120","end":"433.800","lines":["Yeah. So one is put your phone down [laughs]."]},{"begin":"433.800","end":"436.120","lines":["He means in theory. I don’t have my phone right now."]},{"begin":"436.120","end":"466.960","lines":["[Laughs] Approach relationships with curiosity. That’s actually really important. And three, here’s maybe one that will be a bit surprising to people: We often are afraid to ask what we consider personal questions because we think it’s going to upset other people, right? We imagine if we ask this question, they’re going to be like, well, who are you to ask me that question? Whether they say it or not, they’ll be thinking that, and we want to avoid that discomfort. It turns out that research suggests that people actually are not put off by what most people think of as personal questions."]},{"begin":"466.960","end":"502.920","lines":["And so you can ask more intimate questions than you imagine. So I’m not going to say go out and ask the most intimate question you can imagine. But I would say move towards asking more personal questions than you might imagine you could, just a step further. And that provides an opportunity to initiate a more meaningful interaction, even if it doesn’t become a relationship. We don’t take seriously enough some of the light interactions we have day to day, and those things turn out to affect us. Our mood is affected by the fleeting interactions we have that we don’t take that seriously."]},{"begin":"502.920","end":"518.240","lines":["So another thing to do is, one, curiosity; two, be willing to ask questions that may be a little bit more — a step more personal than you typically would. And three, take more seriously those fleeting interactions that you often just think of as a toss-away."]},{"begin":"518.240","end":"549.000","lines":["Those are very actionable. And underlying at least of the three bits of advice is communication. And you know that’s something we focus a lot on here. Brian, I’m really intrigued by this notion that we can benefit by probing a little deeper and getting a little more personal in conversations. I think you’re right; many of us feel awkward and uncomfortable, especially if we’re not really close to the people we’re talking to. Do you have advice or guidance that you’ve seen in your own life or you’ve recommended to people about types of questions or ways to do that inquiry?"]},{"begin":"549.000","end":"555.440","lines":["I’ll actually just say this is not my idea. There’s research on this, and I will send you this site; you can put it up on the website so —"]},{"begin":"555.440","end":"556.120","lines":["Please do."]},{"begin":"556.120","end":"569.720","lines":["— people can read the academic paper. I don’t want to — I want to make sure that people get credit for their ideas. One of the things that I think about is asking people — like when we interact with people like that we don’t know very well, we often ask very, very superficial questions"]},{"begin":"569.720","end":"570.400","lines":["Yes."]},{"begin":"570.400","end":"615.000","lines":["How’s the weather? Where are you going to go? Have you been to this place? I think one question that is easy to ask people, that is not that personal but it takes you a little bit deeper is, what are you most excited about in life right now? I mean, there’re just easy questions you can ask that no one would be, I think, bothered by. And then once they answer, it’s like follow-up questions become much easier. You know, the way you form relationships is reciprocal escalating disclosure. And so I don’t know if you’ve talked about that, but if people haven’t heard it, it’s just like when someone says something to you, they disclose a little bit. And then when you reciprocate, you disclose a little bit more, and it escalates. That’s the way that people basically form relationships."]},{"begin":"615.000","end":"640.840","lines":["So if you think about relationships in your life, that’s often how they happen. And what you want to do is initiate that, right, with someone new. And so finding a way to sometimes ask for disclosure that people feel comfortable with, and then reciprocating a step deeper is a way to kick off a relationship, a way to expand like what you know about that person, what they know about you."]},{"begin":"640.840","end":"661.320","lines":["So you start by expressing curiosity at a slightly deeper level and then reciprocate when you get a response. The final question, I’m curious, how has your self changed in doing the work that you’ve done in terms of writing the book, the podcast, the teaching that you do? It seems to me that, by your definition of self, it must have changed."]},{"begin":"661.320","end":"662.480","lines":["Oh, it has to [laughs]."]},{"begin":"662.480","end":"669.640","lines":["Right, right. So I’m taking your advice for granted, asking a slightly more personal question. I’m just curious."]},{"begin":"669.640","end":"708.680","lines":["I’ll [answer] your question. One thing that I — in writing a book, I became something else, right? And I still don’t know what that something else. I’m like a baby in this new self. And it generates an appreciation for what it means for the self to constantly evolve and change. I think we often don’t really pay enough attention to the ways we change, and maybe we’re harder on ourselves than we should be. Like I’m brand-new at this thing, but it’s not just this thing. It’s, to some extent, who I am and how people are engaging with me and how I’m engaging with them. And trying to figure all that out is not easy."]},{"begin":"708.680","end":"760.280","lines":["And I think there’s a degree of compassion I’ve learned in writing this book. When people’s identities are both challenged, their sense of self is challenged, and / or it shifts or grows, there’s a recognition of when we engage with people, we are asking something of them. And I think I have a better appreciation for that, for the requests that my person makes of other people, right, of the ones that I make of other people and what that demands from others, and also when people do it to me, what it — it’s an offer. I think of it as an opportunity and an offer that person is making to me, an offer of expansion. And I can accept it or reject that for whatever reasons, but it is an offer."]},{"begin":"760.280","end":"800.440","lines":["I really appreciate that you’ve come to a realization or explored something that we talked about many, many episodes ago in the terms of improvisation, that life and encounters in life can be perceived as opportunities and offers, and they allow you to expand. And I think that’s really interesting. And the other thing that caught my mind is there are certain situations in our lives where there’s a gate that changes ourselves. Like you published a book. You are now an author. Your self has changed. And then there are other things that happen in our lives that are much more subtle that change us. I mean, those of us who have become parents, when your child is born, that’s a change in self."]},{"begin":"800.440","end":"807.080","lines":["I recall back when I graduated college and even graduate school, it felt like this big change I was working for, and nothing really changed [laughs]."]},{"begin":"807.080","end":"807.960","lines":["[Laughs]"]},{"begin":"807.960","end":"827.280","lines":["It was I had this thing on the wall. So what you made me think about is how our self changes constantly. And yet sometimes it’s very significant and publicly noticed, and other times it’s very subtle and not noticed. And sometimes we think are big changes end up not being. You’ve made me think a lot, Brian, and that’s what I appreciate so much about you."]},{"begin":"827.280","end":"827.560","lines":["[Laughs]"]},{"begin":"827.560","end":"835.840","lines":["Your podcast, Know What You See, and your book, Selfless: The Social Creation of ‘You’ really do make us think. And I appreciate that, and I appreciate your time today. Thank you."]},{"begin":"835.840","end":"838.600","lines":["Thank you so much having me. It was fun to talk to you again."]},{"begin":"838.600","end":"871.920","lines":["Excellent. Thanks for joining us for another episode of Think Fast, Talk Smart: The Podcast, from Stanford Graduate School of Business. This episode was produced by Jenny Luna, Ryan Campos, and me, Matt Abrahams. Our music was provided by Floyd Wonder. For more information and episodes, find us on YouTube or wherever you get your podcasts. Thank you, and please make sure to subscribe and follow us on LinkedIn."]}],"duration":871}