{"title":"Speak Like a Founder: How Successful Entrepreneurs Communicate to Their Teams","url":"https://www.gsb.stanford.edu/insights/speak-founder-how-successful-entrepreneurs-communicate-their-teams","intro":["“Part of teamwork is dating,” says Stefanos Zenios, a professor of operations, information, and technology at Stanford Graduate School of Business. “Dating each other to see whether you can work well together. It's about developing how you will speak with each other in the team, how you will manage difficult conversations, and how to be respectful — but also how to help each other grow.”","In this episode of Think Fast, Talk Smart, host Matt Abrahams sits down with Zenios to hear more about the communication methods taught to aspiring entrepreneurs in the project-based course Startup Garage."],"transcript":[{"author":"Matt Abrahams","text":"Silicon Valley is synonymous with entrepreneurship. Many of the world’s most innovative products, services, and ideas can trace their origins back to the former fruit orchards between San Francisco and San Jose, California. But what makes for successful entrepreneurship? Today I hope to find out. Hello. I’m Matt Abrahams, and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart: The Podcast."},{"author":"Matt Abrahams","text":"I am super-excited today to chat with Stefanos Zenios. Stefanos is the Investment Group of Santa Barbara Professor of Entrepreneurship and Professor of Operations, Information and Technology at the GSB. He is also the faculty director of the Center for Entrepreneurial Studies and the main architect of the wildly popular Startup Garage. Welcome, Stefanos. Thanks for being here."},{"author":"Stefanos Zenios","text":"It’s great to be here, Matt."},{"author":"Matt Abrahams","text":"Thanks. Let’s go ahead and get started. If there is one person who really knows entrepreneurship, it’s you. When you reflect on all that you know and have experienced about entrepreneurship and innovation, can you identify for us what are some key drivers of success?"},{"author":"Stefanos Zenios","text":"What I like to tell my students who take Startup Garage is a new venture is a set of hypotheses. You don’t know whether the hypotheses are going to be correct or not. So as an entrepreneur, you need to be comfortable formulating those hypotheses. And your curiosity and your ability as an entrepreneur to pay attention to the marketplace and to who may be your ultimate customers can help you formulate those hypotheses."},{"author":"Stefanos Zenios","text":"But then you want to subject those hypotheses to tests, to experiments. And you want to pay close attention to what you hear and what you learn from those experiments, and be comfortable to accept if some of the hypotheses that you have formulated are incorrect, and be willing to change them and adapt based on what you’re learning."},{"author":"Stefanos Zenios","text":"So this comfort with the uncertainty that comes with those hypotheses, the willingness to test the hypotheses, the willingness to learn from the data and adapt, are critical factors that drive the success of new ventures."},{"author":"Matt Abrahams","text":"So somebody who’s highly risk-averse is not going to do very well in an entrepreneurial setting, it sounds like."},{"author":"Stefanos Zenios","text":"Yes, but I don’t want your audience to live with the impression that entrepreneurs jump off cliffs. Good entrepreneurs pay attention to how they manage their own personal risk. And my students who end up launching successful ventures, they spend quite some time thinking of their own runway. There is a case that we teach in one of our courses at the Center for Entrepreneurial Studies [that’s not] the course that I teach but is a course I’m very familiar with. It’s called Formation of New Ventures."},{"author":"Stefanos Zenios","text":"And there is a case about four GSB alums who started a venture, and the case talks a lot about how much time they have spent for each of them to get comfortable with how much risk they were willing to take, and then organized their venture in their venture-exploration stage around the team’s collective risk."},{"author":"Stefanos Zenios","text":"So entrepreneurs are comfortable with risk, but entrepreneurs do what great investors do: They find ways to manage that risk because, at the end of the day, entrepreneurs will go to investors to ask for funding. And those investors are going to be looking at the entrepreneurs for ways to manage the risk. So it’s part of the equation."},{"author":"Matt Abrahams","text":"Interesting."},{"author":"Stefanos Zenios","text":"Comfort with risk but also comfort with mitigating the risk."},{"author":"Matt Abrahams","text":"That’s really interesting. I had not really thought about the introspection required of an entrepreneur, and it sounds like that’s a key part. So thank you for sharing that. Any advice and guidance on how to avoid common pitfalls you’ve seen in innovators and entrepreneurs?"},{"author":"Stefanos Zenios","text":"Make sure that you develop the product that your customers want, not the product that you want."},{"author":"Matt Abrahams","text":"[Laughs]"},{"author":"Stefanos Zenios","text":"That’s a very common mistake. That doesn’t mean that you may not have insights. There may be also an overlap between the product that you want and the product that your customers want. But the key driver at the end of the day is going to be, and it has to be, your customer. So that’s kind of Pitfall No. 1."},{"author":"Matt Abrahams","text":"Right."},{"author":"Stefanos Zenios","text":"Pitfall No. 2: Learn to mitigate and manage your entrepreneurial optimism."},{"author":"Matt Abrahams","text":"[Laughs]"},{"author":"Stefanos Zenios","text":"Entrepreneurs are optimists by nature."},{"author":"Matt Abrahams","text":"Right."},{"author":"Stefanos Zenios","text":"I like to tell my students: In my experience, one out of four ventures coming out of Startup Garage are successful in raising funding. Pretty much every student after the class comes to me and says, “We are going to be in the one out of four.”"},{"author":"Matt Abrahams","text":"[Laughs]"},{"author":"Stefanos Zenios","text":"It’s impossible. It’s good to subject your venture to some level of skepticism because most entrepreneurs lack the skepticism gene."},{"author":"Matt Abrahams","text":"[Laughs] So it sounds like really reflecting personally but also getting feedback are critical elements to avoiding some of these pitfalls."},{"author":"Stefanos Zenios","text":"Yes."},{"author":"Matt Abrahams","text":"One of the things I know you yourself have done as well as you coach and teach your students to do is how to work in teams. Do you have any best practices for the communication that needs to happen in entrepreneurial teams?"},{"author":"Stefanos Zenios","text":"That’s a great question. So we have our teams, very early on, spend time reflecting on their goals, their values, and their norms that they will develop as a team. We have them have a discussion very early on: “What are we going to do when we face disagreement? How are we going to resolve that? What is going to be our approach? What are going to be our principles?”"},{"author":"Stefanos Zenios","text":"We give them some guidance throughout the quarter. We like to tell them: “Do not debate. Test.” And then we talk about the nuts and bolts: Who’s going to be in charge of meetings? Who’s going to be running meetings? Who’s going to play the broader team coordinational [role]?"},{"author":"Stefanos Zenios","text":"And part of the teamwork is dating – dating each other to see whether they can work well together. Developing the communication of how you will communicate with each other in the team and how you will manage difficult conversations and how to be respectful with each other, but also how to help each other grow as part of the team. That is part of the foundation that we provide to our teams as they go through Startup Garage."},{"author":"Matt Abrahams","text":"Stefanos, I’ve now figured out the secret to your success and why Startup Garage is so popular. It’s really a dating service in disguise."},{"author":"Stefanos Zenios","text":"Exactly."},{"author":"Matt Abrahams","text":"I see. No, I totally respect and understand what you’re saying. So it is the thoughtfulness and preemptive work that you do by having people really think about how they want to work together. What are some things that they will do when they run into tension and friction? And by doing that on top of doing some reflection and review, that 360 review you talked about, really can help prepare them. That’s excellent. And even if they don’t launch a venture, the insight they gain into themselves and how they team is incredibly valuable."},{"author":"Matt Abrahams","text":"I’d like to move onto the next question. When people think of entrepreneurs and communication, they almost invariably think of the pitch. And you, in fact, mentioned that earlier: that the pitch is the culmination of the two quarters students spend with you. Do you have advice for what Must Haves should be in a good pitch? And how important is a pitch deck versus the pitch and the story itself?"},{"author":"Stefanos Zenios","text":"They’re great questions. So you need a good hook, and a hook that comes out as authentic. You have to find a way to draw your audience in the conversation. What I pay attention to when I hear my students share their hook is: Does it resonate emotionally with them? Do I feel that they are connected, they’re coming out as storytellers? The best storytellers are the ones that draw you in, where you want to know more.;"},{"author":"Stefanos Zenios","text":"So we spend a lot of time with out teams figuring out: What is a good hook? Sometimes the hook may be, “The market for this is immense.” In other cases, it may be a story of a customer. Sometimes it’s the story of the entrepreneurs themselves that motivated them to get to that hook, to get to that venture. But you need those effective hooks."},{"author":"Stefanos Zenios","text":"Then beyond that, it’s really important for the story to logically make sense. The different pieces need to logically fit together. You want to avoid big jumps of logic because those are scaring investors and are scaring potential employees. So think of your logic. Does the hook connect to your market opportunity? Does it connect to your product? Does it connect to your whole business model? If not, where is the disconnect? You need to think about the economics of the business. Will this business be viable? Under what conditions? And so you want to bring these into your presentation, into your pitch."},{"author":"Stefanos Zenios","text":"You also need to cover: How much funding do you need? And what are you going to do with that funding? And again, things need to be logically consistent. You need to go back to your hook. What are you telling with that hook? And what are you going to demonstrate with the funding that you’re going to get?"},{"author":"Stefanos Zenios","text":"Now, the pitch versus the slide deck. We have our teams develop their slide decks. We spend a lot of time guiding them how much to put on the slide deck and how much to have as an appendix. By the time our teams get to the final pitch, they know a lot, and they want to cram a lot on their slide deck."},{"author":"Stefanos Zenios","text":"We put a lot of emphasis on making sure that every slide has one key point and you focus on that key point. So for example, we have the teams spend a lot of time thinking about unit economics. And they develop spreadsheets, and very elaborate spreadsheets, to understand the unit economics of the business."},{"author":"Stefanos Zenios","text":"At the end of the day, you want to have a slide on your unit economics, but that slide has to focus on two numbers: What is the lifetime value of your customer? And what is the customer acquisition cost? Of course, you have to be ready to defend those numbers. But you don’t need to put all those on the slides. You have to be ready to defend them when the investors ask you."},{"author":"Matt Abrahams","text":"I think the way you answered that question gives insight to what I was fishing for when I asked the question, which is: It’s really story first, pitch deck second. A lot of people, in my experience, spend so much time on the slides and they don’t think about the compelling hook."},{"author":"Stefanos Zenios","text":"Yes."},{"author":"Matt Abrahams","text":"They don’t think of the answers to the questions you’ve identified, and I think that puts them at a severe disadvantage. So get that story first, and that can really help."},{"author":"Stefanos Zenios","text":"Yes, you need to figure out your story. You need to figure arc of your story and then build a presentation around it."},{"author":"Matt Abrahams","text":"So to ask the next question, I would like to invite Darius Teter, the host of the GSB’s Grit & Growth podcast. Darius?"},{"author":"Darius Teter","text":"Stefanos, I’m curious if you have any guidance or advice for international entrepreneurs and innovators, particularly those who are trying to start a business in emerging markets. In all your years of teaching, have you seen some common themes or challenges that they face which are distinct and different from the typical challenges an aspiring entrepreneur might face, for example, here in Silicon Valley?"},{"author":"Stefanos Zenios","text":"Darius, thanks for the question. So my answer, again, is going to be tainted through the lenses of Startup Garage because all the entrepreneurs that they had go through Startup Garage, they started ventures in developing countries. The first challenge that they had to address is: How do we talk to our customers remotely? And what they all had in common was extreme resourcefulness in finding ways to tap into [an] amazing customer network on the ground."},{"author":"Stefanos Zenios","text":"The other thing that I have seen teams in developing economies do is do bootstrapping much more than teams in Silicon Valley – figuring out how to do things and drive things organically. That was critical to their success. That was critical to getting their market adoption. That was critical in creating a viral adoption system. Anything that you can do to make your venture go viral and have a word-of-mouth effect can really help, especially in this environment, in developing economies, where the resources available to entrepreneurs to build their venture tend to be much more limited than the resources that are available for entrepreneurs here in Silicon Valley."},{"author":"Matt Abrahams","text":"Thank you, Darius, for asking that question. And I encourage everybody tuning in to Think Fast, Talk Smart to listen to Grit & Growth. It’s got a lot of valuable information that can help you be better at business and in your personal life. And Stefanos, thank you for that insightful answer. Before we end, I’d like to ask you the same three questions I ask everyone who joins me. Are you up for that?"},{"author":"Stefanos Zenios","text":"Yes."},{"author":"Matt Abrahams","text":"All right, here we go. Question 1: If you were to capture the best communication advice you ever received as a five- to seven-word presentation-slide title, what would that title be?"},{"author":"Stefanos Zenios","text":"Tell Them What You’re Going to Tell Them, Tell Them, Tell Them What You Told Them."},{"author":"Matt Abrahams","text":"Okay. I’m going to give you a little more than the five to seven words. But that’s so important. It’s about setting expectations, isn’t it?"},{"author":"Stefanos Zenios","text":"Yes."},{"author":"Matt Abrahams","text":";It’s about helping people understand, and you tell them, and then you tell them what you told them."},{"author":"Stefanos Zenios","text":"Yes."},{"author":"Matt Abrahams","text":"A lot of people, when I say that, think it’s so formulaic. But the reality is it works well, doesn’t it?"},{"author":"Stefanos Zenios","text":"It does. It does work really well. Yeah, sorry – I forgot how to count."},{"author":"Matt Abrahams","text":"[Laughs] No, no, no. Every word you say is precious and important to us. So Question No. 2: Who is a communicator that you admire? And why?"},{"author":"Stefanos Zenios","text":"One of my professors from graduate school. Probably nobody is going to know who he is. His name is Arnie Barnett. He was teaching statistics. He had an amazing way of distilling complex concepts into their essence and communicating them very effectively."},{"author":"Matt Abrahams","text":"What are the first three ingredients that go into a successful communication recipe?"},{"author":"Stefanos Zenios","text":"You really need to understand you audience. That’s the first successful ingredient. The second one is you need to understand what you’re trying to tell them, and the third one is you need to mix those two ingredients in a way that they create a story. So how do you match what is the story that you want to tell with what your communicator needs to hear and can understand, and bring them together?"},{"author":"Matt Abrahams","text":"So beautifully put. And we have heard similar advice on other episodes, but you articulated it so clearly. Thank you, Stefanos. Your passion for and your insights into entrepreneurship and innovation are incredibly helpful and useful, and the specific steps and ideas and best practices can help all of us as we consider the new ventures in our life. And a quick shout-out again to Darius Teter for stopping by and joining us for our conversation. Thank you again, Stefanos."},{"author":"Stefanos Zenios","text":"Thank you, Matt. It’s been a pleasure."},{"author":"Matt Abrahams","text":"Thanks for joining us for another episode of Think Fast, Talk Smart: The Podcast produced by Stanford University’s Graduate School of Business. For more information and episodes, visit gsb.stanford.edu."}],"audio":"https://content.production.cdn.art19.com/segment_lists/5f913fc4-768d-4e0e-8ad0-9036f7c930a8/20210928-VEZUU19TdGVmYW5vc0ZVTEwtbWl4bWFzdGVyMi53YXY-10e3538b-b483-4eea-b058-fe620381d6e2.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Stefanos Zenios","Darius Teter"],"wave_peaks":[3390,3256,3373,12956,13937,13287,7028,12788,4993,13105,7315,4887,2775,11307,13090,11778,9345,7663,9116,7922,11953,8420,8755,5344,6722,7786,4125,10319,7415,7476,14783,4823,8385,7625,7973,6858,2868,3355,6213,4054,4514,3206,6006,5158,3937,4003,2308,2110,1740,10906,10918,8124,5850,6673,9568,4458,4650,4024,1471,1864,1544,4149,11274,4591,15748,10722,4203,4565,2025,3112,11828,2997,14723,11576,4251,2805,13121,6246,6798,6738,4951,5419,3797,10137,5213,7249,3603,4229,4146,2595,7275,12372,3091,12125,9434,2585,1820,11856,4675,1439,6968,6315,2921,748,384,311,14151,3742,8908,8543,3505,10509,6412,11982,9789,5943,8328,4410,2018,4333,10027,5377,6439,9668,7891,6553,9740,5165,6494,5788,2707,5467,3264,9440,5528,9023,4571,8521,5383,4748,5178,3403,5630,4668,2846,2504,1977,408,1065,10066,8948,5218,11654,4420,4154,2933,2894,8628,4514,5597,4566,3654,5728,1608,5653,9546,9351,4021,3063,11782,13001,8670,2953,1787,5221,9390,3848,3766,1716,381,7387,12923,8822,9763,11633,8977,10753,2024,112,92,264,2401,9050,5489,4647,1442,183,6961,2739,8997,9608,7628,6175,3553,261,11151,11188,10919,10590,6480,1289,7023,8978,9904,6292,2841,2190,6681,5417,833,316,11354,5466,8916,3563,6787,7221,6489,3396,8551,5824,6523,4727,4820,3696,1881,665,6145,7881,9389,9958,6437,5452,3264,3369,8904,8994,2037,2226,2845,2086,102,99,389,1620,11966,19303,2022,14067,8585,8409,2020,418,12258,12147,13189,14543,2238,3730,1981,435,9428,17661,6718,2748,528,12816,12463,5339,3861,9657,6537,1781,736,6934,16411,15464,9876,9835,6318,6346,7268,6169,4277,4273,12289,569,4053,16849,14202,15604,16085,411,593,16593,16438,14796,7378,10817,8361,6409,7456,1617,342,6875,10663,8649,14982,11755,15220,4868,536,227,6984,14227,15711,8578,5951,11441,12639,214,11028,14412,12190,4255,228,16621,10665,4708,1903,9810,4795,7846,9564,6145,5386,5147,8231,8601,6928,6322,364,17134,14258,15204,7235,6640,5983,2000,193,280,16629,12963,3430,13156,1902,15153,6710,8117,7595,3679,15130,4493,10639,17297,15724,1515,473,14267,12978,13157,9922,13829,6917,9609,4181,6993,3593,7618,4198,5806,10440,11752,7330,13917,4685,405,15704,13616,13845,15485,2727,13627,11506,8307,665,13009,12913,12262,10978,6388,6760,6899,6160,4210,8471,11078,3560,343,450,14744,6676,154,1401,15188,11521,9556,4172,197,12265,13439,6131,1102,14272,9449,11371,8630,127,408,2710,15521,8328,151,142,14326,10276,12679,17338,9791,3285,12131,10200,10017,5679,4224,2631,9316,11879,4946,10698,6537,9853,1980,1128,16090,11756,10553,5819,5612,12974,9044,5651,1468,6578,7303,7339,2831,1918,16378,5409,13787,8554,8175,14481,1097,175,13509,12909,11525,12215,2787,6811,10305,5159,3760,4276,2622,8866,12266,15215,9735,8816,8660,11234,7312,6153,5295,5311,7993,10116,10176,5954,6695,4745,5128,16502,13273,14558,14880,321,1214,17194,16979,10352,9575,675,114,1652,9435,9350,10027,6425,10854,8019,11276,6777,2974,10212,8380,934,13703,14278,11370,3476,13997,9381,2660,9730,15976,15919,14866,14739,1753,12375,15774,8721,4623,13116,13424,8893,6354,2269,197,17389,9920,10763,2626,2809,6844,17816,16976,11525,146,85,11963,2695,16023,9771,14162,3445,5969,13298,13215,11946,12572,6291,10232,3860,2777,11520,7401,2198,189,14379,12540,10182,15142,5937,15222,6695,6199,6705,14080,1130,17673,14968,14572,5230,341,5529,16722,13702,15653,8659,11551,11313,4980,9125,12962,12707,14638,4700,1199,6161,7780,5535,6028,8709,13290,2795,538,18390,16793,13087,10225,12371,5673,6794,8317,13131,11424,9201,12421,4243,11731,731,14173,11170,12364,5193,8031,4898,426,10864,15342,12027,12921,11721,515,12392,12203,243,11670,8680,13471,3706,147,14820,14999,11404,4381,4962,2146,13258,3474,181,11451,14401,12939,10860,11189,5397,677,15802,9630,11628,14410,5843,12064,13002,615,223,106,102,127,13867,11464,14511,13282,11943,105,113,114,11488,10639,13472,13683,14096,8741,5985,14812,12788,8950,2285,3246,13822,11441,5529,13672,221,236,15103,14703,12687,2511,13014,10373,12139,9687,8660,9361,13521,13379,6910,11923,7793,5007,1046,15473,17255,11025,264,13837,11994,10866,11597,4733,1711,764,479,2038,15398,10154,12496,12371,9986,10179,341,13965,13107,14605,7918,10046,5491,152,140,15996,15881,14982,14528,1769,122,13327,11179,13705,6796,5277,14121,14724,14485,12548,16111,934,15303,15834,8680,1559,287,16505,17164,13113,9583,232,14445,12607,12091,13726,11461,3833,1694,11922,15915,14238,4202,701,399,13689,16436,14254,6114,6706,15141,9552,9443,11208,15165,15522,216,12953,13763,14858,7432,2832,493,7402,16334,7117,7761,16855,13127,4229,146,206,18750,12428,11988,2053,11759,13529,11789,8797,10742,6711,102,14227,15328,10591,2944,194,8105,8613,8339,5135,8460,9041,7543,11952,4297,5489,6316,5352,4775,9798,9585,3696,1948,2633,2298,2171,5265,4982,3046,3851,6189,6265,7758,4049,4501,1007,577,10449,10498,17593,5765,11608,8919,12012,9054,11295,11916,7249,8334,7116,6498,6215,5418,5018,5043,3758,3721,1811,180,585,3459,14905,12381,11158,10230,12857,4738,15781,12579,9962,15394,13942,9611,10105,11720,10096,13828,13738,9084,8761,1966,21602,21718,13851,17995,10975,11479,817,838,14329,12004,13327,11028,7212,3542,3567,16157,15030,13427,10943,14900,14083,10701,13739,15118,10762,11725,9549,9155,9408,13489,10478,10125,610,17206,14008,18620,13822,10837,12353,6388,3961,11071,5649,7322,10951,4821,7257,3400,842,136,718,9219,16115,3737,17133,7257,7744,5429,9609,8838,13493,11546,2941,5908,14257,15827,8302,4665,9195,1286,250,15504,16312,2751,5069,7647,11993,11859,14305,9158,2617,1124,14151,10560,12143,14313,13058,2696,1367,7342,21481,17850,10706,17424,13783,3587,11981,21884,3076,882,16436,18299,2960,13030,8206,10419,14324,7252,13153,7472,5705,1559,172,17437,16294,14007,15339,7236,14128,11636,4830,3351,12657,11152,8530,14309,11681,369,11612,10504,10929,4300,9873,7221,1301,3745,2065,19303,16378,12892,11999,10959,12901,13710,7037,11171,4869,14172,14768,8904,1486,12088,14854,16374,8775,15324,11539,14009,17209,15691,204,9563,14301,5882,10941,10447,13155,4094,352,14004,8082,18096,17250,16143,3552,3202,15887,15625,10543,13616,11456,3197,16991,1772,6021,14163,2382,2043,158,3298,20984,15423,1926,12405,13110,9977,11335,10028,11377,11396,12843,6710,9662,5545,9697,8045,7528,7322,7770,6776,4085,2117,4214,5029,5552,3241,2273,4567,4418,1954,1732,3187,11647,10149,8290,7497,5941,9792,5844,3768,3137,5139,3299,1420,4685,3161,3673,3655,3192,12492,12004,3513,3456,3174,3337,5408,7948,6638,3712,3392,3175,3469,3475,5889,5052,5050,6810,3726,2534,2518,2676,1683,142,173,11883,9374,15398,12987,4795,12038,2827,551,11331,3742,165,5859,17446,13324,5233,13970,13366,10265,6465,1005,1751,13976,13953,7154,14974,6989,13415,15829,15080,2067,11791,14304,4565,1941,7981,10592,12118,10576,7698,7751,4567,2720,475,897,17286,3005,13217,13531,12929,14643,11341,11904,12036,11301,9524,9087,7651,6979,10898,12331,9104,11939,6237,4446,1179,2882,4243,1707,13931,10510,11905,10262,600,98,11579,15470,14812,11004,13169,10869,3628,3506,1353,512,760,18079,967,16113,11697,13915,10874,14607,10257,13014,8474,12826,2040,14613,14465,13585,7638,9550,8496,3025,294,20725,14454,13015,13609,14127,4753,1647,2107,15542,7148,16087,7618,12815,2314,12064,13019,1754,509,17934,16322,6287,16631,18353,6572,2822,7351,14626,13524,11601,15921,13834,15929,13679,10600,14008,10381,8754,5283,885,946,9789,14902,1344,16429,6573,5860,12447,3482,16159,2477,17455,11641,12242,7530,9227,13860,16488,13731,16165,10535,12987,15394,8146,7797,11266,11445,7679,115,14118,14570,15668,6945,13113,8429,9181,10340,6589,6489,2473,8970,14566,16242,14849,10847,10737,7012,5832,7531,11710,5703,353,12023,15194,8243,12834,9719,14511,5693,7461,1803,12940,9458,8737,7560,13834,3960,8673,4216,4154,686,16951,4245,15118,11219,12235,913,1128,12652,7041,13159,12977,6972,11012,14559,5572,6081,3781,6437,3374,8651,4701,436,92,2961,10351,8268,14943,7674,10325,6935,7983,5364,6051,7494,7934,12589,9510,8987,7952,6708,5786,4283,9588,8471,7556,5183,3282,3602,5378,8391,5168,11512,8086,7536,2178,14912,14653,7906,7580,5328,5748,7214,4072,3464,3513,4206,4146,9925,8928,11008,9975,4248,2838,3160,6050,6383,3046,8827,8081,4833,4498,2317,4679,7251,3090,3754,4308,5519,10647,5153,5197,2777,3020,2382,1236,9402,8562,4356,3613,3524,3060,3262,4088,3187,2899,2730,2631,1206,4228,7684,9081,5524,3365,6928,8077,4633,6207,2945,5063,7938,9159,4189,7498,6595,3300,3067,3537,3498,3482,3538,7882,7741,5224,2638,2071,2122,4332,5504,6304,3735,5550,10415,8910,11519,10217,8373,3719,9109,9498,9936,7795,5905,8626,10494,5531,7530,8186,3034,3029,6239,4397,3334,598,2040,414,8279,12320,16197,11910,8952,4956,5477,541,2280,190,264,9484,12358,8038,10889,13321,6905,9507,8748,5419,6198,6020,9441,8867,5866,9691,8001,5296,4321,4380,7962,10473,6564,6240,6296,3800,6079,3266,4669,6987,6356,4412,3785,4864,4467,4036,9021,5116,2031,856,7984,11620,7941,12381,6545,9317,13037,7082,3068,13388,15230,7075,6133,7164,6574,6796,4031,426,7271,10095,6354,4553,5934,8484,10044,1066,12105,5085,7152,3874,3567,5437,3783,4156,460,122,155,182,71,1851,13713,15059,11967,2820,4480,10671,7065,2657,249,194,557,11128,13648,12010,6333,854,5238,4606,14673,15138,5144,12547,12377,4144,1858,10036,18202,15321,14398,11215,6506,6937,14228,6271,13486,14286,14284,7560,6039,9800,7357,8034,3398,15152,14283,13232,10080,2791,7677,2501,14311,14683,914,1434,17434,14420,8017,11327,2230,1778,10298,6547,9364,7879,4990,6921,2373,89,1301,16583,12058,7658,12465,8494,11092,10365,5882,4223,17303,1505,3696,4350,14429,8639,9110,16291,10297,9583,10126,343,13558,14643,13255,2909,7277,13997,14270,7959,14464,4870,1731,1163,13623,14275,11253,10327,9948,5964,13903,9518,18614,14025,15956,9807,8395,14777,873,12337,12909,9480,11643,5427,10213,11426,6992,5121,8724,10780,16082,15166,5979,1937,216,317,16039,11923,11549,10226,8206,6138,77,14651,15874,10035,7834,10827,12796,2291,3489,4187,3843,18106,9099,7516,5204,9668,8136,12084,1391,7405,12277,4837,737,88,199,13546,15779,5883,10049,12610,8917,12121,13709,12313,8542,12042,8438,4080,120,2781,14715,7857,93,14196,13872,3710,121,15904,15403,14315,4366,461,16679,16594,11946,12792,11119,5630,4902,751,597,14476,13448,14039,14178,8897,306,9111,11283,9302,6917,8388,3683,12688,3471,6658,547,14871,14213,6508,6269,7892,1695,167,247,10393,13108,8225,5736,108,11476,13775,4488,5457,14320,4846,11690,13084,14184,449,11817,11665,12226,12336,3927,3418,8240,14303,10980,10110,10248,14755,8494,3856,1371,10256,15808,7878,15581,14407,7649,7228,178,14829,11198,14722,14943,2517,135,3067,14409,11638,15000,10375,9577,898,103,79,82,14562,15398,14585,201,2887,16570,18108,7607,5147,12180,17172,11687,12418,12092,12681,2461,15926,16068,10145,11539,7636,13007,12177,9691,10413,8909,13966,13742,11698,14477,16296,8910,7821,1817,621,13471,6929,15637,13879,11813,12111,11079,7889,1492,124,149,13352,7366,11418,7806,11285,5234,75,14548,16349,8330,11369,1115,13831,11130,13349,12728,13934,7602,5452,2894,4119,8700,12212,8735,7223,10462,7974,3215,7674,7582,907,6057,16143,10074,16131,17295,6191,10898,16380,12064,4917,9622,6328,12516,13346,11897,7376,10553,8514,726,10718,15756,10629,90,10319,11015,16229,13627,4831,10811,7977,16311,17279,10368,7915,10776,635,15926,7756,6442,11942,10922,6566,12689,12280,13921,8317,2707,10216,13193,15934,6587,6908,3392,528,220,2837,15770,9015,11067,6077,11747,7689,9691,7029,3300,4747,5254,183,15669,13038,4272,8084,1966,166,60,13382,17308,12438,12251,7887,140,12048,12602,14733,7252,8148,1471,68,11784,18858,8878,6691,6644,18112,8587,7495,10354,13382,13515,10721,13763,14010,14333,10559,3801,14434,774,12914,10678,13571,5219,1681,2927,15961,15937,13113,3796,4457,12127,11377,6530,14606,14690,3506,2878,195,195,18567,17421,11927,1731,630,2094,13606,16977,13278,13226,16379,856,14030,17670,14455,221,15249,12156,14592,8501,3582,7604,125,12847,14700,8793,8816,9619,9097,10328,10451,11305,16000,6116,11439,7246,9263,16076,14268,6769,15668,4090,5477,15323,15328,11529,6408,9039,4916,15876,1237,9968,14503,3621,1769,15428,15560,12508,5346,14368,9369,12695,2299,5344,9219,6551,9078,166,11249,13229,9731,8412,13527,1740,14153,15021,16693,15205,4500,13398,14657,10691,8041,1760,12150,10872,6645,7488,5853,12923,4427,359,8885,15153,13356,11512,2107,81,15201,11410,9453,15763,11760,8966,9098,6295,15037,12658,11877,11084,8017,13162,7113,5708,14500,2560,183,16607,15028,15548,12718,8652,10689,13961,11489,8727,11973,7262,8549,7065,2501,1294,205,3804,17129,15657,15255,4044,9562,15535,10844,15888,2190,193,18090,16879,10592,5399,11221,17618,13616,4721,11805,1239,98,6085,16669,15537,2286,1729,7612,18594,13449,13643,6174,6144,14273,1969,158,8221,7929,10726,7306,4673,7831,3776,4595,9831,6391,5280,6894,11077,8640,4108,12734,9526,8095,15489,15645,5532,4996,8507,3733,12888,9912,12240,11317,8637,9815,1745,283,16008,13937,12454,11712,7729,16551,12498,11050,7717,6595,5622,7155,11101,7405,5407,3821,11150,6194,5803,10680,7839,7551,5326,8056,10020,11659,7771,11843,10776,9671,3934,5989,6890,3908,7765,8111,1626,11434,9894,8370,8011,5100,5192,8810,4547,3706,6854,7872,12673,11301,9682,5516,1987,2735,9876,11639,7546,14427,16262,14740,11578,15602,9979,13548,16866,15712,8703,9640,15916,5899,14563,14912,12619,12503,8022,6233,3386,262,13961,12309,8118,10113,4350,10852,2261,4827,13995,11202,12157,11432,7096,8249,5505,2250,10751,12335,8694,11645,6097,4970,12997,9808,10188,10520,6793,4382,8288,10115,2341,435,9356,9074,5845,6966,5254,11980,5197,15018,4153,4337,3676,3757,7780,14392,7781,3731,2693,8429,5829,3449,6080,8338,9924,6506,5485,400,10301,8213,8654,6773,5553,7243,7533,5140,2086,681,6462,9494,6972,6156,5204,4905,6899,6001,7757,6125,4840,6057,6754,12957,7943,3898,5557,5761,6157,10246,5658,307,8116,6960,6977,6916,3879,12333,4364,4426,2961,4283,2554,3901,2223,3620,6476,1387,342,1457,19616,20071,18977,14563,10926,14356,1925,18385,15348,9488,9164,14996,13917,1873,10201,203,131,96,86,104,16571,12429,12319,8005,16119,3350,13379,13243,2142,424,578,16658,11204,3159,13412,1855,135,14365,14627,13588,10271,12151,14080,14303,11814,11753,12250,11433,12412,1864,6231,9501,12811,9053,8200,4326,16741,11887,13803,5799,406,8398,18231,17861,13186,2640,6544,16370,4563,6266,339,1297,19542,13875,9573,12466,15727,10336,9780,11536,7341,8290,814,1372,13567,14465,18175,13210,13832,9575,17771,8984,466,18845,19261,16781,12204,8497,10349,3950,1394,470,10322,12495,1711,19058,13568,12986,10410,4841,8254,17779,8888,2870,9548,5154,426,126,409,15986,859,15939,16082,8058,14215,13833,14221,7800,14189,625,700,21053,12034,12358,5053,3363,4880,1799,133,9612,16178,5660,10090,3789,1348,1186,16855,9996,8361,8549,1734,120,224,105,13822,11416,12749,2764,8616,11841,135,120,16812,17280,3575,12118,7977,7882,16974,1796,270,1303,14321,13639,15458,8758,16770,15077,3627,8839,7597,7654,15474,10502,10094,15378,1994,268,20186,10998,13569,13585,8465,9228,14106,10479,8791,13518,604,8114,15342,15127,10584,8288,8582,18002,12510,8518,15442,7066,9961,14591,9244,16342,16340,12240,10196,2607,4786,614,16375,10665,9400,10604,4141,12979,7108,11470,6445,12417,14864,13760,807,229,15774,12947,13033,12583,11222,9403,14572,2587,14720,13189,15139,7081,5705,13793,11447,17034,9796,13279,11771,10989,3822,14594,534,14752,10886,13070,4723,8322,16220,6268,2840,11062,8189,12004,5109,2229,11536,13779,8938,12588,4314,4928,12352,10669,9024,11742,7477,4928,8199,10392,3524,6112,335,249,259,696,174,14238,10478,12840,10610,12599,8217,10158,5660,6621,8263,7872,10777,8469,7561,7751,7264,9582,14915,9352,6436,4793,8355,7469,10294,7371,8077,5090,7010,7747,3708,12265,2556,7235,3355,5025,2995,6782,4067,11387,10831,9056,8349,4506,1699,9969,6064,4183,4085,6506,11029,12197,10805,4527,5362,7259,3450,3410,585,738,9912,9920,11766,7523,8750,10247,9765,5707,5659,8498,6209,9861,7246,5861,6424,4483,7997,4200,3811,3289,6354,9521,6411,426,181,4867,4026,4241,13104,5848,10123,11198,7914,7906,1362,3942,9368,7464,9008,11102,4262,10019,5582,5728,6644,5278,6214,2226,5131,8152,5246,2813,3276,11129,10897,2761,11140,5625,5714,4703,4990,5215,3261,7744,6022,3830,205,8943,13427,8286,4909,2432,1390,119,12352,18214,14640,11669,14440,13373,91,163,1503,17243,14560,131,16913,16280,8916,11650,1749,8347,6692,1192,13890,11922,13999,10392,9668,12535,10932,8079,8745,7599,5681,9666,9758,6458,5734,6652,4117,4319,4367,8325,7076,5976,3219,5777,1440,4391,11146,11315,4950,3467,3564,6410,4003,4228,1334,12752,9903,9069,8914,9747,6169,2974,7772,7134,6322,5260,4109,4753,6207,6321,7184,2512,281,16656,19276,14915,14945,9803,16918,16424,15264,8085,13941,18012,19017,5506,18900,3924,18087,3727,12698,13042,14299,14221,12194,8800,5637,6269,4197,3677,2470,9230,2412,13808,11020,5715,4471,1127,10235,7280,6467,7728,6205,4883,7304,3133,3232,3945,3450,2644,96,130,18715,16925,15267,8235,4173,71,10607,10684,7305,14653,17824,7222,18293,7086,9432,14164,10242,16272,17032,8652,18113,18125,11413,10948,9285,11412,11541,13297,6493,2788,14022,10664,10209,6432,1441,1313,17422,15763,12940,9823,7377,13738,4739,10680,11698,388,196,7700,8870,17160,12785,10219,16095,8768,9606,5621,3751,12132,2328,1278,2877,12729,5369,1296,10058,8287,6728,7786,8303,14172,5655,4295,1675,9796,8837,7332,3771,1427,5431,4403,4533,4918,1854,3637,6689,4112,2671,6557,3228,3704,4220,3955,3210,2097,998,74,82,182,3029,16068,15552,12622,12339,12196,2008,1236,4453,3195,1448,12979,11806,15371,11643,6980,5174,14513,14357,95,1111,1077,9382,14635,15122,16173,7205,7394,2078,121,12297,14597,9672,7327,13812,1461,90,16548,16710,13666,3998,13556,14753,2595,2635,362,5928,16428,10055,12452,5371,6608,1361,222,10862,9334,7744,6939,6514,14040,7057,9647,9859,5304,13769,14553,12976,13141,10968,105,12313,13128,13322,13509,130,3397,13169,17079,15614,5367,11785,4707,15424,9487,9700,4596,15219,13125,9145,720,16274,16400,143,7691,11855,17217,14321,11260,10189,6761,2953,10540,2956,13205,11749,191,10193,10884,11261,13065,10525,9427,7848,2087,127,2913,7695,5946,3446,2804,4116,6477,9120,7421,5678,6830,2021,2071,4138,4791,2586,3841,6544,3802,2831,2110,2794,2084,756,732,9826,6160,6163,2092,2862,9288,17366,7075,6252,7380,5755,5097,3582,4741,4398,3502,2546,2400,3564,7131,5014,2295,1867,2815,665,3942,3120,6556,3728,5848,9688,8763,7457,5512,5911,3980,7183,2588,5327,7034,8822,3486,3078,3680,3803,3818,4736,2531,2648,2708,470,5983,9177,8435,11603,7013,6347,5973,7130,5864,3513,7572,5145,3097,2406,676,5332,2929,4961,3897,2005,11094,8739,7202,3110,2059,13094,12719,13999,12469,8931,2571,2879,3377,2413,3115,3387,3548,2582,3652,2369,10914,10443,8389,9015,9562,8182,6235,12246,10598,10689,3111,9020,4998,1690,9847,2127,2459,1687,1963,7717,9201,8486,7635,6575,4025,7657,3430,3051,2858,2267,5487,9450,8628,7285,7770,5306,9495,9167,6586,5968,5287,5279,4535,3467,375,264,40],"fragments":[{"begin":"0.000","end":"31.880","lines":["Silicon Valley is synonymous with entrepreneurship. Many of the world’s most innovative products, services, and ideas can trace their origins back to the former fruit orchards between San Francisco and San Jose, California. But what makes for successful entrepreneurship? Today I hope to find out. Hello. I’m Matt Abrahams, and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart: The Podcast."]},{"begin":"31.880","end":"57.440","lines":["I am super-excited today to chat with Stefanos Zenios. Stefanos is the Investment Group of Santa Barbara Professor of Entrepreneurship and Professor of Operations, Information and Technology at the GSB. He is also the faculty director of the Center for Entrepreneurial Studies and the main architect of the wildly popular Startup Garage. Welcome, Stefanos. Thanks for being here."]},{"begin":"57.440","end":"59.080","lines":["It’s great to be here, Matt."]},{"begin":"59.080","end":"76.600","lines":["Thanks. Let’s go ahead and get started. If there is one person who really knows entrepreneurship, it’s you. When you reflect on all that you know and have experienced about entrepreneurship and innovation, can you identify for us what are some key drivers of success?"]},{"begin":"76.600","end":"108.400","lines":["What I like to tell my students who take Startup Garage is a new venture is a set of hypotheses. You don’t know whether the hypotheses are going to be correct or not. So as an entrepreneur, you need to be comfortable formulating those hypotheses. And your curiosity and your ability as an entrepreneur to pay attention to the marketplace and to who may be your ultimate customers can help you formulate those hypotheses."]},{"begin":"108.400","end":"131.840","lines":["But then you want to subject those hypotheses to tests, to experiments. And you want to pay close attention to what you hear and what you learn from those experiments, and be comfortable to accept if some of the hypotheses that you have formulated are incorrect, and be willing to change them and adapt based on what you’re learning."]},{"begin":"131.840","end":"149.200","lines":["So this comfort with the uncertainty that comes with those hypotheses, the willingness to test the hypotheses, the willingness to learn from the data and adapt, are critical factors that drive the success of new ventures."]},{"begin":"149.200","end":"154.200","lines":["So somebody who’s highly risk-averse is not going to do very well in an entrepreneurial setting, it sounds like."]},{"begin":"154.200","end":"196.040","lines":["Yes, but I don’t want your audience to live with the impression that entrepreneurs jump off cliffs. Good entrepreneurs pay attention to how they manage their own personal risk. And my students who end up launching successful ventures, they spend quite some time thinking of their own runway. There is a case that we teach in one of our courses at the Center for Entrepreneurial Studies [that’s not] the course that I teach but is a course I’m very familiar with. It’s called Formation of New Ventures."]},{"begin":"196.040","end":"225.240","lines":["And there is a case about four GSB alums who started a venture, and the case talks a lot about how much time they have spent for each of them to get comfortable with how much risk they were willing to take, and then organized their venture in their venture-exploration stage around the team’s collective risk."]},{"begin":"225.240","end":"248.840","lines":["So entrepreneurs are comfortable with risk, but entrepreneurs do what great investors do: They find ways to manage that risk because, at the end of the day, entrepreneurs will go to investors to ask for funding. And those investors are going to be looking at the entrepreneurs for ways to manage the risk. So it’s part of the equation."]},{"begin":"248.840","end":"249.160","lines":["Interesting."]},{"begin":"249.160","end":"254.880","lines":["Comfort with risk but also comfort with mitigating the risk."]},{"begin":"254.880","end":"271.120","lines":["That’s really interesting. I had not really thought about the introspection required of an entrepreneur, and it sounds like that’s a key part. So thank you for sharing that. Any advice and guidance on how to avoid common pitfalls you’ve seen in innovators and entrepreneurs?"]},{"begin":"271.120","end":"276.880","lines":["Make sure that you develop the product that your customers want, not the product that you want."]},{"begin":"276.880","end":"277.200","lines":["[Laughs]"]},{"begin":"277.200","end":"295.600","lines":["That’s a very common mistake. That doesn’t mean that you may not have insights. There may be also an overlap between the product that you want and the product that your customers want. But the key driver at the end of the day is going to be, and it has to be, your customer. So that’s kind of Pitfall No. 1."]},{"begin":"295.600","end":"296.400","lines":["Right."]},{"begin":"296.400","end":"303.760","lines":["Pitfall No. 2: Learn to mitigate and manage your entrepreneurial optimism."]},{"begin":"303.760","end":"304.920","lines":["[Laughs]"]},{"begin":"304.920","end":"306.960","lines":["Entrepreneurs are optimists by nature."]},{"begin":"306.960","end":"307.440","lines":["Right."]},{"begin":"307.440","end":"323.800","lines":["I like to tell my students: In my experience, one out of four ventures coming out of Startup Garage are successful in raising funding. Pretty much every student after the class comes to me and says, “We are going to be in the one out of four.”"]},{"begin":"323.800","end":"324.440","lines":["[Laughs]"]},{"begin":"324.440","end":"333.560","lines":["It’s impossible. It’s good to subject your venture to some level of skepticism because most entrepreneurs lack the skepticism gene."]},{"begin":"333.560","end":"343.480","lines":["[Laughs] So it sounds like really reflecting personally but also getting feedback are critical elements to avoiding some of these pitfalls."]},{"begin":"343.480","end":"343.760","lines":["Yes."]},{"begin":"343.760","end":"356.760","lines":["One of the things I know you yourself have done as well as you coach and teach your students to do is how to work in teams. Do you have any best practices for the communication that needs to happen in entrepreneurial teams?"]},{"begin":"356.760","end":"381.440","lines":["That’s a great question. So we have our teams, very early on, spend time reflecting on their goals, their values, and their norms that they will develop as a team. We have them have a discussion very early on: “What are we going to do when we face disagreement? How are we going to resolve that? What is going to be our approach? What are going to be our principles?”"]},{"begin":"381.440","end":"399.440","lines":["We give them some guidance throughout the quarter. We like to tell them: “Do not debate. Test.” And then we talk about the nuts and bolts: Who’s going to be in charge of meetings? Who’s going to be running meetings? Who’s going to play the broader team coordinational [role]?"]},{"begin":"399.440","end":"428.040","lines":["And part of the teamwork is dating – dating each other to see whether they can work well together. Developing the communication of how you will communicate with each other in the team and how you will manage difficult conversations and how to be respectful with each other, but also how to help each other grow as part of the team. That is part of the foundation that we provide to our teams as they go through Startup Garage."]},{"begin":"428.040","end":"436.200","lines":["Stefanos, I’ve now figured out the secret to your success and why Startup Garage is so popular. It’s really a dating service in disguise."]},{"begin":"436.200","end":"437.080","lines":["Exactly."]},{"begin":"437.080","end":"470.520","lines":["I see. No, I totally respect and understand what you’re saying. So it is the thoughtfulness and preemptive work that you do by having people really think about how they want to work together. What are some things that they will do when they run into tension and friction? And by doing that on top of doing some reflection and review, that 360 review you talked about, really can help prepare them. That’s excellent. And even if they don’t launch a venture, the insight they gain into themselves and how they team is incredibly valuable."]},{"begin":"470.520","end":"497.440","lines":["I’d like to move onto the next question. When people think of entrepreneurs and communication, they almost invariably think of the pitch. And you, in fact, mentioned that earlier: that the pitch is the culmination of the two quarters students spend with you. Do you have advice for what Must Haves should be in a good pitch? And how important is a pitch deck versus the pitch and the story itself?"]},{"begin":"497.440","end":"532.320","lines":["They’re great questions. So you need a good hook, and a hook that comes out as authentic. You have to find a way to draw your audience in the conversation. What I pay attention to when I hear my students share their hook is: Does it resonate emotionally with them? Do I feel that they are connected, they’re coming out as storytellers? The best storytellers are the ones that draw you in, where you want to know more.;"]},{"begin":"532.320","end":"557.760","lines":["So we spend a lot of time with out teams figuring out: What is a good hook? Sometimes the hook may be, “The market for this is immense.” In other cases, it may be a story of a customer. Sometimes it’s the story of the entrepreneurs themselves that motivated them to get to that hook, to get to that venture. But you need those effective hooks."]},{"begin":"557.760","end":"604.480","lines":["Then beyond that, it’s really important for the story to logically make sense. The different pieces need to logically fit together. You want to avoid big jumps of logic because those are scaring investors and are scaring potential employees. So think of your logic. Does the hook connect to your market opportunity? Does it connect to your product? Does it connect to your whole business model? If not, where is the disconnect? You need to think about the economics of the business. Will this business be viable? Under what conditions? And so you want to bring these into your presentation, into your pitch."]},{"begin":"604.480","end":"620.960","lines":["You also need to cover: How much funding do you need? And what are you going to do with that funding? And again, things need to be logically consistent. You need to go back to your hook. What are you telling with that hook? And what are you going to demonstrate with the funding that you’re going to get?"]},{"begin":"620.960","end":"649.280","lines":["Now, the pitch versus the slide deck. We have our teams develop their slide decks. We spend a lot of time guiding them how much to put on the slide deck and how much to have as an appendix. By the time our teams get to the final pitch, they know a lot, and they want to cram a lot on their slide deck."]},{"begin":"649.280","end":"670.160","lines":["We put a lot of emphasis on making sure that every slide has one key point and you focus on that key point. So for example, we have the teams spend a lot of time thinking about unit economics. And they develop spreadsheets, and very elaborate spreadsheets, to understand the unit economics of the business."]},{"begin":"670.160","end":"693.000","lines":["At the end of the day, you want to have a slide on your unit economics, but that slide has to focus on two numbers: What is the lifetime value of your customer? And what is the customer acquisition cost? Of course, you have to be ready to defend those numbers. But you don’t need to put all those on the slides. You have to be ready to defend them when the investors ask you."]},{"begin":"693.000","end":"710.040","lines":["I think the way you answered that question gives insight to what I was fishing for when I asked the question, which is: It’s really story first, pitch deck second. A lot of people, in my experience, spend so much time on the slides and they don’t think about the compelling hook."]},{"begin":"710.040","end":"710.440","lines":["Yes."]},{"begin":"710.440","end":"719.040","lines":["They don’t think of the answers to the questions you’ve identified, and I think that puts them at a severe disadvantage. So get that story first, and that can really help."]},{"begin":"719.040","end":"726.040","lines":["Yes, you need to figure out your story. You need to figure arc of your story and then build a presentation around it."]},{"begin":"726.040","end":"735.400","lines":["So to ask the next question, I would like to invite Darius Teter, the host of the GSB’s Grit & Growth podcast. Darius?"]},{"begin":"735.400","end":"757.640","lines":["Stefanos, I’m curious if you have any guidance or advice for international entrepreneurs and innovators, particularly those who are trying to start a business in emerging markets. In all your years of teaching, have you seen some common themes or challenges that they face which are distinct and different from the typical challenges an aspiring entrepreneur might face, for example, here in Silicon Valley?"]},{"begin":"757.640","end":"797.560","lines":["Darius, thanks for the question. So my answer, again, is going to be tainted through the lenses of Startup Garage because all the entrepreneurs that they had go through Startup Garage, they started ventures in developing countries. The first challenge that they had to address is: How do we talk to our customers remotely? And what they all had in common was extreme resourcefulness in finding ways to tap into [an] amazing customer network on the ground."]},{"begin":"797.560","end":"845.840","lines":["The other thing that I have seen teams in developing economies do is do bootstrapping much more than teams in Silicon Valley – figuring out how to do things and drive things organically. That was critical to their success. That was critical to getting their market adoption. That was critical in creating a viral adoption system. Anything that you can do to make your venture go viral and have a word-of-mouth effect can really help, especially in this environment, in developing economies, where the resources available to entrepreneurs to build their venture tend to be much more limited than the resources that are available for entrepreneurs here in Silicon Valley."]},{"begin":"845.840","end":"871.000","lines":["Thank you, Darius, for asking that question. And I encourage everybody tuning in to Think Fast, Talk Smart to listen to Grit & Growth. It’s got a lot of valuable information that can help you be better at business and in your personal life. And Stefanos, thank you for that insightful answer. Before we end, I’d like to ask you the same three questions I ask everyone who joins me. Are you up for that?"]},{"begin":"871.000","end":"871.720","lines":["Yes."]},{"begin":"871.720","end":"885.200","lines":["All right, here we go. Question 1: If you were to capture the best communication advice you ever received as a five- to seven-word presentation-slide title, what would that title be?"]},{"begin":"885.200","end":"890.760","lines":["Tell Them What You’re Going to Tell Them, Tell Them, Tell Them What You Told Them."]},{"begin":"890.760","end":"897.040","lines":["Okay. I’m going to give you a little more than the five to seven words. But that’s so important. It’s about setting expectations, isn’t it?"]},{"begin":"897.040","end":"897.600","lines":["Yes."]},{"begin":"897.600","end":"901.800","lines":[";It’s about helping people understand, and you tell them, and then you tell them what you told them."]},{"begin":"901.800","end":"902.120","lines":["Yes."]},{"begin":"902.120","end":"907.560","lines":["A lot of people, when I say that, think it’s so formulaic. But the reality is it works well, doesn’t it?"]},{"begin":"907.560","end":"911.440","lines":["It does. It does work really well. Yeah, sorry – I forgot how to count."]},{"begin":"911.440","end":"924.040","lines":["[Laughs] No, no, no. Every word you say is precious and important to us. So Question No. 2: Who is a communicator that you admire? And why?"]},{"begin":"924.040","end":"944.120","lines":["One of my professors from graduate school. Probably nobody is going to know who he is. His name is Arnie Barnett. He was teaching statistics. He had an amazing way of distilling complex concepts into their essence and communicating them very effectively."]},{"begin":"944.120","end":"951.840","lines":["What are the first three ingredients that go into a successful communication recipe?"]},{"begin":"951.840","end":"986.160","lines":["You really need to understand you audience. That’s the first successful ingredient. The second one is you need to understand what you’re trying to tell them, and the third one is you need to mix those two ingredients in a way that they create a story. So how do you match what is the story that you want to tell with what your communicator needs to hear and can understand, and bring them together?"]},{"begin":"986.160","end":"1016.600","lines":["So beautifully put. And we have heard similar advice on other episodes, but you articulated it so clearly. Thank you, Stefanos. Your passion for and your insights into entrepreneurship and innovation are incredibly helpful and useful, and the specific steps and ideas and best practices can help all of us as we consider the new ventures in our life. And a quick shout-out again to Darius Teter for stopping by and joining us for our conversation. Thank you again, Stefanos."]},{"begin":"1016.600","end":"1021.000","lines":["Thank you, Matt. It’s been a pleasure."]},{"begin":"1021.000","end":"1034.880","lines":["Thanks for joining us for another episode of Think Fast, Talk Smart: The Podcast produced by Stanford University’s Graduate School of Business. For more information and episodes, visit gsb.stanford.edu."]}]}
