{"title":"Talk Less, Say More: How to Kick The Habit of Over-talking","url":"https://www.gsb.stanford.edu/insights/talk-less-say-more-how-kick-habit-over-talking","intro":["What does it take to be a more effective communicator? According to Dan Lyons, it starts with knowing when to shut your mouth.","As a journalist, author, and screenwriter, Lyons knows a thing or two about wielding words. But as he reveals in his book, STFU: The Power of Keeping Your Mouth Shut in an Endlessly Noisy World, most of us talk too much and listen too little. “A great conversation is about listening. And it probably involves you talking less,” he says.","In this episode of Think Fast, Talk Smart, Lyons and host Matt Abrahams explore how to stop over-talking, emphasizing the value of active listening, asking good questions, and giving others space to speak."],"transcript":[{"author":"Matt Abrahams","text":"There’s a fine line we all must walk when we communicate. We have to say enough to get our point across, but we want to avoid over-talking. Today we’ll explore talking too much and how to listen more. I’m Matt Abrahams, and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart: The Podcast. Today I look forward to speaking — very concisely, mind you — with Dan Lyons. Dan is a journalist, author, and sometimes screenwriter. He wrote for Newsweek and Forbes and recently released his third book, STFU: The Power of Keeping Your Mouth Shut in an Endlessly Noisy World."},{"author":"Matt Abrahams","text":"Welcome, Dan. I’m excited for our conversation and, I must admit, very aware of what I am saying. I’m curious, what motivated you to write this book, and how do we know if we’re an over-talker?"},{"author":"Dan Lyons","text":"It’s a great question. And full disclosure, I was motivated to write the book because I talk too much, and I became aware of this, and I became aware that it had caused me problems in my professional and personal life. And I set out to try to figure out, well, why do some people talk too much, and how can you fix that? And I started doing research, and I stumbled across a concept called talkaholism that was defined in the ‘90s. A talkaholic is defined as someone who speaks even when they know what they’re about to say will hurt them. Even when they know that it’s in their best interest to not speak, they still speak. So it’s a compulsion akin to an addiction."},{"author":"Dan Lyons","text":"And there’s a test you can take — it’s in my book, and I think we have it on the web someplace, too — called the Talkaholic Scale. The maximum score is 50, and I got a 50. So I definitely had my work cut out for me."},{"author":"Matt Abrahams","text":"Wow. So this is a book out of personal need and passion, it sounds like. If we do learn that we are a talkaholic, what are two or three hacks or bits of advice you could give us to help us not talk as much?"},{"author":"Dan Lyons","text":"Yeah, I invented little games. I have five sort of tips, but one of my little games is just, when possible, say nothing, which sounds insanely easy, right, because it’s always possible to say nothing, but it’s not quite so easy. And I’ll try to practice it in situations where I would talk when I don’t need to, like I’m at the grocery store and I’m checking out, and part of me wants to say, “Hey, you know, how are you doing? How’s your day going? Busy today, huh?” And then, “How long have you worked here?” It’s all that kind of stuff. So I’ll just fight the urge to do that."},{"author":"Dan Lyons","text":"Another bit of advice I have in the book and I’ve tried to live by is to get off social media or to spend as little time as possible because I think it’s programming you to be agitated, which causes you to talk more. And another thing I’ve done that I really recommend is finding ways to add silence to your life. And for some people, that might be meditation. For me, it’s been a practice called forest bathing, which I write about in the book. You get a guide, and you go off into the forest, and you sort of drink up the benefit of the trees. So those are a few things I’ve found that have helped me bring some quiet to my life, which then helps me to talk less."},{"author":"Matt Abrahams","text":"So the key there is finding a way to, as you just said, bring quiet, and then that reduces, I guess, the urge to fill the space and to take up talk time."},{"author":"Dan Lyons","text":"Yeah, because we have that natural urge to jump right in, where we’re not typically not good listeners. And that’s the other thing I’ve really practiced on, and one of my five points is learn to be an active listener. And so I will sometimes go into a conversation resolving beforehand to only ask questions, good questions, and then listen, and then not do the thing where you’re speaking and I’m just waiting for you to finish so I can say my thing but to really just have no agenda, to let you speak and ask just — respond to what you say, to mirror it back or ask a question to help you continue where you were going."},{"author":"Dan Lyons","text":"It’s selflessness, which is more natural to some than others, I guess. But yeah, it’s about putting the other person first."},{"author":"Matt Abrahams","text":"So not only do you put the other person first, but it sounds like you really double down on listening. And what I heard you say is while not having an agenda while you’re receiving the information from the other person, you actually go into these situations with some questions or ideas that you want to bring out of that conversation. So you put yourself in a position where you can listen. Is that what I heard correctly?"},{"author":"Dan Lyons","text":"Yes, that’s it. And then you want to resist the urge to have that list of ten questions. I mean, this is more for when I’m doing an interview with someone, say. So I have a very definite agenda and I need to get something. But they have the thing where you have question one, question two, question three, and you ask question one, and the person sort of answers the question but in the course of doing that says something really interesting that, if you were really listening, you’d go, “Oh wait a minute, what’s that?” And you’d let yourself digress rather than just going, “Okay, good answer. Let’s go to question two.”"},{"author":"Dan Lyons","text":"It’s almost like improv. There’s this idea — one way to learn to listen is to do this thing in improv called “yes and” where it’s all about listening, and whatever the other person says, you say, “Yes, and” and then continue that. So you can’t really go into that improv skit with a plan."},{"author":"Matt Abrahams","text":"The one key nugget I want to take away from what you said about listening is you’re listening not just to respond. You’re really listening to understand. And that’s a mindset shift for me personally and I think for many of us. And I really appreciate that. And I have to remind myself of that that if I really want to connect with you, I have to listen to understand. I’m not just listening to get enough information so I can say my next piece. I want to ask a question that I’m very curious about as we’ve been talking. Is there a difference between overtalking and verbose writing? Do those who talk too much tend to write too much, too? And are there different bits of advice you would give depending on the venue of our verbosity?"},{"author":"Dan Lyons","text":"I don’t know if you could say there’s a direct correlation between everybody who is an over talker is also an over writer. However, I do think, boy, those two often — we do find them in the same person. And I think overwriting is just as bad as overtalking. It’s been easier for me to deal with it. I can be pretty brutal when I edit my own stuff. I can go back and really cut it. But you’re doing that after the fact. I’ve done some work talking with people in business, communicating in a professional setting. And I encountered a guy who would have a weekly one-on-one with his team and would just get on the call and talk for half an hour and maybe say, “Let me share my screen” or “Let me show you some slides” and eat up the whole hour, and then times up."},{"author":"Dan Lyons","text":"And then when he wrote, he would write way too much. So telling him about it — and he said something I thought was really interesting, which is that, “I think I talk too much because when I’m with the people I manage, I need to prove to them that I’m smart; I deserve to be their boss, and don’t worry, everybody, I’ve got it under control, and here’s what we’re doing. And when I’m in a meeting with my superiors, I feel like I have to earn my seat at the table and, ‘Look at all the stuff I know, look at how much value I add,’ et cetera, et cetera.” And I thought, wow, yes, so it’s — I guess it’s driven by insecurity, and it requires a certain amount of confidence to not indulge that way."},{"author":"Matt Abrahams","text":"We’ve had a few fellow colleagues at the Business School who study power, Deb Gruenfeld, Jeff Pfeffer, who come and they’ve talked about how silence is actually a way to increase your status and power. Those who have status and power are permitted to be silent. And it sounds like the person you were coaching and working with could use some of that advice. It’s not all about the talking. It’s actually about the not talking that can give you that status and power."},{"author":"Matt Abrahams","text":"The one thing that we can do in writing that we can’t necessarily do in real time in speaking is you can edit as you said you did. We can — before we send out that email, we can go back and say, is this clear? Is this concise? How could I make this shorter to help reduce the verbosity that I think many of us put in? I think many of us talk and write in almost a stream-of-consciousness way, and I think if we reflect and edit, we can do ourselves a service and those who have to suffer through all of those words."},{"author":"Dan Lyons","text":"To your point about power, Bob Greene, Robert Greene, wrote this book, “The 48 Laws of Power.” And like one of the top ones is powerful people always say less than they need to. And I was talking to Scott Galloway recently. He would say it’s the ultimate flex, like silence, being able to sit there is like such a flex, right? And it could be mean if you’re doing it just to make people uncomfortable because people get very uncomfortable very quickly with silence."},{"author":"Matt Abrahams","text":"Absolutely. So Dan, I’d like to look at the other side of the interaction. What advice do you give to those of us who have to deal with people who talk too much? How do we shut them up?"},{"author":"Dan Lyons","text":"You buy them a copy of my book and leave it on their desk when they’re not around."},{"author":"Matt Abrahams","text":"[Laughs]"},{"author":"Dan Lyons","text":"That’s a — you get a fastball right over the middle of the plate. No. So yeah, I mean, it’s a delicate situation. I believe that most people though who talk too much know that they talk too much. They’re aware of it. And often they wish they could not do it. They’re aware that it’s a problem, and they just don’t know how to do that. And they’re — I think sometimes, depending on your relationship with the person, you can sort of in a conversation bring it around to that and say, “You do tend to talk too much, and you could listen more,” and bring it up in a supportive way."},{"author":"Dan Lyons","text":"I think the worst ones are the interrupters, though. And how do you deal with them? And in one chapter, I talk a lot about it. There are a lot of ways to deal with an interrupter, and it’s very situational."},{"author":"Matt Abrahams","text":"Give me an example of one or two. How do you stop somebody from interrupting, like I just did there to you?"},{"author":"Dan Lyons","text":"Well, see, that’s a good interruption. I don’t think all interruptions are bad. That was in a way saying, “Dan, you’ve kind of — you’ve been going on here. Let me help you bring you back.”"},{"author":"Matt Abrahams","text":"[Laughs]"},{"author":"Dan Lyons","text":"It’s a conversational skill, right? But one thing I think is a really great idea is, at the beginning of a meeting, you just set the ground rule up front, which is that we’re going to have this meeting. We’re going to let everybody talk. I want everybody to have a turn, and a full turn before the next person jumps in. Of course, that does open up [the policy] really for someone to do what I do — just ramble. So you could add the caveat that if you’re rambling, I will help you come to the point. But that way, you’ve set that rule up front. So then if someone does it, you say, “Ah, remember, we said —.” “Oh, right. Okay, fine.” I mean, so there are polite ways to handle it."},{"author":"Dan Lyons","text":"The other good one is to pull someone aside, someone who’s a chronic interrupter, and just say, “Hey, look, I don’t want to embarrass you in front of the group.”"},{"author":"Matt Abrahams","text":"I want to run something by you that I often coach people to do. And I learned this in one of my son’s kindergarten classes. I was helping in the class, as sometimes parents do, and the kindergarten teacher left, and chaos ensued. She had to take a phone call, and I was the only adult in the room, and in moments chaos ensued. And I’m, “Johnny, stop that,” “Sally, stop,” and she walks in, sees the chaos, takes a deep breath, and she simply starts rewarding people. She says, “Rachel, I love how you’re sitting still, and “Sam, I love how you’re playing with the scissors appropriately.” And everybody just got back into shape."},{"author":"Matt Abrahams","text":"And I often will advise people in some of the situations you’re just talking about is highlight when they do something well. So when somebody says something concisely and clearly, say, “That was really helpful how you said that so clearly.” So you’re not saying, “You talk too much all the time.” You’re highlighting when they do something well. Have you used that as a technique, and is that something that’s useful do you think in these situations?"},{"author":"Dan Lyons","text":"Yeah, I think that’s an incredibly good idea. I have not ever used that, but yeah, it’s positive reinforcement, right? And I think it also sets the template or a model for everyone else to say, “Wow, that was amazing. You just made that point so concisely.” And even look around. “Everybody, you saw that, right? That was great. And now let’s all aspire to do that.”"},{"author":"Matt Abrahams","text":"In your book, you cite some fascinating evidence about the mental and physical benefits of being a good conversationalist. How do you define a good conversationalist, and what are some of those benefits that you write about?"},{"author":"Dan Lyons","text":"I’m so glad you mentioned that because I thought it was the most interesting thing in the book, and I thought it was the thing that everyone would be talking about in this book, and yet hardly anyone ever brings it up. But this, the story, the chapter about this psychologist named Matthias Mehl who was at University of Arizona, and I came across his work, and it blew my mind. So he spent his entire career studying speech and its connection to emotional and physical wellbeing, his primary thesis being that speech is so integral to who we are that it must be connected to other things in our life. And so he did studies and found that people who have good conversations tend to be happier on average than other people."},{"author":"Dan Lyons","text":"And then he did the same experiment or similar experiment, but instead of measuring good conversations to self-reported scores on happiness, measured it to immune system and found that people who have good conversations also have healthier immune systems, which leads to his theory, which hasn’t been proven yet, that you could then do things in reverse and say if you have more good conversations, you can make yourself happier and healthier. And his thing is like take two conversations and see me in the morning or something, that you could prescribe conversations as medicine."},{"author":"Dan Lyons","text":"Now the great question you asked is, what is a good conversation? And at first when he was telling me this, I thought, oh, this destroys my thesis because he’s saying talking is great. Go talk. Talk a lot. And he said, “Well, no, because a great conversation is about listening, and it probably involves you talking less but asking good questions.” And the one example he used to me was it’s the difference between saying, “Hey, how are you?” and going, “No, how are you? I really want to know about this.” So yeah, so good conversations about v and basically, he calls it meaningful and substantive. So the conversation we’re having is a good conversation."},{"author":"Dan Lyons","text":"I don’t know if you’ve ever been in a social situation where, for whatever reason, maybe nobody knows each other well and everybody, or people are too afraid to really get real about anything or be authentic. So the entire conversation remains very, very superficial. And afterwards, you almost feel like hungry, more like — it’s a weird, bad feeling."},{"author":"Matt Abrahams","text":"It feels empty —"},{"author":"Dan Lyons","text":"Yeah."},{"author":"Matt Abrahams","text":"— for sure. I think that’s fascinating that conversation can impact our health, and even just posing the hypothesis that using conversation to help yourself feel better and be healthier, I think that’s wonderful. And clearly, for people who do what we do, that’s great. All of a sudden, there’s a whole other level of benefit that good communication provides. So Dan, before we end, I’d like to ask you the same three questions I ask everyone who joins me. Are you ready for that?"},{"author":"Dan Lyons","text":"I am ready and ready to go."},{"author":"Matt Abrahams","text":"All right, here we go. If you were to capture the best communication advice you ever received as a five- to seven-word presentation slide title, what would it be?"},{"author":"Dan Lyons","text":"Can I only use four because I would say talk less, say more."},{"author":"Matt Abrahams","text":"Perfect. And as somebody who talks about talking less, I think it’s very appropriate to have fewer. And based on everything we’ve talked about, that makes a lot of sense — talk less, listen more. You have had an opportunity to interview and speak with lots of people. So I’m very curious to get your answer to question number two: Who is a communicator that you admire and why?"},{"author":"Dan Lyons","text":"I’ve always thought Barack Obama was a fantastic communicator in two directions. One is that he is terrific at giving speeches, and you can study his speeches and learn from them. But then he is also a phenomenal listener, apparently an even better listener than he is a speaker. And I think maybe in second place I would say Steve Jobs. And if you want to see a master class in public speaking, just watch the iPhone introduction, which you can see on YouTube, and I write about it in the book."},{"author":"Matt Abrahams","text":"Yes, absolutely, absolutely. And number three: What are the first three ingredients that go into a successful communication recipe?"},{"author":"Dan Lyons","text":"First, I would say empathy and mirroring. So somehow engaging with the person and letting them know that you feel empathy with them. The next one would be listening. I feel like that’s probably number one really and related to empathy. And I think the third thing would be trust and somehow building a sense of trust between you. Establishing a feeling of trust is a big ingredient to a great conversation."},{"author":"Matt Abrahams","text":"Absolutely. And I think empathy and listening build trust. Could you explain for a moment a little bit more what you mean by mirroring? That might be a new concept for some of our listeners."},{"author":"Dan Lyons","text":"So there’s this FBI technique of getting people to talk by literally saying whatever the last three or five words they said back, and then starting with that. But mirroring, I mean, basically, someone says something and it’s different than, “I went to Hawaii,” and, “I went to Hawaii, too.” It’s that someone says, “Boy, I really had a rough day. Oh my God, like my life had a very rough day. It’s the end of semester.” And I found that all I had to say was, “Wow, you had a really rough day. Wow.” And [Unintelligible], and I’m like, “Wow, that is — wow, I can tell you’re really upset.” Just observing, right, being a mirror, right? Just observing."},{"author":"Dan Lyons","text":"And of course, that builds trust, and it builds empathy because then she goes, “Yeah, you get it, like you understand.” I’m like, “Yes, I do.”"},{"author":"Matt Abrahams","text":"So it’s really reflecting back what you’re hearing. And I actually taught ninth grade for two years many, many years ago. So you can tell your wife that I have complete empathy for what she’s going through at the end of the semester. It is insane. And so I am glad she has you to be her mirror and to empathize with her. Dan, thank you so much. I appreciate all of your insights and tips and guidance that can really help us to have better conversations, to listen more, and, for those of us who need it, to talk less. I wish you all the best with your new book, STFU, The Power of Keeping Your Mouth Shut in an Endlessly Noisy World. Thank you again."},{"author":"Dan Lyons","text":"Oh, thank you, Matt."},{"author":"Matt Abrahams","text":"Thanks for joining us for another episode of Think Fast, Talk Smart: The Podcast, from Stanford Graduate School of Business. This episode was produced by Jenny Luna, Ryan Campos, and me, Matt Abrahams. Our music was provided by Floyd Wonder. For more information and episodes, find us on YouTube or wherever you get your podcasts. Thank you, and please make sure to subscribe and follow us on LinkedIn."}],"audio":"https://content.production.cdn.art19.com/segment_lists/fa1a9995-f866-4351-a0d2-1fd40e356d3a/20230630-VEZUU19EYW4gTHlvbnNfTWl4LTIud2F2-6f310775-ccb1-459a-aab1-524af425c718.mp3","img":"https://www.gsb.stanford.edu/sites/default/files/styles/1630x_variable/public/tfts-key_logo_21.jpg.webp?itok=S-EaSW2x","authors":["Matt Abrahams","Dan Lyons"],"wave_peaks":[19926,8362,11501,9257,10610,3427,12174,12721,9972,7639,8800,6408,5988,3852,1,0,0,18581,6417,11198,7665,14273,8910,12268,9546,4604,0,12588,12894,7502,10006,9558,10375,8286,690,1,16651,11792,5620,7784,8614,15675,12146,3745,14396,7463,48,9100,16639,7369,11782,6894,2771,2429,1910,2168,2097,19747,7333,4695,5980,10938,9669,9582,15979,8400,11739,13897,15314,15098,15421,9875,9398,6353,2148,15019,6837,12411,11234,9751,2255,17346,7279,3842,9364,10201,4105,2249,2638,1840,1777,1802,3154,10417,9845,10265,8890,6278,2680,19343,18660,8198,6521,3138,2136,5124,11094,10422,2295,2140,17590,13050,8473,5065,10943,4875,5095,15959,9282,5263,2031,942,665,13834,9184,8914,6159,8613,6111,8709,3457,8567,2215,13990,15380,5625,16147,6373,4430,6254,2768,542,18490,15763,3314,5561,5977,5858,7867,5630,12852,6614,4461,9819,3598,3539,157,142,6354,18636,11037,7866,15491,13593,12132,7231,4622,7615,5594,10557,1722,18587,8551,8438,6934,6422,5864,1602,3,2,14241,11702,16362,4817,5158,10853,4128,2792,8577,14137,5984,9920,6194,7211,11273,6451,7147,2649,0,0,16454,12475,9641,5560,2572,0,10159,4538,3,0,15093,7883,8758,6863,6410,8190,10734,5429,8110,6906,7304,8928,6446,10270,3796,1527,0,9034,5548,3093,1,9571,12372,6412,10106,8751,8615,7455,8057,5897,3991,7411,5560,3917,1681,0,11226,7470,9879,5736,6670,4357,4978,0,0,13338,6679,5662,3828,3212,11304,10772,4765,9877,4710,8337,6775,4711,6787,10998,4320,2197,0,0,13426,6157,5976,9059,5945,2981,8575,8366,6221,0,6317,7145,6399,3226,12781,6792,9303,5476,5554,5710,1447,0,1284,7786,7613,5528,7876,7901,4513,7179,7380,6162,10538,5863,7727,5952,2392,0,1821,15539,7501,1848,6481,4983,5617,3539,0,1,11733,6265,2848,6737,8018,7234,5378,6160,6853,6812,4560,8354,9659,1042,0,10425,5485,5950,1328,0,9171,8019,8029,3925,3314,4867,8071,2345,4,4673,8659,5392,3799,4718,9620,8447,2801,2,3535,10917,6030,8306,2238,1,17160,12470,5946,6566,5779,13564,9940,164,9664,6641,10915,12693,6681,4335,7769,4,15935,9604,5565,7005,7248,256,1,9540,7367,7237,8241,6297,5143,7348,1938,0,7156,16099,2608,10392,10499,9504,8104,5229,6137,4777,2257,4,419,11589,8273,11112,14929,13352,9892,8735,7206,11966,6228,9775,6604,5057,8322,4289,985,0,19280,8559,19398,19703,3897,14870,15612,12768,8468,5745,13178,11647,4329,7610,15171,6443,6538,11458,14748,3651,7940,10815,8813,11339,7241,13050,7005,7590,565,0,1,19271,9008,8928,8417,7101,10017,6324,12436,6087,8560,702,12773,8298,12471,7157,9093,6076,5105,9216,8392,5133,8107,5562,5144,7196,1099,13424,7847,7990,9569,3650,8795,8367,4914,6583,2220,6267,6203,5472,8398,2,11899,10767,8547,4775,3382,5270,5587,5379,11193,10294,8181,9553,10567,8835,8398,6551,8356,7562,5890,5722,103,11199,8187,7276,4606,6770,4881,3825,11398,6409,6009,2,7271,13316,5244,8142,11120,6889,6531,8020,7434,4061,5300,6403,8882,7351,7657,11853,7637,7493,7311,4059,0,14570,8270,9382,9805,418,8654,6963,3520,9370,6857,6590,238,14236,4557,11653,5586,7906,1484,10702,9521,6675,9054,5754,6695,6907,3428,7670,7321,8761,3941,2798,0,0,11918,7402,5965,4434,8361,5995,7104,6559,6424,3616,9130,983,11875,5611,3196,2716,0,7672,13158,6773,5722,3648,1372,4663,8351,6331,7625,4473,47,11091,6539,5603,6736,5339,8857,8995,4624,3466,4900,4388,10956,5347,3648,5052,5962,3701,2407,0,11529,7499,3472,5130,5017,4237,6156,6961,4421,1,11058,5764,2153,6397,13157,3839,6620,6454,14300,9000,4901,1703,6985,7389,6065,19,8944,7738,9215,7156,4578,9090,3238,8289,3036,10816,5500,10664,8402,9882,6058,3816,12331,8789,9713,3399,1,16408,12271,8735,10496,7856,5001,1190,4904,10953,5969,5648,2663,0,7543,10089,8005,4812,5204,5933,6004,2738,2164,7269,5305,4436,1991,0,18042,11110,16155,8817,15562,13624,8597,4713,4804,2851,10739,10047,9524,19703,10706,3916,8760,7411,11595,9964,7535,11579,9014,11821,10606,7791,7695,9660,11786,10070,4875,6294,12824,13017,6760,1079,0,14752,8619,1019,0,10870,10063,7886,7741,8071,5254,4547,6036,2008,0,0,15670,7408,1092,7639,9327,1988,11678,8216,6599,8139,2209,14818,12323,8149,4139,4726,8705,6442,3909,8634,10510,8772,3564,3835,2617,0,9311,4590,3808,1320,11934,8557,6946,7673,4868,11656,313,0,15211,11206,6104,5026,5009,6350,2696,151,0,8870,10386,6460,8222,2689,6116,5778,4118,0,9891,3667,9436,2616,9091,6586,2946,6358,8077,2131,8358,9188,9223,0,9812,9185,7081,7781,6548,6181,5818,9823,7722,5505,7795,6830,10006,6448,0,11600,8764,9421,8735,6713,10304,2638,2325,1,0,10277,6005,5437,2696,0,0,7398,6113,13244,2555,0,10048,180,15811,8273,5996,7264,7119,4812,4513,4762,6864,6348,4073,6200,11844,5014,5362,6013,3674,2489,1,8618,12335,4166,5563,4190,0,8262,7226,7335,8691,6694,7001,7467,6494,9970,6834,8990,2,232,10156,4103,3793,1234,615,13858,1020,4172,14577,15503,9685,12681,7413,7593,10886,9352,12248,5644,9114,14623,12697,12240,10387,8072,6031,12599,10049,10602,11483,5575,11296,14459,8172,9947,13308,8756,4857,12877,10732,11925,5387,6029,6250,2468,12818,18477,5953,8220,3324,17400,16249,5321,9469,6576,19022,7111,14166,9003,5135,9051,6404,4966,8273,14367,13512,9130,5499,10147,6754,4417,14264,13605,13984,12486,10149,12123,14400,4574,731,14174,15194,14124,6050,0,0,13268,7027,8979,8632,5855,3683,1,10084,6229,7472,8386,3858,6136,4806,7615,7819,7305,6817,5487,1581,8637,6904,6058,6396,2482,6491,6968,3848,2807,2252,3391,3927,9313,7434,9724,4136,8084,3764,5495,4263,7893,1970,1,13393,32,7631,9127,7089,6114,9025,4661,5220,7132,5694,4411,9411,11716,9598,7490,5812,1,13499,7658,10657,7934,9481,6991,8499,5920,5340,9000,7946,7943,6420,9755,4910,0,0,14895,8830,8082,6396,5602,6209,3539,4550,7072,11206,7706,10139,8206,456,0,0,14732,10976,5769,1074,0,12145,5947,10336,10383,9475,9536,10528,10301,229,10072,9378,8725,6515,3094,6842,5953,6038,7673,4488,6917,4913,6845,3118,6662,6627,754,0,11850,8452,7335,7980,6233,8231,3991,3639,6925,5353,0,0,15707,9298,6726,3644,1,9432,8196,7477,5592,5317,8608,4967,6405,5594,336,0,9588,8703,11614,4822,8122,1,8334,10062,7229,5405,6158,7314,9283,4429,0,0,9733,3676,5715,1033,0,11251,10603,12649,10896,6253,9446,7478,6613,9414,10821,7948,5838,5372,2,8575,14296,7343,6779,3587,16315,14565,12065,5470,6839,4474,5425,10450,6868,7302,3830,3539,8779,13863,9432,5368,8459,12752,6364,5630,5566,7272,4454,13536,13152,4602,7039,9373,17550,18925,10590,6925,6285,5886,13523,10537,11445,9532,8196,11671,8482,6375,9257,9651,9716,10392,9256,15834,11303,9322,17402,10434,8294,3066,6522,2111,0,13343,9799,41,13488,15353,11958,12305,9610,14196,10200,8681,10828,3557,14761,15283,13986,7292,14333,11001,13820,8330,7519,14097,10164,8623,5889,0,17914,12774,19884,7162,7589,9820,16146,7027,4170,13137,10022,16205,13659,10618,8454,13599,3831,7040,6380,0,19671,11507,6780,14429,13866,15390,6962,6854,3951,19818,9863,7925,5756,7208,6774,6215,8965,8471,9687,3385,5678,9135,6100,5651,6403,2802,5404,5118,5956,4454,10904,4970,5741,4265,585,13029,5835,9813,8486,3502,88,8273,9931,10866,4474,4454,6916,9715,5782,4543,12351,10890,47,0,0,19862,10095,8501,9743,8513,8973,7021,3709,6520,9427,5667,1571,12399,14419,7471,8049,9372,7552,4361,6149,6403,7110,6034,6042,4775,10528,4148,10387,4123,13563,4817,0,11590,7079,7596,5594,7843,2260,13886,8923,7690,7155,2896,8719,12019,4451,6175,5683,5443,6791,3627,1162,5888,8268,6480,7377,8750,11513,6826,6532,4903,2,7068,11377,9500,9293,6386,5191,3536,1555,7071,3171,0,0,13587,4965,2994,8432,7884,1727,10717,5624,8317,5147,8042,4439,2814,1950,0,8019,11204,8213,8618,7825,7733,7392,4308,7685,3422,2,10674,8222,7187,7347,705,8536,5909,8330,7520,1,0,8158,8505,8675,5898,6393,6086,7352,5777,6218,7551,2140,6810,11086,8368,6124,7202,651,5425,3721,0,7255,13224,5969,6182,6747,8126,8543,3284,47,5576,6636,0,8213,11604,7988,7086,7782,7494,5962,4595,9838,27,59,11928,10074,8203,3619,196,8458,1322,7924,7399,4530,4,0,12450,7973,9361,8241,7910,7112,7653,11178,5325,10504,7454,5440,101,14403,7554,7357,5986,2561,10094,5843,2285,0,0,11952,5677,2408,4708,8205,4868,5895,3314,3343,7275,10241,5310,1883,0,8997,6826,7324,5813,5631,6725,6456,6723,7065,10829,5212,1,6058,5042,10508,10102,6878,6617,5336,5573,8944,6044,5771,7351,5300,3624,12076,8433,5470,0,0,0,5941,5762,5277,9021,4,0,12114,11005,10349,6150,5869,8468,62,13466,6192,9685,9145,5704,5244,7577,11723,5470,8991,8938,7676,8366,6828,3391,0,4064,14196,14808,7298,9305,7160,0,19216,15788,8575,3620,4434,5739,10410,11634,9100,8110,6412,8364,8344,9695,11085,12201,11234,13700,2552,15307,12210,6388,9129,18337,6432,15484,6297,6192,10785,8659,3989,7642,10055,3973,6138,10554,10079,19751,4336,13423,542,15626,14545,10858,6452,4253,781,10684,8718,7877,15048,17273,19023,1,12333,15437,10202,16395,13440,4560,3561,4636,9385,10437,8330,10257,4920,17228,14898,17473,15548,7798,10099,5028,19646,9119,2805,3597,7680,9889,8733,9535,1,7201,15558,13908,5734,10113,17693,5718,8507,8247,5104,3696,6407,5751,6755,3292,6650,14069,19757,12942,10408,7149,9112,11498,18139,16105,11787,8040,11718,13884,15098,7197,3047,10514,10191,11378,7126,6622,9645,19402,6911,3944,3799,7813,931,6767,6160,2729,2426,19907,2,2770,19522,9577,16012,7430,6920,6968,5795,20174,12167,16183,10196,4848,19566,14116,16057,4770,5524,12811,13044,13678,12931,3581,9694,5168,6469,9331,5635,2204,10967,16019,40,5333,19073,3929,5440,9642,3274,12875,12226,9696,16807,13478,3702,8067,10789,4929,3422,1767,1,14952,7052,8883,4151,4411,1466,0,1792,11660,5889,5496,4260,5321,8579,7974,5064,537,5248,3991,4648,3676,13661,3986,9881,8880,9072,7424,4860,613,10876,13986,7652,9591,6372,6517,3180,6214,5761,2328,0,1,15002,11320,9625,10220,6486,3496,6613,5848,14369,9897,5207,2939,10237,2041,82,11603,7666,7197,6898,5117,0,0,11129,5723,7158,4427,2477,578,2365,451,9932,14607,9175,7469,8396,8112,6888,7090,6458,4758,6027,3563,9721,8332,7544,5590,5156,8918,3637,6398,1681,0,11861,5488,2251,0,11859,10704,7529,7703,6456,8260,9776,10366,7285,4995,5044,4136,11395,9776,10945,6524,7805,11623,8049,6772,2094,10645,4182,8887,4334,5595,5178,10517,3612,2716,14510,9249,8143,21,13684,9416,6122,10106,6419,5592,8386,4516,12862,6589,7857,3742,9187,7843,10783,14162,17793,3216,12696,9122,9919,8826,8782,10973,6831,5194,4404,6724,7625,11416,2,10690,486,6257,7172,8694,1603,6166,4777,7268,7775,2491,14799,4548,6877,7253,6871,5099,4275,7246,7950,2731,1706,545,0,14261,8526,8700,1,6020,10948,4307,4206,4730,2830,3482,3677,3244,1,0,6905,12319,3977,8793,7278,6097,7167,7503,997,0,8614,5299,6672,5688,5656,5961,5911,0,0,10594,7661,6066,6233,253,4216,9230,2,0,16840,9864,6053,5883,8700,8066,7238,3887,4185,4835,4891,7138,5554,10115,6281,7533,6134,6767,6800,208,0,5515,10054,7539,3996,9945,5926,6386,5244,4106,7501,11944,6576,6318,2295,0,0,17358,9450,3637,7793,9592,8398,7014,9107,0,0,0,17234,9967,5139,6787,9928,2910,120,0,0,0,13537,12537,3821,0,0,743,15005,3245,1748,9325,7839,8117,5578,6136,8382,6913,3600,5081,6542,7623,6654,6854,3220,4651,4389,3990,6108,5850,3774,3418,7737,1502,10828,10640,4675,5203,14809,7651,14439,7716,4759,11857,13285,7910,9298,10033,11758,14346,8312,8892,6918,9064,256,15703,10349,8560,9693,7064,7847,7634,9035,7978,6698,1960,0,13247,6060,8661,8052,4252,1917,4774,3040,9915,1640,6425,9916,7153,10878,11410,6936,7895,7435,96,3879,10980,7074,3459,8780,14317,154,0,8733,8148,10079,3480,6035,5090,4549,5,7896,9078,8728,5737,4856,3002,0,0,11287,6217,7887,0,0,9483,9404,5608,6183,4871,5041,6515,6917,0,0,7616,9982,8229,4283,5380,6907,7909,4818,6297,7839,7331,5423,8945,4493,6423,8702,12117,6460,2248,0,2281,11584,6907,2565,5797,8363,7823,5930,2601,11342,5069,13029,8295,9828,13956,5476,2943,7099,6582,7718,4057,10034,5360,0,8477,7958,9211,9438,5408,8934,6809,4934,7035,7385,4631,7259,3995,2363,0,11680,8386,5284,0,19504,39,10281,8301,8571,6682,4886,6502,6548,5423,9102,6615,10335,2927,4752,2051,4856,5603,5621,7655,1863,6,8162,3988,3333,5637,12079,8085,7870,8524,7061,4907,6,12822,10438,9631,6251,4631,4707,7927,6325,6538,5074,8920,3168,4647,6787,7459,8420,5877,4292,4573,1776,8828,10398,12182,12477,12533,7057,12140,3257,3824,3270,2318,11428,12471,9156,3972,2788,8015,11356,6442,11822,5692,5885,6298,7021,18389,13659,3,8401,15691,5733,8606,7755,9593,1,10280,15529,13906,7491,6383,14785,4826,19127,10277,6835,10865,10338,13537,14260,9440,8729,4684,5700,15387,16881,8955,15048,2588,238,16501,13554,9584,16822,14850,13981,14280,5116,5984,9694,8185,6220,9125,9483,4467,143,13850,4845,8940,10015,5327,6132,6955,6720,6962,8243,2356,5491,7291,11540,6443,5328,4090,5089,8846,1928,9891,11435,12639,11571,7844,6032,10976,6162,9842,4863,8354,4592,332,0,16704,11249,7972,14619,5405,6426,4566,11111,6198,6669,4112,16195,11533,4362,9440,3304,6295,4636,3119,2981,9775,9307,8989,703,17320,14714,10422,1967,17483,13143,10529,8716,5701,11683,8943,9839,8564,14215,4873,4477,10791,115,14531,12236,8117,8761,6753,6538,4211,12071,10027,7771,17796,5617,4876,7957,7455,9140,8185,2094,8482,7668,10824,9123,4485,12640,5752,4400,6658,9263,6987,6393,4337,10090,6441,6570,12224,6213,4806,2827,2041,16456,9425,7586,8800,6216,5708,7295,5715,9416,8275,8097,5677,5024,9847,7811,6616,4897,4281,5121,5103,14890,11500,801,1,8640,7698,6042,5856,2252,1,0,6813,4477,10925,8666,8331,9195,4522,6932,8142,5782,4,9832,6094,79,0,0,11707,5436,6557,8438,2875,5169,6220,8096,7436,11491,9020,6541,6259,7694,5761,4989,14968,9410,5544,12744,6305,4295,9774,10767,685,10945,8749,8680,8410,10705,8054,10669,9222,7288,10938,453,0,13599,14811,8283,11749,8274,14135,6999,8674,6737,14263,10183,11300,9146,4802,9678,14464,12968,8435,8713,9446,10351,6304,5614,3401,3,6489,19908,12754,14332,11044,15872,8861,6062,10691,10576,12052,11743,11095,3178,10610,4776,963,0,1,12727,7301,5719,4045,5494,6920,4167,9249,11224,1526,291,11789,8588,6658,6721,5103,5307,6867,6202,9110,9272,3973,6607,6324,7229,3813,3900,6815,3069,2226,7349,4965,5,9050,8625,10408,8167,7307,4679,463,7579,7464,12415,10185,8306,8349,5732,3654,6676,15073,4826,8178,6352,5243,1521,0,37,8326,7456,7207,5293,3539,3368,9148,8974,7576,5641,5698,3274,6242,4034,8098,8878,2997,3188,7404,1,0,0,12881,7180,2181,11230,5712,7007,5831,5802,6238,2738,6978,3790,4474,7391,6369,5542,2,10076,6917,2487,4265,4605,3264,6,0,181,15024,0,0,0,12871,7627,10116,8260,5317,7150,8855,7910,6228,5842,7997,7683,5625,4208,1,9006,8340,4806,4537,5800,3221,6281,5308,0,15274,14279,9731,7976,11471,11222,9529,8080,13540,10671,9255,6981,862,11557,6540,10679,8896,5946,7415,6240,105,13465,4244,10000,4289,0,9986,5548,8663,7942,7033,11100,8777,7359,10345,15506,7622,7750,8020,4878,236,0,0,13361,8763,8080,3656,5196,3110,0,0,3757,14827,8876,7112,7699,10432,2134,10133,9223,6851,8231,8253,4209,268,0,9322,8387,8162,3,2,11683,6917,4249,5850,6855,5037,581,11871,4782,7454,4911,557,1,9827,9409,4584,7209,6708,6384,1913,0,0,12375,9865,7633,4695,6791,5663,5233,0,11271,8216,7342,6725,4964,10716,7552,3768,3588,9722,7546,8057,8437,4728,3499,5651,7144,7065,5894,3768,1235,9966,3841,522,6289,14934,5077,4115,0,9832,8550,4510,10315,9337,7707,2929,1820,0,2044,11525,7441,5536,7590,7422,7811,8757,9175,7423,925,12478,7581,3877,5521,9916,5640,7074,5978,0,0,10355,8337,5145,3296,3067,6482,10888,1934,1191,613,0,13475,11843,6364,6198,2869,3369,5593,8104,5536,5165,4432,5923,7815,5595,11309,4104,10671,393,7904,6880,353,0,7184,8433,8893,3474,0,9424,5286,8866,5890,2231,2148,2126,0,0,7840,6606,6471,10169,10550,1166,6513,12887,6149,4484,6174,2469,7456,3239,5570,4910,5028,16885,1766,715,6952,8145,1425,0,10572,7158,6329,5133,3471,3422,6501,7837,6770,10536,6818,8754,5516,273,0,13972,11815,8196,3756,5481,9,12983,11239,9396,2700,563,11469,8219,1358,0,8948,8267,4575,3728,4167,0,0,13939,9548,8221,8856,7802,8517,5101,13693,13932,10415,5661,13244,3111,8887,6477,6508,6481,2098,7708,9197,6267,4925,8478,2183,1,10026,8036,3607,3112,1533,778,9997,9915,5152,5913,1983,6538,8675,3980,6833,7012,8173,5728,4831,9,5508,6846,6471,6602,5163,6994,7811,4026,7864,2680,0,11557,10444,10169,7822,7539,9005,7614,5418,5420,6094,8485,7315,7998,6438,4655,2073,6570,8152,8357,4437,5442,8868,6580,5802,7399,3957,1,0,6434,11558,1829,5801,9606,9732,1661,0,11202,11438,5538,4087,9190,7218,8791,7287,3946,5716,17758,17553,7798,20014,9688,3167,429,16406,9515,4218,1,20006,13505,17359,8493,4085,17224,1634,0,18908,11279,3845,2738,19754,16341,14730,15411,6161,7605,10051,4766,537,10530,9789,10063,19047,17835,5391,11996,1125,1121,15952,12596,15912,10386,16667,6502,13130,13726,11271,7072,2374,13164,5845,96,18362,12549,9763,2594,8615,19299,12447,11153,9640,12623,5916,12476,14147,13068,20063,18673,9945,9945,12748,16262,9648,8075,7558,8389,6838,12466,3868,1,0,0,16516,15145,12061,13994,11701,8763,10802,6065,10922,8762,10649,4958,4691,4648,15212,14568,8866,13271,8669,6827,213,4747,6308,7152,9351,11092,15524,5638,0,15162,16780,14065,14517,4809,13819,10870,11411,5873,5294,9200,11953,8743,2520,5575,15561,10690,7054,5257,2593,11272,7669,5868,8845,10790,6655,2996,1,9893,4090,4042,2039,1,15143,6363,6889,7871,7254,6860,5787,6614,2236,231,0,18275,12333,1284,15853,13088,9845,18034,12339,19965,15165,11875,5302,17590,15553,8920,6159,5954,4875,51,17506,10634,8635,8563,8195,5861,5978,4871,6477,5787,15683,7955,2487,3254,1998,0,7699,10196,13557,5846,5022,4916,3695,10896,11647,9290,7370,2764,11104,3896,5157,7418,14921,7989,4316,1327,11488,10170,9312,7307,4813,4833,17,11418,10618,11766,10014,3627,8434,5472,2897,4,8395,11038,58,0,11189,10312,4818,5279,4647,4955,3619,3,0,0,9428,5953,5639,7108,6940,5129,9367,6999,4647,7674,5308,4429,116,0,0,12375,7759,6040,2408,9103,6207,6010,4303,11734,6417,8238,2306,5591,3953,8265,5310,3857,906,0,15053,11454,7619,4019,5389,6979,5475,5757,2384,1,8895,13041,7399,7274,7626,6997,5412,7796,5433,0,7853,12212,3662,1,2,13791,7565,7702,12471,10217,7933,6738,8632,7421,4985,9008,4175,1617,12311,9013,10196,5162,2841,0,484,18049,8358,8158,8248,10109,6077,3968,0,16490,8927,4461,7937,8263,6692,11420,7600,3373,3926,12018,14000,10842,3020,7658,4570,1391,1,17731,18187,11501,772,17997,14245,10498,5954,12319,7025,7699,14510,8873,7671,14029,5311,4378,6866,3941,7013,2596,2,19873,6480,9093,6451,4938,0,10611,6988,3873,6745,8002,7490,3844,10,6698,3,0,11825,5678,9395,11374,6319,5516,7021,4584,3496,3717,2226,7684,3592,2601,2282,0,0,16798,6551,8312,7585,1478,1,8056,6194,7111,3531,9112,7317,4543,4984,5197,9719,7934,2787,5269,3120,0,15857,9104,8869,7324,106,0,9404,13320,7275,5968,8086,2587,4,3,11212,9160,11199,10109,6053,0,12056,8073,5251,5691,10054,5699,7767,7060,9681,7905,5105,8537,7118,4861,25,0,10883,7857,8797,11137,9290,7673,7279,9377,6197,7260,107,19942,12142,15474,12762,13011,10118,7611,3135,13219,6129,4161,0,13020,9169,9465,12386,12181,11074,9002,6238,11251,9489,7955,14879,8251,9521,10925,5038,6169,6301,3404,1949,7562,19855,2094,9166,9885,7507,7964,4180,1583,5964,1376,11888,3917,6451,6763,10647,5367,2427,0,0,6894,14936,2841,8188,7197,5856,6471,6431,5860,3937,3558,7997,1713,0,0,15938,4,9140,7881,5030,0,0,12906,5554,1830,11511,8927,7079,6104,7690,5920,2,10585,7316,2751,3160,3080,11678,8560,8867,8196,7252,6144,5484,8437,3748,4961,5914,7728,8604,164,10311,7528,8392,7807,7170,9606,3884,8554,8522,7582,7412,6563,9380,6375,6602,12543,10854,8400,4204,14235,9733,6820,4,2,14166,8013,9503,10115,10642,8149,10031,9526,5606,4672,3133,3565,0,0,12105,6474,2,0,6814,6615,6501,10052,4457,4205,3476,6957,5595,2,0,7633,8185,5782,10579,5305,5979,5259,1926,0,15552,14816,0,14698,8856,2183,9611,10197,8578,5686,9422,5470,7627,4689,0,285,11438,9456,8136,11642,5963,9363,6998,11870,3236,3911,8441,9134,9077,9458,9179,6684,9189,4951,14333,2774,19341,12341,17943,8752,17575,8514,9788,5884,15456,5829,19898,9874,19767,11197,8838,6880,6142,10525,6664,12483,6899,9693,13061,16619,19018,15526,14229,15785,3406,13030,10322,6111,476,8656,15306,12599,11047,13299,5142,9881,5343,7600,5562,9999,5636,8472,12249,1945,4591,11262,214,17824,17736,19826,11091,9923,4438,4556,6791,8600,7987,3823,4369,4272,3645,2730,27,19965,16035,9064,7581,1667,14896,10435,10100,9467,9860,12606,8867,10329,10539,5318,15652,8551,10951,8301,15720,11002,9394,6856,2088,0,8751,13489,9256,9302,2002,9671,9809,12918,12886,7720,7256,7740,15163,7304,3493,3,19514,9147,19528,11578,7539,7990,9298,9032,11435,8599,16536,10635,4846,8096,7674,9463,2349,10264,5269,4272,5666,2789,189,13926,4990,1613,12782,8103,2419,1192,994,1381,1931,1920,1832,2041,2629,2652,2494,2802,1081,1348,1513,6692,5636,5191,5802,6205,5770,3443,9566,5844,8482,5317,3544,5070,8488,6068,7612,6266,5086,6612,5828,5301,5593,3663,1878,5695,7201,5487,6219,6963,8212,5210,2287,8530,7890,6251,4235,6217,6133,11044,8976,3041,4203,1948,11417,4901,5556,6216,5773,5803,4801,4393,5070,2786,2163,6980,6399,4706,7036,5287,3455,10127,4802,4104,4972,5491,2260,7284,11643,8209,5215,6348,4008,2952,1230,6253,4975,1465,5370,6985,5493,5739,5028,6171,5212,13523,4559,8889,5456,2842,737,781,676,700,548,611,401,401,363,336,205,146,44,0,0,0],"fragments":[{"begin":"0.000","end":"47.600","lines":["There’s a fine line we all must walk when we communicate. We have to say enough to get our point across, but we want to avoid over-talking. Today we’ll explore talking too much and how to listen more. I’m Matt Abrahams, and I teach Strategic Communication at Stanford Graduate School of Business. Welcome to Think Fast, Talk Smart: The Podcast. Today I look forward to speaking — very concisely, mind you — with Dan Lyons. Dan is a journalist, author, and sometimes screenwriter. He wrote for Newsweek and Forbes and recently released his third book, STFU: The Power of Keeping Your Mouth Shut in an Endlessly Noisy World."]},{"begin":"47.600","end":"60.080","lines":["Welcome, Dan. I’m excited for our conversation and, I must admit, very aware of what I am saying. I’m curious, what motivated you to write this book, and how do we know if we’re an over-talker?"]},{"begin":"60.080","end":"109.880","lines":["It’s a great question. And full disclosure, I was motivated to write the book because I talk too much, and I became aware of this, and I became aware that it had caused me problems in my professional and personal life. And I set out to try to figure out, well, why do some people talk too much, and how can you fix that? And I started doing research, and I stumbled across a concept called talkaholism that was defined in the ‘90s. A talkaholic is defined as someone who speaks even when they know what they’re about to say will hurt them. Even when they know that it’s in their best interest to not speak, they still speak. So it’s a compulsion akin to an addiction."]},{"begin":"109.880","end":"123.320","lines":["And there’s a test you can take — it’s in my book, and I think we have it on the web someplace, too — called the Talkaholic Scale. The maximum score is 50, and I got a 50. So I definitely had my work cut out for me."]},{"begin":"123.320","end":"137.680","lines":["Wow. So this is a book out of personal need and passion, it sounds like. If we do learn that we are a talkaholic, what are two or three hacks or bits of advice you could give us to help us not talk as much?"]},{"begin":"137.680","end":"171.400","lines":["Yeah, I invented little games. I have five sort of tips, but one of my little games is just, when possible, say nothing, which sounds insanely easy, right, because it’s always possible to say nothing, but it’s not quite so easy. And I’ll try to practice it in situations where I would talk when I don’t need to, like I’m at the grocery store and I’m checking out, and part of me wants to say, “Hey, you know, how are you doing? How’s your day going? Busy today, huh?” And then, “How long have you worked here?” It’s all that kind of stuff. So I’ll just fight the urge to do that."]},{"begin":"171.400","end":"212.520","lines":["Another bit of advice I have in the book and I’ve tried to live by is to get off social media or to spend as little time as possible because I think it’s programming you to be agitated, which causes you to talk more. And another thing I’ve done that I really recommend is finding ways to add silence to your life. And for some people, that might be meditation. For me, it’s been a practice called forest bathing, which I write about in the book. You get a guide, and you go off into the forest, and you sort of drink up the benefit of the trees. So those are a few things I’ve found that have helped me bring some quiet to my life, which then helps me to talk less."]},{"begin":"212.520","end":"223.720","lines":["So the key there is finding a way to, as you just said, bring quiet, and then that reduces, I guess, the urge to fill the space and to take up talk time."]},{"begin":"223.720","end":"266.160","lines":["Yeah, because we have that natural urge to jump right in, where we’re not typically not good listeners. And that’s the other thing I’ve really practiced on, and one of my five points is learn to be an active listener. And so I will sometimes go into a conversation resolving beforehand to only ask questions, good questions, and then listen, and then not do the thing where you’re speaking and I’m just waiting for you to finish so I can say my thing but to really just have no agenda, to let you speak and ask just — respond to what you say, to mirror it back or ask a question to help you continue where you were going."]},{"begin":"266.160","end":"273.280","lines":["It’s selflessness, which is more natural to some than others, I guess. But yeah, it’s about putting the other person first."]},{"begin":"273.280","end":"297.360","lines":["So not only do you put the other person first, but it sounds like you really double down on listening. And what I heard you say is while not having an agenda while you’re receiving the information from the other person, you actually go into these situations with some questions or ideas that you want to bring out of that conversation. So you put yourself in a position where you can listen. Is that what I heard correctly?"]},{"begin":"297.360","end":"329.840","lines":["Yes, that’s it. And then you want to resist the urge to have that list of ten questions. I mean, this is more for when I’m doing an interview with someone, say. So I have a very definite agenda and I need to get something. But they have the thing where you have question one, question two, question three, and you ask question one, and the person sort of answers the question but in the course of doing that says something really interesting that, if you were really listening, you’d go, “Oh wait a minute, what’s that?” And you’d let yourself digress rather than just going, “Okay, good answer. Let’s go to question two.”"]},{"begin":"329.840","end":"350.040","lines":["It’s almost like improv. There’s this idea — one way to learn to listen is to do this thing in improv called “yes and” where it’s all about listening, and whatever the other person says, you say, “Yes, and” and then continue that. So you can’t really go into that improv skit with a plan."]},{"begin":"350.040","end":"389.680","lines":["The one key nugget I want to take away from what you said about listening is you’re listening not just to respond. You’re really listening to understand. And that’s a mindset shift for me personally and I think for many of us. And I really appreciate that. And I have to remind myself of that that if I really want to connect with you, I have to listen to understand. I’m not just listening to get enough information so I can say my next piece. I want to ask a question that I’m very curious about as we’ve been talking. Is there a difference between overtalking and verbose writing? Do those who talk too much tend to write too much, too? And are there different bits of advice you would give depending on the venue of our verbosity?"]},{"begin":"389.680","end":"436.840","lines":["I don’t know if you could say there’s a direct correlation between everybody who is an over talker is also an over writer. However, I do think, boy, those two often — we do find them in the same person. And I think overwriting is just as bad as overtalking. It’s been easier for me to deal with it. I can be pretty brutal when I edit my own stuff. I can go back and really cut it. But you’re doing that after the fact. I’ve done some work talking with people in business, communicating in a professional setting. And I encountered a guy who would have a weekly one-on-one with his team and would just get on the call and talk for half an hour and maybe say, “Let me share my screen” or “Let me show you some slides” and eat up the whole hour, and then times up."]},{"begin":"436.840","end":"482.600","lines":["And then when he wrote, he would write way too much. So telling him about it — and he said something I thought was really interesting, which is that, “I think I talk too much because when I’m with the people I manage, I need to prove to them that I’m smart; I deserve to be their boss, and don’t worry, everybody, I’ve got it under control, and here’s what we’re doing. And when I’m in a meeting with my superiors, I feel like I have to earn my seat at the table and, ‘Look at all the stuff I know, look at how much value I add,’ et cetera, et cetera.” And I thought, wow, yes, so it’s — I guess it’s driven by insecurity, and it requires a certain amount of confidence to not indulge that way."]},{"begin":"482.600","end":"509.600","lines":["We’ve had a few fellow colleagues at the Business School who study power, Deb Gruenfeld, Jeff Pfeffer, who come and they’ve talked about how silence is actually a way to increase your status and power. Those who have status and power are permitted to be silent. And it sounds like the person you were coaching and working with could use some of that advice. It’s not all about the talking. It’s actually about the not talking that can give you that status and power."]},{"begin":"509.600","end":"539.040","lines":["The one thing that we can do in writing that we can’t necessarily do in real time in speaking is you can edit as you said you did. We can — before we send out that email, we can go back and say, is this clear? Is this concise? How could I make this shorter to help reduce the verbosity that I think many of us put in? I think many of us talk and write in almost a stream-of-consciousness way, and I think if we reflect and edit, we can do ourselves a service and those who have to suffer through all of those words."]},{"begin":"539.040","end":"567.360","lines":["To your point about power, Bob Greene, Robert Greene, wrote this book, “The 48 Laws of Power.” And like one of the top ones is powerful people always say less than they need to. And I was talking to Scott Galloway recently. He would say it’s the ultimate flex, like silence, being able to sit there is like such a flex, right? And it could be mean if you’re doing it just to make people uncomfortable because people get very uncomfortable very quickly with silence."]},{"begin":"567.360","end":"578.880","lines":["Absolutely. So Dan, I’d like to look at the other side of the interaction. What advice do you give to those of us who have to deal with people who talk too much? How do we shut them up?"]},{"begin":"578.880","end":"582.960","lines":["You buy them a copy of my book and leave it on their desk when they’re not around."]},{"begin":"582.960","end":"583.360","lines":["[Laughs]"]},{"begin":"583.360","end":"621.200","lines":["That’s a — you get a fastball right over the middle of the plate. No. So yeah, I mean, it’s a delicate situation. I believe that most people though who talk too much know that they talk too much. They’re aware of it. And often they wish they could not do it. They’re aware that it’s a problem, and they just don’t know how to do that. And they’re — I think sometimes, depending on your relationship with the person, you can sort of in a conversation bring it around to that and say, “You do tend to talk too much, and you could listen more,” and bring it up in a supportive way."]},{"begin":"621.200","end":"636.440","lines":["I think the worst ones are the interrupters, though. And how do you deal with them? And in one chapter, I talk a lot about it. There are a lot of ways to deal with an interrupter, and it’s very situational."]},{"begin":"636.440","end":"640.360","lines":["Give me an example of one or two. How do you stop somebody from interrupting, like I just did there to you?"]},{"begin":"640.360","end":"650.400","lines":["Well, see, that’s a good interruption. I don’t think all interruptions are bad. That was in a way saying, “Dan, you’ve kind of — you’ve been going on here. Let me help you bring you back.”"]},{"begin":"650.400","end":"650.920","lines":["[Laughs]"]},{"begin":"650.920","end":"691.440","lines":["It’s a conversational skill, right? But one thing I think is a really great idea is, at the beginning of a meeting, you just set the ground rule up front, which is that we’re going to have this meeting. We’re going to let everybody talk. I want everybody to have a turn, and a full turn before the next person jumps in. Of course, that does open up [the policy] really for someone to do what I do — just ramble. So you could add the caveat that if you’re rambling, I will help you come to the point. But that way, you’ve set that rule up front. So then if someone does it, you say, “Ah, remember, we said —.” “Oh, right. Okay, fine.” I mean, so there are polite ways to handle it."]},{"begin":"691.440","end":"697.440","lines":["The other good one is to pull someone aside, someone who’s a chronic interrupter, and just say, “Hey, look, I don’t want to embarrass you in front of the group.”"]},{"begin":"697.440","end":"732.440","lines":["I want to run something by you that I often coach people to do. And I learned this in one of my son’s kindergarten classes. I was helping in the class, as sometimes parents do, and the kindergarten teacher left, and chaos ensued. She had to take a phone call, and I was the only adult in the room, and in moments chaos ensued. And I’m, “Johnny, stop that,” “Sally, stop,” and she walks in, sees the chaos, takes a deep breath, and she simply starts rewarding people. She says, “Rachel, I love how you’re sitting still, and “Sam, I love how you’re playing with the scissors appropriately.” And everybody just got back into shape."]},{"begin":"732.440","end":"754.080","lines":["And I often will advise people in some of the situations you’re just talking about is highlight when they do something well. So when somebody says something concisely and clearly, say, “That was really helpful how you said that so clearly.” So you’re not saying, “You talk too much all the time.” You’re highlighting when they do something well. Have you used that as a technique, and is that something that’s useful do you think in these situations?"]},{"begin":"754.080","end":"779.200","lines":["Yeah, I think that’s an incredibly good idea. I have not ever used that, but yeah, it’s positive reinforcement, right? And I think it also sets the template or a model for everyone else to say, “Wow, that was amazing. You just made that point so concisely.” And even look around. “Everybody, you saw that, right? That was great. And now let’s all aspire to do that.”"]},{"begin":"779.200","end":"792.320","lines":["In your book, you cite some fascinating evidence about the mental and physical benefits of being a good conversationalist. How do you define a good conversationalist, and what are some of those benefits that you write about?"]},{"begin":"792.320","end":"839.080","lines":["I’m so glad you mentioned that because I thought it was the most interesting thing in the book, and I thought it was the thing that everyone would be talking about in this book, and yet hardly anyone ever brings it up. But this, the story, the chapter about this psychologist named Matthias Mehl who was at University of Arizona, and I came across his work, and it blew my mind. So he spent his entire career studying speech and its connection to emotional and physical wellbeing, his primary thesis being that speech is so integral to who we are that it must be connected to other things in our life. And so he did studies and found that people who have good conversations tend to be happier on average than other people."]},{"begin":"839.080","end":"878.920","lines":["And then he did the same experiment or similar experiment, but instead of measuring good conversations to self-reported scores on happiness, measured it to immune system and found that people who have good conversations also have healthier immune systems, which leads to his theory, which hasn’t been proven yet, that you could then do things in reverse and say if you have more good conversations, you can make yourself happier and healthier. And his thing is like take two conversations and see me in the morning or something, that you could prescribe conversations as medicine."]},{"begin":"878.920","end":"921.840","lines":["Now the great question you asked is, what is a good conversation? And at first when he was telling me this, I thought, oh, this destroys my thesis because he’s saying talking is great. Go talk. Talk a lot. And he said, “Well, no, because a great conversation is about listening, and it probably involves you talking less but asking good questions.” And the one example he used to me was it’s the difference between saying, “Hey, how are you?” and going, “No, how are you? I really want to know about this.” So yeah, so good conversations about v and basically, he calls it meaningful and substantive. So the conversation we’re having is a good conversation."]},{"begin":"921.840","end":"943.160","lines":["I don’t know if you’ve ever been in a social situation where, for whatever reason, maybe nobody knows each other well and everybody, or people are too afraid to really get real about anything or be authentic. So the entire conversation remains very, very superficial. And afterwards, you almost feel like hungry, more like — it’s a weird, bad feeling."]},{"begin":"943.160","end":"944.160","lines":["It feels empty —"]},{"begin":"944.160","end":"944.360","lines":["Yeah."]},{"begin":"944.360","end":"973.880","lines":["— for sure. I think that’s fascinating that conversation can impact our health, and even just posing the hypothesis that using conversation to help yourself feel better and be healthier, I think that’s wonderful. And clearly, for people who do what we do, that’s great. All of a sudden, there’s a whole other level of benefit that good communication provides. So Dan, before we end, I’d like to ask you the same three questions I ask everyone who joins me. Are you ready for that?"]},{"begin":"973.880","end":"976.000","lines":["I am ready and ready to go."]},{"begin":"976.000","end":"987.320","lines":["All right, here we go. If you were to capture the best communication advice you ever received as a five- to seven-word presentation slide title, what would it be?"]},{"begin":"987.320","end":"990.000","lines":["Can I only use four because I would say talk less, say more."]},{"begin":"990.000","end":"1013.320","lines":["Perfect. And as somebody who talks about talking less, I think it’s very appropriate to have fewer. And based on everything we’ve talked about, that makes a lot of sense — talk less, listen more. You have had an opportunity to interview and speak with lots of people. So I’m very curious to get your answer to question number two: Who is a communicator that you admire and why?"]},{"begin":"1013.320","end":"1045.280","lines":["I’ve always thought Barack Obama was a fantastic communicator in two directions. One is that he is terrific at giving speeches, and you can study his speeches and learn from them. But then he is also a phenomenal listener, apparently an even better listener than he is a speaker. And I think maybe in second place I would say Steve Jobs. And if you want to see a master class in public speaking, just watch the iPhone introduction, which you can see on YouTube, and I write about it in the book."]},{"begin":"1045.280","end":"1054.360","lines":["Yes, absolutely, absolutely. And number three: What are the first three ingredients that go into a successful communication recipe?"]},{"begin":"1054.360","end":"1084.920","lines":["First, I would say empathy and mirroring. So somehow engaging with the person and letting them know that you feel empathy with them. The next one would be listening. I feel like that’s probably number one really and related to empathy. And I think the third thing would be trust and somehow building a sense of trust between you. Establishing a feeling of trust is a big ingredient to a great conversation."]},{"begin":"1084.920","end":"1094.640","lines":["Absolutely. And I think empathy and listening build trust. Could you explain for a moment a little bit more what you mean by mirroring? That might be a new concept for some of our listeners."]},{"begin":"1094.640","end":"1139.280","lines":["So there’s this FBI technique of getting people to talk by literally saying whatever the last three or five words they said back, and then starting with that. But mirroring, I mean, basically, someone says something and it’s different than, “I went to Hawaii,” and, “I went to Hawaii, too.” It’s that someone says, “Boy, I really had a rough day. Oh my God, like my life had a very rough day. It’s the end of semester.” And I found that all I had to say was, “Wow, you had a really rough day. Wow.” And [Unintelligible], and I’m like, “Wow, that is — wow, I can tell you’re really upset.” Just observing, right, being a mirror, right? Just observing."]},{"begin":"1139.280","end":"1145.120","lines":["And of course, that builds trust, and it builds empathy because then she goes, “Yeah, you get it, like you understand.” I’m like, “Yes, I do.”"]},{"begin":"1145.120","end":"1185.400","lines":["So it’s really reflecting back what you’re hearing. And I actually taught ninth grade for two years many, many years ago. So you can tell your wife that I have complete empathy for what she’s going through at the end of the semester. It is insane. And so I am glad she has you to be her mirror and to empathize with her. Dan, thank you so much. I appreciate all of your insights and tips and guidance that can really help us to have better conversations, to listen more, and, for those of us who need it, to talk less. I wish you all the best with your new book, STFU, The Power of Keeping Your Mouth Shut in an Endlessly Noisy World. Thank you again."]},{"begin":"1185.400","end":"1190.480","lines":["Oh, thank you, Matt."]},{"begin":"1190.480","end":"1221.720","lines":["Thanks for joining us for another episode of Think Fast, Talk Smart: The Podcast, from Stanford Graduate School of Business. This episode was produced by Jenny Luna, Ryan Campos, and me, Matt Abrahams. Our music was provided by Floyd Wonder. For more information and episodes, find us on YouTube or wherever you get your podcasts. Thank you, and please make sure to subscribe and follow us on LinkedIn."]}],"duration":1221.7469375}