{"title":"How to Close the ‘Orgasm Gap’ for Heterosexual Couples","img":"https://static.scientificamerican.com/sciam/cache/file/B760DBBE-2DC3-42C2-B3555CA9135FCB5B_source.png","url":"https://www.scientificamerican.com/podcast/episode/how-to-close-the-orgasm-gap-for-heterosexual-couples/","audio":"https://traffic.megaphone.fm/SAM3704165901.mp3?updated=1708540777","intro":["Researchers once faced death threats for asking women what gives them pleasure. Now they’re helping individuals and couples figure it out themselves."],"authors":["Meghan McDonough"],"category":["Sexuality"],"transcript":[{"author":"Kate Klein","text":"There’s this, like, whole world underneath people’s clothing that no one talks about."},{"author":"Sari van Anders","text":"Our science, in some ways..., is sort of, like, catching up with people’s existences."},{"author":"Meghan McDonough: ","text":"I’m Meghan McDonough, and you’re listening to Scientific American’s Science, Quickly. This is part three of a four-part Fascination on the science of pleasure. In this series, we’re asking what we can learn from those with marginalized experiences to explore sexuality, get to the bottom of BDSM and illuminate asexuality. In this episode we’ll unpack why heterosexual women are having fewer orgasms than their male partners—and how researchers are bridging the gap. [CLIP: OMGYES: “So when I’m with a partner for the first time, I’ll take one of their fingers, and I’ll tell them, ‘Just tap.’”]"},{"author":"McDonough","text":"This is a woman explaining how she likes to be touched on the website OMGYES, which offers guidance to individuals and couples on finding sexual pleasure, both through masturbation and with a partner. This video is one of many how-to clips on everything from what the site has labeled “layering ...” [CLIP: OMGYES: “My clit’s really sensitive, and touching it directly would be way too intense, so I use the surrounding skin to make it less overwhelming.”]"},{"author":"McDonough","text":"To “orbiting ...” [CLIP: OMGYES: “You know, it’s like the infinity sign, and it’s, like, going in loops, and you can change the direction.”]"},{"author":"McDonough","text":"To essentially demystify the female orgasm—which, in heterosexual couples, is happening far less than the male orgasm, according to a 2017 U.S. national sample in the Archives of Sexual Behavior. That’s true even while research has shown that women regularly orgasm when masturbating and having sex with other women. That’s a gap that needs to be addressed because not only does orgasm make sex more pleasurable, but regular orgasm, doctors say, also lowers stress and improves sleep, mood, cognition and self-esteem."},{"author":"Rob Perkins","text":"OMGYES started with a group of friends who would talk in a lot of detail about the stuff about, about what worked for them [and] what didn’t work for them sexually."},{"author":"McDonough","text":"This is Rob Perkins, who co-founded the company behind the website with his friend Lydia Daniller in 2014."},{"author":"Perkins","text":"We found in the conversation that there were patterns.... So we interviewed more of our friends to see, you know, if the patterns were consistent. And we found that, yes..., and that those things haven’t been named and hadn’t been studied in a rigorous way. So we reached out to folks at Indiana University, and they said, Yeah, it doesn’t get funding. Pleasure isn’t deemed important enough to be studied in that way."},{"author":"McDonough","text":"Rob says that while follow-up research has shown that OMGYES improves self-knowledge and pleasure, physical patterns are just one small piece of the puzzle."},{"author":"Perkins","text":"We found eventually that no matter how good the techniques are, with partners, there are other dynamics at play."},{"author":"McDonough","text":"So what other dynamics are at play? And what role can science play? First, let’s back up. What is an orgasm, and where does it come from? In the late 1950s and early 1960s, researchers William Masters and Virginia Johnson observed about 10,000 sexual response cycles experienced by 382 female participants and 312 male ones. Here’s them speaking at the University of New Mexico in December 1973. [CLIP: Masters and Johnson speak at the University of New Mexico in December 197300:32] [Masters: “We never treat the impotent male or the nonorgasmic female as a single entity."},{"author":"McDonough","text":"They concluded that orgasm was the third of a four-stage model. They called the first “excitement,” or sexual arousal—marked by increased heart rate, breathing and blood flow. For those with a vagina, this involves engorgement of the clitoris, labia majora and minora and uterus, as well as vaginal lubrication. In the second, or plateau, phase, they noted, these responses build, and the uterus becomes fully elevated, which makes penetration more comfortable. The third stage they named was orgasm, or sexual climax—a series of muscle spasms in the genital area at 0.8-second intervals that gradually slow in speed and intensity."},{"author":"McDonough","text":"The year before, Hite surveyed more than 3,000 women and girls aged 14 to 78 in open-ended, anonymous questionnaires, culminating in her book, The Hite Report. The book would be translated into a dozen languages and sell more than 48 million copies. Almost all of the women she interviewed who masturbated said that they orgasmed regularly from masturbation, but only about 30 percent reported that they orgasmed regularly from penile-vaginal intercourse. Here she is again in the panel discussion."},{"author":"McDonough","text":"Even though sex researcher Alfred Kinsey had previously found in 1953 that it takes women four minutes, on average, to masturbate to orgasm, Hite was seen as widely controversial at the time for challenging deeply entrenched cultural norms."},{"author":"McDonough","text":"In the years after The Hite Report was published, Hite faced heavy criticism and even death threats. She ultimately fled the United States for Europe. Hite’s research debunked the notion that women who didn’t reliably orgasm from penetrative sex were dysfunctional. It was part of a wider cultural awakening, via second-wave feminism in the 1970s, that questioned who was served and who was hurt by such a narrow definition of “sex,” which Hite and others explicitly related to equality outside of the bedroom."},{"author":"McDonough","text":"Almost 50 years later, the heterosexual orgasm gap remains vast. A 2017 study analyzed survey results and found that 95 percent of heterosexual men regularly orgasm during partnered sexual activity, compared with 65 percent of heterosexual women and 86 percent of lesbian women. The authors noted that lesbian women could be in a better position to understand how different behaviors feel for their partner and that they may be more likely to take turns receiving pleasure until each is satisfied."},{"author":"Perkins","text":"One of them is “pairing.” So the name for simultaneous clitoral stimulation at the same time as penetration."},{"author":"McDonough","text":"The idea is to use data to break down the taboo around sexual communication, which is associated with greater sexual pleasure."},{"author":"Perkins","text":"There’s a myth in our culture that a good male lover already knows what to do and shouldn’t ask for feedback, shouldn’t need feedback—receiving feedback would be an affront to that expertise. And we have data, you know, that 52 percent of American women wanted to tell their partners how sex could be more pleasurable for them but didn’t. And the main reason cited is not wanting to hurt the partner’s feelings. You know, if you’re giving someone a back rub or scratching someone’s back, of course, the person whose back is being scratched knows best where the itch is."},{"author":"McDonough ","text":"(tape): How have you found that couples work through these things?"},{"author":"Perkins","text":"One thing that seems to work is time.... There’s this myth that younger people have more pleasure, and then it goes downhill with age, but actually, with more knowledge about your body and more comfort asking for it..., men get a little less performative and more curious. We have this from one of our studies—that couples who are always exploring ways to make sex more pleasurable are five times more likely to be happier in their relationships and 12 times more likely to be sexually satisfied."},{"author":"McDonough","text":"But the underlying problem, researchers say, goes beyond a lack of knowledge."},{"author":"Klein","text":"Sex doesn’t exist in a vacuum."},{"author":"McDonough","text":"This is Kate Klein, a sex therapist who has referred several clients to the OMGYES site."},{"author":"Klein","text":"So if one partner, you know, feels disempowered—doesn’t feel confident to speak up or share what they like or what they need—that’s often seen outside of the bedroom. They might not speak up about a need, a desire, whether it’s, you know, having the apartment be a certain level of tidiness, if it’s, you know, needing more emotional connection, if it’s needing more physical affection outside of sex."},{"author":"McDonough ","text":"(tape): So what are the main challenges to finding sexual pleasure? What are the main blocks you see people come in with?"},{"author":"Klein","text":"You know, living in a sex-negative, heteronormative, patriarchal society, it really puts a lot of shame and guilt around sex. And there’s such a focus on the penis and penis owners. And I think those who are socialized as women are often really just disempowered from connecting with their pleasure.... There’s just so many ways that women are expected or socialized to put others before themselves, to make everyone comfortable, to smile. I think the orgasm gap is ... specifically focused and due to our limited definitions of what sex is, right?"},{"author":"McDonough ","text":"(tape): For people who may not know what they like sexually, where do they start?"},{"author":"Klein","text":"I think the single most fundamental sexual skill any of us can have is self-pleasure.... The mind and body is so interconnected."},{"author":"McDonough","text":"For Science, Quickly, this is Meghan McDonough. Tune in next time to listen to episode four of a four-part series on the science of pleasure. Science, Quickly is produced by Tulika Bose and Jeffery DelViscio. This episode was reported and edited by me, Meghan McDonough, with music by Dominic Smith. Subscribe to ScientificAmerican.com for more in-depth science news. [The above is a transcript of this podcast]"},{"author":"McDonough","text":"In partnership with Indiana University, the people behind OMGYES have interviewed more than 20,000 women ages 18 to 95, resulting in a number ofpublishedpapers."},{"author":"McDonough","text":"We always treat the marital unit or the committed unit ...”] [Johnson: “Or the relationship, if you want to reduce it further.”] [Masters: “Basically speaking, we treat the relationship.”]"},{"author":"McDonough","text":"These are accompanied by the release of tension and feelings of euphoria. Orgasm, they said, is followed by the fourth and final stage—resolution, a return to the prearousal state. Masters and Johnson revolutionized the study of sexual response. But sex researcher Shere Hite had even more to say about sexual experience. This is her on a panel in 1977: [CLIP: Shere Hite on a panel in April 1977:3:45 “So Masters and Johnson have said how widespread women’s sexual dysfunction is. And I’m saying it’s not women who are dysfunctional; it’s our definition of sex which makes women dysfunctional."},{"author":"McDonough","text":"If you didn’t define sex as intercourse, women wouldn’t be dysfunctional.”]"},{"author":"McDonough","text":"[CLIP: Shere Hite: “And even for this 30 percent, orgasm was, in most cases, due to the women’s own assertiveness in obtaining clitoral contact with the man’s pubic area during intercourse. Whether or not this is practical for a woman depends on many things.”]"},{"author":"McDonough","text":"[CLIP: Shere Hite:00:42 “I was very surprised that people didn’t make this connection between women demanding their rights in sex and women demanding their rights in jobs.... I don’t think it’s militant to say that women should have orgasms and that women should be able to stimulate themselves in the same way that men can.”]"},{"author":"McDonough","text":"The researchers also reviewed sociocultural explanations such as people placing a greater importance on male sexual pleasure than female pleasure, as well as a stigma discouraging women from exploring their own sexuality. They concluded the paper by writing, “The fact that lesbian women orgasmed more often than heterosexual women indicates that many heterosexual women could experience higher rates of orgasm.” The research team behind OMGYES has picked up that thread by focusing on what kind of stimulation is most pleasurable."},{"author":"McDonough","text":"They’ve named more than 35 techniques based on thousands of interviews with women and have included the percentages of women that find those techniques useful. Many of these are based on solo or partnered masturbation, while others are meant to complement penetration."},{"author":"Klein","text":"If sex is penis and vagina penetration, that does not include the clitoris at all…. Female pleasure, female orgasms, for many, it seems unnecessary or challenging, whereas male orgasms are seen as, like, a requirement."},{"author":"Klein","text":"And so, like, one, getting to a place mentally where you can be relaxed, where you can be focused, and then just being curious and playful, right—like maybe it’s touching your body overall and not even focusing on the genitals; maybe it is focusing on the genitals and doing different types of touch, different types of pressure; maybe it’s using a pleasure device; or it could be, you know, reading an erotic novel; kind of, like, whatever it is that’s going to get your desire flowing. You know, sex is not necessarily something you do but a place you go."}],"wave_peaks":[2392,2027,3212,2265,15471,16079,15894,15442,14663,11842,14464,14984,14849,15412,15203,15131,15393,15237,15029,15429,14876,15016,15294,14599,15886,15907,16361,15136,16142,15800,11268,1909,14815,15350,15166,15621,15490,1570,1501,15258,15712,15270,15512,15546,8900,15772,15662,14826,1938,15156,15988,14815,14541,15353,14721,14937,15273,4492,2405,2165,15222,15590,15489,15309,15695,14945,15594,15150,11208,15403,16182,16252,13717,15280,15279,15529,14617,15210,15660,15262,13977,15340,15283,15876,14849,14969,12355,1597,1787,15748,15274,16789,16195,15882,14572,15066,15126,15569,14938,15097,16039,16269,17062,15017,10922,11052,2045,1933,14801,17153,15287,15968,16135,15352,16432,15546,15198,15384,14839,15373,12916,15220,15680,15428,15668,16131,16212,15938,2827,14330,14570,15008,15145,11043,15132,16006,15822,15714,13349,1103,15140,14267,14700,14842,15943,16118,15740,13884,15576,15477,15415,15302,15082,15315,15057,15437,2917,15395,16899,16073,15147,15562,15256,14864,14870,15141,15046,15019,15342,15330,14857,14929,6612,1811,14002,15192,16314,16678,18542,17786,11507,4543,8565,5553,8335,5085,6714,7222,5204,7984,3819,9794,2531,1520,980,1873,8181,9726,8300,13841,8285,12955,8154,7996,10634,15671,6549,14924,6875,8224,7218,12770,4091,2100,1969,3364,7525,12854,11688,10140,13946,13455,15208,9474,6457,7662,11098,8015,9708,5400,10645,16403,11838,14850,14174,7224,8113,6408,7404,9927,6994,11552,7370,7255,6888,2982,18357,17118,12048,8493,15923,13006,10734,10465,6826,4243,4971,17910,5773,9199,4371,11712,14886,17944,13103,12703,13959,9883,6133,5930,8524,8975,5632,9269,4097,3662,20070,12346,13043,15478,8375,19278,13660,7508,10242,8398,9890,5958,7088,5316,3609,11735,14640,13438,13851,7168,12330,10111,12560,7516,8738,4892,2470,17461,13352,8761,7368,5457,3468,3445,19071,17513,14578,10532,8611,13744,10472,6949,7868,6459,9515,8174,10892,7375,6048,7479,7878,7882,3929,9300,14309,7487,5960,8009,5273,7257,2853,2674,1074,1021,912,1377,1242,510,712,933,626,871,1046,692,139,64,10597,10852,9657,12454,11898,8659,6624,8615,4363,6213,10396,4233,12117,6002,7770,1253,10454,9443,11169,11357,10225,10926,2282,12673,18892,15214,9958,7424,9743,9477,8652,7372,5907,7456,7595,8772,6075,5341,6820,12777,10993,7011,8401,12879,10264,8774,6385,7811,14099,5125,6629,6607,1589,11225,13692,10566,7588,7222,7747,6153,4123,1224,21841,17546,14941,12514,10572,8134,7119,6599,9082,11446,9939,7196,6265,9408,7744,8465,7543,9278,4832,7101,6611,6646,5515,6611,9392,6601,5712,5530,972,9255,8228,8299,4652,1771,8596,6934,9292,8062,5870,9015,9026,11365,6344,6093,3942,9339,5125,12446,15105,4992,12750,13511,13124,9900,11956,6615,6148,8147,9799,8273,7062,3179,1151,3741,6919,8764,9545,7816,5392,9859,8646,6635,789,15161,14522,10880,12373,11358,7816,7108,7255,3890,1166,10201,6068,13586,16056,9363,6855,4421,10489,7561,16889,8652,8995,7419,7576,3570,1329,13571,16403,12706,12105,6403,9662,7733,6788,6032,5652,2457,8457,12940,11472,8204,6965,5963,3725,1248,15137,13596,13968,14391,12269,9399,9477,10992,10035,10420,9006,8409,9158,5341,7320,10502,6103,3712,8508,9406,6256,7976,5879,1292,1223,1331,20147,20878,15195,10192,12645,6370,8796,15109,12996,12319,7874,9053,8992,16430,7750,1900,21839,14575,11353,8010,9189,6656,7276,15962,11069,10028,8749,7060,7567,14247,9767,9121,10722,7365,7344,9036,4988,3709,1243,8516,21866,20056,8805,11683,7649,7238,3381,10128,19233,13504,8023,7481,8710,10842,12285,11605,9032,10579,5857,5186,6927,7610,8153,7460,10795,1477,11111,13671,9694,13866,8334,8230,6373,2250,13842,16735,17115,15979,9586,10808,13089,14630,3191,1269,6233,6713,8704,18121,1472,12447,7087,8274,13702,17485,14585,13713,7910,7259,5132,6630,14357,16533,9931,4671,11303,12673,10689,9551,7838,8458,4650,7958,12051,12528,11646,9544,6917,8753,6091,4013,8020,21929,19316,7918,13308,12993,10453,11095,16973,17797,2541,10264,16210,9476,12515,13547,5572,4428,5365,18554,6293,8579,13757,12880,16372,6983,8734,10883,8078,16000,7069,3620,8178,5149,440,4182,19785,12100,12997,9670,6315,5755,6557,7921,2960,16838,21883,12688,14521,13431,7086,10606,9331,18586,6267,1254,4761,10108,12655,11828,13737,10127,5964,9710,6877,4403,3621,4183,13828,9680,1968,8054,3746,9676,1220,928,3083,1849,1315,6317,16567,7295,7074,20068,12978,13350,14240,14279,7562,8369,11025,6899,9069,9522,6040,9879,11859,6853,7365,5904,1318,15521,16587,13120,12136,7624,8978,6963,6160,5991,10104,4639,6267,13470,15090,13321,10699,9503,8211,11906,16353,10863,5631,4479,5211,9192,10243,9465,149,6789,21864,8438,7328,8292,15705,8488,5214,8535,81,62,1496,19233,19751,13844,6900,7307,6979,987,9584,18599,13045,6174,9333,4671,1245,7066,3894,608,1079,591,6811,21860,17346,11618,8428,1025,19145,16153,10901,10148,6313,18570,6284,7477,615,15224,18343,15640,11100,9064,9910,7727,9790,3335,1996,12293,16728,11804,13468,10924,11976,5497,6796,7820,5672,5934,13391,17458,11327,12694,7672,9118,8525,7171,7456,4903,5452,13245,15360,14336,11850,12611,8531,12346,10831,8158,6431,5110,9682,8613,7914,6633,3767,1479,21770,15860,7797,11007,9669,11530,7992,7661,7493,4996,12323,10574,4718,8391,6756,2146,9416,15417,7964,7443,6393,5010,7971,12961,12341,8587,7626,6933,8819,10334,7071,12497,6979,8382,5369,9993,11482,9496,9672,2785,4117,7143,8776,6390,4790,5606,5365,3707,3797,9679,7070,7870,9745,10638,3071,2058,12827,16062,16778,19101,15279,9649,14297,10065,11137,8101,6697,5798,2215,3056,14805,16673,15680,12517,7500,12163,13099,11071,7968,3366,4545,14822,11973,11099,11687,8549,14512,10279,9202,4909,3370,20873,21819,14491,13226,8857,16453,17456,13847,13479,9843,12395,11044,13255,9301,9571,7299,7420,5904,14220,4354,8481,13199,18370,9753,7477,5287,2614,14550,19033,17437,12081,12373,9639,10697,9255,6723,12292,12761,7491,9386,2928,12405,16955,12624,10837,14635,9274,5772,9603,16002,12655,11951,6501,5455,4742,893,21076,18893,14737,11117,10340,13705,3836,8494,13249,10906,7478,3819,5178,15714,17105,8081,11509,6880,11406,8079,8009,11743,14464,12054,8379,8272,4769,9181,17798,11510,12758,8458,6615,5491,8558,3996,887,21865,16712,12841,13576,6044,6724,6793,4681,10530,7441,5347,7615,5405,856,21931,21184,18070,15867,7929,12197,11884,12094,7446,10797,4619,3557,13244,19471,5608,2169,13126,16576,13084,10610,9367,4659,2785,1759,15860,19016,15928,14591,12977,8054,8044,4095,8124,6198,4986,7245,3490,972,13396,19041,10272,9912,20468,13081,5830,10520,13990,15270,9411,8400,6744,9128,9200,2719,1185,15295,16928,12960,9604,10821,7610,6304,7268,14565,17764,17950,17066,13324,15172,12796,10674,9622,6481,11531,12221,6186,10783,10436,8766,15839,10984,8123,7377,13924,16706,17529,10972,14664,10308,9757,9975,10099,4788,8451,7375,7231,7354,5807,14102,17208,11464,12042,12082,9099,10760,2679,9975,8506,6886,9558,8351,1180,19338,20018,18757,14748,12071,10414,11497,11386,16335,7540,9255,4951,5334,11716,9086,6371,9202,5998,19376,19501,20461,12393,10166,4302,5457,3114,19832,13824,7909,9843,13222,15118,5108,304,11845,15543,13362,13889,8971,10432,15560,10445,8711,6620,13304,11843,13756,5883,8096,7271,5794,1337,16574,17742,18829,21838,7596,8661,7503,14759,7143,5513,18217,17513,16698,8928,14985,11015,7622,8224,6799,3328,1930,14486,18930,14704,9227,10095,10281,9050,8849,9384,9788,7483,4171,12114,12072,11800,6532,7639,3675,2118,2048,20066,17024,11429,8924,6018,7552,2410,15466,12443,12101,9278,8894,9790,10014,7420,11526,5162,9160,6526,7038,9223,9052,6336,7793,10226,14903,8616,8937,5718,9292,9768,9587,7407,10088,7233,3182,2406,14398,14315,9145,10380,7070,4478,4588,7618,5723,4320,2173,12370,8137,4977,18563,21938,17577,11837,12971,9476,6287,7219,12844,9999,15063,10204,10248,5455,6097,13178,15883,12712,14594,11568,10158,8095,10405,9540,8159,6371,5778,16898,14352,11615,12643,12350,9806,9472,6472,7461,14973,17333,10511,8960,8125,5912,10670,6127,2160,2727,20419,20575,15359,11544,12387,10507,4492,10767,19418,12371,11056,16650,7229,5080,12717,9896,6228,1622,1524,11220,18796,10436,14354,11760,8012,6890,7925,3273,1187,21894,11858,16363,9443,17425,11115,8068,13004,9786,10528,9986,9533,10468,7579,7117,8782,7877,2831,9724,9639,5292,2162,12671,21722,18165,14106,9570,7968,4878,8558,12225,9246,12530,8939,8915,5932,11892,4352,2977,17355,18858,12408,14128,14494,7449,10774,16812,10739,13160,14050,9682,9942,5546,10512,9253,2198,9220,22129,10644,9674,9836,9040,8180,8035,8587,10576,14819,9352,8211,9037,9985,3501,5099,9217,7000,10959,8189,11036,4768,13650,14183,10298,10899,7766,6024,2368,12741,8515,8652,9239,8644,6728,7025,8332,8946,7013,8344,5492,8063,7064,4042,9187,11108,7294,9461,7402,10249,7996,8159,8134,7805,7314,7149,7601,6795,5816,2531,10913,7652,6016,10378,5149,6897,9073,6829,6665,7071,3487,969,15810,19826,15711,11076,12086,10502,11139,11850,8873,9700,7989,9797,7631,9812,3001,7254,16860,18581,11544,13351,16546,14392,16253,11278,9965,5279,17694,8858,10382,10960,7371,8874,9384,7950,8605,21889,14909,13014,11297,9000,10139,7475,6764,6236,5383,16290,18142,16299,16772,8158,9090,10513,11605,6991,8290,7304,10638,11143,9115,13549,9883,4356,1360,17048,16298,15921,17567,14075,11863,9514,8215,14420,10959,9014,6645,7633,8776,12943,12324,8026,6786,6713,6737,14334,2362,209,13022,13708,14987,14886,8421,6189,8778,5623,7370,7108,5874,14040,10396,12002,8806,6809,160,13215,10826,15513,14817,7542,6232,12388,10934,7965,7259,4943,3300,273,13014,8609,15575,13603,14400,8668,7694,6094,7403,6487,6812,5253,5501,10958,8146,5028,249,10275,21889,12887,12928,10413,12434,6798,6050,7003,9768,6279,6568,7281,6285,213,10692,14048,19717,15201,11893,8039,2760,21800,16585,13496,13252,9581,12444,8071,11509,9239,7100,13418,8152,6001,6947,13427,17836,10366,11274,9611,7870,7863,4417,11455,8359,9196,9615,7938,9020,2596,97,15909,12936,10818,10923,10387,7865,7092,6428,12802,10280,8464,8703,12469,11220,9589,8184,9396,6589,6187,6452,7329,4664,2883,2744,19735,15237,15821,14289,10850,8651,4711,8342,13943,13956,9636,6773,7178,4994,18928,14512,21869,11963,15531,8745,7996,12810,9055,7774,5072,5851,4400,3690,19221,15053,17970,11396,13360,9271,11890,8682,8114,4911,4553,18169,19442,18825,10693,10245,9097,7222,7194,3876,5526,18390,10544,9435,12948,3533,17154,13150,5119,3684,12526,6847,8171,8604,7740,5182,13508,6607,5053,1686,2461,14381,7816,8995,5658,10449,17394,9021,6736,4548,19964,21236,13264,8788,12069,9930,12015,13028,8046,6201,12798,10420,10596,6773,7405,5059,7572,14294,18997,12675,14448,13833,6264,7447,6270,14721,14473,9070,21613,96,10044,9172,13627,9049,11014,8972,93,722,4987,7982,72,11998,14650,12977,10748,17919,20180,7431,6258,9112,5242,4406,103,5308,3215,8375,10740,301,21795,10405,18202,6989,7594,7834,15459,7532,77,11246,7824,11356,19534,7226,18038,17522,15897,920,7020,10067,3563,152,144,2533,7941,5530,67,13379,13538,16002,9564,16590,10479,12055,11091,15130,9861,8450,107,20641,6196,15660,17447,7464,14397,6914,8578,12215,8917,9275,12152,4639,260,68,8934,11383,11179,5067,17083,12157,12696,4264,11088,8784,6245,3885,674,6121,3635,13861,17481,8810,2064,5564,21825,15355,14202,21813,5890,13645,8724,149,4860,21853,15526,12790,16616,6551,9523,5334,8484,14214,13092,7672,4727,1555,44,1331,19264,14540,5024,16275,13924,11065,9988,11073,9054,13475,15469,7892,7594,7238,3300,115,12977,10913,8958,8842,10298,11705,6758,10481,6847,7278,6367,15132,10732,99,1279,15498,13250,11401,13378,9850,3421,8616,9360,9523,5553,7639,21837,5847,5214,140,2150,6696,13734,9263,3217,12310,8768,20474,7844,6932,191,4656,12168,15419,964,19720,9162,11925,11206,8664,8535,10026,7291,11243,9974,1066,104,8059,9711,3011,6465,21853,14394,1578,12458,7335,6234,13356,9968,9062,9952,16124,8325,7036,13839,18720,7339,10881,10197,10545,12991,9545,11727,9001,21825,14297,6857,9426,5358,7030,9640,8817,7351,7582,141,2782,17990,14451,9213,5349,6856,7115,9201,481,17791,18010,12873,14254,8962,8041,5200,4273,13342,11343,9084,8692,5535,2553,21381,18640,17656,16979,18095,7420,2530,127,16859,15952,15852,8328,6264,14617,13552,13491,9344,12331,9840,5718,6519,11747,5105,9030,2605,19253,13046,14035,12188,441,13761,13733,16363,11237,8527,12425,9078,4921,7135,5543,3761,8249,191,7100,11216,8920,8426,10346,10047,11660,8592,231,13374,9197,8570,8960,12933,9021,8305,7414,7678,10711,9726,10483,4700,5308,10027,5513,3489,190,9983,13690,10192,2846,165,13887,10655,14185,9677,10904,12941,11735,7436,10339,14845,8180,10829,14048,7314,8973,9268,1210,15030,7620,7433,8465,10531,9808,9028,5238,2528,9773,8830,7431,6434,12452,9661,10359,6625,7883,8459,13340,678,12260,11371,7912,7865,5152,4953,3284,2657,9030,6184,5197,6156,6804,5331,5879,3576,2953,7634,9231,6179,4793,4896,7350,6318,4113,4746,10083,9810,9413,8595,13038,7657,10969,6797,757,13773,9469,10334,8743,5230,14112,11209,4160,13223,8277,206,1308,10583,11877,7386,6827,1416,14031,9790,9847,11005,6183,9910,3955,155,165,228,9832,10732,5594,13347,2271,7637,7485,11633,11605,9754,8082,6288,8022,7620,3938,9896,5342,7465,1826,138,10199,9989,11571,6876,5795,180,13986,9060,11591,10998,8697,9176,10418,8512,12459,7648,7146,7648,838,512,9618,3484,2012,11480,7293,9300,9314,8602,9284,8453,11558,6806,7063,7485,7172,7743,14178,7847,9590,8227,4328,14359,7330,7967,15892,11737,9407,10252,6299,6380,11594,10123,5828,9841,6688,5745,7755,2110,15452,14008,15794,12297,12564,5799,12480,9625,11018,9181,9942,7649,6426,12578,11458,12777,8863,6642,10951,6739,7497,7386,8235,7578,8712,11381,11522,11946,9049,8268,7884,224,176,158,21874,18066,14446,10477,4847,10808,21288,10759,6910,2024,8583,7907,9139,9224,7266,8588,9473,7478,3211,1778,14294,9189,8344,10837,9875,5894,9696,9756,7566,4744,1688,148,11184,11579,10016,11695,9711,6606,160,188,15852,10259,1911,8289,13768,11351,9942,8104,10524,7403,11845,11629,5061,1283,230,9892,12107,13388,10370,7949,6950,9424,7210,5200,4723,4433,7984,5775,6157,5898,10566,5866,6454,633,13484,9694,1801,1392,13691,11240,13706,12040,1976,15525,10329,11959,7022,11685,10435,9886,7602,11086,7516,9535,11880,9323,9777,8352,10168,11587,5768,8394,10254,9874,7058,12298,8601,11761,1262,1722,10126,13451,13321,11205,7332,6353,7227,8232,7908,2548,3607,7550,9991,4308,10296,6773,1597,310,13163,13211,11479,8168,10076,6246,8777,6810,6620,9494,7258,8816,8268,2004,954,12411,12982,11124,12030,9999,10417,10724,11380,4923,5124,4268,9260,12912,13643,7816,8427,8673,6393,3773,506,10765,12928,7322,11528,4882,6407,6138,9669,6450,1497,10302,13229,8314,8516,7447,1823,9831,9422,11844,9683,8615,2151,438,6696,8694,7059,9365,7088,573,8919,9388,13613,9218,11870,7874,13595,13976,14031,12429,8515,8169,8307,9089,347,115,10978,7367,3680,1675,6157,11360,7106,9689,5347,3903,6030,9853,13535,10021,7923,14182,13386,8005,10891,14230,10614,7251,4560,2989,13198,10903,8612,3316,3044,2682,17915,21788,9929,6976,13536,5951,5640,400,15121,19066,11958,7907,11798,10150,10434,10683,9943,14310,15162,7218,4467,5559,8899,6991,4830,194,2885,13537,12963,8015,9365,10749,11096,12546,10746,4821,8054,6249,5040,3016,84,17408,14735,13463,13873,10309,7788,7201,4710,8895,6974,4061,7644,12157,11652,7874,4580,3515,13338,18641,16209,10817,7679,7386,6403,4143,8575,9744,8760,7575,6192,4668,446,1708,1821,2341,2741,3330,3824,2554,2967,4484,11736,13278,15734,17265,18495,16762,12914,10929,8835,9008,8973,8915,8898,8833,8819,8853,8066,10875,14973,21546,21541,21388,15270,17038,14636,16387,11063,3706,21222,21193,16478,12193,8138,3292,1169,555,250,107,47,12],"fragments":[{"begin":"0.000","end":"9.960","lines":["There’s this, like, whole world underneath people’s clothing that no one talks about."]},{"begin":"9.960","end":"22.600","lines":["Our science, in some ways..., is sort of, like, catching up with people’s existences."]},{"begin":"22.600","end":"112.600","lines":["I’m Meghan McDonough, and you’re listening to Scientific American’s Science, Quickly. This is part three of a four-part Fascination on the science of pleasure. In this series, we’re asking what we can learn from those with marginalized experiences to explore sexuality, get to the bottom of BDSM and illuminate asexuality. In this episode we’ll unpack why heterosexual women are having fewer orgasms than their male partners—and how researchers are bridging the gap. [CLIP: OMGYES: “So when I’m with a partner for the first time, I’ll take one of their fingers, and I’ll tell them, ‘Just tap.’”]"]},{"begin":"112.600","end":"138.320","lines":["This is a woman explaining how she likes to be touched on the website OMGYES, which offers guidance to individuals and couples on finding sexual pleasure, both through masturbation and with a partner. This video is one of many how-to clips on everything from what the site has labeled “layering ...” [CLIP: OMGYES: “My clit’s really sensitive, and touching it directly would be way too intense, so I use the surrounding skin to make it less overwhelming.”]"]},{"begin":"138.320","end":"146.200","lines":["To “orbiting ...” [CLIP: OMGYES: “You know, it’s like the infinity sign, and it’s, like, going in loops, and you can change the direction.”]"]},{"begin":"146.200","end":"179.400","lines":["To essentially demystify the female orgasm—which, in heterosexual couples, is happening far less than the male orgasm, according to a 2017 U.S. national sample in the Archives of Sexual Behavior. That’s true even while research has shown that women regularly orgasm when masturbating and having sex with other women. That’s a gap that needs to be addressed because not only does orgasm make sex more pleasurable, but regular orgasm, doctors say, also lowers stress and improves sleep, mood, cognition and self-esteem."]},{"begin":"179.400","end":"197.440","lines":["OMGYES started with a group of friends who would talk in a lot of detail about the stuff about, about what worked for them [and] what didn’t work for them sexually."]},{"begin":"197.440","end":"203.640","lines":["This is Rob Perkins, who co-founded the company behind the website with his friend Lydia Daniller in 2014."]},{"begin":"203.640","end":"228.400","lines":["We found in the conversation that there were patterns.... So we interviewed more of our friends to see, you know, if the patterns were consistent. And we found that, yes..., and that those things haven’t been named and hadn’t been studied in a rigorous way. So we reached out to folks at Indiana University, and they said, Yeah, it doesn’t get funding. Pleasure isn’t deemed important enough to be studied in that way."]},{"begin":"228.400","end":"237.160","lines":["Rob says that while follow-up research has shown that OMGYES improves self-knowledge and pleasure, physical patterns are just one small piece of the puzzle."]},{"begin":"237.160","end":"245.720","lines":["We found eventually that no matter how good the techniques are, with partners, there are other dynamics at play."]},{"begin":"245.720","end":"287.520","lines":["So what other dynamics are at play? And what role can science play? First, let’s back up. What is an orgasm, and where does it come from? In the late 1950s and early 1960s, researchers William Masters and Virginia Johnson observed about 10,000 sexual response cycles experienced by 382 female participants and 312 male ones. Here’s them speaking at the University of New Mexico in December 1973. [CLIP: Masters and Johnson speak at the University of New Mexico in December 197300:32] [Masters: “We never treat the impotent male or the nonorgasmic female as a single entity."]},{"begin":"287.520","end":"325.760","lines":["They concluded that orgasm was the third of a four-stage model. They called the first “excitement,” or sexual arousal—marked by increased heart rate, breathing and blood flow. For those with a vagina, this involves engorgement of the clitoris, labia majora and minora and uterus, as well as vaginal lubrication. In the second, or plateau, phase, they noted, these responses build, and the uterus becomes fully elevated, which makes penetration more comfortable. The third stage they named was orgasm, or sexual climax—a series of muscle spasms in the genital area at 0.8-second intervals that gradually slow in speed and intensity."]},{"begin":"325.760","end":"351.720","lines":["The year before, Hite surveyed more than 3,000 women and girls aged 14 to 78 in open-ended, anonymous questionnaires, culminating in her book, The Hite Report. The book would be translated into a dozen languages and sell more than 48 million copies. Almost all of the women she interviewed who masturbated said that they orgasmed regularly from masturbation, but only about 30 percent reported that they orgasmed regularly from penile-vaginal intercourse. Here she is again in the panel discussion."]},{"begin":"351.720","end":"363.680","lines":["Even though sex researcher Alfred Kinsey had previously found in 1953 that it takes women four minutes, on average, to masturbate to orgasm, Hite was seen as widely controversial at the time for challenging deeply entrenched cultural norms."]},{"begin":"363.680","end":"395.600","lines":["In the years after The Hite Report was published, Hite faced heavy criticism and even death threats. She ultimately fled the United States for Europe. Hite’s research debunked the notion that women who didn’t reliably orgasm from penetrative sex were dysfunctional. It was part of a wider cultural awakening, via second-wave feminism in the 1970s, that questioned who was served and who was hurt by such a narrow definition of “sex,” which Hite and others explicitly related to equality outside of the bedroom."]},{"begin":"395.600","end":"427.480","lines":["Almost 50 years later, the heterosexual orgasm gap remains vast. A 2017 study analyzed survey results and found that 95 percent of heterosexual men regularly orgasm during partnered sexual activity, compared with 65 percent of heterosexual women and 86 percent of lesbian women. The authors noted that lesbian women could be in a better position to understand how different behaviors feel for their partner and that they may be more likely to take turns receiving pleasure until each is satisfied."]},{"begin":"427.480","end":"434.600","lines":["One of them is “pairing.” So the name for simultaneous clitoral stimulation at the same time as penetration."]},{"begin":"434.600","end":"441.080","lines":["The idea is to use data to break down the taboo around sexual communication, which is associated with greater sexual pleasure."]},{"begin":"441.080","end":"471.280","lines":["There’s a myth in our culture that a good male lover already knows what to do and shouldn’t ask for feedback, shouldn’t need feedback—receiving feedback would be an affront to that expertise. And we have data, you know, that 52 percent of American women wanted to tell their partners how sex could be more pleasurable for them but didn’t. And the main reason cited is not wanting to hurt the partner’s feelings. You know, if you’re giving someone a back rub or scratching someone’s back, of course, the person whose back is being scratched knows best where the itch is."]},{"begin":"471.280","end":"474.240","lines":["(tape): How have you found that couples work through these things?"]},{"begin":"474.240","end":"498.960","lines":["One thing that seems to work is time.... There’s this myth that younger people have more pleasure, and then it goes downhill with age, but actually, with more knowledge about your body and more comfort asking for it..., men get a little less performative and more curious. We have this from one of our studies—that couples who are always exploring ways to make sex more pleasurable are five times more likely to be happier in their relationships and 12 times more likely to be sexually satisfied."]},{"begin":"498.960","end":"502.400","lines":["But the underlying problem, researchers say, goes beyond a lack of knowledge."]},{"begin":"502.400","end":"503.600","lines":["Sex doesn’t exist in a vacuum."]},{"begin":"503.600","end":"509.280","lines":["This is Kate Klein, a sex therapist who has referred several clients to the OMGYES site."]},{"begin":"509.280","end":"529.440","lines":["So if one partner, you know, feels disempowered—doesn’t feel confident to speak up or share what they like or what they need—that’s often seen outside of the bedroom. They might not speak up about a need, a desire, whether it’s, you know, having the apartment be a certain level of tidiness, if it’s, you know, needing more emotional connection, if it’s needing more physical affection outside of sex."]},{"begin":"529.440","end":"534.920","lines":["(tape): So what are the main challenges to finding sexual pleasure? What are the main blocks you see people come in with?"]},{"begin":"534.920","end":"564.760","lines":["You know, living in a sex-negative, heteronormative, patriarchal society, it really puts a lot of shame and guilt around sex. And there’s such a focus on the penis and penis owners. And I think those who are socialized as women are often really just disempowered from connecting with their pleasure.... There’s just so many ways that women are expected or socialized to put others before themselves, to make everyone comfortable, to smile. I think the orgasm gap is ... specifically focused and due to our limited definitions of what sex is, right?"]},{"begin":"564.760","end":"571.520","lines":["(tape): For people who may not know what they like sexually, where do they start?"]},{"begin":"571.520","end":"578.640","lines":["I think the single most fundamental sexual skill any of us can have is self-pleasure.... The mind and body is so interconnected."]},{"begin":"578.640","end":"610.200","lines":["For Science, Quickly, this is Meghan McDonough. Tune in next time to listen to episode four of a four-part series on the science of pleasure. Science, Quickly is produced by Tulika Bose and Jeffery DelViscio. This episode was reported and edited by me, Meghan McDonough, with music by Dominic Smith. Subscribe to ScientificAmerican.com for more in-depth science news. [The above is a transcript of this podcast]"]},{"begin":"610.200","end":"623.840","lines":["In partnership with Indiana University, the people behind OMGYES have interviewed more than 20,000 women ages 18 to 95, resulting in a number ofpublishedpapers."]},{"begin":"623.840","end":"632.640","lines":["We always treat the marital unit or the committed unit ...”] [Johnson: “Or the relationship, if you want to reduce it further.”] [Masters: “Basically speaking, we treat the relationship.”]"]},{"begin":"632.640","end":"677.240","lines":["These are accompanied by the release of tension and feelings of euphoria. Orgasm, they said, is followed by the fourth and final stage—resolution, a return to the prearousal state. Masters and Johnson revolutionized the study of sexual response. But sex researcher Shere Hite had even more to say about sexual experience. This is her on a panel in 1977: [CLIP: Shere Hite on a panel in April 1977:3:45 “So Masters and Johnson have said how widespread women’s sexual dysfunction is. And I’m saying it’s not women who are dysfunctional; it’s our definition of sex which makes women dysfunctional."]},{"begin":"677.240","end":"681.800","lines":["If you didn’t define sex as intercourse, women wouldn’t be dysfunctional.”]"]},{"begin":"681.800","end":"699.200","lines":["[CLIP: Shere Hite: “And even for this 30 percent, orgasm was, in most cases, due to the women’s own assertiveness in obtaining clitoral contact with the man’s pubic area during intercourse. Whether or not this is practical for a woman depends on many things.”]"]},{"begin":"699.200","end":"722.600","lines":["[CLIP: Shere Hite:00:42 “I was very surprised that people didn’t make this connection between women demanding their rights in sex and women demanding their rights in jobs.... I don’t think it’s militant to say that women should have orgasms and that women should be able to stimulate themselves in the same way that men can.”]"]},{"begin":"722.600","end":"763.600","lines":["The researchers also reviewed sociocultural explanations such as people placing a greater importance on male sexual pleasure than female pleasure, as well as a stigma discouraging women from exploring their own sexuality. They concluded the paper by writing, “The fact that lesbian women orgasmed more often than heterosexual women indicates that many heterosexual women could experience higher rates of orgasm.” The research team behind OMGYES has picked up that thread by focusing on what kind of stimulation is most pleasurable."]},{"begin":"763.600","end":"779.440","lines":["They’ve named more than 35 techniques based on thousands of interviews with women and have included the percentages of women that find those techniques useful. Many of these are based on solo or partnered masturbation, while others are meant to complement penetration."]},{"begin":"779.440","end":"796.680","lines":["If sex is penis and vagina penetration, that does not include the clitoris at all…. Female pleasure, female orgasms, for many, it seems unnecessary or challenging, whereas male orgasms are seen as, like, a requirement."]},{"begin":"796.680","end":"835.160","lines":["And so, like, one, getting to a place mentally where you can be relaxed, where you can be focused, and then just being curious and playful, right—like maybe it’s touching your body overall and not even focusing on the genitals; maybe it is focusing on the genitals and doing different types of touch, different types of pressure; maybe it’s using a pleasure device; or it could be, you know, reading an erotic novel; kind of, like, whatever it is that’s going to get your desire flowing. You know, sex is not necessarily something you do but a place you go."]}],"duration":835.186875}