{"title":"Summer of Science Reading, Episode 4: Navigating Loss and Hope with Nature","img":"https://static.scientificamerican.com/sciam/cache/file/FD7F5B8B-DECA-45F9-BE632283BF30E934_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/summer-of-science-reading-episode-4-navigating-loss-and-hope-with-nature/","audio":"https://traffic.megaphone.fm/SAM4203415994.mp3?updated=1702506131","intro":["In Science Book Talk, a new four-part podcast miniseries, host Deboki Chakravarti acts as literary guide to two science books that share a beautiful and sometimes deeply resonant entanglement.\nIn this week’s show: World of Wonders, by Aimee Nezhukumatathil, and Vesper Flights, by Helen Macdonald."],"authors":["Deboki Chakravarti"],"category":["Arts"],"transcript":[{"author":"Prologue","text":" The first collection is World of Wonders, written by Aimee Nezhukumatathil and illustrated by Fumi Mini Nakamura. The essays of World of Wonders are, for the most part, titled with the name of a species, whether that’s a species of fruit or animal or plant. The essay becomes an exploration of that species’ life entwined with stories from Nezhukumatathil’s own life. An essay on the axolotl, for example, includes descriptions of the salamander’s charming smile and regenerative capabilities running parallel to tales of microaggressions a brown woman might experience through childhood and adulthood. And another essay on the corpse flower becomes an ode to both the flower’s many curiosities, and its unusual role in helping Nezhukumatathil decide between possible suitors. The second collection is Vesper Flights, by Helen Macdonald. Macdonald draws on personal stories, scientific history, and literature to examine nature as it’s observed and experienced in many different forms. In the title essay, “Vesper Flights,” we learn of the strange flying habits of the swift and what their ascension as a community means to Macdonald as she reflects on how she navigates challenges. And another essay called “Swan Upping” describes the old English tradition of catching all the swans on the River Thames to track their lineage and ownership, and then dives further into that particular custom to explore nationalism in the UK, in the era of Brexit."},{"author":"Chapter 1: Scope and Scale","text":" Before we give World of Wonders and Vesper Flights the full science book talk treatment, I want take a step back and acknowledge that these two books are a little bit different from the previous books we’ve talked about in this series. Our previous books and episodes have been much more focused on one particular topic, whether that topic was fish, moss, or abandoned spaces. They have a specificity to them that I’m generally really excited by because it lets you go deep into a topic.  And written as they are by authors who take their subjects on with enthusiasm and curiosity, those books and their specificity are able to build to some bigger picture that goes beyond the narrow scope of the author’s original intentions. That’s what allows a book about eels to also be about family, or a book about mushrooms to also be about our minds.  In contrast, World of Wonders and Vesper Flights are broad by design. They are assembled from essays that each explore different aspects of nature and personal experience. And so as you work your way through these books, you travel from topic to topic, from land to air to plant to animal. And these two different types of writing feel in some ways like two very different ways that many of us experience science and nature.  I’ve worked in a lab and have been writing about science, so a lot of my experience with science has been that feeling of getting immersed in a very narrow area of knowledge and wanting to tell everyone how cool this one thing is. And that all feels a bit the way those topic-focused books feel. But I’m also definitely a bit of an indoor kid, so when it comes to everything outside my window, it all feels like a lot. Like you can go on a walk, and all around you are so many different bits of chemistry and biology and geology coming together, and it’s both wonderful and hard to pin down. And that’s what these essay collections feel like. They’re a trek through different narrator’s worlds. The specificity in them is the author and the different sights that have made up their lives, and how they’ve processed what they’ve lived.  For Nezhukumatathil, this is a world shaped by her experiences growing up in America, but also influenced by forms of nature from her parents’ homelands. For Macdonald, this is a world characterized by British landscapes, but with sights from other travels as well.  And with such different settings within them, these are essay collections that go in their own directions. So you might not necessarily expect these two books to have a sense of commonality weaving through them. But despite their scope and scale, there is a core to them that feels universal, a core that starts in childhood."},{"author":"Chapter 2: What we lose","text":" One of the main sources of inspiration that connects these two books is childhood. After all, what is more poignant to us than the nature we grew up with, the trees and creeks and lawns we played in and wove in to our earliest stories of the world? Nezhukumatathil’s first essay in World of Wonders is called “Catalpa Tree.” The first sentence is as follows: “A catalpa can give two brown girls in western Kansas a green umbrella from the sun.” Our first image of the catalpa is as a shelter, not just for Nezhukumatathil, but later we learn for the sphinx moth as well as it lays eggs in the catalpa’s leaves.  Over the course of the essay, we come to understand the ways that Nezhukumatathil’s relationship with that shelter has changed as she’s grown up. In childhood, where her brownness was distinct and a source of self-consciousness, the shelter is necessary. But when the tree reappears in adulthood, she’s surprised to find it less necessary. The tree becomes—as so many sources of nostalgia do—a marker of change both internal and external. Macdonald documents her own similar encounters with nostalgia in the essay “Tekels Park,” which starts: “ “I shouldn’t do the thing I do, because motorway driving requires you to keep your eyes on the road. I shouldn’t do it also because pulling at your heart on purpose is a compulsion as particular and disconcerting as pressing on a healing bruise.”  But as she explains, Macdonald always looks, because she knows what the land looked like decades before from when she grew up in the area. She describes the way the meadow parkland turned her into a young naturalist, with its many insects and birds to identify and catalogue.  But we know from those first few sentences that the scenery has changed. Some of those changes are routine, like the yearly mowing to trim the meadow down. Over the decades, however, the changes become more drastic, altering the area to something more like a soccer field than a home for wildlife.  Macdonald writes, “When you are small, the things you see around you promise you they’ll continue as they are forever…” And what feels more eternal than the trees and animals around you? The reality, of course, is that they are not immortal, and the loss of this nature can hit particularly hard, as it does for Macdonald.  And yet, not all losses are tragic. That line Macdonald wrote, about how the things you see around you as a kid promise they’ll continue as they are forever, it hit a sore spot in the context of her essay, reminding me of every conversation I’ve had with a friend or a family member of a place we’ve grown up in that looks different now.  But it hit me differently when I thought of it in the context of Nezhukumatathil’s catalpa essay, where the nature stays constant, but the world around it has still shifted. She writes, “The foot-long leaves of catalpa trees like this one, for me, always meant shade from persistent sun and shelter from unblinking eyes. When I moved to the South, I thought I’d need to make use of those wide leaves constantly, but for the first time in my life, I haven’t had to.”  In the same way that the things we love as children seem eternal, so to do our hurts seem enduring. The looks or comments we might get from strangers, the things that drive us to seek shelter to begin with—those are things that come with a sharp pain that might seem like it’ll never go away. And yet those hurts can fade too, or the nature of them can shift so that even if the pain is still there as a reminder of the past, there is still something present and different that may also be worthwhile, something that resembles hope. "},{"author":"Chapter 3: What we pass on","text":" In an essay titled “Ashes,” Macdonald asks the following: “Children who are growing up watching glaciers retreat and sea ice vanishing, villages sinking, tundra wildfires raging and once-common trees disappearing—will they learn to regard constant disappearances as the ordinary way of the world?”  This quote stuck with me through both World of Wonders and Vesper Flights—two books that are as much about nature as they are about how we use nature to understand ourselves—because it kept me wondering what it will look like for future generations to turn to nature for their proxies.  Of course, nature is going to exist, but differently, so that the metaphors that are already historical to us will seem like hidden relics or riddles in only a few decades.  And not all of this lost knowledge is a function of lost habitats. Sometimes it’s a matter of what knowledge is passed on. Nezhukumatathil includes a pair of essays centered around fireflies. In the first firefly essay, she describes their synchronous glow and says, “They blink on and off, a lime glow to the summer night air, as if to say: I am still here, you are still here, I am still here, you are still here, I am, you are, over and over again.”  It feels, again, like the promise of our childhood haunts to stick around. But in “Firefly (redux),” the essay which also closes the collection, Nezhukumatathil finds that most of her students have never seen or heard of a firefly, even though the town is full of them. She asks, “What is lost when you grow up not knowing the names for different varieties of fireflies?”  And it’s not simply a matter of lost knowledge. Sometimes what we pass on is our own failures. Nezhukumatathil has another essay in the collection titled “Questions while searching for birds with my half-white sons, aged six and nine, National Audubon Bird Count Day, Oxford, MS.” The essay is loose, structured only in the form of those questions. Some are the normal questions borne of curiosity or necessity, like “Is there a bathroom nearby?” And “Why do lady cardinals look so sad and boy cardinals look like they are going to a party?” But then others build to something bleaker. At one point we hear, “At school we have to hide under desks in case of bad people. We did that last week. It’s called “Lockdown!” We have to be quiet like what we’re doing now while we wait for birds.”  The metaphor might be based on the familiarity of birds, but it’s also based on aspects of childhood that are newer, unfamiliar to many of us even if they’re built on a world we’ve passed on to them through tragedy and failure. In “Ashes,” Macdonald writes, “Increasingly, knowing your surroundings, recognizing the species of animals and plants around you, means opening yourself to constant grief.”  Nezhukumatathil suggests one approach to this problem in “Fireflies (redux)”: “Maybe what we can do when we feel overwhelmed is to start small. Start with what we have loved as kids and see where that leads us.” Of course, as we’ve seen with both World of Wonders and Vesper Flights, starting with what we have loved as kids does not mean you can avoid grief or a sense of loss. But loss has always been a part of this world, a universal experience that long predates climate change. It makes itself known in every aspect of our experience, from birth until death.  And with every loss comes the knowledge that the world still goes, a fact that can feel like a cheap comfort and reverent promise all wrapped into one. There’s a future on the other side, one that holds whatever hope we put into it. As Macdonald writes to close “Tekels Park” and its exploration of her childhood scenery: “I know that what I am looking for, beyond the fence, is a place that draws me because it exists neither wholly in the past, nor in the present, but is caught in a space in between, and that space is a place which gestures towards the future and whose little hurts are hope.” "},{"author":"Epilogue","text":" I’ll be honest, I don’t feel like ending this summer reading series on a note about loss, even if it’s tinged with hope. World of Wonders and Vesper Flights were first and foremost books about, well, wonder. They were about seeing bits of nature both big and small all around you, and then delighting in them. The language was beautiful, and in the case of World of Wonders, the illustrations were also beautiful.  Over the course of this series and the eight books we’ve talked about, we’ve seen authors with different backgrounds and subjects all come up against what feels like an inevitable question, of a need to understand how we place ourselves relative to nature. Some have explored this in questions of anthropomorphism, others in discussions about the anthropocene.  Macdonald writes of this too in Vesper Flights. In her last essay, titled “What Animals Taught Me,” Macdonald says, “None of us sees animals clearly. They’re too full of the stories we’ve given them.” And yet later she adds, “But the more I’ve learned about animals the more I’ve come to think there might not be only one right way to express care, to feel allegiance, a love for place, a way of moving through the world.”  And I think this is perhaps what will stick with me most when I think of these books all together: of the different ways they express care through their writing, and of the different ways they’ve taught me to move through the world through their stories.  It’s hard to pin down just one lesson I’ve gotten out of this summer of science reading. It’s more like a cloud of questions and facts and wonder, transportive the way any good book is, even if the world it’s taking me to is right here.  Thank you for joining me these past few weeks for Science Book Talk. I hope you’ve enjoyed this series and maybe also have enjoyed the books themselves."}],"wave_peaks":[3,11279,8510,12600,6110,13348,14715,7303,12463,10558,10702,7641,7420,16067,12339,12923,11177,13520,13744,13068,11026,8936,14126,12942,16533,11219,10795,13262,8496,8095,18588,15409,11875,15710,12642,13508,11426,5617,14974,6014,14317,9407,12440,18884,17988,20079,21960,16954,12259,13112,20465,17123,21650,10828,17474,18131,23976,15157,15284,15720,15398,10475,5627,21304,11638,16202,12471,16344,15385,9615,4880,3189,5518,13223,14771,14371,14815,14801,15802,16936,9566,11427,16873,16396,14091,16048,15015,15568,13058,14157,15992,12321,15542,16293,12181,12731,7981,7880,5179,10552,14773,14929,15541,14121,15489,7158,7374,4231,8738,8292,18728,14143,13268,28452,12143,12788,10880,12665,14451,15337,13478,14783,14250,11828,12723,6093,16096,15082,16186,14383,10055,5807,4938,4914,10010,21418,14534,9834,12620,11522,14423,10656,8599,12981,10516,13971,12485,6950,1503,11700,14124,13118,13032,12481,11424,9892,10339,1081,1535,14796,13923,10593,8300,7526,14858,10171,8000,10050,4517,2012,1536,13527,6422,9662,10440,10884,5674,5577,4018,2680,16831,10669,12661,13507,16028,10738,9937,1998,12011,8507,9167,11552,13053,11907,11418,7541,13355,19067,10911,9454,9934,1336,2147,6977,14939,10611,23740,13665,13043,16142,13528,9861,8658,6992,1714,10981,10528,12520,14977,14024,14654,12943,17151,13011,12005,10163,12073,8144,7671,11933,10786,9489,10537,6662,210,9400,9952,27282,14889,23566,12028,19374,29585,22314,11586,16528,616,12,17245,14679,13502,10680,10227,11280,12795,12404,11437,5812,227,12428,15866,11219,11096,12850,11445,9480,8261,11476,14339,10372,12160,15512,12082,10557,9593,10130,9248,2535,25,4589,14706,7890,10902,11916,13048,12566,10299,13830,16455,5005,11398,15262,9758,5691,5160,11188,10743,10845,12708,10515,7536,6245,6722,295,14826,11223,7828,7422,11015,9327,10331,10615,10974,13019,11818,11498,8840,11374,3540,78,70,16188,9417,11509,10613,12093,9798,9929,12050,9441,10093,8426,12281,7807,426,11119,11108,8176,11484,13638,10422,8885,10036,11624,13965,9975,3353,261,31,36,10657,16383,16639,14227,11846,13778,14373,13384,12463,7164,7764,9538,8752,10177,11521,11026,13762,10765,12918,11651,9970,6200,12684,10381,11633,11116,13144,12724,12404,14007,11787,7779,408,14484,8048,10868,11398,7897,6722,7954,9722,11846,10627,11462,8181,614,16547,11897,12352,8910,11538,10384,7586,7694,11702,11458,8152,9757,9384,8397,72,10,211,12643,15196,13894,11770,13280,12217,12766,11317,9099,2405,11132,10660,15002,11799,11691,9343,12636,11472,12251,10928,11111,11491,10847,310,7405,16548,18178,12534,12989,14202,13218,12999,10492,11692,11511,11823,11322,10355,8681,10904,12621,11979,9973,9708,11434,3905,3015,75,9775,14067,9766,13317,12895,10694,13455,11568,8906,13243,11389,11686,11832,6067,2007,17,46,12601,12565,9763,11541,11698,8686,10595,10337,8333,4808,15235,10412,11070,9272,11451,11021,11778,11011,7059,10385,10724,9848,9233,11905,11380,13126,10958,12528,10612,13250,11034,9977,10143,13237,11502,11013,8850,8153,3077,252,12555,12947,7007,11745,10332,12371,10453,9616,5523,1938,11384,13805,7937,10942,8137,7810,10305,10361,10983,10457,12630,12573,13350,2722,415,14257,10642,9980,12133,11604,10674,12443,11024,12671,12380,10191,216,11501,12680,11978,12134,13167,13172,8398,12618,10324,9880,8113,12398,6948,5857,10532,8541,1935,30,13375,12632,16670,12968,10853,8613,11721,11158,13658,11918,3616,9944,12652,7661,10395,10123,10216,11210,11551,9723,10066,3733,10606,11604,13425,15534,18204,13055,13043,9930,613,12259,11068,12047,12979,11733,10829,18176,11695,7646,422,70,10253,18142,8076,12281,12256,10217,9876,11843,10910,12531,10139,6265,356,12387,14828,12809,11996,12305,13297,8341,12379,9927,10273,10268,139,11362,12278,11687,13038,10612,4858,2839,63,1375,15923,25806,24829,22926,18372,12066,24637,22255,19570,18469,15916,15948,15936,1622,63,13379,13801,8755,13836,15510,14615,14141,13224,10343,15417,14777,11549,12159,13326,13133,17380,11176,16063,9872,13641,10426,82,116,18645,7880,10676,9096,9260,12293,10476,8898,9992,10155,9114,7698,12753,5277,510,14842,13511,17517,14172,12238,13960,15712,11949,14275,10782,10050,12737,15022,11013,11403,11061,4553,3181,72,22,12,14086,12288,11158,12648,12212,12070,18673,11828,12060,12295,10199,11991,13087,16756,11737,12902,13118,13601,10978,10500,12416,10450,1953,113,239,13239,11020,11149,14129,10724,9447,2733,12534,15275,10948,12111,15608,12241,10746,4804,3355,98,88,11636,8376,9993,15399,15383,9599,13567,14851,15093,13590,9291,16097,11287,12773,13062,11072,3215,13198,13708,8452,12423,11800,8589,10977,10071,12784,11104,2606,339,8,48,10182,15247,12169,13545,19644,11947,15953,22244,13109,10310,12424,10690,14103,12486,10404,10380,11300,13993,12343,11633,10439,8719,13481,13468,10199,3688,111,14325,9101,12264,10973,12494,13934,11171,9309,9275,681,10718,9526,9789,12853,18539,13297,10375,10871,11487,11198,14993,14450,13192,13359,11098,12428,12853,11377,858,21403,13403,10501,11051,12049,10817,10440,10103,6342,2343,118,16531,11984,12726,13061,9717,10659,17814,13101,8806,8398,4569,9303,9906,11904,11971,13278,11480,7799,1890,132,12393,13181,13622,13975,11380,11818,9620,15887,17564,12373,11829,10917,12327,11449,3682,1901,20,2,172,22,3,11979,12194,11212,7017,5275,2720,11917,12759,13232,10871,10043,14538,11259,7647,11030,10759,12883,13455,10432,8724,3256,72,68,5084,16903,11907,14826,11879,12581,15153,11655,10052,8350,6113,10405,11962,12334,11722,8920,9936,11832,10117,10886,10063,10766,10141,9448,9525,4220,538,123,178,11702,13158,9224,8805,11285,11405,9393,9552,11666,10650,1765,148,10731,10258,12217,12684,11959,13038,11826,12419,3373,162,72,15173,15537,11488,11227,12045,11924,10437,11270,10829,10172,11795,14303,6420,221,38,13501,11205,10830,14283,13034,11439,14451,11562,6511,10841,11376,11435,10292,7824,10157,462,7875,11614,13579,11304,10764,12523,12703,12690,12126,8639,10070,7675,10256,9834,9445,9374,7343,7022,48,12,18,15233,13732,16307,13460,11608,12802,11472,11576,13973,12529,9284,11786,4251,2701,456,10670,5577,13288,8195,11354,10088,10071,7724,6842,9243,5392,281,11990,9916,12797,12817,16894,11879,12514,12277,10738,13041,11616,10770,12143,12801,12347,12055,14850,11180,10860,8846,465,14697,13263,10203,15071,15429,12342,11152,6564,11394,14660,9361,12912,11784,10725,10690,2354,223,259,77,64,11690,12649,8260,11783,9797,11566,14436,8745,13659,12689,12105,9542,10883,8914,15112,9107,9913,7242,7231,160,11216,12459,19828,12098,11769,12206,9774,14374,9412,15228,14090,11608,10722,10626,81,49,3383,12954,15820,9988,11918,12783,11579,20999,14262,10769,9728,11258,9783,192,68,13649,11216,10830,12233,12850,6689,3555,99,33,116,12922,11471,14000,15325,13749,14172,11225,10502,13158,10081,10641,11686,13100,5016,11238,14425,12628,13119,12913,10890,13561,9177,10980,9655,11701,11746,12672,9163,10698,12201,12627,12861,12014,12995,9928,168,82,3955,11797,321,12493,14356,8841,10114,5986,6187,186,13510,7231,8922,13947,13641,8689,3494,113,21,71,10611,9231,5780,7086,9971,12649,8220,8538,10141,11395,10004,3836,311,8,12014,13073,15025,10338,13065,9117,13637,12475,13027,13573,10357,200,11200,12160,12849,14536,15731,12857,13298,13402,14173,6230,1889,13884,10795,9627,4571,6313,13894,15978,11410,7737,4031,107,78,10660,11852,12097,11290,9658,9216,12402,6925,11885,12596,2964,11049,12259,10971,8117,11131,8696,11568,12655,9933,11777,8998,7274,5554,16,9495,16649,11074,9654,11437,9494,11701,11639,11388,8092,9485,10491,7462,7894,7913,11927,7262,4041,291,18,222,81,14186,12628,14234,11172,8381,11980,13765,13941,10568,12664,11356,10393,10725,9221,9526,5311,6816,227,10772,13268,10027,11071,18114,10965,10046,8358,11542,8691,106,11082,9080,12815,12414,12609,12076,10748,11725,9328,6163,167,11759,11859,14358,12195,11186,10047,11256,11875,12145,13459,11317,11716,10243,3285,63,50,537,15458,13983,8705,10683,12302,13153,10371,15338,9934,11364,9538,8274,11988,10139,502,10087,11285,14387,11916,14025,11346,11424,8729,10081,10622,12136,13130,11147,10619,14295,11988,12737,14878,16009,10239,954,233,15518,11807,14624,13765,12713,12267,10888,12714,9063,5638,17603,11041,12466,7713,7345,10030,6338,821,8755,9320,8472,5900,85,24,61,60,5112,8704,10782,10147,1844,15302,11058,6918,3556,1755,248,97,10009,9764,11777,12333,11450,12175,8190,12683,11304,9181,10903,14266,8361,8565,9394,10405,2019,11328,11324,10888,11319,6285,45,7,44,14,11560,10920,10702,8388,7854,9742,11092,12809,9739,10627,10367,12283,10145,11303,10769,9067,11717,10149,6870,240,11543,11877,8748,9344,7809,7902,6172,10529,11165,7457,9979,8319,3380,14377,12484,9668,11416,12687,8625,8177,6270,7795,8649,8017,3411,10,2,12504,11291,9639,10639,15189,10554,12060,7507,10788,12267,12295,7524,7051,13454,12550,11077,28742,11837,5273,4335,26,45,6,242,14518,12498,10776,9029,10048,10039,6898,5763,2953,1415,3367,2218,22838,20873,18483,8905,24141,16855,21022,18803,14661,16337,15294,13301,14489,7893,16462,21539,18979,15276,12580,18726,8538,1264,1011,867,379,333,14884,12293,10474,11643,13740,10454,10809,9775,10260,11835,9142,14080,6419,64,19,11937,11019,10559,10315,10244,9104,9513,130,16204,8392,8879,12516,9224,9751,8992,8608,11353,5107,11131,12856,11997,11974,9848,11981,9307,7059,6562,2927,933,29,12893,10653,12940,10402,9527,5731,297,10557,10708,13209,9444,10418,11229,10942,9466,8400,9548,11784,9359,6833,11157,9820,9538,7635,280,11223,10067,8293,11805,7462,8942,5741,1349,10457,10769,10790,9037,10976,12013,11656,8326,9766,7370,10298,10157,8331,9846,7802,11303,8911,9020,8689,2755,5738,12035,9373,9956,7893,10155,7080,5662,164,13048,15249,11525,7961,11655,8482,8033,7624,7874,7502,169,8614,10034,9072,8523,9076,8578,5746,13151,9930,7142,3286,36,3156,13442,11141,8920,7242,7362,10419,9878,10204,8354,10312,11444,8341,7777,8549,10904,7909,119,17339,12125,10585,12555,8415,9118,10240,7134,10035,8117,8064,8733,10039,9147,8014,3527,115,24,14,11690,9790,7262,11716,10286,10609,10895,9648,11959,12363,9880,10153,10282,8020,8407,7560,4089,107,9436,10641,8354,8637,7954,8194,4713,2123,92,9,12109,10759,9870,5813,200,253,1293,2471,7654,11786,14482,11821,14367,19012,13343,11587,10051,7901,2496,17199,24246,19399,17135,14572,12008,12184,14476,14584,10395,9771,16436,17680,11516,13407,12954,3712,2579,4416,16467,22758,16516,18613,19611,17300,14156,1561,10578,18792,3511,11612,13916,13860,13176,16577,13645,12138,12119,5868,4078,23149,16529,23634,10613,15503,10647,18363,20978,5923,20316,21891,9805,13254,14343,12996,9869,18008,15322,23237,12548,12610,10491,12092,6217,1916,1090,10582,9285,10333,7830,7988,7910,7128,9959,9695,8701,11756,7470,8027,2964,896,56,9973,9959,10739,9025,10105,9266,10581,10529,11487,10372,9826,10352,12366,9770,9362,12198,8483,9600,6369,840,64,1563,11011,9870,10666,12427,13060,11853,12722,11269,9615,10081,4129,9231,10359,11265,8055,8238,7504,8770,6475,1756,140,14445,9532,10582,10405,14072,11909,11619,11211,10440,10927,10037,7716,9879,10201,3202,1166,11,92,11640,11489,9518,10827,11948,10619,9442,6503,7682,7980,6722,4906,10217,5751,9531,9887,9558,8067,10615,5972,1001,26,38,5203,10838,9428,8025,6814,6558,7853,8449,8700,172,11909,7955,10868,7513,8916,7126,8039,9944,8140,8195,5914,97,12456,12772,10989,7991,9044,9784,7373,491,9437,6660,8412,11910,10748,11537,9757,6324,3647,1175,31,10869,8967,11984,11494,10807,10333,8853,10356,11586,9794,11492,11308,9535,4180,4844,132,10427,7644,11191,8066,10264,8979,8394,4658,1877,1686,1517,12670,11214,11301,5188,4785,7650,5195,3640,16742,17626,17165,11078,6736,6786,8799,17504,14681,13074,15987,13602,10349,5551,4716,14085,16947,8826,7715,13176,14920,16831,18651,11695,11707,18800,13774,16260,12806,9095,6576,9803,5113,4131,2928,1519,9112,8522,7936,11400,8682,9884,6285,9100,6102,168,9379,11567,5882,7418,8214,11007,9900,8184,9685,10195,3058,24,11,10799,11798,9594,10882,10795,7434,6613,11103,9931,10395,10225,6374,8211,175,31,16578,11659,10555,9892,6198,6472,9851,11193,7420,11502,11409,5798,3208,725,12943,10438,9834,8264,8309,2520,138,5,9901,9246,9185,6688,8827,10809,9219,9048,10348,10454,7672,4405,1351,9,2,4647,9785,11196,10884,11019,10439,10070,14110,12579,9841,7754,9611,8902,9727,11790,8511,9230,9744,10204,348,8682,8758,11111,11723,9960,7679,7808,10034,10215,5397,202,108,13271,11020,15059,11993,9641,10118,9319,9415,10790,3524,4750,526,13754,16025,10437,10911,10008,9573,7716,9392,7891,9547,6123,9400,10203,9163,8514,10483,10416,10079,6502,12975,13398,8030,8974,12596,12079,7550,11421,3403,7551,7642,11972,8783,5580,232,26,29,29,3,13378,10839,6081,8128,11615,6617,2812,10167,12966,8389,11544,10960,9720,10193,9954,8346,9518,9042,11606,13332,10315,6974,66,160,13040,15390,12059,10211,7378,5965,6732,6448,10013,22114,13003,12315,11286,10888,11228,11134,18679,11796,4190,534,1977,10344,16804,6623,3572,5217,23771,24511,19187,18201,19703,21347,20588,15461,9022,23736,19596,14779,9687,23223,20950,17903,2676,1501,23483,22722,21824,21754,21094,17038,14736,16437,21459,20032,4785,21740,22860,13895,21007,18459,11298,15659,14591,7844,3575,2584,5255,5330,22517,22891,22167,22990,21728,7756,22753,21661,15282,18217,19975,17577,21587,17721,16887,18262,14748,12417,13055,4570,9118,5276,16762,24118,22003,14487,19590,16276,12222,3265,6178,7140,22615,20137,15670,8668,4695,4655,14941,12608,11532,11411,10107,10787,10793,12588,11758,10817,9534,9908,9354,7988,381,10708,17935,9486,10573,9664,9137,9649,8513,10870,2233,26,15,11352,11701,4058,11893,9718,10401,9613,8627,7167,10126,7480,2249,2204,12772,10874,10533,10810,9927,6252,6702,11759,6701,8755,7711,5737,315,41,30,30,15239,11445,10334,8852,7341,10362,7770,9147,7089,7347,6937,9428,6344,7564,9119,9960,10608,7761,7191,3494,18,23,6,11477,10507,13676,10485,12764,5059,9505,7986,5044,4557,487,431,14695,12777,7811,9452,10046,6317,5741,5001,77,39,12388,8601,4451,6691,7439,7440,8876,7086,6706,8697,7576,7740,5359,7676,6161,4719,2863,67,37,13408,8635,9227,8041,9940,7824,8532,7540,268,9935,7143,8611,9129,10074,8279,8772,6313,10408,9887,4339,158,62,3972,8504,7588,9844,8348,8318,4839,7814,1347,39,6,3,55,5,9267,11227,5686,6076,31,10952,7631,9247,6461,4824,56,8,2,11096,9412,8934,11132,11322,8876,7341,4946,582,12813,11953,8903,11860,11165,11436,5002,1574,2281,2344,2443,19401,18344,11639,15377,13428,21734,22531,16703,17316,16689,15802,12115,8663,12644,11230,14173,17042,16250,15781,8384,5054,18412,26532,22745,18611,19210,10484,8148,23401,23463,17302,15381,16469,16345,8363,2772,15473,24353,20800,15664,15577,18915,20609,11348,6657,3478,3203,8920,6409,24572,20837,16326,14033,16804,18067,15411,16893,17126,17548,15417,16215,14551,12436,9610,19086,11700,19750,18240,19128,17194,19752,11840,10271,3629,2399,11527,11617,10382,11788,10083,7856,7621,10587,10535,12222,11125,10690,9712,9789,8383,4833,3958,2487,52,265,7245,9466,10939,10321,7116,9414,9930,10502,6717,8385,8048,556,15451,6717,11716,10484,9931,7995,9609,7801,7943,12052,6687,8252,5600,8498,2031,148,9010,10517,10145,9817,10037,8066,12532,9177,9340,7342,10288,6518,6907,8342,7353,8030,7193,414,11143,10370,8308,7644,9347,9802,5804,4343,4284,1265,23,44,16599,12019,12772,11859,10036,13142,12432,9934,15541,8771,3288,15570,12544,13391,7975,4418,18099,15432,15328,14307,11994,12305,12139,13370,11612,8947,11615,11362,11522,11472,2996,177,12951,9384,11464,9839,8837,9390,7349,10265,12077,1984,9818,9473,8768,9825,5638,3886,449,32,4,39,9,1203,13759,14937,12032,14711,9733,13615,12782,11361,8622,9153,13951,13447,13552,5653,5256,13382,4818,4008,58,13410,21364,10428,9659,8966,11767,11488,12742,11773,11451,9736,5167,8085,10103,7811,65,19,64,10,12261,11767,10508,11144,11556,6359,8642,10851,14545,9608,9954,1619,12833,13900,11530,10093,9016,4019,880,33,13,13974,12147,10311,10331,11605,7476,5334,217,14562,11468,10943,9732,10336,9801,11388,10451,6414,7024,2483,3396,2775,22651,22268,22350,22628,20727,8013,5185,15113,22710,22339,23074,22515,17393,19116,11048,12243,7860,5604,2628,2259,23006,15307,14864,14198,6217,2749,2233,20487,16279,18680,16559,11465,6224,19381,17563,9407,8119,2687,5623,3834,17128,13390,14521,10947,8445,1355,22377,18559,8176,9297,5551,3756,2905,14897,22357,12890,6594,17552,22489,7989,2905,23376,15392,15130,8890,7598,8948,6636,2453,1628,7639,9761,10294,11618,10471,11444,10519,11141,10963,12240,8286,10850,6147,9936,5327,8908,9524,8253,2253,37,42,4290,13839,10422,11503,11423,9320,10068,3188,139,15008,9418,9932,16062,10253,8832,8746,10372,7117,3878,49,31,13400,8584,9854,10839,9689,9053,9440,7490,9649,9717,6577,10653,11976,4723,7124,8886,8243,11230,10359,7603,6714,91,9974,11167,10267,8459,8676,9523,13268,7127,2899,10,2,53,10498,10636,3212,2242,18882,17342,13559,16626,22549,20531,12497,17131,18889,18338,15050,13456,14290,14113,14688,16653,13458,7832,16026,6704,5120,2553,1863,1568,1749,11597,10149,9957,10321,10606,13650,11952,12242,11144,5393,7239,5945,2861,16088,15650,9869,11872,6301,8448,7580,5888,9860,11484,10463,9168,9581,1975,321,16,11656,12404,10784,9938,11791,11679,12737,10938,9639,8967,7603,9495,10976,1072,13575,10495,11956,9571,7662,11184,8872,9955,9915,6504,8664,13705,4973,212,11282,11195,10212,9872,8023,2974,78,11686,11305,15363,10396,11731,12257,11329,8715,12419,9137,7558,3804,3177,303,6355,14534,11133,9063,10016,2929,13659,11086,15120,9363,11478,11573,10437,8022,13546,8722,4803,6683,285,2025,12409,14348,10328,8876,12439,13191,11288,9609,11004,11087,8034,12393,9259,10565,9535,11529,7199,12373,3960,10103,2227,2671,16156,23403,22532,22433,23419,17944,11849,4638,14609,6333,5272,16772,11698,16125,15371,11017,23620,20251,15644,21259,19301,18479,3997,21864,17950,22616,24016,19972,21744,19831,16975,21730,13999,10308,4184,3074,2477,1459,2999,1979,15573,10369,12765,10657,11034,10627,12363,10035,8325,4370,712,572,15513,11642,8939,7307,5479,4384,22437,15015,16711,9083,20139,23598,14758,12110,18864,10938,14217,13231,11492,5007,2738,18311,23982,12193,15434,5707,5044,24319,19400,17690,12742,3749,3294,24321,16034,17408,12485,23243,21514,13976,16522,19596,17851,14189,14283,15002,7380,3850,4371,3008,8648,13531,13414,11798,9791,10811,8464,12538,11300,8766,7805,7693,4377,1641,402,13714,12226,10601,11641,5923,6460,6315,9116,12013,10819,2984,11800,10124,9622,9645,10235,15498,12901,9444,6820,5986,2351,76,215,9834,9022,10042,10601,8905,8728,5292,10599,9809,10463,6779,6088,11256,6217,6151,6014,2608,12,103,11812,13195,11235,10047,13359,11821,4398,4756,3903,18788,17461,13594,11276,9868,14315,12787,15005,9843,6116,6487,23644,15618,14852,11509,16238,14174,20796,22784,13319,13947,15410,14713,16868,9251,20390,21119,19031,17734,11773,22307,9100,11525,24098,13379,8071,9260,4116,3388,3672,2286,13396,11023,10674,9811,12202,12493,12337,8971,8584,12286,9950,9106,9875,7647,9851,9385,2153,4412,3403,25352,17517,23775,20122,20211,21169,18358,10193,11486,12264,9414,16975,10907,19366,17877,18434,7348,2305,10319,24236,25135,24149,21579,19212,17810,16707,18832,18233,14303,19989,10387,10747,10522,3863,2621,2519,1905,1595,14469,11766,11376,12677,7840,9105,9425,14970,14321,14801,11249,10662,9789,11344,6259,6472,2068,85,13087,9172,7035,12730,11008,10602,10689,9289,9600,985,162,10642,9359,9808,9127,10530,10342,11018,10825,7624,12072,12807,9559,10832,9065,3046,85,38,44,110,10455,8633,4465,7718,10080,11302,9571,8169,9153,9816,10907,10382,10430,3627,26,5,13345,12129,11775,12449,6262,7009,6548,266,10564,11076,9132,10901,9283,11349,6845,4973,1158,52,10,2,12524,12157,10672,10186,10102,10016,14412,11518,9647,7095,8968,7551,7404,5261,549,11338,9608,11574,7708,9258,6985,6024,132,0,11601,10098,10822,9440,5837,2152,9703,9411,5516,4862,5235,8283,9762,7185,8888,10305,10014,2371,86,20,13470,10142,8917,7035,9696,9438,7934,7976,7208,9920,9294,8286,9943,5474,7915,7459,95,57,11618,9489,8472,8291,5294,3948,17,24,11,3467,8311,8834,9040,9422,8937,10059,9407,9091,4489,108,13265,7744,8726,11062,9878,4864,5044,8698,5951,3605,52,60,2,13,12481,10557,11847,8421,7892,9998,8159,10343,10131,10885,10828,7867,9028,8981,8449,9085,8706,8865,6209,6768,3511,2083,1603,6286,4645,4010,20363,14837,15369,21027,19325,14409,12111,18328,15462,14126,16547,14641,4920,1110,17362,21207,10355,13941,17496,22893,9012,13796,17893,5694,25373,22502,12505,14235,13621,17105,10619,12714,14610,14615,16572,5490,16416,18638,17534,14448,6000,4878,5215,3998,22331,22821,15627,15920,17851,11940,9352,13400,13667,10197,7542,3329,4731,5452,23536,18771,22080,14738,17662,15710,9869,7587,13924,17633,20592,17271,12226,13151,8019,5901,18708,14318,17126,17193,14804,7470,3889,14273,16509,6821,4201,4091,4234,3544,3385,4323,3047,3170,2328,1039,2695,1349,779,1503,2757,2843,628,24114,8296,3357,406,25,5,15784,10941,8049,3416,319,15216,12218,12826,10969,10886,10278,11852,10802,8264,9917,9961,2738,21329,15597,13445,13242,7921,4672,369,6540,5549,9780,11968,10115,9515,8411,311,28,83,163,7560,10418,10470,10399,9726,13286,9489,11625,5569,12537,11874,10121,12888,9748,3229,11134,12282,9427,279,10291,210,12679,18271,7286,100,56,22,14838,12200,15705,13118,6907,7664,13285,11023,9064,10449,9909,10884,10827,13353,10867,11049,12758,9031,10069,11392,10845,8396,11345,11362,3721,2612,614,17,127,14522,11129,10293,10947,10145,9985,11226,2940,10673,11409,10169,9348,11245,10042,8324,3673,8916,10350,6104,7115,5641,6411,5761,7497,4968,7259,6585,143,4,12,1,12,10659,9525,9596,10852,12479,9279,6040,8599,8529,6859,11119,5837,5228,5267,4609,174,61,11410,6732,16968,9017,7681,11274,11573,9956,8625,5713,6221,7413,5043,188,11560,6955,11904,9804,12277,6222,7072,10470,9546,11771,8807,7885,3956,3726,375,58,15153,11169,13675,9991,7396,7791,9755,7359,6313,9051,10910,6783,9892,9298,9664,6980,8110,9147,2938,43,42,11372,13177,13479,9678,12942,9452,7793,7494,10505,10910,10255,13074,13068,11408,7808,188,17099,10391,8778,8867,9117,8846,5983,6607,3294,4266,2321,13,13688,10859,10212,10420,11598,8225,8447,9156,8321,5799,6215,4997,1340,101,13109,10982,9308,7910,6987,8098,10579,10923,10133,7011,4633,4863,121,11482,10947,5650,3215,1416,634,1048,20905,15770,8412,12971,15019,17585,11589,13489,18783,6482,6233,14749,14267,15272,22644,23228,16317,15265,14227,13279,16781,8678,7161,6155,5461,13265,8984,12262,6498,9169,6145,3442,2990,4645,19166,22541,19169,18285,19540,17829,15121,12385,5441,1233,21947,20325,8638,17279,12344,8556,17376,14949,7085,8087,13264,18908,15995,15738,13968,11046,12954,6852,14964,15640,16012,14008,12994,7628,5628,21205,23670,20822,16950,11858,8312,2935,21262,23982,13096,21311,8190,11222,25285,20720,20836,13104,17197,7667,15659,15817,8663,5905,3982,3428,2233,1648,15862,12881,11780,9512,10498,7726,12707,11666,10325,10101,12179,12278,11905,10230,5222,12757,14289,10419,3204,7938,14459,15833,9100,13154,11711,11219,14956,11409,13167,9268,8124,7702,4299,13251,13701,13201,11287,10548,10831,8875,10815,4636,8680,8346,14379,9106,11389,13774,7562,11711,14619,12662,11571,8608,4388,16298,16306,15104,16824,13495,16488,13875,15827,12918,11617,18784,13301,13502,10490,13740,13426,12451,7397,10624,10892,6497,7981,17421,12005,16052,13642,12011,10690,11742,11539,12661,12777,10134,13304,13582,8428,6206,10658,12928,13026,11971,13660,9275,12593,7771,8068,5425,6278,4177,12546,13855,13105,11723,9974,8812,10412,9289,7254,3150,13801,5621,6806,5022,418,7260,6222,6885,7195,6925,6996,9309,9645,6295,11868,9693,12454,9649,9847,9965,10870,8561,4501,12573,7978,7779,6623,4511,3929,12211,9066,8823,13318,8025,7026,6375,9977,10611,10914,8932,10467,12946,8608,7944,10230,6300,6424,6873,6946,6746,6827,6066,5243,4313,3457,2035,1564,1038,717,613,615,441,452,303,162,61,12,0]}
