{
  "title": "In Missouri, a Human ‘Bee’ Works to Better Understand Climate Change’s Effects",
  "img": "https://static.scientificamerican.com/sciam/cache/file/9F812109-678C-4CCC-81CF5D51FB28D3E7_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/in-missouri-a-human-bee-works-to-better-understand-climate-changes-effects/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/2DB1CE51-C5E8-4240-85C5702158BA9F25.mp3",
  "intro": [
    "Researcher Matthew Austin has become a wildflower pollinator, sans the wings."
  ],
  "authors": [
    "Shahla Farzan"
  ],
  "category": [
    "Plants"
  ],
  "transcript": [
    {
      "author": "Shahla Farzan",
      "text": "This is Scientific American’s 60-Second Science. I’m Shahla Farzan. Many plants and animals use temperature and other environmental cues like a calendar—letting them know when it’s time to bloom or find a mate. But climate change is disrupting these natural rhythms worldwide, from songbird migration across North America to plankton growth cycles in Norway to a hillside of wildflowers in Missouri. "
    },
    {
      "author": "Matthew Austin",
      "text": "If we head on out, you can notice a number of different species that have popped up: dwarf crested iris, blue phlox, Canadian wood betony."
    },
    {
      "author": "Farzan",
      "text": "Matthew Austin is a postdoctoral researcher with the Living Earth Collaborative at Washington University [in St. Louis]. This patch of forest—about 40 miles west of St. Louis—is covered with native wildflowers throughout the spring and summer. But the timing of when they bloom has changed in recent decades, Austin says."
    },
    {
      "author": "Austin",
      "text": "A warming climate is not only causing flowers to bloom earlier, but in many species, it’s also causing them to end flowering later."
    },
    {
      "author": "Farzan",
      "text": "Missouri wildflowers are blooming up to a week longer than they used to, compared to data collected in the 1930s and 1940s. And that’s created a late summer pileup of species flowering all at once. Meanwhile bumblebees and other pollinators are flitting from species to species, says Nicole Miller-Struttmann, a biologist at Webster University. "
    },
    {
      "author": "Nicole Miller-Struttmann",
      "text": " When a pollinator makes a decision about who it’s going to visit, that influences the pollen that they’re carrying on their body. And flowers, not too surprisingly, don’t really want pollen from another plant species."
    },
    {
      "author": "Farzan",
      "text": "A flower that gets pollen from the wrong species might not be able to reproduce—or it could push some to self-pollinate—an extreme form of inbreeding. To understand how this might affect reproduction, Matthew Austin has been pollinating hundreds of Missouri wildflowers by hand this year. Some experimental flowers get pollen from their own species. Others get pollen from different plant species to simulate what’s happening now, as climate change causes that pileup of species blooming at the same time. To keep pollinators from visiting his flowers, he slips sheer mesh bags over the buds before they open. But just as he removes the bag to tap pollen onto the flower’s sticky stigma, a tiny bee lands on it."
    },
    {
      "author": "Austin",
      "text": "Oh no, it just stuck right in there. A pollinator got in there when I had it unbagged. They’re sneaky. So this one will not be included, but thankfully, there’s another one."
    },
    {
      "author": "Farzan",
      "text": "He moves on to the next flower, a human meticulously doing the work of a bee. It’s a slow process—but Austin hopes the results will help us understand how climate change is reshaping this complicated ecosystem. For Scientific American’s 60-Second Science, I’m Shahla Farzan. [The above text is a transcript of this podcast.]"
    }
  ]
}