{
  "title": "Dinosaurs Lived—and Made Little Dinos—in the Arctic",
  "img": "https://static.scientificamerican.com/sciam/cache/file/B4520B4E-BCC1-411C-BEC6541928BDB992_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/dinosaurs-lived-and-made-little-dinos-in-the-arctic/",
  "audio": "https://traffic.megaphone.fm/SAM3416826465.mp3?updated=1703605921",
  "intro": [
    "New research shows that the prehistoric giants were even cooler than we thought"
  ],
  "authors": [
    "Karen Hopkin"
  ],
  "category": [
    "Dinosaurs"
  ],
  "transcript": [
    {
      "author": "Karen Hopkin",
      "text": "This is Scientific American’s 60-Second Science. I’m Karen Hopkin. Wintering in the northernmost regions of Alaska is no walk in the park. It’s cold and dark and sometimes snowy. But that didn’t stop dinosaurs from nesting there during the Cretaceous period."
    },
    {
      "author": "Patrick Druckenmiller",
      "text": "Dinosaurs were not only just living in the Arctic 70 million years ago in what’s now northern Alaska, but they were actually capable of reproducing there as well."
    },
    {
      "author": "Hopkin",
      "text": "Patrick Druckenmiller of the University of Alaska Fairbanks and director of the University of Alaska Museum of the North."
    },
    {
      "author": "Druckenmiller",
      "text": "In discovering that they were reproducing there, it has an important implication that strongly suggests that they were actually year-round residents in the Arctic."
    },
    {
      "author": "Hopkin",
      "text": "Now the Arctic wasn’t as chilly then as it is today. But it was below freezing, with temps dipping down to around 14 degrees Fahrenheit, occasional bouts of snowfall and, of course, four months of winter darkness. If living in those conditions seems daunting, so was obtaining the study samples."
    },
    {
      "author": "Druckenmiller",
      "text": "In order to get and reach our field sites, we actually have to drive from Fairbanks, about 500 miles north up to Prudhoe Bay and the oil field. From there, we board small planes and helicopters, and we fly out to our field site. And then we put together a couple of boats. And then we use the rivers up there as our highways."
    },
    {
      "author": "Hopkin",
      "text": "When they spot a rock that looks particularly promising—usually in a bluff or cliff face along the river—they climb up and start collecting sediment, which then gets hauled back to the lab to be processed and examined."
    },
    {
      "author": "Druckenmiller",
      "text": "We wash it, we screen it, we sieve it, and we collect and save every particle larger than half a millimeter. And what we do then is inspect every grain, grain by grain by grain, under a microscope, looking for these little remains, the bones and the teeth of what we now understand to be baby dinosaurs."
    },
    {
      "author": "Hopkin",
      "text": "These itty bitty bones are way too tiny to have come from an adult dinosaur…even a wee one…and they lack the features one would expect to see in teeth and bones from an animal that’s developmentally mature. So far, Druckenmiller and his team have dug up species from seven different dino families: from big duck-billed dinos, ceretopsians, and tyrannosaurs to smaller thescelosaurs, leptoceratops, dromaeosaurs, and troodontids. The findings are described in the journal Current Biology. Now, why does the presence of baby bones suggest that the dinosaurs weren’t just passing through?"
    },
    {
      "author": "Druckenmiller",
      "text": "The reason we think they were year-round residents is because if you reproduce in the arctic, you have really a very limited time of year to do your business."
    },
    {
      "author": "Hopkin",
      "text": "Egg-laying animals don’t usually engage in reproductive activities in the winter."
    },
    {
      "author": "Druckenmiller",
      "text": "So if you laid an egg in the spring, and that egg took five to six months to hatch, which is what we understand the incubation period to be for some dinosaurs, such as duck-billed dinosaurs, then that means that your eggs are hatching out at the end of the summer."
    },
    {
      "author": "Hopkin",
      "text": "Which doesn’t really leave enough time to head south for the winter with the family. And that raises probably the most important question."
    },
    {
      "author": "Druckenmiller",
      "text": "So, if you’re overwintering there, how do you deal with the cold?"
    },
    {
      "author": "Hopkin",
      "text": "Some of the smaller species, like thescelosaurs and leptoceratops, could have burrowed underground and hibernated. And other researchers have unearthed evidence that some larger dino species actually sported feathers, including young T. rexes and their shaggy coated cousin, Yutyrannus huali."
    },
    {
      "author": "Druckenmiller",
      "text": "We’re pretty certain that most of these meat-eating dinosaurs might have had their own down parka, as it were, to deal with the harsh winter conditions."
    },
    {
      "author": "Hopkin",
      "text": "Even more intriguing, the evidence suggests that these Arctic dinos were likely warm-blooded."
    },
    {
      "author": "Druckenmiller: ",
      "text": "We don’t actually find fossils of cold-blooded land-living animals alongside our dinosaurs. We’ve never found turtles. We’ve never found crocs or lizards. The only thing we find besides dinosaurs up there are birds and mammals, which are also warm-blooded."
    },
    {
      "author": "Hopkin",
      "text": "To date, Druckenmiller and his colleagues have spent decades braving the elements to figure out what made this remote polar location an attractive place to raise a family…at least for dinos who didn’t mind the cold."
    },
    {
      "author": "Druckenmiller",
      "text": "It’s definitely a labor of love."
    },
    {
      "author": "Hopkin",
      "text": "And a product of stick-to-it-iveness…particularly when it comes to clinging to an arctic cliff face to collect a bunch of baby teeth. For Scientific American’s 60-Second Science, I’m Karen Hopkin.  [The above text is a transcript of this podcast.]"
    }
  ]
}