{
  "title": "Summer of Science Reading, Episode 1: The Many Mysteries of Fish",
  "img": "https://static.scientificamerican.com/sciam/cache/file/35772766-DC09-467C-98564DB276018B61_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/summer-of-science-reading-episode-1-the-many-mysteries-of-fish/",
  "audio": "https://traffic.megaphone.fm/SAM3431054497.mp3?updated=1702506133",
  "intro": [
    "In Science Book Talk, a new four-part podcast miniseries, host Deboki Chakravarti acts as literary guide to two science books that share a beautiful and sometimes deeply resonant entanglement.\nIn this week’s show: Why Fish Don’t Exist, by Lulu Miller, and The Book of Eels, by Patrik Svensson."
  ],
  "authors": [
    "Deboki Chakravarti"
  ],
  "category": [
    "Culture"
  ],
  "transcript": [
    {
      "author": "Prologue: The books (and fishes) in question",
      "text": " The first book is The Book of Eels, written by Patrik Svensson and translated from Swedish to English by Agnes Broomé. In it, Svensson details just how little we truly know about the eel, a creature whose life cycle is so dramatic that even the more odd attempts to explain their reproduction—like Aristotle's insistence that they must just be borne out of mud—feel mundane next to the eel's reality. The second book is Why Fish Don't Exist by Lulu Miller. The book traces the life of David Starr Jordan, a taxonomist who collected fish upon fish in his attempt to categorize the world. Miller documents the dramatic moments that punctuate the timeline of Jordan's work, from deaths to natural disasters to even a potential poisoning.  Both Svensson and Miller approach their subjects with their own personal stories in tow. But at the center of it all is fish."
    },
    {
      "author": "Chapter 1: The Mystery, Scientific",
      "text": " The scope of the mysteries for these books is different. In Why Fish Don't Exist, the question driving its central character of David Starr Jordan is really the question all fish—and in turn, of all animals. There are many, many animals that we call “fish,” so how, in turn can we categorize them? The love of naming and categorizing starts young for Jordan, with studies of stars and maps and flower. But it becomes a much more concerted and fish-centric pursuit in 1873 when he ventures out to an island off the coast of Massachusetts. He traveled to this island specifically to learn from Louis Agassiz, a naturalist who saw taxonomy as a scientific inquiry into the traits that were most important to god. But as Miller notes from the start of her book, the work of a taxonomist is, in a sense, to “fight Chaos.” She writes, “He was a taxonomist, the kind of scientist charged with bringing order to the Chaos of the earth by uncovering the shape of the great tree of life….” And it's this sense of Chaos and Jordan's quest to bring order to it that drives the narrative. After all, this is a man who collected thousands of fish in an attempt to understand what separates and divides them, and to understand a hierarchy of nature formed by evolution. Of course, the title of the book introduces the question that will linger in the background of that mystery. After all, with every page documenting fish samples and the seemingly catastrophic circumstances of earthquake and fire that Jordan overcomes in his pursuit of order, the title chases: why don't fish exist? In contrast, the mystery of The Book of Ells is much narrower in scope. This isn't about all fish. It's just about one: the eel, slippery in our cultural imagery and scientific understanding. In a way, the book begins with the answer before it even fully lays out the questions. The first sentence begins with, “This is how the birth of the eel comes about….” And from there, Svensson lays out the complicated life cycle of the European eel as it travels from the ill-defined borders of the Sargasso Sea and goes through its own physical shifts, from willow leaf to glass eel to yellow eel to silver eel. Its journey will take it from its saltwater origins to freshwater abodes until its ready to reproduce and travels back to its oceanic birthplace to do so.  So before we even get to know what the eel question is, it seems like we have an answer. It's clear that the answer is quite involved, and so it becomes easier to forgive the historical figures we learn about who struggle with what should be a seemingly simple question: how are baby eels made? And this is a question with a notable list of askers. Aristotle's best guess in the fourth century BCE was that eels emerge into existence when rainwater meets dry earth, a theory borne out of what he could see and what he could not. He could see eels seeming to come out of nowhere from freshly rained-upon ponds. He couldn 't see any reproductive organs or eggs inside the eels when he attempted to find them.  It wasn't until the 19th century that scientists were able to find an eel with developed eggs and reproductive organs, and even then it became difficult to find other eels to confirm the discovery. A young Sigmund Freud made his own attempts before giving up and moving on to other fields. At every step of the scientific journey that Svensson describes, learning more about the eel only makes it more mysterious, like we're asymptotically approaching some sort of understanding of where the eel comes from that is always going to be just out of our reach.  We'll talk more about finding the personal in these scientific mysterious after this word from our sponsor. [Ad Begins]"
    },
    {
      "author": "Megan Hall",
      "text": "Each year the Cancer Community Awards, sponsored by AstraZeneca, present the Catalyst for Care Award. This award recognizes an individual or organization who is making a patient's experience as easy as possible during an extraordinarily difficult time. In 2020, Jill Kincaid received the award for her work as the Founder and CEO of Chemo Buddies, a non-profit that provides support to patients going through chemotherapy. As we prepared for this year's awards, Scientific American Custom Media reconnected with Jill, to hear more about what's happened since she received the award. Welcome, Jill Kincaid, I'm so excited to have a chance to talk with you about what you've been up to for the past year."
    },
    {
      "author": "Jill Kincaid",
      "text": " It's a pleasure to be here."
    },
    {
      "author": "Hall:'",
      "text": "For people who don't know your story, will you briefly explain what Chemo Buddies is and what inspired you to start it?"
    },
    {
      "author": "Kincaid",
      "text": " I was with my sister who had a reocurrence of breast cancer, and this time around, we knew there was not going to be a cure. And I told her, you cannot go through this alone. And so I started going with her to all her treatments, and there's just so many things about cancer world you do not know or understand until you're immersed in it. So while we were sitting there in chemo, we wrote this program called Chemo Buddies that would bring volunteers into the treatment room to help just pass the day with the patients and get them anything they may need. We wrote this program and in August of 2011, I founded it in the state of Indiana, and it's been non-stop ever since."
    },
    {
      "author": "Hall:'",
      "text": "What did it mean to you to win the Catalyst for Care Award?"
    },
    {
      "author": "Kincaid",
      "text": " In a way it was just validation that what we do matters and is important. That somebody else, some really great organizations thought what we were doing mattered and had value. And I knew that internally, but boy, is it nice for somebody like that to tell you good job. And we didn't know it at the time that we were going to have a major pandemic, but it saved us in so many ways."
    },
    {
      "author": "Hall:'",
      "text": "In what ways?"
    },
    {
      "author": "Kincaid",
      "text": " Well, for starters, financially, it saved us. There was a cash reward that came with this honor. And with COVID being COVID, everybody was hunkered down at home this past year, and none of our normal contributors were able to make donations. We were really struggling financially, so that was huge, and to be able to keep our employees on, that was huge."
    },
    {
      "author": "Hall:'",
      "text": "In what other ways did the award affect your work?"
    },
    {
      "author": "Kincaid",
      "text": " Well, for ten years, I've had a goal of opening a wig shop in honor of my sister, because that was one of the most traumatic parts of her journey. And since I had a little extra time on my hands, I converted an office in our building to become a very posh little boutique, where patients can come in by appointment, so it's only them and they have complete privacy. And we help them find a wig. All at no charge. And I...I'm getting a little choked up because, I know she would be so proud of me, she would be so happy this is happening."
    },
    {
      "author": "Hall:'",
      "text": "If your sister Karen were here, what do you think she would say?"
    },
    {
      "author": "Kincaid",
      "text": " What took you so long? Because she had such a terrible experience. This was really something she talked about a lot that she wanted to do, and I think she'd give me a big hug and say, well done."
    },
    {
      "author": "Hall:'",
      "text": "That's great!  So it sounds like Chemo Buddies has started an entirely new program as a result of the award."
    },
    {
      "author": "Kincaid: ",
      "text": "Well, actually two new programs"
    },
    {
      "author": "Hall:'",
      "text": "Ah, what else?"
    },
    {
      "author": "Kincaid",
      "text": " The hospitals got together, did a study in our community on what is the number one thing that prevents patients from successfully completing chemo. And it turned out to be transportation. And so we launched, this past month, a program called Shuttle Buddies. If they don't have transportation, then we will provide it for them, and at no charge."
    },
    {
      "author": "Hall:'",
      "text": "Just to change subjects a little bit, it’s my understanding that you were a judge for the awards this year. Without giving anything away, what struck you about the nominees this year?"
    },
    {
      "author": "Kincaid",
      "text": " Oh, there is a wonderful pool of nominations. There are so many people doing exciting things. Ninety-nine percent of the applicants are working night and day for what they're doing. Not because it's a job, not because they're getting paid. The people that are drawn to this field want to make a difference. So how do you rule anybody out from winning? It's hard."
    },
    {
      "author": "Hall:'",
      "text": "So after a really tough year, what are you looking forward to? What gives you hope?"
    },
    {
      "author": "Kincaid",
      "text": " I'm really excited about getting Karen's Wig Shop up and running. I'm really excited that we have the opportunity to offer transportation to patients so that they can keep their regular appointments and have more successful outcomes. And both of those things probably would not have happened without this award."
    },
    {
      "author": "Hall:'",
      "text": "Well, Jill Kincaid, it has been such a pleasure talking with you. Thank you so much for telling me about what you've been up to the past year."
    },
    {
      "author": "Kincaid",
      "text": " Oh, my pleasure."
    },
    {
      "author": "Hall:'",
      "text": "Jill Kincaid is the Founder and CEO of Chemo Buddies. In 2020, she received the Catalyst for Care Award from the Cancer Community Awards, part of AstraZeneca Your Cancer program. Your Cancer brings together the community that is working to drive meaningful change in cancer care. This podcast was produced by Scientific American custom media and made possible through the support of AstraZeneca’s Your Cancer Program. [Ad Ends] And we’re back with more Science Book Talk."
    },
    {
      "author": "Chapter 2: The Mystery, Made Personal",
      "text": " If Miller’s book centers around order, then Svensson’s centers around questions of origin. And those are questions of science, but they’re also incredibly personal questions—ones that the authors themselves explore. Interestingly, for both authors, this personal exploration heavily involves their fathers. Maybe it’s only fitting. After all, as Svensson writes, “A person seeking the origin of something is also seeking his own origin. Is that a reasonable statement? Throughout The Book of Eels, Svensson alternates between the history of the eel and vignettes of fishing trips he took with his father as they attempt to capture eels themselves. These stories are a return to his own origins, and they contain elements that parallel what we see in the eels. There are stories and questions around the compulsions and lessons we pass on through generations. And who better to embody the ambiguities of familial connections than the mysterious eel, who knows somehow to return to some distant somewhere to do something—all of which remains as vague and unknown to us as perhaps our own personal compulsions do, even when we can trace them through our own family history. For Miller, the lesson into chaos and order begins on a family trip not far from the island that inspired David Starr Jordan to take up ichthyology. She’s seven and asking her father about the meaning of life, and he explains that, “as special as you might feel, you are no different than an ant. A bit bigger, maybe, but no more significant.” It’s a lesson on the lack of order in the universe, on the inherent Chaos of it all. And it’s a lesson often repeated in its shorter equivalent throughout the book, “You don’t matter. The purpose of the lesson is not necessarily a cold insignificance. In fact, its meant as the opposite when it comes from her father, who abides by it as a form a freedom when experiencing the world, but who also sees that just because we don’t matter, doesn’t meant we need to treat each other like we don’t.  But it’s one thing to learn about Chaos, and another thing altogether to experience it. And to accept the existence of Chaos is to also accept a world where people respond to it different. And as Miller documents her own challenges as a teenager and later with the mess of a relationship ended, Chaos becomes not the source of joy that it is for her father, but rather a thing to be overcome. And who better to learn from than Jordan, who both scientifically attempts to defy it, and personally pushes through with his own optimistic shield?"
    },
    {
      "author": "Chapter 3: The Limits",
      "text": " It turns out that perhaps Jordan is not such a good avatar for persistence. I sometimes feel this sense of dread when learning about nineteenth and 20th century scientists, particularly those who studied genetics and taxonomy. It’s the question always lingering in the back of my mind: was this person a eugenicist? In the case of Jordan, the answer is yes. And Miller confronts this head on, willing to grapple with the fact that the man she has been studying as an avatar for resilience in the face of Chaos was himself in favor of a cruel ordering to the world that has led to further violence and suffering. It’s a dark part of the story, but also an important one to explore. As Miller says, \"Eugenic ideology is anything but dead in this country; we are sticky with the stuff.” Jordan was the founding president of Stanford. He also chaired the Eugenics Committee of the American Breeders Association. Those legacies are intertwined, the former providing legitimacy to the latter. And that is all borne of the person—the person whose stubbornness was previously a testament to his ability to push through difficulty, but whose stubbornness was now a form of callousness to both other people and nature itself. This section is a turning point for Miller in her relationship to her subject and to her question to understand order itself. But since I’ve read the book, I’ve been thinking a lot about the underlying endeavor of both Miller and her subject. Of course, it’s not unusual to look for a bit of ourselves in the things we study. If we wanted to get meta about it, you could say we’re doing a little bit of that right now, through this chain of us talking about a book where the author is talking about a man who spent his life talking about fish. And Jordan might have seen a little bit of himself in the fish he studied, or at least in one fish. A spiky, dragon-like fish called “Agonomalus jordani”—the only fish he named for himself. Miller asks, “Why was this the creature David felt reflected him? Was there some sort of confession in the choice? Of some dark side lurking beneath the friendly man so capable of winning hearts, jobs, awards?” In The Book of Eels, Svensson addresses the underlying impulse to see ourselves in other animals. At one point, after reflecting on how we talk about eels being secretive and in pursuit of a home as if those are our own traits made manifest in another animal, Svensson writes, “Of course, I’m anthropomorphizing the eel, forcing it to be more than it is or wishes to be, which may seem somewhat dubious.” What follows is a discussion on our own love of anthropomorphizing animals in the stories we tell, but also at times the need for it. Svensson in particular focuses on the legacy of Rachel Carson, who anthropomorphized nature to help readers feel more connected to it. I loved this discussion in The Book of Eels for how it enriched the book and its weaving of personal and scientific narrative. For something as mysterious as the eel, it’s easy to project onto it because there’s so much space where our own experience can go. And anthropomorphizing allows us a way to consider them in their many hypotheticals.  It’s easier to have this discussion with the subjects of The Book of Eels because you don’t have to have the same lingering question of, “Is the eel a eugenicist?” as you do with a book about a 19th century taxonomist. If anything, the distance helps, obscuring any flaws that we would see if we were looking for our reflection in something closer."
    },
    {
      "author": "The Epilogue",
      "text": " I’ll be honest: I am much more likely to project my own personality onto a cat than a fish, especially an eel. I can’t compare myself to an animal that is willing to undertake such big risks and changes when there are so many couches to nap on and so many meals to wait for.  But I also hadn’t really understood how much I overlooked the eel before I read The Book of Eels, or just how much I’d overlooked the fact that I couldn’t actually define a fish for you until I’d read Why Fish Don’t exist. I also underestimated how much fun it would be to read a book that asks “is the eel a fish?” after having just read a book questioning the very existence of a definition for fish.  But that’s the beauty of these two books together, that they both take on fish from very different levels of specificity and very different notions of experience. And they both find their own meaning in the gaps of our knowledge, and the limits of our exploration. Thanks for joining me this week in Science Book Talk. Next week, join me a move from life in the water to life right underneath our feet."
    }
  ]
}