{"title":"Summer of Science Reading, Episode 2: Life beneath Our Feet","img":"https://static.scientificamerican.com/sciam/cache/file/81ADE30F-C5E0-433C-91E8711564F99C5F_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/summer-of-science-reading-episode-2-life-beneath-our-feet/","audio":"https://traffic.megaphone.fm/SAM4213597576.mp3?updated=1702506132","intro":["In Science Book Talk, a new four-part podcast miniseries, host Deboki Chakravarti acts as literary guide to two science books that share a beautiful and sometimes deeply resonant entanglement.\nIn this week’s show: Entangled Life, by Merlin Sheldrake, and Gathering Moss, by Robin Wall Kimmerer."],"authors":["Deboki Chakravarti"],"category":["Ecology"],"transcript":[{"author":"Megan Hall","text":"Each year. the Cancer Community Awards sponsored by AstraZeneca, present the Catalyst for Precision Medicine Award. This award recognizes an individual or organization who enhances the ability to provide the right treatment for the right patient at the right time. In 2020, Dr. Lincoln Nadauld received the award for his work as Vice President and Chief of precision health and academics at Intermountain Healthcare. As we prepared for this year's awards, Scientific American Custom Media  reconnected with Lincoln to hear more about what's happened since he received the award. Thank you, Lincoln Nadauld, for joining me today."},{"author":"Megan Hall","text":"I'm so excited to hear more about what you've done in the past year."},{"author":"Lincoln Nadauld:'","text":"Well, my pleasure. Thank you for having me. I'm excited to be here."},{"author":"Hall:'","text":"When you explain what you do to friends or family members, people who aren't in the medical field, how do you explain what you do?"},{"author":"Nadauld","text":"Well, my job has a couple of parts. First of all, I am a medical oncologist. I see patients with cancer, I'm actively treating them, I help them along their journey, and I'm trying to cure their disease. I also have this job where I am Vice President of Academics at Intermountain Healthcare and of Precision Health, so my job there is to oversee the implementation of precision medicine across all of our 24 hospitals and 200 physician clinics. In addition to overseeing all of our academic pursuits, a lot of broad responsibilities there. And I love it"},{"author":"Hall:'","text":"In a sentence or two, what is precision medicine?"},{"author":"Nadauld","text":"You know, precision medicine is just taking an individual's DNA makeup, and devising a treatment plan for them. In shorter terms, it's getting the right treatment to the right patient at the right time."},{"author":"Hall","text":"What did it mean to you to win this Catalyst for Precision Medicine Award?"},{"author":"Nadauld:'","text":"I was really humbled and thrilled just to find out about the nomination, and then to win that award was just totally humbling, honestly. It has meant greater visibility, not only in our organization but also in our communities and nationally."},{"author":"Hall","text":"Can you tell me about a specific partnership or development that happened as a result of the award?"},{"author":"Nadauld","text":"You know, there are several, actually. So we're constantly looking for cutting-edge ways to help our patients, and so we've been working with some early cancer detection companies to take novel technologies and implement them for our patient population. And we could take patients in our population, draw blood and see if they currently have cancer. We've  never been able to do that before. So now we're going to implement that technology, and that opportunity has arisen as a direct result of this award."},{"author":"Nadauld","text":"We have a similar partnership with a company who is helping us extract data from our deep archive of samples that we've been collecting for years, and making sense of that data, helping us to structure that data and ask questions from that data and make discoveries. And that company became aware of us because of this award."},{"author":"Hall","text":"I understand that you're now a judge for the awards. Without giving anything away, what has struck you about the pool of nominations,"},{"author":"Nadauld","text":"I was so impressed with the applicants. I remember thinking, wow, we could hand out a dozen of these awards in every category. You know, every single nominee I thought was worthy of this award, and so in a way, it kind of feels like splitting hairs to figure out who the actual winner is. And there is great hope for the future of cancer care in the United States and beyond, because the level of expertise and the amount of dedication is stunning."},{"author":"Hall","text":"Are there any new developments or advancements on the horizon for your work?"},{"author":"Nadauld:'","text":"A major one is this ability to do blood-based early cancer detection. You or I could be asymptomatic. We go to see our primary care provider and they say, hey, let's check your blood pressure, let's check your cholesterol, and by the way, let's check to see if you have any of up to a dozen different cancers, and we'll do it through a blood test. So that's really exciting."},{"author":"Nadauld:'","text":"As an oncologist, I'm growing really tired of mothers and fathers that are young in their 30s or 40s showing up in our emergency rooms with advanced cancer and we could have known about that. So that's one example of an emerging technology that I think is going to be really exciting in the coming year or two."},{"author":"Hall:'","text":"Well, thank you, Lincoln Nadauld for taking the time to talk about what you've been up to in the past year."},{"author":"Nadauld","text":"My pleasure, thanks for having me. This is my favorite topic, I could talk about it all day."},{"author":"Hall","text":"Lincoln Nadauld is Vice President and Chief of Precision Health and Academics at Intermountain Healthcare. In 2020, he received the Catalyst for Precision Medicine Award from the Cancer Community Cancer Awards, part of AstraZeneca's Your Cancer program. Your Cancer brings together the community that is working to drive meaningful change in cancer care. This podcast was produced by Scientific American Custom Media and made possible through the support of AstraZeneca Your Cancer program. [End Ad] And we’re back with more Science Book Talk."},{"author":"Hall","text":"In one of her essays, titled “In the forest of the water bear,” Kimmerer writes about a trip she took to the Amazon. There, she finds herself overwhelmed.  But she also finds it similar to the mosses she works with."},{"author":"Hall","text":"Mosses which house many microscopic organisms, including the famous tardigrade, or water bear.  She writes, “Dwarfed by the green, vulnerable, I felt something in common with the tiny creatures in a moss mat.” That moss mat is stratified like a forest, with little watery pockets tucked away to house an immense diversity of life.  The seasons the moss experiences translates into seasons that its residents experience, cycles of dry and wet that have shaped the tardigrade’s acclaimed ability to survive extreme conditions.  In this view, the moss shifts from organism to ecosystem, with weather that shapes what can and cannot survive in it."},{"author":"Hall","text":"And it’s easy when talking of ecosystems to treat it as simply a part of a great outdoors that is separate.  But in a later essay titled “City mosses,” Kimmerer describes the ways that mosses are prevalent parts of the city landscape. These sections tie in with a longer thread that weaves through the book. They show us that mosses respond to their surroundings, but also that those surroundings respond to mosses and use them. (Not all of those uses are elegant or glamorous."},{"author":"Hall","text":"At one point we learn that moss help clog up bears’ digestive systems before they go into hibernation.) Reading a nature book in the year 2021 is of course to be hit, at some point, with the analysis of just how much we are hurting nature."},{"author":"Hall","text":"That realizing is a necessary task, especially when you’re learning about a piece of the world that you may not have paid much attention to before.  And so learning more about moss allows us to see into their exterior and interior ecologies so that we can understand both why they are so important, and why they are so easily lost.  Even those who seem to pay attention to moss can do it damage, as iterated in essays like “The Owner,” which documents Kimmerer’s experience consulting with the rich, anonymous person who wants to build his own mossy garden with little concern for the cost of his methods."},{"author":"Hall","text":"And fungi have their own similar sense of an interior ecosystem as moss, forming both physical and chemical connections between different organisms.  In the case of lichen, for example, which fuse photosynthetic and non-photosynthetic life, Sheldrake notes that their bodies are an embodiment of this planet’s main forms of life wrapped together.  But the assessment of a human-manufactured catastrophe is different when viewed through the eyes of a fungus. Sheldrake writes, “Fungi are veteran survivors of ecological disruption."},{"author":"Hall","text":"Their ability to cling—and often flourish—through periods of catastrophic change is one of their defining characteristics.” As he explains, fungi have survived five major extinction events and are found in disaster sites. They’re the opportunists at the end of the world, ready to build a new one out of the rubble we leave behind."},{"author":"Hall","text":"And part of why they can do this, and part of why they continue to have such strong effects on our lives, is because of their immense creativity when it comes to forming relationships with other organisms, whether that’s with bacteria, plant or animal.  These interactions vary in the degrees to which they help the fungi’s partner. But the network that arises from them weaves fungi through our world, connecting us to our planet’s past and providing opportunities for the future. There is a sort of contradiction to this approach to using a single thing to understand the wider thing."},{"author":"Hall","text":"It is inherently limiting, forcing us into a narrow point of view told through whatever that organism is.  It is also a necessity. Understanding complexity requires some degree of simplification first, a narrowing in scope or language that helps nudge the window open. But like the organisms themselves, there is a sort of ecology built on our shared knowledge."},{"author":"Hall","text":"And seeing that ecology allows us to see the complexity we are trying to understand.  Sheldrake writes, “I never behave more like a fungus than when I’m investigating them, and quickly enter academic mutualism based on an exchange of favors and data.”  Those exchanges are echoed in the interdisciplinary research he cites throughout the book to paint fungi from many different angles, whether that’s the chemical, mathematical, or biological."},{"author":"Hall","text":"Through Entangled Life, the mutualism between fungi and other organisms blurs the lines of identity, questioning the boundaries we apply to species that are so entwined.  But this is not unique to fungi.  As Sheldrake notes, “We are ecosystems that span boundaries and transgress categories."},{"author":"Hall","text":"Our selves emerge from a complex tangle of relationships only now becoming known.” He writes this to describe how our view of our own bodies is shifting in light of research about the microbiome.  But I think it applies just as well to the ways we’ve carved up and divided nature into different areas of study that have complicated, entangled relationships with each other.  In Gathering Moss, Kimmerer, who is a member of the Potawatomi nation, compares how she was trained as a scientist versus how knowledge is shared in indigenous communities.  Kimmerer writes, “Like scientific information, traditional knowledge arises from careful systematic observation of nature, from the results of innumerable lived experiments."},{"author":"Hall","text":"Traditional knowledge is rooted in intimacy with a local landscape where the land itself is the teacher.” But as she notes, there are disconnects. The botany she learns in college seems to strip humans from the plants being studied, shedding the intimacy between us and our surroundings.  And the direct questions of the scientific methods seem more like demands of nature. So there are times when she shifts her perspective from those direct questions for a more patient approach, treating the experiments she’s carrying out as more of a conversation than a demand."},{"author":"Hall","text":"I found her use of the word “conversation” in this context striking in part because it’s an action that comes up in both Gathering Moss and Entangled Life to describe interactions between parts of nature.  Conversations between moss and rocks."},{"author":"Hall","text":"Discourse relayed through the smell of fungi.  And it’s a conversation made explicit between these books.  At the start of the episode, I mention that I like reading books to see how they can feel like they’re in conversation with each other, even when they’re not actually written to do that.  But Sheldrake cites Kimmerer’s writing in Entangled Life, directly connecting these works in conversation and ideas."},{"author":"Hall","text":"And from that conversation, there’s a sense that it’s not just our knowledge, but the way we share our knowledge that shapes our relationships to what we know and how we see the world.  In some of her essays, Kimmerer describes her experience as a teacher, sharing her knowledge and excitement with students, who in turn extend the network of this knowledge. We as readers are brought into this network as we learn.  I read Gathering Moss on a rainy day and thought of moss unfurling on the trees outside my window."},{"author":"Hall","text":"And when I went for a walk the next day and tracked the mushrooms growing on the edge of the driveway, I thought of the hyphae I had just learned so much about from Entangled Life.  It’s hard to feel proud for noticing something a bit longer than I did before. But there’s sort of a thill that comes with those moments of recognition, and of knowing that there’s more to know.  It’s the thrill of having read these books that convey the joy of a deep knowledge of something, and of the many questions that remain."},{"author":"Hall","text":"Thank you for joining me this week on Science Book Talk. Next week, join me as we explore what may seem abandoned."}],"wave_peaks":[0,1917,1541,3359,1774,4290,5145,2794,4781,5153,5807,4338,4921,16457,16142,21440,15856,17528,18514,17873,16941,15788,11552,13223,7450,16121,18805,16870,19941,16203,16029,5783,5991,6292,4173,2956,4818,4056,14962,6073,22819,18038,27881,20933,16250,18479,20030,16403,12693,17279,16071,20689,17512,18447,22117,15907,11054,17153,21841,18663,18421,16390,12467,10321,5404,9300,16181,20412,21076,16785,17416,14234,15797,16311,18108,16926,17816,19758,16103,16798,15600,14194,17043,18196,13354,11606,9673,5153,13713,17865,18313,12136,13043,14312,3570,16467,17882,19498,16182,16172,15873,18361,15181,15967,13743,13483,17221,16324,15507,16245,18092,17159,16423,9808,2864,2881,16025,16569,16846,17622,17384,15879,15275,11314,16443,13568,12630,10204,8644,1197,14291,14591,8915,17067,12238,11252,16578,5757,7729,15064,11480,11829,16016,16724,16620,16195,9888,14286,7041,988,561,1737,16613,17488,16976,17205,16055,3376,3741,18661,18545,17028,17110,18281,16137,16553,3417,14214,16891,18339,16599,15594,17822,17848,13461,14332,2075,1892,16200,16674,17234,16174,15852,15987,16189,15609,14784,16238,11817,11742,11182,13461,9367,1542,16358,15435,16316,12023,15996,10384,17078,16544,11365,11863,16287,16655,12089,15886,16017,15344,14377,15983,16601,16215,15513,14560,12974,14208,1682,16744,16828,16812,16215,11540,5731,16162,16148,11964,16714,14177,14569,12397,12073,13198,15096,11318,4290,15541,9985,13333,15978,11492,14752,9364,16014,16602,15644,12034,15977,11948,9717,16682,17339,15945,7515,6381,14095,15719,12677,10044,7232,11244,11761,6297,4992,14802,12462,23796,16490,7626,15801,16334,15019,9016,2966,176,15947,15994,15767,15953,12457,15631,15220,3160,15950,8166,14024,12117,13910,7001,12872,10745,12037,11794,13425,7095,5275,653,15906,15875,8721,5115,2711,31,15907,15915,15999,14181,10562,15799,18609,22206,21523,15011,14002,21388,11787,24590,12735,14391,13055,15971,15860,9883,11240,11227,15953,15856,15880,15616,15825,15414,15950,15957,15843,10203,8904,8164,15914,15871,6151,840,15938,15975,15055,15938,11598,9331,15910,11316,15959,15834,14417,15890,11549,15393,9618,7233,15871,15978,15731,11377,13722,11443,10247,9802,8064,5570,3345,122,16002,15908,14533,14949,15455,14003,15796,7579,15960,15937,10537,15911,12428,8253,15756,11502,8609,15888,15974,15928,16021,10869,4475,39,15653,15968,11378,14452,10227,13038,13619,6323,12656,15925,15955,12078,13449,12325,15202,10865,13127,13922,12723,12744,11609,15535,15987,10936,9750,11549,218,15983,15925,14763,15902,15963,15912,12839,15938,15032,14632,7613,12745,8120,15885,15902,15988,15930,15974,13695,10263,15927,10978,10232,9670,10888,7231,4107,13772,6416,15974,22992,22846,20271,17559,16570,16086,17716,11634,19694,6917,15895,15922,15911,15502,15919,15984,13861,15988,15974,15876,13157,11368,12658,11205,15923,14851,13415,15160,8936,10018,192,15888,15969,12997,9021,15966,15923,15324,12759,11663,10564,15905,9018,5890,557,13182,15953,15981,14241,15841,15799,15830,15986,15953,14358,16203,13826,9240,15972,15965,15978,15948,15931,14068,15890,15888,15953,15999,15174,15757,15917,15947,15895,10181,694,15952,16017,13188,13554,14967,15890,15912,11346,13488,16157,15976,15899,15897,15927,15868,11853,10930,57,15973,15832,11761,15991,13207,14690,12927,13700,10031,10704,9815,15928,12509,15533,11860,3977,101,15933,15875,11063,14563,11789,15961,15986,13979,10772,6932,4923,15907,15878,15904,14829,10132,6665,13722,12305,10311,16002,9218,12684,12505,11983,11154,16187,16011,11499,12685,13869,11244,6705,2171,16938,14901,12665,10917,16301,11295,16348,6592,12218,13042,13742,12598,16337,5999,864,653,468,16115,18404,16948,15933,12744,12912,12304,14021,16127,15012,16097,14055,10002,9900,8782,10491,2830,14090,16408,14954,16571,17207,14061,7213,9677,8105,1161,15925,17785,16149,17043,15958,11720,16708,14473,14648,16080,14881,12667,11114,13804,10951,9318,15157,15986,12473,12030,7787,4023,1494,16488,12906,14314,11890,6164,11705,11241,16344,15669,16924,10707,16511,13271,11853,9271,12149,16696,11271,5358,3763,1148,971,16674,16760,16413,17768,15871,16532,11275,5709,943,15498,18733,18136,12413,8800,7769,2195,1840,2414,16252,16285,15449,16427,16684,13949,11099,11664,10592,2047,16077,16680,13360,16820,16715,16797,11294,13283,13963,14162,16868,17739,13328,17127,16523,8748,14916,12621,8866,6875,1572,1524,16873,17865,16900,17023,14862,12967,15922,14494,17081,17042,16618,15235,1865,12878,12296,17915,8727,8118,10977,16280,16505,10246,8641,4709,1464,5025,16706,10727,16384,13735,16089,11101,14906,14743,11174,11348,13511,14428,11874,15937,8938,2233,17485,16782,16623,13891,11608,9329,9441,6910,13464,13215,12483,10506,11149,13778,9083,1193,16280,15977,16656,9421,16254,15663,12814,13081,10052,8893,6904,4655,945,957,708,15982,16308,16135,16038,15917,16051,12873,13348,15921,14552,15852,14137,10929,15875,16032,15974,15940,15834,11813,13255,2586,330,15978,15943,15919,15927,15950,13220,14568,15224,13843,12647,12689,14038,15973,15666,1745,509,168,15992,15935,15963,15999,15212,14986,13041,15992,15930,15894,11433,9941,6912,11035,14675,10667,11878,12575,11841,5909,15707,15952,2779,15817,15909,14379,15899,14015,16030,10188,7613,15957,15983,16027,15978,11173,15904,15888,15914,15832,13462,14034,12908,13126,15019,15913,15930,13232,15880,14051,3585,391,15915,14532,14454,15925,16034,12625,12025,14328,12879,13266,15975,14499,14985,167,358,15955,15921,15918,15924,16018,15899,10580,8908,12888,12012,15005,11167,9647,15794,15899,14644,15907,16035,15963,15366,11781,10926,8837,6741,13820,8792,15939,11792,15884,15890,15905,14349,15919,11914,11267,7940,109,4049,15936,15906,15943,10243,12178,15921,12041,11421,15475,15075,15048,14487,15942,14225,15937,15924,14474,12522,15896,14124,16115,14690,15972,5909,15985,15967,15945,15996,15876,13698,16029,10810,9865,10813,6722,50,12580,15929,16268,12498,11377,15840,12797,14683,13604,15871,15836,16009,9697,11594,10921,15917,12317,10807,6142,9977,15949,12847,15561,12490,13564,14180,15915,11410,14258,11592,15966,16555,15975,10670,8306,15681,10778,53,15950,15948,12094,15897,15869,15896,11983,15811,13364,12807,15934,15877,12723,11728,11130,14296,11234,11609,13590,8942,12953,10698,13295,10528,15945,15888,1548,15920,13965,15274,16006,15905,15853,15804,11745,14589,15925,14637,13632,540,15936,15935,13367,15956,13381,12067,9942,11750,13987,10213,2178,52,11707,15943,15907,15891,15749,15814,12721,13449,15898,10329,12930,15982,4374,226,15941,15951,15944,15615,15944,14163,15407,16122,14888,15860,14412,15914,13987,15823,15938,12446,6606,6824,11485,3365,64,14321,15926,15692,11865,14199,9809,14623,11119,7338,7171,11714,12043,198,15990,15827,15915,14661,6792,6263,6086,15913,15910,14448,11809,11560,15017,15759,13363,9546,5663,8806,9596,9828,12795,9179,3232,8992,6809,18529,21942,17226,22261,16755,17555,16991,15209,19031,14990,19941,17204,11137,20752,17885,18124,16169,16970,19489,10781,9484,9008,9721,7765,9052,8595,5429,9313,11287,10855,12766,9140,8183,6322,5858,3035,9162,11487,14407,9869,11031,8234,9424,12303,13550,15830,12742,15894,3279,15514,15955,15893,15837,15827,15881,11333,13831,14147,9700,104,15876,13481,15428,15964,10794,15821,10393,11092,13750,11384,12841,13391,1158,15833,9198,12934,7892,15002,15890,14483,12324,11410,11465,15031,7760,8798,15845,12117,10990,4870,24,34,13919,12360,11340,10548,15904,10360,9954,15984,9873,10064,12803,10781,10730,11814,152,15907,14423,15827,10404,9295,11360,12724,10315,12448,13528,9944,15859,12503,13437,12239,11743,10316,55,15890,9719,15347,12883,10725,10288,5832,4173,15783,13405,13703,15832,10112,13656,10318,15824,15696,11432,11395,5595,12730,15906,12769,15861,12282,12132,7382,11501,8847,290,15921,15890,15380,15995,15902,15937,15908,15886,16010,9303,15850,15911,15854,15853,15932,15938,15958,16048,15863,13967,15943,87,15916,16066,15893,15926,15965,15809,15925,11665,15882,421,15847,15801,15903,15923,15944,15791,14496,16012,16029,15977,15971,15911,15922,15896,15902,15821,15896,15937,15304,12535,14369,15959,15934,15926,16145,15962,16026,15925,15939,15892,15979,15842,15882,15927,15910,15906,15977,15908,15949,14854,13452,14426,14567,15873,10825,15879,14335,2031,15910,15460,15922,15970,15772,14639,13397,15902,5723,15934,15793,15913,15565,10507,7148,251,15938,15957,15858,15941,15775,15869,15837,15897,15835,15931,12581,14523,413,15738,15889,16026,15221,15796,15897,15886,13395,15363,8921,14447,14963,13797,15798,15963,11013,11793,13823,15903,12106,12277,440,7081,15884,15015,12186,9848,13586,7715,13901,12848,15873,15065,16030,14027,15973,15839,13591,9891,15094,13102,5881,12612,10670,47,37,12088,10513,12031,15023,13952,16018,15936,14207,9990,8101,31,5758,15249,15801,16020,15881,725,16061,15977,15917,15868,14315,15899,15959,1044,15920,15916,16037,15924,12491,15962,15929,8904,15861,7693,5806,15778,11657,15917,15822,14804,12363,13778,11579,13572,12154,7407,3658,15240,10710,15533,1630,4752,15368,15896,15551,13963,15842,15890,15845,3455,1561,12153,15785,15201,15987,15997,15924,16013,15855,14118,9328,10587,15908,12741,7555,12855,15862,13873,681,10,4,15935,15916,16024,15681,15915,15929,15937,15842,15953,15887,15962,15905,14191,15917,15958,10102,15946,15878,15930,15983,15961,15880,15985,15934,15909,15943,15939,15702,13791,15952,15923,15925,15901,1713,15900,15980,15847,3256,7564,15937,15675,13155,9582,12148,10517,264,15059,15018,15945,15800,15836,15179,15821,15902,15949,13839,7801,15887,15817,15884,15950,15793,11749,15917,15976,12898,13537,15977,15825,7875,5205,15961,15611,15963,15973,15965,16065,2787,4606,15872,15945,15947,15936,15965,15786,15939,15814,15985,15913,15873,15164,13220,15938,145,15906,15975,15914,15912,15885,15940,15911,13804,9437,2516,15931,15797,15918,15877,15999,15959,15937,15399,15817,15800,9501,8352,16039,10067,8246,7456,9773,15951,15928,15936,14526,2568,6150,15814,15971,15769,15878,13256,10166,13650,9841,4776,14189,15100,15732,11964,10388,10254,13768,11666,11664,15793,10484,14364,10017,5736,1150,10891,15453,13031,3992,13930,11013,11166,14576,15929,10036,6127,15907,15933,13975,15634,11468,15908,15919,15512,4347,7794,15975,15958,15898,15782,9360,485,15845,15951,15895,12060,15825,15822,15904,11900,8521,2345,15850,7962,12515,12439,8890,15551,14904,12448,14113,14288,15907,15174,333,10912,15931,16005,15944,15927,15853,15875,15868,10356,15987,11271,9609,7726,8634,9759,15935,13932,12868,15831,15958,15970,15917,15793,15888,15443,12372,15932,15042,12462,7021,15880,9497,7356,12870,15952,8954,14123,7356,723,14195,13125,15856,12501,8609,8149,9569,14524,14641,15912,15879,15768,14528,15857,8058,15054,11938,9127,15549,14346,495,1592,15897,15882,10951,13745,15958,15911,15874,14079,15865,15434,64,15801,15904,15858,15979,12652,15945,15951,15924,15832,15953,15852,15934,13281,2202,14037,15983,15973,14653,15843,15987,15981,15885,317,15905,15919,16004,16035,10197,62,15936,15914,15989,15916,15866,453,15962,16204,14639,15940,15975,14976,7329,16005,15919,15876,12679,5799,4122,15833,13735,9702,14,15913,15925,11840,8863,15899,15273,15898,15974,15837,15765,11083,15812,15785,15850,14551,6582,3596,13827,15897,14040,15853,15855,15881,15886,14589,15834,15880,15963,15858,15926,15857,12226,15821,767,11083,15650,15433,15909,15872,14335,13649,13641,9399,13386,7412,14380,10201,15858,11939,14565,9377,63,15882,15858,15841,15979,15886,12594,12674,14920,10538,15904,14274,15302,12730,15794,12618,13973,9771,4257,15912,13602,15814,15847,12898,9421,9010,13242,14155,10638,9650,128,9854,10667,15814,8353,15901,16030,15955,16046,15878,15982,15914,15894,15969,15800,15895,15902,15086,15944,362,15918,14941,15937,13940,15644,15958,11725,10399,10533,15814,15832,13742,16027,15189,15969,9244,15954,4387,339,11282,15864,10361,15732,15878,15205,14579,15836,15937,15434,15871,15892,13637,15726,15807,15674,15903,15832,15918,15928,15755,15847,15928,15873,15951,15921,15965,1686,15924,15858,15921,15771,14656,15884,11152,15957,15862,15822,15816,15885,15550,6030,15794,15890,15836,15943,10302,316,4944,15963,15885,15885,15968,15898,15875,15908,15871,15590,2440,15901,14728,15966,15915,15903,15996,15959,15922,15921,16000,15966,15931,15966,15911,14174,15862,15846,15929,15905,13781,13811,10720,9512,14593,13172,13342,10198,15038,15897,15648,707,1098,15894,15887,15949,15887,15910,16003,14947,9571,13302,13877,15923,10343,15604,11657,12061,8954,7022,8378,7240,1623,13,15914,15816,15876,15974,14993,15908,15940,15978,15938,15923,15921,15893,15863,13842,15930,15522,8094,6639,15964,14135,15876,15869,15968,11936,15891,15958,15921,15942,15936,14378,15933,11738,9908,15855,15871,14867,15836,15928,15918,15231,1494,13365,12346,15899,2479,15916,15912,12148,12529,14812,14137,11797,14640,15596,12406,10398,15932,11355,12920,10723,11866,10957,131,15160,14961,12586,12242,8747,15880,10759,13027,15176,12340,10882,8787,1654,12730,10414,8696,8469,8559,4701,15853,15943,15805,14111,13601,12405,14221,9333,15916,11891,4347,77,13547,13027,11951,15943,15833,11356,10885,11841,13991,13792,11439,11860,10589,13499,11317,10499,8500,8484,346,11342,15811,13730,11852,15950,15996,10868,12839,10593,14894,12175,14640,14115,12378,15915,13044,14492,14669,15970,11818,13288,220,15510,10568,14051,10234,3699,10332,16456,14071,16532,10000,10904,28776,16312,20162,17583,14038,20768,22455,19981,10488,16287,8688,15590,7180,13990,17508,16006,15417,13940,20087,15580,17633,20322,15735,15333,8545,17368,10358,2250,76,14487,15911,15234,15839,13026,10279,15870,15251,15279,14309,8367,175,4197,13861,15855,12879,12222,11829,7981,7446,15617,14394,3719,13035,12152,248,8448,11636,10532,11064,14747,12173,1726,13627,15883,15994,8708,15953,13518,13147,10975,11646,15871,6940,698,81,15934,15936,15906,16020,15898,14115,10954,15898,9180,10683,6397,14404,15920,15851,12044,15924,9830,14729,15455,15972,4989,43,13,10929,15885,15894,1136,10059,17505,23195,9156,9840,13039,14104,10818,2100,11262,18575,24745,12200,19361,17959,11658,13285,10506,12553,6416,16906,12633,8949,15236,1594,10203,1764,12309,14270,14040,15901,15965,15923,14402,15915,14963,9828,11186,11957,12620,12576,13590,15866,12733,15925,14676,12470,15875,15913,15839,15907,1408,11778,16010,14727,15916,12976,9827,12208,8689,15846,9038,15899,15793,12545,12519,15813,15765,11943,5219,8228,5926,5476,16007,15934,15894,15949,8070,10741,15190,15764,10181,14064,9470,12982,13816,14431,5001,15483,14110,11778,7472,9648,5369,3836,247,16133,15880,15227,15931,12369,15853,15981,11386,10737,9569,11772,14735,7897,301,15957,15961,15933,15284,13697,15881,13010,11994,13081,15803,12797,1704,95,15921,15989,15894,15916,15968,12515,15925,10224,14102,5967,10531,15918,15987,13433,12696,15883,13554,16018,14004,11440,14490,15948,12118,18,44,15994,15935,15939,15997,15952,16091,15862,11490,15946,4024,15892,15854,15831,12918,14691,16007,15047,15906,15900,15857,14882,15922,10521,10901,3363,834,15922,15951,15930,9606,15884,13709,16000,10972,11777,12817,12792,15926,11942,3131,114,15948,16000,15939,12267,10927,15324,10188,14300,16016,9280,4255,15909,13567,15895,15884,15896,13247,12015,12942,13088,8984,8105,8240,12476,10109,105,15928,16008,15944,15841,15972,15980,15896,15870,15927,15959,15976,13807,2363,15942,15948,15929,15967,15916,15874,15961,13950,13664,16017,15951,13291,15941,12043,11776,12856,12906,7768,3615,7886,6862,2983,3146,3269,1744,255,281,763,823,698,4552,15962,12945,15886,15945,14549,11904,12971,13745,11354,8173,15914,9369,15797,2219,15832,15909,15835,11992,14865,9739,14081,13843,13433,8363,13437,6614,5699,5589,47,30,15890,15903,15969,13670,13879,10218,9273,9335,4049,174,15874,15967,15852,15470,12695,15863,15098,15982,12850,9559,13243,12393,15607,9676,9360,8483,5707,12727,11098,91,26,15260,15910,14348,15955,14625,14449,10835,16144,15965,14869,11672,12474,15354,13243,11366,15990,16010,15929,15006,12893,12669,15932,5992,3093,356,15965,15957,15893,15869,15095,15080,15780,11739,13465,13461,11003,530,15949,11862,14983,15911,15374,10061,7185,15222,5694,201,15983,15940,14086,16021,9097,10103,15952,15887,10676,13789,12552,9276,6190,1200,15921,15978,15945,12015,13642,12693,14594,15874,15787,6389,15942,16014,14919,15944,14613,13694,9612,14935,12793,12781,15854,15927,14344,15983,13623,12713,11110,12389,15118,15925,15925,15840,11557,12425,14990,13269,15908,15951,15878,15900,13064,9848,9749,8805,6767,3481,1856,685,15968,15881,15908,13897,14855,15801,16007,16081,12323,14095,15892,13370,13908,12959,15904,14680,351,15917,15894,15996,14924,13969,15942,15935,14972,12553,11338,12888,15961,11107,6134,6454,147,15866,16005,16082,13618,15858,15935,14206,15623,9072,12058,15878,12214,12925,11569,15717,11818,11593,12871,442,15980,15918,15890,15919,15990,10403,15417,12083,15622,14972,15983,15365,15473,8612,9486,10850,15892,6560,15885,13771,9031,144,15948,15897,15985,15940,15953,14450,15962,15922,13354,15899,12749,15825,15938,15895,15930,12053,15864,15995,15933,10318,6136,51,40,15936,15971,15899,13338,10095,9874,15108,17787,14005,16950,15597,16542,11873,12402,15027,6035,17121,7520,10491,1583,13609,15634,9697,17401,11338,18428,8751,20088,18130,10428,11667,5688,11013,6826,11426,6845,3348,14537,15854,12733,12685,14379,4497,13269,9131,2327,10300,270,331,15890,15780,15886,14496,4353,15878,9667,10758,10112,12352,14514,819,15957,15898,13278,13241,13190,10842,11263,7205,461,37,14088,15140,15928,8858,15894,15886,12829,15607,15973,3022,10577,15953,15996,15696,15191,15896,11039,15886,9360,8936,14038,6753,3213,31,55,13555,12695,14373,15908,9342,12678,13182,13043,15916,15903,5655,14883,12207,11236,9504,9039,14833,15925,15984,11142,12360,6814,12362,15741,14365,15910,15936,14191,10850,15917,11732,14041,7079,14814,9672,9471,11579,9584,9142,7732,8741,14100,15917,15624,7319,7675,338,15871,15731,13684,7312,6321,15959,11326,14716,10647,9994,5715,68,11281,16037,15967,16024,13600,15914,9184,10992,10444,4684,9058,7823,12105,15909,15928,8498,13399,10258,6513,363,15933,15932,15861,15942,15099,12324,15943,15793,12612,9920,13736,15341,12340,11136,9414,950,11946,11204,14246,12479,12562,6450,15941,10821,15877,15957,12327,13528,10959,14216,15626,7285,7012,2614,95,723,10321,16510,16009,18355,17342,10416,25076,13845,20301,16413,22659,16159,18532,10437,10359,175,13830,15944,16059,15803,15965,15823,16007,15943,15947,14927,11131,14420,15527,15897,15904,15897,11125,14079,12858,15947,15900,4738,489,15863,16040,15968,14612,10249,15977,9673,15881,14984,13802,15839,15310,15958,13342,15935,534,8675,11513,15921,15927,15825,15979,13526,10605,7723,66,15121,15994,14373,15857,14031,13109,15933,16010,3706,85,1003,15948,9453,9083,15096,10078,7554,10953,8373,14495,13162,13509,10266,13060,4721,4450,11154,4305,736,16029,12348,6469,10011,12927,11968,10487,11263,10146,11462,13774,14691,14597,13545,9660,9779,4068,216,37,15947,15081,15886,15950,14365,13470,12258,15872,11269,15313,15781,15907,8522,12883,11234,13430,15128,11173,10134,12261,7199,5502,329,15933,15861,15998,15945,15879,13232,15918,15988,15957,11822,13558,7305,14222,11508,12403,11791,12000,13959,4770,253,4595,15971,11479,10187,839,15954,15919,15938,13980,13410,15757,12046,9770,16008,15025,14145,10199,6264,4300,1350,15939,12965,11055,14999,15909,15775,15643,15104,15098,12675,10153,15886,14731,9104,13240,13589,9933,10195,10326,6083,174,67,15938,15908,13194,14477,15864,15963,15911,12247,13505,13396,12115,9951,10885,9468,14412,10580,9841,11265,331,13312,12251,15822,12885,10363,10028,9551,10336,6689,423,15983,14685,10949,15936,15971,9250,15904,12625,12898,11831,13192,9002,6317,145,118,13745,15927,15983,12025,15294,14888,15956,15884,15928,15933,11307,15898,15909,15006,11717,11307,15926,14745,14023,15977,6590,8562,3408,7114,15977,15832,15489,10860,11622,13057,10663,9333,10617,9572,11350,10492,10108,4010,94,13,15963,14879,10165,7350,10664,10619,15337,9961,7154,144,15947,16002,9189,10799,10302,10143,1640,17191,17516,15983,12850,13917,20647,11391,14973,17265,13266,9330,14758,16289,7270,19477,7735,11014,1686,23963,14641,13350,18118,11277,17170,11758,18445,9621,23425,18210,14403,17085,7845,10487,22160,21437,18944,11261,13022,14281,9971,229,15934,16041,15929,15898,15951,15952,15980,15959,15969,15861,15960,15909,8347,15921,12102,10273,11734,10776,12532,15893,15981,9465,3928,9640,15073,9877,10571,14148,15938,15930,15270,14274,15476,15930,15910,15948,5722,12568,12870,9498,12491,11731,5922,11478,8008,12698,14763,8411,8890,10569,14665,12779,15916,12539,10280,12754,11255,9344,11893,14140,9923,11503,10232,15893,4616,420,15855,15942,13623,15670,11644,14526,15892,15524,14251,15360,15888,10954,10843,9850,527,12783,11925,15915,10163,12547,12010,11838,9737,8671,4974,15912,15970,14614,15876,9958,12752,11769,10005,10057,15217,15060,7273,217,23,14389,15936,11036,15588,854,22756,16866,18245,10927,10387,12293,2664,13113,14895,17910,12251,18461,14750,12164,19116,11067,18745,10328,14627,8282,13756,6077,16089,16306,5250,11049,19879,16721,8684,17599,14851,15140,20086,10627,13907,12835,13236,5037,9243,10110,22026,27067,15285,14461,18358,14215,15272,11178,12262,9161,13212,5933,9936,6432,17208,19837,12616,20257,9038,11995,6859,8902,1544,4071,11676,15989,15990,15796,13690,15885,9066,8144,12782,187,15871,15930,12080,14232,11068,12543,12486,10483,10828,14155,8985,10351,9183,5732,14103,5104,155,15910,16006,11547,14994,11750,15881,13149,9416,7404,9266,3733,3213,25,15375,15948,15956,15733,15198,15943,15966,12838,11292,12829,15910,12955,15889,14176,7832,11516,10120,5028,5467,7750,15216,14373,15910,6188,11390,8401,10688,12468,7877,9244,7613,12766,8446,7393,8190,7224,6883,733,11354,8598,15752,13304,8002,9785,9657,5779,427,10404,8876,10614,9453,5182,10537,13398,14129,9764,9704,7035,9167,7594,15809,8876,6751,2828,35,11,115,15890,15432,12293,9054,13353,9878,6187,13918,12422,10489,10055,8986,9449,7970,9783,10013,556,10283,9904,10648,10450,13157,7629,14550,13723,12195,13447,11826,11470,15931,13427,10732,11329,10112,1135,10120,15812,15973,13455,15943,11140,9058,7702,7294,7076,5727,2080,2868,15972,13978,14217,12384,9647,12906,9565,10563,11147,3767,15907,15921,8560,7488,14216,15899,11713,4719,75,1613,11311,16121,15930,15947,9536,9532,7429,11871,15940,8090,7366,5919,8784,8855,4809,40,86,15888,14617,15904,14032,12090,10050,306,10996,10151,15768,15934,15088,11393,15981,13805,7880,15990,12675,10455,13184,8425,5842,11925,12264,7801,10483,7464,5860,12216,11581,8597,3424,6441,6872,11695,11559,11183,13329,16018,11769,14462,15824,12862,11922,9519,10623,6563,7887,6225,856,14060,13293,8755,7200,8557,11774,7634,11180,8812,9853,9114,9023,5131,7072,1874,15967,15949,15867,15842,10435,9711,13323,15958,11602,8916,10705,15111,12068,7773,5694,3948,249,15915,15950,8718,15919,11996,5470,917,9381,15235,14196,7523,7742,6165,10206,14007,13620,10280,14088,14875,8438,6469,10373,4712,16451,16499,13971,16694,22482,10546,19247,10887,6158,14658,6525,18110,10297,2201,10534,16093,10559,15953,9304,2295,13530,15127,12861,11550,11168,13969,10224,8294,8275,7325,9485,15940,12770,14518,14172,16285,10106,10012,10808,13158,4599,17174,16761,16435,16480,14501,17247,14425,14184,13630,4379,2255,17197,14471,10921,13869,12187,19310,12184,11778,13314,16062,15595,8128,9250,10495,5401,17599,17149,17209,12736,14264,13520,8412,13508,8426,6628,14751,15946,12174,10618,9801,13107,9879,14172,10192,15258,8301,7832,5389,729,8021,20749,21347,14970,12374,15553,13902,10485,12597,9601,9331,13945,17925,15033,13821,8749,8763,11410,8258,17277,17364,16129,12932,12041,13588,16944,17070,15991,15766,14006,13326,11194,8882,7054,12131,18251,17839,16853,15516,12838,16042,16194,15274,20999,11747,14832,17348,11919,10753,16918,11345,17653,16895,14325,12980,13341,15606,12228,12173,11596,12339,17222,4301,5253,11790,12369,9398,16616,12723,13283,14081,16643,11772,12999,13431,12903,15455,9904,7068,9411,3802,6458,7256,6067,6740,7331,6705,6181,8206,13421,14475,18641,13221,13007,12319,14329,10122,6694,3935,17088,12354,18091,15949,13014,14024,8255,11792,9275,9412,14096,10508,12080,13658,11525,7719,7500,9881,15160,13912,9937,8742,17774,14435,11377,14015,11269,17916,8109,5010,3985,4443,3759,14603,9516,17480,14372,14810,9543,14217,14058,14108,16127,10332,3961,3949,13427,11593,6444,12900,8453,12792,9162,14557,8839,3927,8438,17607,14514,10322,5247,3369,2783,2316,1889,1108,841,578,400,344,331,256,253,250,246,197,185,82]}
