{
  "title": "The Kavli Prize Presents: Understanding the Universe [Sponsored]",
  "img": "https://static.scientificamerican.com/sciam/cache/file/507EDEAD-D39C-409A-93E48473822D99D2_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/the-kavli-prize-presents-understanding-the-universe-sponsored/",
  "audio": "https://traffic.megaphone.fm/SAM9999389099.mp3?updated=1703605913",
  "intro": [
    "Ewine van Dishoeck received the Kavli Prize in Astrophysics in 2018 for elucidating the life cycle of interstellar clouds and the formation of stars and planets. What other mysteries of space are left to be uncovered?"
  ],
  "authors": [
    "Scientific American Custom Media"
  ],
  "category": [
    "Cosmology"
  ],
  "transcript": [
    {
      "author": "Megan Hall",
      "text": ": Where did life come from? How do stars and planets form? Professor Ewine van Dishoeck has devoted her career to answering these questions. In 2018, she received The Kavli Prize in Astrophysics for her work.  Scientific American Custom Media, in partnership with The Kavli Prize, reconnected with Ewine to discuss the latest developments in unraveling the mysteries of space. Ewine van Dishoeck is known for studying the universe, but her career could have gone in a completely different direction. "
    },
    {
      "author": "Ewine van Dishoeck",
      "text": ": My scientific love is especially for molecules. I just had a very good high school teacher in chemistry, and not so good in physics. And that's what drove me to chemistry at the university."
    },
    {
      "author": "Hall: ",
      "text": "But then Ewine’s advisor died, and she was left without an academic direction."
    },
    {
      "author": "van Dishoeck",
      "text": ": My then-boyfriend, and now husband, he had actually just taken a course and he had heard about these molecules in interstellar space. And he said to me, “Well, isn't that something for you?”"
    },
    {
      "author": "Hall",
      "text": ": So, Ewine shifted her focus from chemistry on earth to chemistry in space."
    },
    {
      "author": "van Dishoeck: ",
      "text": "So it was actually you know, a fantastic opportunity. Still the same molecules. But now in a much more interesting laboratory, actually, the biggest laboratory that you can imagine."
    },
    {
      "author": "Hall: ",
      "text": "In that giant laboratory, Ewine turned her attention not to planets and stars, but the space between them called interstellar clouds."
    },
    {
      "author": "van Dishoeck",
      "text": ": It's such a tenuous gas that is there. And yet it is the material out of which new stars and new planets are being born."
    },
    {
      "author": "Hall",
      "text": ": Swirling around in these clouds are elements like carbon, nitrogen, and oxygen. But how do they come together to form planets? In time, Ewine and her colleagues realized that a key ingredient is space dust."
    },
    {
      "author": "van Dishoeck: ",
      "text": "Think of sand grains. But then 1000 times smaller than the grains of sand on a beach."
    },
    {
      "author": "Hall: ",
      "text": "These little grains play an important role in building molecules. You see, space is so empty, it would take forever for atoms to bump into each other."
    },
    {
      "author": "van Dishoeck",
      "text": ": But the dust grains are actually a very good place for these atoms to land on, and once they are on the grains, to actually meet each other and form a bond."
    },
    {
      "author": "Hall: ",
      "text": "These dust grains make it possible for atoms to form everything from water to the hydrogen that helps an interstellar cloud collapse and turn into a star.  But the dust isn’t done yet! When a new star forms, the tiny particles swirl around it. Eventually, those pieces of dust collide and stick to each other."
    },
    {
      "author": "van Dishoeck",
      "text": ": Out of these micron-size, you make pebbles, you make bricks, you make moon-sized bodies, you make Mars-sized bodies, and ultimately then you will make the core of a giant planet or an Earth-like planet."
    },
    {
      "author": "Hall",
      "text": ": Ewine says experiments in the lab have helped her unravel how this process works, but she also relies on powerful telescopes — including what’s known as ALMA, a field of 66 high-powered antennas in northern Chile."
    },
    {
      "author": "van Dishoeck",
      "text": ": It’s at 5,000 meters altitude — We always talk about it being a breathtaking experience to be there."
    },
    {
      "author": "Hall",
      "text": ": ALMA might have been a failure without Ewine’s help. She played a significant role in convincing scientists from different countries to work together on the project. Now that ALMA has been making observations for nearly 10 years, Ewine says it’s lived up to its expectations. "
    },
    {
      "author": "van Dishoeck: ",
      "text": "Alma has really been a revolution in our fields, because it allows us to zoom in on these regions in which new stars and planets are formed."
    },
    {
      "author": "Hall",
      "text": ": Do you think we on Earth won the planetary lottery? Were we just incredibly lucky? Or is this just a natural consequence of all the different interactions you're observing in space?"
    },
    {
      "author": "van Dishoeck: ",
      "text": "Yeah, well, that's one of the fundamental questions, one of the biggest questions that mankind has, you know, are we alone, were we the lucky ones?"
    },
    {
      "author": "Hall",
      "text": ": Ewine says based on her research, water and the other ingredients you need to form life are present at the formation of nearly all new planets. Scientists also know that on average, every star has at least two planets."
    },
    {
      "author": "van Dishoeck",
      "text": ": Given that there are a few hundred billion stars, even in our own Milky Way..."
    },
    {
      "author": "Hall",
      "text": ": And even if only 1% of their planets were in the right location with the right conditions for life to form…"
    },
    {
      "author": "van Dishoeck: ",
      "text": "That already tells you that the chances are not slim. They are actually fairly large that something similar to what’s on earth may have also happened on other planets."
    },
    {
      "author": "Hall",
      "text": ": Of course, Ewine says the jury is still out about how often complex life, like human life, could develop on other planets. But, we’re not far from finding an answer."
    },
    {
      "author": "van Dishoeck: ",
      "text": "​​In the coming decades, we will actually have the technology available to really start searching for the signatures of life."
    },
    {
      "author": "Hall",
      "text": ": One of those pieces of technology is the James Webb Space Telescope, which is set to launch later this year. The JWST will be powerful enough to zoom in on individual planets outside of our solar system, known as exoplanets."
    },
    {
      "author": "van Dishoeck: ",
      "text": "Once JWST is launched, we and other groups are going to turn our telescopes on mature exoplanets and see whether there are possible signatures of life in those atmospheres."
    },
    {
      "author": "Hall",
      "text": ": Ewine says it’s an exciting time to study the universe."
    },
    {
      "author": "van Dishoeck",
      "text": ": We are now able to understand how we were formed. Think about our origins. It's right there in space between the stars."
    },
    {
      "author": "Hall",
      "text": ": Thanks to Ewine and her colleagues, we now know that our Earth grew from the tiniest particles of dust. And soon, we’ll know if that same dust grew to form planets that other living beings call home. Ewine van Dishoeck is a professor of molecular astrophysics at Leiden University in the Netherlands. In 2018, she was the solo awardee for The Kavli Prize in Astrophysics. The Kavli Prize recognizes scientists for pioneering advances in the fields of astrophysics, nanoscience, and neuroscience. The Kavli Prize is a partnership among the Norwegian Academy of Science and Letters, The Norwegian Ministry of Education and Research, and the US-based Kavli Foundation.  This work was produced by Scientific American Custom Media, and made possible through the support of The Kavli Prize."
    }
  ]
}