{
  "title": "Date of the Vikings’ First Atlantic Crossing Revealed by Rays from Space",
  "img": "https://static.scientificamerican.com/sciam/cache/file/C79986BB-23F7-44AE-830DC177AD5CF136_source.jpeg",
  "url": "https://www.scientificamerican.com/podcast/episode/date-of-the-vikings-first-atlantic-crossing-revealed-by-rays-from-space/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/B49E4809-EFD3-4EEB-B4CF223C34A71429.mp3",
  "intro": [
    "By dating the remnants of trees felled in Newfoundland, scientists have determined that the Norse people likely first set foot in the Americas in the year A.D. 1021."
  ],
  "authors": [
    "Christopher Intagliata"
  ],
  "category": [
    "Anthropology"
  ],
  "transcript": [
    {
      "author": "Christopher Intagliata",
      "text": "Exactly 1,000 years ago, in the year 1021, a Viking or two or three likely wandered around the very northern tip of Newfoundland, cutting down trees ..."
    },
    {
      "author": "Michael Dee:'",
      "text": "... for clearing a particular spot or for gathering wood that might have been used as timber for construction or for boat repair. They were careful to make sure their ships were seaworthy."
    },
    {
      "author": "Intagliata",
      "text": "Michael Dee is a geoscientist at the University of Groningen in the Netherlands. He says it's not news that the Vikings made it to North America around this time. Scientists and scholars have surmised as much from archaeological remains in Newfoundland and by scrutinizing ancient texts like the Icelandic sagas."
    },
    {
      "author": "Dee",
      "text": "One is not really sure how literal one can take the Icelandic sagas. They contain a lot of not only inaccuracies, a lot of things that are obviously fantastical—things like dead people speaking to them, and so on."
    },
    {
      "author": "Intagliata",
      "text": "But now Dee and his colleagues have been able to come up with a precise date—the year 1021—based on evidence these Norse visitors left behind: specifically, a stump, a log and a branch. Wood anatomists have determined that certain surfaces of that wood must have been cut by metal blades—a Viking technology the local Indigenous people are not known to have shared. And Dee’s team was able to use a cosmic occurrence—an extraordinary shower of high-energy particles from space around the year 993—to date the felling of the trees. You see, that shower of cosmic rays created an abundance of radiocarbon. When taken up by trees, it left a lasting signature in tree rings—giving the scientists a key to pinpoint the year 993 in the three wood samples using radiocarbon dating."
    },
    {
      "author": "Dee",
      "text": "And then you see what we have to do is count the rings from there to the edge. You have to know where the edge is, the bark edge. And then you’ll know that was the last growth year of the tree, or the felling date of the tree. And it just so happened in all three cases it was exactly the same year: 1021 A.D."
    },
    {
      "author": "Intagliata",
      "text": "The details are in the journal Nature. [Margot Kuitems et al., Evidence for European presence in the Americas in AD 1021] The year 1021 therefore marks the first time we know of that Europeans set foot in the Americas. But as the authors write, it also marks “the earliest known year by which human migration had encircled the planet.”"
    },
    {
      "author": "Dee",
      "text": "Ever since moving out of Africa through Europe and Asia and across the Americas, nobody had got across the Atlantic Ocean, so by this date, we know the Atlantic Ocean was crossed for the first time."
    },
    {
      "author": "Intagliata",
      "text": "But—as we know—it wouldn’t be the last. [The above text is a transcript of this podcast.]"
    }
  ]
}