{
  "title": "An Unblinking History of the Conservation Movement",
  "img": "https://static.scientificamerican.com/sciam/cache/file/F13AD150-EB3F-4B1F-87A3FB2F65A9A310_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/an-unblinking-history-of-the-conservation-movement/",
  "audio": "https://traffic.megaphone.fm/SAM6329421585.mp3?updated=1702506128",
  "intro": [
    "In her new book Beloved Beasts: Fighting for Life in an Age of Extinction, science journalist Michelle Nijhuis looks into the past of the wildlife conservation field, warts and all, to try to chart its future."
  ],
  "authors": [
    "Pakinam Amer"
  ],
  "category": [
    "Endangered Species"
  ],
  "transcript": [
    {
      "author": "Pakinam Amer",
      "text": "This is Scientific American’s Science Talk podcast. I’m Pakinam Amer. Today, we talk about endangered species and the complicated birth of the conservation and wildlife movement that we know today.  My guest is Michelle Nijhuis.  Nijhuis is an award-winning science reporter who traced the history of the movement and recently wrote a book about the lives and ideas of the men and women who not only transited into the new field but shaped it from the ground up.  The book is called Beloved Beasts: Fighting for Life in an Age of Extinction. And it’s a case for looking to the past to see the future; that of wildlife and the conservation field.  The historical account is heartfelt, engrossing, thought-provoking, even brutal at times, but always, painfully honest. In her storytelling, Nijhuis doesn’t gloss over the dark moments… moments laced with racism, colonialism, privilege, or cut-throat competition. “The story of modern species conservation is full of people who did the wrong things for the right reasons, and the right things for the wrong reasons,” she writes. It begins in wealthy countries and in colonized territory, she adds.  But it’s because of her bold literary choices that the transformative and transcendent moments in this history shine a little brighter.  It begins with the American bison or if you wanna be more accurate, the scientific name bison, bison, bison (though I understand if you opt for the shorthand... it’s a mouthful).  The largest mammal in North America is a keystone species that was centerstage to Michelle’s book and the efforts of the early quote, unquote conservationists -- More than a few founders of the field were trophy hunters. The word has acquired extra layers before it came to mean what it means today for us.  In the course of the story, seemingly “a jumble of tragedies and emergencies,” as Nijhuis puts it we learn about individuals such as the enigmatic, and controversial, hunter-turned-conservationist William Temple Hornaday.  The protector of the American bison had been himself responsible for killing more than twenty of North America’s free-roaming bison. According to the book, he killed elephants and tigers, and in Nijhuis’s words, “spent much of his professional life up to his elbows in animal innards.” And yet, confronted by the prospect of extinction of a majestic species, like the bison, their dwindling numbers of the specimen, or perhaps as Nijhuis hypothesizes in the book, scandalized by the gore, he became a champion of the bison and a pioneer conservationist. In an act of atonement, he established a captive herd of bison that has enabled the animal to survive today in the hundreds of thousands.  Hornaday was one of the first to create an animal preserve--through him, we would learn about the Smithsonian. It evolved from the US National Museum, which he was director of, and later, the Bronx Zoo, which was a zoological park that he also headed.   Through such figures, Nijhuis would introduce us to the genesis of conservation giants such as the Audubon Society, and the World Wildlife Fund. Nijhuis underscores the importance of historical context. Many conservationists have “revived old arguments and repeated mistakes,” she writes. They ricochet between evolutionary history and the crisis of the moment.  In our chat, she makes the argument that it’s important to learn about how the movement was built then -- and who built it -- so we’re able to learn from their insights and oversights and perhaps chart a new path to stopping the destruction of many animal species … … and instead, provide sanctuary to them, oftentimes from ourselves.  I mean, it’s that or extinction for many species. That’s something that Nijhuis makes sure to put a fine point on."
    },
    {
      "author": "Amer",
      "text": "Michelle, according to you, we've been fighting over why and how we should provide sanctuary to animal and plant species, and we haven’t figured it out yet.You also argue that we're currently stuck because we don't see or know the history of preservation or that fight. That’s also the thesis of your book, where you try to redefine conservation and what it means, at least for a broader audience."
    },
    {
      "author": "Nijhuis",
      "text": "The way I've come to see the history of the conservation movement is that it started with a desire to protect individual species from very direct threats from humans, for instance, to protect the last remaining American bison from slaughter by commercial interests. And as the conservation movement matured, it really grew up alongside the science of ecology, which more and more has discovered the importance of species relationships with one another, species relationships with their habitats, how plant and animal species work together to form an ecosystem. And so the conservation movement absorbed that understanding and has broadened its goals to include not just the protection of extremely threatened iconic species, but protecting again, those relationships that the habitats that those species need the assemblage of species that makes up an ecosystem.  At the same time, I think that the public perception of the conservation movement has kind of remained stuck a bit in that first chapter. And there are a lot of reasons for that. But one reason, I think, is that the conservation movement itself has, has for understandable reasons, used iconic species as a way to draw sympathy for their cause, “don't you want to protect the panda,,, don't you want to protect the bison or the extremely threatened whale species,” all kinds of charismatic, extremely endangered animals that certainly do need our help.  I think that strategy has had the effect of leading people to think that that's all there is to conservation when really the goal is much broader. It's not just to protect these very rare species and, you know, preserve them on the edge of survival. It's to protect and restore healthy populations of all kinds of species so that those species can have relationships with one another, with their habitats.  And importantly, with ourselves, you know, we are part of the ecosystem, we can be a very destructive part, we can also be a constructive part. And I think that I hope as the conservation movement moves forward, that its members will have a greater understanding of that mission, and will look for ways to present that mission to the public in a much clearer, more dramatic way."
    },
    {
      "author": "Amer",
      "text": "So in light of your book research … which was very rigorous, how do you think the definition of preservation of species or what we now know as conservation evolved over the years? And do you think that the modern conservation movement is inclusive enough or is it still fraught by conflict and functions in a relative isolation?"
    },
    {
      "author": "Nijhuis",
      "text": "I think that one way the definition of conservation has changed is to broaden out from the protection of single iconic species to the protection of many species, and to protect not only highly endangered species, but to protect more common species as well to start earlier. The conservation movement has a reputation for being elitist, and for even being anti-human, in some cases, you know, putting the interests of other species above people. That's something that its opponents have often said about the conservation movement.  In both cases, there is a grain of truth to those accusations ... One strain of the conservation movement was started by wealthy hunters who very much wanted to protect their favorite quarries. And as such, it was a movement of wealthy white men who had many of the prejudices of wealthy white men of their time. When the conservation movement, which started in North America and Europe, reached out to the rest of the world, it often followed the path of colonialism. And it reproduced many of the behaviors of the colonial governments that had come before it.  And so there is a long history of blind spots, blind spots about the complexity of human cultures, other than conservationists own blind spots about the potential positive roles that people can play in conservation. And this is not at all to condemn the project of conservation or to condemn conservationists working today. But it's to say that I think it's in the interest of conservation, broadly, in the interest of saving other species and ourselves, which is really the project of conservation, it's in that interest to look at the history with it as clearly right away as possible, acknowledge those blind spots and look at what we've learned.  I think history can be very useful in showing conservationists what's worked, because many things have worked and what's not gone very well, either. Because people had blind spots at the time, they simply didn't have the science available to them, or the technology available to them. There are a lot of positive things that we can gain from taking a sometimes uncomfortable look back at the history of conservation."
    },
    {
      "author": "Amer",
      "text": "You don’t shy away from the discomfort that some origin stories exude, from racism, and colonialist attitude to some of the conservationist’s sense of superiority. Some stories were somewhat shocking, and made me wonder if you ever feared they might end up being counterproductive to add to the book. That they might takeaway from the movement’s accomplishments or your own call to action you’re making for building on what the forefathers of modern conservation have accomplished?"
    },
    {
      "author": "Nijhuis",
      "text": "That's a great question. And it's something I did think a lot about while writing the book. I don't know that I ever worried that it would be counterproductive. I certainly hope it won't be. My feeling was, these stories are out there. They always come up. Some of the most prominent people in the very early years of conservation were pretty racist. I wouldn't want to say that they represented the majority of conservationists at the time, but several of the leading voices in conservation in the late 1800s and early 1900s were quite racist and not only reflected what might have been the prejudices the quote unquote, normal prejudices of their time, but their love and admiration for other species, which was genuine, reflected a deeper concern about purity, and it curdled into a deeper concern about racial purity.  And [so there were] paradoxes in a way where they were extremely successful conservationists, but they did and said horrible things. And so those things that they did and said and thought that were reprehensible are also part of the public record. They were known, and they have been written about. The conservation movement for understandable reasons doesn't put those stories front and center. So I wanted to tell the whole story of these people and say, yes, let's look at what they did that was good for other species. Let's look at how their motivations reflected not only a genuine love and respect for other species, but in a, in a strange way reflected their reprehensible prejudices. Let's acknowledge that, and then let's not cancel these people, let's take what's useful from what they did, and, and leave behind, of course, what's not useful.  So I hope that, rather than being counterproductive, I hope it brings together two sides of a story that's already out there. And, and gives people working and conservation today a way to think about that tradition. That is useful in the sense that we're still learning from these people, but we can learn from them while rejecting some of their views. We can learn from them, while still rejecting their dark side."
    },
    {
      "author": "Amer",
      "text": "Apart from the darkness, your work has some funny tidbits about naming species, for instance how there’s a yellow-headed moth named after Donald Trump. I wonder if he’s aware of that."
    },
    {
      "author": "Nijhuis",
      "text": "I do not know if Donald Trump is aware that there was a yellow headed moth named after him. I do know that George W. Bush was aware that there was a species of slime mold named after him and that he took it as a compliment and called the scientist who actually did not mean it as an insult. He was a supporter of George W. Bush and intended it as a compliment."
    },
    {
      "author": "Amer",
      "text": "I want to speak about the women in your book. You have centered the women in the early conservation history, and their role, and how much they influenced conservation, as we know it today. Many of them were the wealthier women, the intellectuals, a lot of them were very invested. At the time, they were not seen as leaders per se, but they did have an influence on the field."
    },
    {
      "author": "Nijhuis",
      "text": "I'm glad you brought that up, because I was fascinated to learn about the intersection between the women's suffrage movement, which started in the late 1800s. And was at its peak when the conservation movement was getting its start. I was fascinated to discover how strong that connection was between women's suffrage activists, transferring the activist skills they had learned to the conservation movement and infusing it with a lot of new energy, a lot of know how, and, and a really different vision and going back to our conversation about racism and elitism in the conservation movement. The very early conservation movement was really, as I said, a movement of elite white men, most of them hunters, and the women who came from the suffrage movement into the conservation movement in the early 1900s were not the only counter to that stereotype, but they were a big one. And I think that their interest really lent a grassroots character to the movement that it didn't have much of before. Women were among a big part of the nature study movement that encouraged ordinary people to get out and use these fancy new binoculars to see birds up close as they've never been able to before.  And they were instrumental in the movement against the plume trade, which was killing birds en masse at the time, really endangering a lot of species for plumage for women's hats. So women were instrumental in stopping the depredations of that trade and encouraging their other women to stop buying these hats.  So I think that they change the character of the movement. They made it more grassroots, they made it more inclusive, though not entirely inclusive. Most of these women were pretty elite. And they also not only brought new people into the movement, but they brought new species into the movement because it had been a movement of sportsmen, it was really focused on these iconic mammals like the bison. One of my favorite characters in the book, Rosalie Edge, who was a suffragette activist who became a conservationist, really stood up for birds of prey that she just happened to really admire the majesty of these birds. And she recognized that the conservation movement was ignoring them, because so many hunters thought that they were pests. This was a common belief at the time. And she was very ahead of her time, in her understanding of ecology, and in her broad mindedness about what it meant to protect other species.  And she stood up at Audubon Society meetings and said, you know, what if we're conservationists, if we're about protecting species, that means protecting all species, it doesn't just mean picking out a few that we like, and protecting them. And, and we should really, we should do more to protect the bald eagle, and hawks and all kinds of birds of prey and, and understand that they play an important role in these gorgeous, important systems that we are trying to make sure are still functioning for generations to come."
    },
    {
      "author": "Amer: ",
      "text": "In her argument for saving species, Nijhuis makes a somewhat strange statement. She tells people that she doesn’t want to promise hope. She says that we should relentlessly work against the effects of the climate crisis, protect and save environments, ecosystems, and species, regardless of how hopeless a situation is. Intuitively, I think it goes against the essence of many conservation messages, which center on hope.  I asked her if that deliberate decision in tone and expectation was to reign in expectations, or stop people from being married to results. It made me wonder, in dread, whether she believes the situation is too dire for hope. "
    },
    {
      "author": "Nijhuis",
      "text": "It's something I've thought about a lot myself, not only in this book, but as a journalist who writes about climate change. I think a lot about what I want readers to take from stories that are about very disturbing possibilities and very disturbing realities. I want people to have a sense of possibility. At the same time, I don't want to hold back on talking about very real threats. I wanted to write a book that acknowledged the problems we're facing, and the problems other species are facing. I wanted to acknowledge the enormity of those problems. But I also wanted to point out that the conservation movement has accomplished a lot more than even the conservation movement generally acknowledges. And so we can look back at that history, we can say, oh, we actually know what to do. We know how to do a lot of things that will save a lot of species. We can't save everything. But we can do a lot of good.  And that to me is just slightly different than saying there's still hope because I think if there's a way of insisting on hope that I think this can perhaps make the reader feel a little suspicious after a while, “what are you hiding? You keep talking about hope.”  And, my intent, my hope, so to speak, was to be as honest as possible and say,” Look, this is how I think about this. These challenges as someone who was immersed in them is that they're enormous. But we know what to do. I'm not sure if we will do it. But that possibility is open to us.”"
    },
    {
      "author": "Amer: ",
      "text": "You’ve heard from Michelle Nijhuis, science journalist, and author of Beloved Beasts. Nijhuis is a project editor at the Atlantic, a contributing editor at High Country News, and an award-winning reporter whose work has been published in National Geographic and the New York Times Magazine. Her book is published by W.W. Norton. It can be purchased on their website or wherever you buy your books. This is Science Talk. And I am Pakinam Amer. Thank you for listening.  [The above text is a transcript of this podcast.]"
    }
  ]
}