{
  "title": "The Surprising Physics of Finger Snapping",
  "img": "https://static.scientificamerican.com/sciam/cache/file/0FC53BD5-9EE4-41FC-B328458C5757293C_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/the-surprising-physics-of-finger-snapping/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/12D685FD-B97D-4E0A-B7822FA596887A72.mp3",
  "intro": [
    "You might not think that you can generate more body acceleration than a big-league baseball pitcher, but new research shows you can."
  ],
  "authors": [
    "Karen Hopkin"
  ],
  "category": [
    "Physiology"
  ],
  "transcript": [
    {
      "author": "Karen Hopkin: ",
      "text": "This is Scientific American’s 60-Second Science. I’m Karen Hopkin. Doing science isn’t easy. It takes an enormous amount of time and energy to collect and analyze data. At least, that’s the way it usually works."
    },
    {
      "author": "Saad Bhamla",
      "text": ": This is one of those examples that we joke that we can snap our fingers and get data."
    },
    {
      "author": "Hopkin",
      "text": ": That’s because Saad Bhamla and his students just wrapped up a study of the physics of finger snapping. They found that the right amount of friction is key to a successful snap. Their work appears in the Journal of the Royal Society Interface. [Raghav Acharya et al., The ultrafast snap of a finger is mediated by skin friction] Bhamla’s lab at Georgia Tech focuses on ultrafast motion in nature."
    },
    {
      "author": "Bhamla",
      "text": ": Organisms can achieve really, really fast motions, and we are curious about how they’re able to do this and how we may extract those principles for perhaps synthetic systems."
    },
    {
      "author": "Hopkin",
      "text": ": Their science may be hard-core. But their lab meetings include time to be a bit more playful."
    },
    {
      "author": "Bhamla",
      "text": ": We have something called Super Happy Fun Time. And in this, we’ll talk about something typically nonscientific just to kind of defuse the situation after a typically intense scientific discussion that a student presents."
    },
    {
      "author": "Hopkin",
      "text": ": A couple years back, their talk turned to the movie Infinity Wars. In the climax of this Avengers flick, supervillain Thanos forever alters the Marvel Cinematic Universe with a snap of his massive, metal-clad fingers. But something about the scene left Bhamla scratching his head."
    },
    {
      "author": "Bhamla: ",
      "text": "And I said, “You know what? I’m willing to make a bet that if you had metallic gauntlets like Thanos has, I would suspect that it’s actually very difficult to store energy in a controllable way.”"
    },
    {
      "author": "Hopkin:'",
      "text": "Energy that then has to get quickly released if you really want to snap. So Raghav Acharya, a student in Bhamla’s lab, set up an experiment."
    },
    {
      "author": "Bhamla",
      "text": ": He put some reflective dots on his fingers so he could automatically track the finger movement when you take a side view video with a high-speed camera—just to be able to extract out the velocities and accelerations."
    },
    {
      "author": "Hopkin",
      "text": ": Because the first thing they wanted to know was: Just how fast is this jazzy hepcat gesture?"
    },
    {
      "author": "Bhamla",
      "text": ": We discovered that the finger snap takes about seven milliseconds. To put that into context, that’s 20 times faster than the blink of an eye. A blink of an eye is glacially slow: it’s like about 150 milliseconds."
    },
    {
      "author": "Hopkin: ",
      "text": "Even more impressive than its speed was its acceleration, which was three times faster than the throwing arm of a big-league baseball pitcher."
    },
    {
      "author": "Bhamla",
      "text": ": So here we have a snap done by scientists. So we’re no professional athletes; we barely go to the gym. And we’re about almost three times in acceleration faster. So that kind of led to this question: How are we able to perform this seemingly extraordinary feat of acrobatics and human dexterity?"
    },
    {
      "author": "Hopkin",
      "text": ": To find out, they started to fiddle with friction. First, Raghav and his grad student mentor Elio Challita used some moisturizer to make their fingers a little more slippery. And they found the resulting snaps were not so snappy. So then they went the other way."
    },
    {
      "author": "Bhamla",
      "text": ": Counterintuitively, we thought, “Oh, friction is great. Let’s put some high-friction rubber pads”—thinking, “If I increase the friction, I’m going to get a louder snap perhaps.”"
    },
    {
      "author": "Hopkin",
      "text": ": But that also squelched the snap because you waste too much of the stored energy trying to get your fingers to slide past each other."
    },
    {
      "author": "Bhamla",
      "text": ": And so it turns out that, in our experiments, we find that the skin friction is kind of this optimal sweet spot in this Goldilocks zone that gives you enough energy but also detaches quickly to give you the snap [snaps]."
    },
    {
      "author": "Hopkin",
      "text": ": And as for Thanos?"
    },
    {
      "author": "Bhamla",
      "text": ": If you put copper thimbles, which we did to test the Thanos hypothesis, turns out that the compressibility of the finger pads is important as well. If you have these rigid surfaces, although the friction is the same as the skin, not being able to compress affects the grip and storage of energy, so you get a very weak, or not really a satisfactory, snap."
    },
    {
      "author": "Hopkin",
      "text": ": Bhamla wonders whether there’s also something special about the shape of our hands that gives us this ability. Or can other primates do it, too?"
    },
    {
      "author": "Bhamla",
      "text": ": I have written so many e-mails to so many anthropologists, zookeepers."
    },
    {
      "author": "Hopkin",
      "text": ": He’s even gone back to the movies."
    },
    {
      "author": "Bhamla",
      "text": ": What if I saw, in Planet of the Apes, these apes sitting on top of a horse and snapping? Well that would be okay for me because somebody at least imagined it, right? Maybe they did their homework. Maybe it was described in some journal somewhere by a naturalist."
    },
    {
      "author": "Hopkin: ",
      "text": "If you’ve ever seen a chimp snap, please let Bhamla know. In the meantime, he’ll continue to pursue projects that captivate his curiosity."
    },
    {
      "author": "Bhamla",
      "text": ": Life is too short to do boring stuff. I think it’s more enjoyable for me and the students to say, “Oh my god, like, how cool is that?” And when nature pushes the limits of physics and engineering, there are interesting things to be gleaned out of it."
    },
    {
      "author": "Hopkin",
      "text": ": Plus, you can explain your findings like [snaps]."
    },
    {
      "author": "Bhamla",
      "text": ": My parents now get it [laughs]. Well, I think they do."
    },
    {
      "author": "Hopkin",
      "text": ": For Scientific American’s 60-Second Science, I’m Karen Hopkin. [The above text is a transcript of this podcast.]"
    }
  ]
}