{"title":"To Better Persuade a Human, a Robot Should Use This Trick","img":"https://static.scientificamerican.com/sciam/cache/file/4C4090D8-9116-4E89-80CB8EFB94BACDC1_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/to-better-persuade-a-human-a-robot-should-use-this-trick/","audio":"https://static.scientificamerican.com/sciam/cache/file/6F8B9F4E-CEB2-47C0-A9026891ABFB9716.mp3","intro":["A new study finds that, for robots, overlords are less persuasive than peers."],"authors":["Karen Hopkin"],"category":["Robotics"],"transcript":[{"author":"Karen Hopkin","text":"This is Scientific American’s 60-Second Science. I’m Karen Hopkin."},{"author":"Hopkin","text":"Robots can do a lot of things. They can build cars. Stock grocery shelves. Process COVID tests in an automated laboratory. But can a robot change your mind? Well, that depends. Because a new study shows that robots are more persuasive when they’re presented as a peer, as opposed to an authority figure. The findings appear in the journal Science Robotics."},{"author":"Shane Saunderson","text":"Every year we’re seeing more and more robots, in greater numbers of tasks and environments around our world."},{"author":"Hopkin","text":"Shane Saunderson, a roboticist at the University of Toronto."},{"author":"Saunderson","text":"And instead of just 20, 30, 40 years ago—when they were in manufacturing environments building cars or painting things or stuff like that—more and more we’re starting to see them in very social contexts. So in retail environments, in care homes, in schools and things like that. So robots don’t have the luxury of just being functional anymore."},{"author":"Hopkin","text":"To engage with the humans, they also have to be relatable. For example, imagine a robot helping out in a care facility…delivering a meal or dropping off meds."},{"author":"Saunderson","text":"You’d often see residents that would refuse to eat their meal or they wouldn’t want to take their medication that day. So you have a care provider have to sit there for 10, 15, 20 minutes having a conversation, reminding that person how important it is."},{"author":"Hopkin","text":"But could that kind of critical cajoling actually be accomplished by some clever coding?"},{"author":"Saunderson","text":"The reality is if robots are going to take on those types of tasks they do need to know how to be persuasive."},{"author":"Hopkin","text":"To figure out how to make robots more influential, Saunderson set up a series of tasks. In half the tasks, Saunderson played the role of the experimenter and he would introduce the robot, a programmable off-the shelf model named Pepper, as the participants’ peer."},{"author":"Saunderson","text":"And so any time someone had to do a task, Pepper would offer suggestions to try and persuade them and help them out."},{"author":"Hopkin","text":"In one task, a volunteer might be asked to listen to a series of directions…up, down, left, right, right, down, left…and then have to identify their position on a grid based on how well they remembered the list. Here’s Saunderson in the role of experimenter…and participant. [Study Audio]"},{"author":"Experimenter","text":"So, what’s your initial guess?"},{"author":"Subject","text":"Um, I’ll go with row 6 column 1."},{"author":"Experimenter","text":"Ok, and Pepper, what do you think?"},{"author":"Pepper","text":"I actually think that we’re in row 7 and column 1."},{"author":"Hopkin","text":"Now…in the other half of the tasks, Pepper runs the show."},{"author":"Saunderson","text":"So Pepper was alone in the room with the participant. It was Pepper’s study, Pepper saying, you know, welcome to my study. [Study Audio]"},{"author":"Pepper","text":"Please take a seat at the chair in front of you and we’ll get started. My name is Pepper and I’d like you to join me."},{"author":"Hopkin","text":"The tasks were the same…tests that challenge attention and memory. But this time, it was Pepper the Experimenter…Dr. Pepper, perhaps... offering the suggestion after the person made an initial guess. [Study Audio]"},{"author":"Pepper","text":"Personally I counted seven police stations. Now, what is the final guess you would like to lock in?"},{"author":"Hopkin","text":"And what Saunderson found was that Pepper had better luck at getting people to change their response when acting as a fellow test-taker, not as a leader. Now, that could be because participants didn’t view the robot as being a legitimate authority figure. Or because there’s something deeply creepy about a bossy robot…especially one that reminds you that your winnings will be docked if your answers are incorrect."},{"author":"Saunderson","text":"It made people seemingly very uncomfortable with this idea of a robot not only in charge but using that authority in a slightly negative way."},{"author":"Hopkin","text":"And some were more bothered than others."},{"author":"Saunderson","text":"Everyone didn’t love the sort of dominant nature of the robot, but men in particular were very uncomfortable and seemingly had their sense of autonomy or status threatened by this cute little four foot-tall robot."},{"author":"Hopkin","text":"Does this mean there’s no future for robot nurses or instructors?"},{"author":"Saunderson","text":"This isn’t saying you can’t ever put a robot in charge. You just need to be very conscious and cautious with it. It shouldn’t be dominant. It shouldn’t be authoritative. It shouldn’t maybe even try to be an authority figure."},{"author":"Hopkin","text":"And if all else fails, just make it more adorable. Saunderson recalls a study in which engineers had designed a library robot."},{"author":"Saunderson","text":"It was just literally like a cart that drove around and put books back."},{"author":"Hopkin","text":"But the book bot kept getting vandalized."},{"author":"Saunderson","text":"The fix was literally to put on like two big five-dollar googly eyes. And suddenly, by anthropormorphizing it, people thought, “Oh look, it’s the little cute book bot. We shouldn’t hurt that thing.” So, yeah, there’s a lot of very subtle things you can do to give robots a slight hand up, for sure."},{"author":"Hopkin","text":"Then those robots can give us a hand when we want help folding the laundry or doing the dishes or making the bed or programming the robots. No, wait… For Scientific American’s 60-Second Science, I’m Karen Hopkin.  [Ad Begins] This podcast segment was produced for AstraZeneca by Scientific American Custom Media, a division separate from the magazine’s board of editors."},{"author":"Megan Hall:'","text":"AstraZeneca hopes to one day eliminate cancer as a cause of death. But the company knows it can't do this work alone. That's why AstraZeneca started the YOUR Cancer program, an effort to work with the larger cancer community to create meaningful change in the treatment and care of people with cancer. To learn more about these efforts, and AstraZeneca’s cancer work in general, Scientific American Custom Media caught up with Chatrick Paul, the Head of US Oncology Business for AstraZeneca. Welcome, Chatrick Paul, I'm so excited for this opportunity to talk with you about your work."},{"author":"Chatrick Paul","text":"Thank you. It's great to be here."},{"author":"Hall:'","text":"How do you explain what you do when you're talking to someone who's not in the field?"},{"author":"Paul","text":"Yeah, I have the privilege to lead a highly committed and passionate team of professionals who are dedicated to improving the lives of people with cancer. Our motto is: No patient left behind. And this is because we are bringing to the market evidence-based medicines that offer transformative benefits where there is dire need. And because to us, the fight against cancer is personal. Whether it is that young mother battling early breast cancer or my brother, whom I lost to cancer, we fight for them."},{"author":"Hall:'","text":"What inspires you about this work that you do at AstraZeneca?"},{"author":"Paul","text":"I am inspired by the innovation we drive and the breakthroughs that we are creating for patients, their caregivers, and physicians in hard-to-treat cancers. We are passionate about redefining cancer care, and one day eliminate cancer as a cause of death."},{"author":"Hall:'","text":"I'm just going to switch gears a little bit and talk about the third annual cancer community awards. AstraZeneca and Scientific American hosted these awards, and they celebrate the unsung heroes of cancer care. What do these awards mean to you?"},{"author":"Paul","text":"So we know that by bringing more effective and better-tolerated medicines, we play a major role in realizing our bold ambition here at AstraZeneca to one day eliminate cancer as a cause of death. But we also know that it is just one part of the puzzle. And that this ambition is going to take more than just solving the scientific and technical challenges of controlling and overcoming cancerous cells, we recognize that it is going to take the resolution of multiple other issues and the joint effort of many in the community to reach that goal."},{"author":"Paul","text":"So with that in mind, we launched our YOUR Cancer program. Through YOUR Cancer, we seek to convene the oncology community to drive meaningful change and to provide the resources and the platforms to elevate the difference-makers in the community who are working to create positive change. The C2 awards are an integral part of this program and they serve to recognize and celebrate those individuals and organizations who are making great strides in our fight against cancer."},{"author":"Paul","text":"And so our hope is that by shining the light on these change makers, and through highlighting their work, we are also empowering others to take that first step."},{"author":"Hall:'","text":"We're talking about how you're celebrating these folks at the grassroots level. Can you talk more specifically about how AstraZeneca is working to further advance cancer treatment and care in other areas of the field of cancer?"},{"author":"Paul","text":"I see our team's core job as translating the promise that we demonstrate through our science and clinical trials to daily clinical practice. A lot of the things need to fall in line in the journey of each patient for that promise to be realized. And for patients to really have those health outcomes that are possible. And this would include things like screening, timely detection, appropriate diagnosis, effective treatment and care."},{"author":"Hall:'","text":"What would you say are some of the most profound or exciting examples of progress in oncology?"},{"author":"Paul","text":"Yeah, it's actually an incredible time for us to reflect on this because as you know, this year marks the 50th anniversary of the National Cancer Act. So if you look since 1971, we have seen a decline in cancer-related deaths. According to the American Cancer Society, from 1991 to 2018, cancer death rates fell by 31%. What that tells me is that we are winning the war against cancer. And I believe this is a direct result of expansions in screening, early diagnosis programs as well as advancement in treatment."},{"author":"Paul","text":"Some of the greatest advancements have come from the revolution in precision medicine. Over time, we've learned that some cancers are driven by individual genes or by specific mutations at the molecular level. With that understanding, we're able to develop targeted therapies that address the unique characteristics of a person's tumor. And so it is really delivering the right treatment to the right patient at the right time."},{"author":"Hall:'","text":"If you were to look 10 years into the future, what would you hope to be celebrating in terms of advancements in cancer treatment and care?"},{"author":"Paul","text":"Notwithstanding the incredible progress we've been able to make to date, there are still so many patients with unmet needs. And so my hope is that we will expand greater access to the latest technologies available to screen tests and treatments that will help deliver the full promise of precision medicine to patients who really can benefit from them. It's also my hope that there will be continued deep interdisciplinary partnerships. I know we have a long way to go."},{"author":"Paul","text":"But I am truly encouraged by the strides we continue to make across the entire oncology community towards redefining cancer care together."},{"author":"Hall:'","text":"Well, Chatrick Paul, it's been a pleasure talking to you. Thank you for taking the time to discuss your work and all the progress that's happening at AstraZeneca."},{"author":"Paul","text":"My pleasure."},{"author":"Hall:'","text":"Chatrick Paul is the Head of US Oncology Business for AstraZeneca. YOUR Cancer brings together the community that is working to drive meaningful change in cancer care. This podcast was produced by Scientific American Custom Media and made possible through the support of AstraZeneca’s YOUR Cancer program. --- For more remarkable stories from the 2021 Winners of the Cancer Community Awards, visit our Heroes of Cancer Care collection. [Ad Ends] [The above text is a transcript of this podcast.]"}],"wave_peaks":[19362,13073,19792,19216,19403,19384,5458,19522,19474,18712,15477,21844,20149,12850,18940,19483,20880,17399,20998,18786,16522,10217,20159,24120,14766,12307,20823,8603,20433,20345,17913,13824,12963,9837,3111,17246,19841,12000,17037,15357,4715,437,17147,14403,11363,15654,10966,12672,19080,14444,14685,14005,4897,16595,9849,14382,13045,10183,16510,10943,20413,12706,561,14527,109,15919,14521,10785,15346,18581,12955,553,37,12299,7658,12014,11890,13846,983,61,13352,13741,13142,7993,8990,9578,15012,15768,16837,11468,11505,5784,11004,11391,13841,12478,11246,12610,196,16423,12134,11556,11178,13943,11331,2089,141,16102,12255,9431,9909,2121,12905,13492,17291,10241,531,26290,14528,7122,20571,14609,13365,11136,21414,7204,12427,8578,11426,20406,16640,16009,18894,10747,15056,12831,410,12702,13479,11650,11674,12528,13576,12264,10426,11615,11905,15894,11939,2647,28805,19753,19660,17333,20920,12188,13293,11823,11074,18624,12310,8234,8867,12894,14839,11546,16208,7691,10231,15417,15317,7618,9855,9836,6082,11759,22563,11337,13299,13290,17415,9238,21621,19353,5972,6339,14612,20496,7665,7700,15876,20003,10367,13295,10027,22861,12970,16162,20540,6773,15837,9234,15193,19335,17571,7072,11844,7029,190,22917,18504,13641,20419,17506,18014,14392,14128,20561,17115,5453,14055,17727,4821,4681,69,14018,13473,14048,12622,5190,7142,13272,21286,15622,16537,11986,65,10912,10666,2327,14671,20314,20597,13161,11957,16752,11726,9798,1671,10141,12070,13903,11955,20288,12495,13188,7504,24579,24087,20072,14253,18611,16869,13755,13656,8219,7124,12105,11024,14000,13312,19096,6472,4929,21967,20778,5172,15318,12679,13054,6861,15190,15179,8028,11905,9758,14001,15685,21668,16927,10551,18186,9361,10135,11974,11399,11715,11694,12104,10857,15748,15496,14961,17395,14035,17135,16095,12653,7005,8996,14732,13631,20674,11963,17535,12183,15650,5296,22698,16906,15688,14121,17056,8081,7106,16925,9993,13500,12671,11164,5307,10572,9741,13325,16297,1514,10842,20051,15348,20969,17571,10646,14874,14985,8709,294,12001,10365,18118,13084,11811,18431,4326,203,58,14069,16039,13701,4418,6470,16098,11127,11857,8523,12447,16371,8269,10412,10588,9816,10131,12670,15902,13097,278,12834,14492,11471,7924,14647,19853,12962,10519,16460,18535,11167,13556,9354,8351,13810,11388,27072,16198,15298,8253,17542,16429,13540,12180,18663,14043,14289,14880,16919,17949,8524,18862,11338,2662,14020,16073,17119,859,13845,17221,12705,14046,13795,10214,12206,15853,11768,13688,21741,5237,1340,16955,11479,15723,17071,16223,18242,16783,19882,5533,481,13506,22478,15093,20167,12491,14048,11345,16352,1042,13992,11441,14889,12643,14926,13776,3172,13745,13254,12261,13644,13217,14332,13660,10870,12560,15344,7294,2465,16510,8625,5268,15674,8974,8166,1419,497,616,785,6420,2943,831,11760,16451,10204,9455,2227,7657,6941,2709,9224,16411,8114,6945,13389,6600,1436,10073,13442,3845,16319,7308,11507,890,576,7292,14011,8716,10426,6548,10983,8383,7105,1894,8694,13468,10330,2610,176,16168,13298,19010,15075,7841,148,17358,19039,11966,13114,28572,25642,13107,13891,10959,9105,7461,7937,17838,10037,14037,16622,16857,20732,12548,12867,20737,11394,16459,16563,16443,2382,853,13205,13756,10601,16353,11274,10933,10676,12317,16468,11657,10662,9608,9239,11050,10251,16393,14682,16703,16431,16397,12753,7297,13781,15755,11940,16196,11900,506,15934,10161,11931,13244,16089,12688,7833,103,17484,12749,13016,490,18973,14288,13145,12636,13555,14416,28,23161,7557,13030,10959,10134,355,20482,9993,18750,7700,12100,13958,12360,10970,10183,16218,1333,16422,11347,13647,12265,15781,12825,13481,7602,12813,16366,10439,3050,505,287,12970,10049,11003,7253,16363,16405,14068,11120,16142,11278,1521,11143,15423,11823,17925,16576,7166,9912,12964,13745,21024,19828,15719,8304,12462,13484,12495,16414,1190,12879,15080,14465,16167,15223,13124,9283,10611,18457,15508,9190,30,11868,433,17780,14353,16685,12291,19486,9315,13915,13073,15809,10300,7208,13902,12975,16671,14819,7996,582,11008,16217,952,10363,12628,11263,14217,12962,10114,17631,11810,14004,19444,17131,51,8573,18393,10915,14085,11298,10991,17313,12667,20412,5788,14717,12287,13907,11727,18844,223,20910,15137,12767,21196,12955,13255,12390,12308,21300,15835,9923,11624,9287,13178,19510,18995,10690,1593,18182,15711,10259,21106,11979,8436,10623,3298,13719,14600,14646,14836,17554,20693,17099,12072,26179,21068,13727,13398,19770,12330,14648,11651,19924,11713,13149,10722,17191,13775,11524,12028,12150,12531,10780,7681,20371,12829,18133,18208,14179,12982,6037,21561,17681,14752,12341,10020,1757,22102,17885,11545,13032,13956,12252,10077,2302,8771,8526,10833,10936,16066,13843,12900,12403,7056,16432,13633,12372,6896,6187,16636,11680,1166,27430,17903,15648,11154,9612,10874,11148,14416,6142,11333,14339,12070,15155,15858,14852,8352,4331,5052,20221,10856,16839,15533,10627,11178,8911,6301,11774,9276,8965,9949,21519,14956,9002,16823,11738,3836,9910,13003,11096,11547,1945,10951,17284,12945,11963,489,8603,12757,18359,20806,14122,6809,57,16009,11875,13591,13179,11138,13738,10271,11912,13877,15349,13324,18935,16035,5057,26001,19267,11985,14155,14701,10687,11387,11534,12932,18676,5860,14993,17744,20495,12022,17154,14274,11049,2604,22932,19874,14449,16657,12844,13937,14845,10820,9867,19536,14444,15678,17875,13183,11415,12447,6269,18528,18728,19221,12918,9727,16839,11222,8948,14466,15416,20159,10875,10547,15005,15111,14480,21920,21577,13035,7533,5243,22796,16904,14871,13746,10832,20406,13958,11623,13524,15904,9221,15127,20533,18345,12836,7273,3568,12827,2340,11354,14682,16637,13618,17590,14615,8324,8535,14594,16180,16190,15775,12883,7744,6128,13664,13627,11060,7577,4622,12802,17880,11038,3306,29069,31162,21389,30634,21725,4965,26366,19709,19605,25101,7511,22335,15013,20716,20714,20834,20855,20932,15831,21100,20802,20733,18354,14237,19829,16901,22717,18112,12150,16493,20210,23363,15218,9096,19707,20787,21485,13223,18120,11896,25467,26631,26412,26740,26465,3640,2176,1153,583,229,159,211,16650,16383,16497,10831,16536,16473,16326,15572,16547,16383,16461,16546,16491,379,1736,16452,16304,16453,15986,16348,11684,14669,16388,9308,118,67,16627,16484,16376,16609,16422,16341,16573,16285,16447,12340,16495,16497,4370,16443,16496,16551,16209,16465,16057,12095,16408,12662,16409,16438,15116,16527,11215,13611,14766,11407,16472,16351,14759,16503,16523,7336,7,13420,16487,16514,16526,16483,16448,16392,16345,16479,16440,16286,16491,16459,4350,16595,16462,16461,16318,12650,16479,1455,16679,16448,12797,16541,1767,16424,16556,16405,16399,16492,15064,6560,16532,16327,16434,16258,78,16440,16525,16315,16414,16582,16483,16467,6772,16441,16411,12499,16440,12029,10793,16521,4226,16646,16427,16434,16357,1721,16443,16480,14214,16468,16693,12634,16341,14886,754,16677,16238,16373,16801,16584,15480,16286,16499,16427,15630,16369,16485,16578,16395,16416,12579,9830,16440,7681,16475,16171,16402,16407,6020,16537,16364,16382,16411,16363,16350,16419,15948,16470,5562,8840,16674,16445,13040,7356,7030,8649,11515,14856,16473,12851,16365,16414,13677,5,4,16549,11794,16472,11984,11714,3569,16406,15718,11367,16468,14084,3716,16388,16573,16264,16418,16449,16440,8175,16417,13054,2163,16302,11379,14530,12688,9630,4864,16486,5930,16500,16444,16504,16522,16476,16199,16392,9404,11046,14564,16435,16304,5000,2,16455,16495,16477,16438,10894,16509,12742,16377,16456,16403,14732,9609,16412,14088,3846,3,16358,14967,15152,16446,3177,16434,16410,11327,1699,16556,14544,12464,16420,16503,16351,1576,16445,16540,16455,22,2,16543,16449,16434,6104,12275,16525,16451,16280,927,8829,16463,16426,16278,16561,12029,16405,16509,16628,15100,16554,16452,16641,16394,16452,16573,11929,15701,16497,16407,43,1142,16519,14836,11129,5355,11202,16480,4661,8566,15737,10586,9878,13145,11850,16435,11824,15447,14510,15212,9855,7,9199,16359,14443,7336,12,11867,14227,9382,15997,16458,16343,16286,16450,12277,10,13732,16496,16572,16337,11320,5,16479,16532,16414,16332,16382,16513,10137,11965,16291,16579,7758,2,14095,11638,8705,16440,16354,1165,1,16424,16508,16812,2778,16427,16711,16229,15979,16188,16439,16517,16355,16454,16421,16451,7826,2978,14725,11562,16454,16458,16466,16487,14881,12869,13254,7759,16498,16426,16416,16519,5379,16481,16393,16560,16406,757,16463,16492,16147,16258,10551,16443,16659,16540,16416,16516,15178,16429,16437,16355,16503,16478,16408,16416,738,16522,13573,16091,16544,11937,16217,6494,16224,12519,16450,16326,16442,14302,16411,13755,8170,12522,16542,16374,14782,13000,16400,16408,16374,14260,7439,6449,10447,15713,10391,9870,8136,14478,16474,9546,16393,16502,10585,7141,14919,16340,16163,16382,16396,9,16362,16506,11222,16450,16391,16351,16510,16563,7667,435,16466,16492,16500,16462,16494,11416,16222,3310,16466,16473,16506,16323,14296,16448,16334,16498,12726,14713,7870,14508,9528,8115,9982,10061,8799,13686,12160,684,9467,16431,16476,16482,8174,15449,16285,15703,16637,15057,11851,14996,15580,16263,7802,16339,16447,16450,7767,9,16480,13885,7972,12997,16426,16446,16343,11723,11569,11614,2164,9595,5942,16394,15162,12080,16387,16489,16412,15484,15738,11444,3677,16275,16353,13594,16608,16464,5188,16323,16144,10677,8396,10723,6672,5154,9417,16503,3634,3,16478,3662,16196,16491,16452,16444,13808,16390,10121,16429,16439,16366,16433,16425,1531,11618,11557,11116,16467,16393,7994,15697,12993,13707,10941,8409,7561,15904,7981,12813,7396,6917,16506,16398,13192,10136,10542,16328,16340,6046,16509,16564,7276,16321,16434,12146,9199,16463,16435,16410,8133,7903,16460,8661,147,16448,14787,10110,5561,6152,4059,16449,16443,11354,7190,10002,14652,14152,12076,3516,13302,16618,9438,16307,16455,16400,16408,16353,16415,16484,16292,15310,14969,14367,16158,15538,16255,11176,16401,13771,13444,15057,14118,5869,14873,16259,10063,15337,12797,8187,6902,16458,14436,14320,9069,16433,16376,11929,8499,11452,16482,13454,16310,6982,16313,16223,16429,16387,16598,16472,1156,16488,16628,15238,16501,10671,7887,7666,6772,11128,11279,16471,8518,9287,16396,13541,16516,16292,16558,9525,16513,16403,16467,15488,7568,16442,13301,10071,16346,16643,16532,16408,16485,16534,16533,7499,998,15652,16581,16476,16553,16537,16531,12501,16512,15238,7460,16474,16494,16348,16457,16383,13251,16635,16424,16340,16708,16435,16490,16503,16466,16398,16517,16437,16442,16540,14173,16429,16433,16375,16326,16548,16458,14443,16397,16291,16555,16485,16403,9341,16448,16392,16427,15297,10731,16411,16409,16519,12917,16495,16566,16556,15692,948,11485,16504,16376,14896,16334,15351,10628,16466,16443,16534,8005,9762,16481,16471,6669,16496,12041,10445,16317,16392,2361,16510,16577,16440,12077,7623,16391,13508,6,16476,16443,12739,16440,13242,7240,15451,9387,8586,16567,16505,16508,13739,16436,16372,14217,16546,15166,15838,6713,9862,14346,12967,16606,16442,2877,16522,16578,16460,16472,16469,16511,16433,2764,16668,15214,12115,13427,16388,16389,7354,8956,7460,16592,11502,11467,14316,2474,1,14589,16196,16222,16474,13149,8396,13784,16416,15974,11789,6742,16409,14482,16700,15959,10685,16470,16474,16306,16510,9167,16461,16447,16519,16390,16356,16593,16286,16461,10332,16604,3784,16526,16558,16386,16523,16569,1337,16389,16573,16430,15317,16437,16421,16378,16582,16386,13439,16534,16496,16372,4916,16501,16540,16399,16350,16176,16433,13717,11201,11943,16108,13028,12101,16466,16450,16360,16318,16297,12719,16413,16382,16424,16058,15353,15861,10852,16485,16223,10253,11731,16494,7834,16377,16497,12673,14617,16304,15810,16451,15374,9927,5515,16432,16370,16442,15747,16509,3848,16490,9996,16454,10907,11560,16386,14322,5477,16393,15616,10670,16416,16490,16392,13735,9415,14834,8190,16472,12245,16423,16295,13097,16,16531,16554,16547,9030,2145,16425,13380,14173,13815,14140,16459,15486,5,16431,16440,16378,16114,9374,16499,16389,14257,16553,16521,14369,16563,15310,11868,16351,5513,11690,16124,16459,16525,16380,7837,16413,16443,16183,16482,16491,12776,7674,8246,16448,13446,9572,16520,10607,16220,16330,16384,11841,6459,16411,16474,16389,11238,16484,16395,10556,14300,14519,33,8835,16484,16447,2509,16391,16484,8655,16003,16439,16432,16491,16465,16454,12657,16338,16416,16451,12413,14695,11290,7309,16457,16512,16536,16625,12955,16445,6290,1712,16355,16545,9517,5858,16142,16492,16485,16532,16339,8922,16394,13108,16531,13602,14112,8596,16267,16439,16378,10612,16534,16462,13106,13279,16413,16393,10927,6317,14353,16350,16311,12297,6166,14,16451,16462,16386,6418,11354,9800,16385,15212,16314,1896,16410,16379,4038,13,16601,15423,16576,16301,16500,16464,16547,15804,16388,16417,364,16487,16373,10770,16498,16441,16488,16369,9826,9986,16418,16407,7369,16387,16601,14917,16340,16644,16417,14194,9245,2531,16540,16605,16637,8889,11778,16412,16519,16302,6744,12886,16353,15939,15424,16001,14935,16417,16320,16602,9159,16392,16374,13494,11317,12911,16483,16249,4342,16609,16568,14928,16423,16480,5157,14323,16444,10726,16466,16491,13759,16385,16530,16435,14144,16344,11602,16451,12197,9544,15063,10318,6872,10527,3510,16497,10782,3481,16347,16408,13229,16417,16403,16435,11452,16440,9824,16242,16440,14734,16559,16520,16467,16456,5373,16224,16143,10218,16183,5477,16452,10198,7422,16359,16387,16576,16501,16542,16406,1078,16534,16383,7972,11802,9389,37,7203,9705,10672,14266,13824,13034,13070,16425,14863,5371,13,16405,16530,16497,16423,11246,3866,16426,16519,16453,12891,16378,14065,16529,13242,16551,14038,12406,16329,16429,9,16380,16506,16303,16493,16553,9398,16092,12639,3,15231,16435,12913,16427,16333,597,16442,16382,16554,16383,12685,16469,16539,16512,16637,16418,16530,16527,16541,16462,16575,15964,16620,16345,16418,16473,16303,13791,16303,16432,16488,16375,16397,16355,16540,16344,16399,16284,16456,16488,13150,16425,16553,4719,3977,16495,16499,15160,16583,14461,16453,16353,14520,16406,14127,16500,13555,137,16631,14494,16553,16503,13677,16472,12132,16406,16419,16309,12483,16389,16314,16372,16250,7559,16408,16555,16428,16324,16381,16570,16556,16266,16366,12842,16586,8135,16335,16508,12585,16462,16409,16656,16592,16277,16515,16449,16492,16452,2558,1,1]}
