{
  "title": "COVID, Quickly, Episode 15: Booster Shot Approvals—plus Vaccines for Kids?",
  "img": "https://static.scientificamerican.com/sciam/cache/file/4755DB0D-3AEF-474B-93F452676719DE11_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/covid-quickly-episode-15-booster-shot-approvals-plus-possible-vaccines-for-kids/",
  "audio": "https://traffic.megaphone.fm/SAM7923485525.mp3?updated=1703605920",
  "intro": [
    "Today we bring you a new episode in our podcast series COVID, Quickly. Every two weeks, Scientific American’s senior health editors Tanya Lewis and Josh Fischman catch you up on the essential developments in the pandemic: from vaccines to new variants and everything in between.\nYou can listen to all past episodes here."
  ],
  "authors": [
    "Tanya Lewis",
    "Josh Fischman",
    "Jeffery DelViscio"
  ],
  "category": [
    "Public Health"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis",
      "text": "Hi, and welcome to COVID, Quickly, a Scientific American podcast series."
    },
    {
      "author": "Josh Fischman: ",
      "text": "This is your fast-track update on the COVID pandemic. We bring you up to speed on the science behind the most urgent questions about the virus and the disease. We demystify the research and help you understand what it really means."
    },
    {
      "author": "Lewis",
      "text": "I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": "I’m Josh Fischman."
    },
    {
      "author": "Lewis",
      "text": "And we’re Scientific American’s senior health editors. Today, we’re going to bust through the confusion about booster vaccines: who can get them and who can’t."
    },
    {
      "author": "Fischman",
      "text": "And we’ll talk about one group that hasn’t even gotten first shots yet: kids under 12. We’ll discuss when that could finally happen."
    },
    {
      "author": "Lewis",
      "text": "It’s been a roller coaster of news about vaccine booster shots. Everyone was going to get them, then nobody was going to get them. What’s actually going on, Josh?"
    },
    {
      "author": "Fischman",
      "text": "A lot of back and forth, Tanya. But we do have some solid news at last. Here it is: The FDA just authorized a third Pfizer vaccine shot for three groups of people. First, people aged 65 and up. Second, people over 18 who are at high risk, such as those whose immune systems are suppressed due to medical treatments. And third, people over 18 whose jobs put them at risk for infection because of frequent contact with lots of other people. That could include health care workers, teachers and grocery store workers. The groups are eligible six months after they got their initial shots. Here’s who is not authorized: the rest of the U.S. population. President Joe Biden said this summer he wanted boosters for everyone aged 12 and up. Pfizer asked the agency to approve that. But it’s not happening. The FDA’s vaccine advisory panel of experts said it wasn’t justified, and the agency agreed with them. Why not everyone? Because the data right now show booster shots will protect older people and boost the immunity of people at special risk. The data did not show such a clear benefit in people under aged 65. There was a study from Israel, for instance, where the government has been rolling out Pfizer booster shots. It showed boosters prevented serious illness and infection in older people. But there were not enough younger people in the study to make that kind of statement. Another study, called SUPERNOVA, looked at U.S. military veterans who got the two Pfizer shots earlier this year. The vaccine provided 92 percent protection against hospitalization for people aged 18 to 64. That’s good. But protection dropped to 77 percent for people 65 and older. Not so good. So it’s that group that really needs help. In younger people, there is a slim chance of rare side effects like heart inflammation. It happens in just a fraction of a percent. And patients quickly recover. But the FDA panel thought even a tiny risk couldn’t be justified unless there was a clear benefit, and the data didn’t show one for the younger group. I talked with Stanley Plotkin, a vaccine expert at the University of Pennsylvania—he developed the rubella shot—who used to be on the vaccine advisory panel. He said the FDA decision made sense, because you want to protect the most vulnerable people first. He also pointed out other vaccines, such as the common polio vaccine used now, and the hepatitis A vaccine, show that a booster four to six months after the original shot provides a powerful and long-lasting increase in immunity."
    },
    {
      "author": "Lewis",
      "text": "Now with Pfizer approved, what about the Moderna and Johnson & Johnson shots?"
    },
    {
      "author": "Fischman",
      "text": "The answer is “not yet,” and that makes things kind of messy. Moderna has asked the FDA to approve a booster, and Plotkin thinks the agency will mirror its Pfizer decision, perhaps in a month. J&J says it has data showing a booster improved immunity. Plotkin suspects the FDA will approve that as well. It turns that some pharmacies are already giving out Moderna boosters to older and immunocompromised people. This is essentially an “off label” use. Legally, it’s a gray area, and it varies from state to state. Another gray spot is exactly what jobs fall into the high-risk category eligible for boosters. This week a CDC advisory panel voted against boosters based on occupation. But then the CDC director reversed that, saying—as did the FDA—that workers with a high risk of exposure because of their jobs can get Pfizer boosters. Health care workers are a prime example, especially with patients with the Delta variant filling up hospitals. The CDC move opens the door to a lot more Americans getting boosters. There’s no precise list of “high-risk jobs,” so a lot of people can now   walk into pharmacies and ask for shots. And new data keeps showing up every day. If it starts to show that boosters will keep younger people out of the hospital, the FDA could approve them later this fall. Finally, though boosters are getting a lot of interest right now, remember a huge number of Americans and people in the rest of the world don’t even have a first shot. Two thousand Americans are dying of COVID every day. Getting initial shots will save lives. That’s still the big priority. Many parents are desperately waiting to find out when kids under 12 can get a COVID vaccine. What’s the best estimate? Why has it taken so long?"
    },
    {
      "author": "Lewis",
      "text": "Those are great questions, and parents deserve some answers. In fact, clinical trials of COVID vaccines in kids are well underway, and we could expect data for five- to 11-year-olds very soon. Earlier this week, Pfizer announced in a press release that data from its clinical  trial of kids in this age group showed a “strong immune response” one month after the second dose of its vaccine, comparable to that seen in teens and young adults. And they had similar side effects as well. What Pfizer hasn’t shown yet is how safe and effective the vaccine is against COVID-19 disease and severe illness. Those data could come as soon as the end of this month, according to a Pfizer spokesperson SciAm contributor Tara Haelle spoke with for a news story. After that, Pfizer will need to submit the data to the FDA, which could evaluate it as soon as the end of October or early November, according to former FDA commissioner Scott Gottlieb, who is on Pfizer’s board. Data on kids two to five could be available soon after the data on five- to 11-year-olds, and data on six-month-olds to two-year-olds could be available by the end of the year, Pfizer said."
    },
    {
      "author": "Fischman",
      "text": "That’s encouraging. But why has the whole thing taken so long?"
    },
    {
      "author": "Lewis",
      "text": "The answer is that it’s really hard to test vaccines in a population that is still growing and developing. Scientists also have to figure out the appropriate dose for kids, which is both safe and generates a strong immune response. For Pfizer’s trial of five- to 11-year-olds, that dose is 10 micrograms, a third of the dose authorized for people 12 and older. Another concern is rare side effects. In the trials of older kids and young adults, there were some cases of myocarditis, or inflammation of the heart muscle. Most of these resolved on their own, and regulators felt that the benefits of vaccination outweighed the risks. But for younger kids, we need more data to know what the risk of these rare conditions might be. Still, many parents are desperate to get a vaccine for their kid. One mom even drove her daughter to Canada to get a dose because it allows vaccines for children turning 12 this year. But not everyone can do that, so hopefully we’ll have data for the FDA to approve vaccines for young kids sooner rather than later. Now you’re up to speed. Thanks for joining us."
    },
    {
      "author": "Fischman",
      "text": "Come back in two weeks for the next episode of COVID, Quickly! And check out SciAm.com for updated and in-depth COVID news. [The above text is a transcript of this podcast.]"
    }
  ]
}