{
  "title": "As Forests Burn, a Climate Puzzle Materializes in the Far North",
  "img": "https://static.scientificamerican.com/sciam/cache/file/20AD5DA5-6F7B-405E-9EA6AA9C4748074B_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/as-forests-burn-a-climate-puzzle-materializes-in-the-far-north/",
  "audio": "https://traffic.megaphone.fm/SAM1240754187.mp3?updated=1703605895",
  "intro": [
    "A 15-year study of where carbon lies in boreal forests has unearthed a surprising finding."
  ],
  "authors": [
    "Emily Schwing"
  ],
  "category": [
    "Climate Change"
  ],
  "transcript": [
    {
      "author": "Emily Schwing: ",
      "text": "This is 60 Second Science, I’m Emily Schwing. The boreal forest is the largest terrestrial biome in the world. It covers 14 percent of the land on earth.  [fade up sound of dogs barking] And, today, I’m with my dogs on the north side of Denali National Park and Preserve. "
    },
    {
      "author": "Schwing: ",
      "text": "I’m walking my dogs in the boreal forest. It’s also known as taiga and this is where 11 percent of the world’s carbon is stored. It covers 1.3 billion acres of the earth's surface. [Sound of dogs playing] This forest is actually really beautiful. There’s these black spruce trees.... They’re stumpy, sometimes really short and goring in different directions. There’s lichen that hangs off of the dead branches, bright green lichen. Today, there’s a skim of snow on the ground overtop of this feather moss that just covers the forest floor. [Bird calls, Dog whistles]  There's a magpie on a tree branch right in front of me.... [Sound of crunching in snow] Wildfire is a normal part of the lifecycle for a boreal forest, but as the climate warms, this ecosystem is becoming increasingly vulnerable. That vulnerability risks turning forest from carbon sink to carbon source. When the boreal forest burns, it has the potential to release gigatons of carbon into the atmosphere. "
    },
    {
      "author": "Jill Johnstone",
      "text": "Much of that carbon is actually in the forest floor. Jill Johnstone has been studying boreal forest ecology for decades. She does research through Canada’s Yukon University, and with the University of Alaska, Fairbanks, Alaska."
    },
    {
      "author": "Johnstone",
      "text": "It's this undecomposed plant remains that accumulate through time. And when a fire comes through the forest, it can just singe the surface of those accumulated plant remains, or it can burn deeply into them like a severe burn combusts most of that forest floor. That results in a pulse of released carbon into the atmosphere in the form of smoke and other aerosols and small carbon dioxide molecules. And so that carbon is essentially lost from storage that burns away."
    },
    {
      "author": "Schwing: ",
      "text": "This past spring, a group of scientists released their findings from a 15-year study that looked at how boreal forests regenerate after wildfire. Johnstone was a co-author. [Michelle C. Mack et al., Carbon loss from boreal forest wildfires offset by increased dominance of deciduous trees]"
    },
    {
      "author": "Johnstone",
      "text": "Well, one of the things that we've been noticing in the past couple of decades is that fires are burning differently in the boreal forest than we understand them to have burned in the past. And as a result of that, how the forest regenerates is changing."
    },
    {
      "author": "Schwing: ",
      "text": "Black spruce and fir are the dominant tree species in the boreal forest. They’re coniferous. They’re good at withstanding cold and they grow really slowly."
    },
    {
      "author": "Johnstone",
      "text": "Particularly fires that burn deep into the forest floor and they change the seed beds and that affects which tree species regenerate well. And as a result we're seeing to what we call alternative trajectories."
    },
    {
      "author": "Schwing: ",
      "text": "A changing climate means fires are becoming more severe. It’s burning off the organic layer of soils that support species like black spruce. So after a severe fire, the environment is better suited for deciduous tree species like birch and aspen to get a foothold. These trees grow much faster. And here’s where Johnstone and her colleagues discovered an unexpected twist. Even though extreme  fires are burning up those carbon rich layers of organic soil and releasing that carbon into the atmosphere in the short term—what grows back is even more carbon hungry than what came before it. Johnstone says this new kind of boreal forest is storing carbon four times faster than it would have before it burned. "
    },
    {
      "author": "Johnstone",
      "text": "I think that I would have anticipated something like twice as fast, not necessarily four times as fast. And the reason that this number is really interesting, this increase in rate or are so remarkable to us is that prior to this point, we always assumed that the stands that burned severely were a net source of carbon to the atmosphere, meaning they lost more carbon in the fire than they could hope to reaccumulate before the next fire came through."
    },
    {
      "author": "Schwing: ",
      "text": "Ecologists like Johnstone have worried for years about the amount of carbon that could be lost to the atmosphere from wildfire in the boreal forest, because that could lead to what she calls a “runaway feedback loop with climate change.”"
    },
    {
      "author": "Johnstone",
      "text": "And so this example of more rapid accumulation of carbon in deciduous broadleaf stands is a way of thinking of putting the brakes on the runaway train. And it's really valuable to recognize that by changing that type of vegetation that recovers after fire or we actually change the carbon accumulation rate. Johnsone says the change in vegetation regime might help bring the system back into “control”—at least for a bit. There are limits to this seeming self-regulation. "
    },
    {
      "author": "Johnstone",
      "text": "So let's change the metaphor to driving a bus down the highway. And what we're concerned about is that as far as climate warming leads to more fire weather, we get more severe and active fires burning in the boreal forest that releases more carbon. And that's just pushing the accelerator pedal down on this bus."
    },
    {
      "author": "Schwing: ",
      "text": "The added carbon accumulation, as the forest regime regenerates and shifts from coniferous to deciduous trees—that’s like putting the parking brake on while driving the bus, says Johnstone."
    },
    {
      "author": "Johnstone",
      "text": "So, you're slowing down that acceleration, but it's not enough to stop it completely. And as long as we are continuing to pump carbon into the atmosphere. Particularly through our own fossil fuel combustion, then we're going to keep accelerating. But this feedback of vegetation change in the boreal forest is at least pushing back against that acceleration to slow us down. And we need to use all the tools available to us to help slow that bus down because it's headed to go over a cliff."
    },
    {
      "author": "Schwing: ",
      "text": "Discovering this natural  shift took some sleuthing."
    },
    {
      "author": "Johnstone",
      "text": "Well, this research really played out like a detective novel. At first we noticed, Oh, the fires seem to be doing different things and asking questions about, well, if the fire, the way the fire burns changes, how does that change the forest regeneration? And that required a bunch of experiments and following patterns of forest regeneration for five, 10,15 years."
    },
    {
      "author": "Schwing: ",
      "text": "Deciduous trees like birch and aspen live for about 100 years, so the team couldn’t simply wait for one or two centuries to find out what happens in the forest."
    },
    {
      "author": "Johnstone",
      "text": "So we went out and found all these different age stands across the boreal forest in Alaska and sampled them and tried to make sure that we had a good comparative set of ages that could be linked together as being probably starting from the same initial conditions and then just have different ages. And that piecing together is like doing a jigsaw puzzle."
    },
    {
      "author": "Schwing: ",
      "text": "The pieces of the puzzle that are still missing are the ones that help explain how we pump the brakes before that bus reaches the cliff. For Scientific American, I’m Emily Schwing. [The above text is a transcript of this podcast.]"
    }
  ]
}