{
  "title": "Salvador Dali’s Creative Secret Is Backed by Science",
  "img": "https://static.scientificamerican.com/sciam/cache/file/EDA0621D-EA34-403F-BE43833F1F115EB0_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/salvador-dalis-creative-secret-is-backed-by-science/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/3E7ABBBA-86AD-4198-8AA0788859CFDC72.mp3",
  "intro": [
    "The painter described falling into the briefest of slumbers to refresh his mind. Now scientists have shown the method is effective at inducing creativity."
  ],
  "authors": [
    "Christopher Intagliata"
  ],
  "category": [
    "Creativity"
  ],
  "transcript": [
    {
      "author": "Delphine Oudiette",
      "text": "We show that this period between wake and sleep is actually very inspiring for creativity—and napping with an object in hand might help to tap into this creative sweet spot."
    },
    {
      "author": "Christopher Intagliata",
      "text": "Delphine Oudiette is a sleep researcher at the Paris Brain Institute. Since childhood, she’s found it easy to slip into the zone between wake and sleep."
    },
    {
      "author": "Oudiette",
      "text": "I try to sleep with a problem in mind and let the images come to me. And sometimes I have great ideas."
    },
    {
      "author": "Intagliata",
      "text": "But she was curious to find out why—so she and her colleagues asked 103 volunteers to complete a series of math problems. Unbeknownst to the participants, there was a quick shortcut to solve all the problems. (Sixteen of the volunteers figured that out and were excluded from the rest of the study.) The volunteers who didn’t determine the secret were asked to emulate Dali’s method—but pinching a plastic bottle with their fingertips rather than a key. Some took a Dali-style micro nap, some napped longer, and others didn’t nap at all.   After the snooze, the researchers asked all the volunteers to do hundreds more of these math problems. And they found that volunteers who took micro naps were nearly three times as likely to figure out the problem-solving trick, compared to those who didn’t nap at all."
    },
    {
      "author": "Oudiette",
      "text": "That’s a pretty massive result.  We think, maybe in this phase, you have the best of the two worlds: sleep and wake. So you lose control of your thoughts. So you can have loose associations—make distant associations between different memories—and that could be helpful for creativity. But at the same time, you keep some awareness that might help you to recognize when you have a great idea."
    },
    {
      "author": "Intagliata",
      "text": "Those who slept for longer periods actually did worse than both those who briefly slept and those who stayed awake. The results appear in the journal Science Advances. [Célia Lacaux et al., Sleep onset is a creative sweet spot] Oudiette says the next step of her work will involve repeating the experiment with other creative tasks, beyond math problems ..."
    },
    {
      "author": "Oudiette",
      "text": "And, yeah, to know more about the mechanism—and maybe to try to teach people to reach this creative sweet spot."
    },
    {
      "author": "Intagliata",
      "text": "As for Dali? In his book, he describes a variation of his method in which he instructs the reader to, quote, “eat three dozen sea urchins, gathered on one of the last two days that precede the full moon.” He specified that “these sea urchins should be eaten preferably in the spring—May is a good month.” Clearly, the great painter has left scientists with much to investigate.  [The above text is a transcript of this podcast.]"
    }
  ]
}