{
  "title": "These Bugs Produce Smelly Defenses That Need to Be Heard to Be Believed",
  "img": "https://static.scientificamerican.com/sciam/cache/file/5DACB776-7EA7-4D94-8FD91B4F0F85B948_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/these-bugs-produce-smelly-defenses-that-need-to-be-heard-to-be-believed/",
  "audio": "https://traffic.megaphone.fm/SAM6215716032.mp3?updated=1703605906",
  "intro": [
    "You read that right. Researchers have taken the chemical defenses of some insects and turned them into sounds, which, it turns out, repel people just as well."
  ],
  "authors": [
    "Karen Hopkin"
  ],
  "category": [
    "Animals"
  ],
  "transcript": [
    {
      "author": "Karen Hopkin",
      "text": ": This is Scientific American’s 60-Second Science. I’m Karen Hopkin."
    },
    {
      "author": "Hopkin",
      "text": ": Some sounds are spooky [ghostly yowl?]. Some are unpleasant [screechy blackboard? Vinyl album scratch?]. And some are entirely unsettling. [creaking door? Scream? Discordant psycho-shower-scene type music?]. But some sounds…some sounds…are like nothing you’ve ever heard before…and nothing you’d ever want to hear again. [Sound of 2-hydroxybenzaldehyde] THAT was the sound of 2-hydroxybenzaldehyde. And if you’re thinking, hold on, molecules don’t make noise…well, you’re right. But that discordant nightmare was an audible soundscape that represents the chemical properties of 2-hydroxybenzaldehyde. What’s even more eerie, is that while that sound may have made you want to crawl out of your skin and skitter towards the door, the chemical itself has a similar effect on ants. That’s according to a study in the journal Patterns."
    },
    {
      "author": "Jean-Luc Boev",
      "text": "é: The world of insects is full of chemical compounds."
    },
    {
      "author": "Hopkin",
      "text": ": Jean-Luc Boevé of the Royal Belgian Institute of Natural Sciences in Brussels."
    },
    {
      "author": "Boevé",
      "text": ": Thomas Eisner…who set up the field of chemical ecology… said that the insects are…the best chemists on earth. And he said this as a kind of joke but he was totally true in saying this because insects are producing rich amounts of different chemicals for different purposes."
    },
    {
      "author": "Hopkin",
      "text": ": Including keeping themselves and their families safe."
    },
    {
      "author": "Boevé",
      "text": ": Many other insect groups are producing volatiles and other compounds to defend themselves against predators."
    },
    {
      "author": "Hopkin",
      "text": ": Like an overpowering perfume, these volatile secretions waft through the air and irritate critters who might be thinking of noshing on the bugs that produced them. Boevé, in particular, studies the larvae of sawfly species, which produce different cocktails of chemicals that act as a repellant, especially against ants. But Boevé is not only an entomologist. He’s also an amateur musician. And he got to thinking, well, smells transmit a signal by drifting through the air…and so do sounds."
    },
    {
      "author": "Boevé",
      "text": ": I thought that it would be quite interesting to go deeper into this parallel between the perception via two different sensory systems namely smelling and hearing. So the idea was to convert these volatiles into sounds. Then…to compare, on the one hand, predators reacting against the volatiles with, on the other hand, humans hearing sounds that represent these volatiles."
    },
    {
      "author": "Hopkin",
      "text": ": Step one was transforming aroma into audio. To do that, Boevé and his colleague Rudi Giot of the Higher Industrial Institute of Brussels turned to a process called sonification, which translates chemical parameters into sounds."
    },
    {
      "author": "Boevé",
      "text": ": The chemical parameters that we used for instance it was the molecular weight of compound, or the fact that the compound possesses or not some functional groups. By functional group I mean an alcohol group or ketone group or aldehyde group or acid group."
    },
    {
      "author": "Hopkin",
      "text": ": These molecular properties were then mapped to musical qualities, like pitch and tone, duration and timbre, even reverberation."
    },
    {
      "author": "Boevé",
      "text": ": Doing so we built up a library of the molecule sounds obtained by converting each molecule into one sound."
    },
    {
      "author": "Hopkin",
      "text": ": So acetic acid…basically a concentrated vinegar…sounds like: [Acetic acid sounds] …while geranial, an isomer of citral, which is a main component of the oil in a citrus fruit's peel, sounds more like: [Geranial sounds]"
    },
    {
      "author": "Hopkin",
      "text": ": Boevé is not the first to use sonification to convert chemical data into audio waves. As early as the 1970s, geneticists were transforming the four letters of DNA sequences into tunes that were, well, not exactly chart-topping."
    },
    {
      "author": "Boevé",
      "text": ": The sounds were…not very nice, not very rich. Because if you have only four tones, then the music or the sound that you hear are…very monotonous."
    },
    {
      "author": "Hopkin",
      "text": ": The insect irritants were much more interesting…because each species produces its own signature chemical blend. Boevé and Giot mimicked those molecular mixtures by taking the individual chemical sounds and mixing them together on a sound board…using different volumes to represent the concentrations of compounds in each species’ toxic concoction. [Locust sawfly larva sounds]"
    },
    {
      "author": "Hopkin",
      "text": ": That’s the chemical stylings of Nematus tibialis, a locust sawfly larva. Which is heavy on the dolichodial, an essential oil that some plants use as an insect repellant. [Dolichodiol sounds] And this pungent tune helps keep Hoplocampa testudinea, the European apple sawfly, from being eaten. [European apple sawfly sounds]"
    },
    {
      "author": "Hopkin",
      "text": ": But that’s just the setup. Then came the experiment. Boevé exposed ants to the actual chemicals…either individually or in mixtures…and recorded how thoroughly the predators were repulsed by each. And for the sonified sounds…volunteers would play clips…of single molecules or mixtures…and listen to the sounds from a pair of loudspeakers."
    },
    {
      "author": "Boevé",
      "text": ": Then we asked them to go backward, walk backward until they were at a comfort zone. And I was measuring, I was noting the distance that they walked backward."
    },
    {
      "author": "Hopkin",
      "text": ": And he found that the molecules and mixtures that were most annoying to ants were the same ones that, when sonified, caused volunteers to retreat."
    },
    {
      "author": "Boevé",
      "text": ": And many told me that some sounds were quite frightening and that’s why they went backward."
    },
    {
      "author": "Hopkin",
      "text": ": But Boevé isn’t in it for the scares. The correlation between a chemical’s effect on ants…and a sound’s effect on people…means that he can use sonification to study the defensive scents of new species…or species for which it might be hard to scare up a specimen."
    },
    {
      "author": "Hopkin",
      "text": ":  Scare up? Get it? [Blood-curdling scream]"
    },
    {
      "author": "Hopkin",
      "text": ": For Scientific American’s 60-Second Science, I’m Karen Hopkin. [Mix of insect defense sounds] [The above text is a transcript of this podcast.]"
    }
  ]
}