{"title":"Inside the Nail-Biting Quest to Find the ‘Loneliest Whale’","img":"https://static.scientificamerican.com/sciam/cache/file/E020B276-82B2-4BF7-94BA63EAE41D36BB_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/inside-the-nail-biting-quest-to-find-the-loneliest-whale/","audio":"https://traffic.megaphone.fm/SAM7733346315.mp3?updated=1702506129","intro":["It is a tale of sound: the song of a solitary whale that vocalizes at a unique frequency of 52 hertz, which no other whale—as the story goes—can seemingly understand.\nIt is also a tale about science and ocean life, laced with fantasy and mystery and mostly shrouded in darkness.\nThe whale, who is of unknown species and nicknamed “52,” was originally discovered in 1989 and has been intermittently tracked by scientists ever since. Its solitary nature baffled marine researchers. And its very existence captured the attention and hearts of millions of people.\nBut as 52 roams the ocean’s depths, a lot about its nature is still up in the air. No one has ever seen it in the flesh.\nScientists have determined that the whale is a large male and possibly a hybrid, and they have speculated that its unique song—too low in frequency for humans and too high for whales—might be a result of a malformation.\nScientific American sat down with Josh Zeman, an award-winning filmmaker who created a documentary about 52, to talk not just about his impressive cinematic quest (and it is impressive and beautifully shot) but also the science and academic collaborations that fueled it.\nThe documentary—written and directed by Zeman and executive produced by actors Leonardo DiCaprio and Adrian Grenier—is inspired by the findings of the late bioacoustics scientist William Watkins. It is propelled by passion and curiosity and relies on underwater acoustics to track 52 through the sound-rich and noise-heavy environment of the ocean.\nA departure for Zeman in terms of genre choice, the film still exudes an air of mystery and sleuthing reminiscent of whodunits. It unfolds like a classic true-crime story, a genre that Zeman, an investigative reporter and a true-crime documentarian, was originally famous for working in.\nThen again, when Zeman started making the movie, the whale was MIA and had been silent for years. In essence, Zeman reopened a cold case to—in his own words—“set the record straight” and “bring the audience into the world of the whale.”\nWith the help of marine scientists, he followed streams of whale songs and other breadcrumbs in the form of auditory clues, listening in, analyzing, tracking, slowly and persistently narrowing down the circle around 52. Zeman found him, lost him and found him again until eventually the filmmaker made an unexpected revelation about him.\nIt may not be the closure Zeman expected to give to his audiences. But it is definitely a fresh chapter in this evolving tale.\nZeman says he is hopeful that other storytellers will take up the mantle and continue to unearth more facts about 52.\n“What a more beautiful gift can you give than to say, ‘Actually, there’s another chapter.’ And then, 20 years later, somebody else comes in and adds their chapter,” he says. “That’s what storytelling is.”"],"authors":["Pakinam Amer"],"category":["Animals"],"transcript":[{"author":"Pakinam Amer: ","text":"It was a solitary sound from a single source broadcasting at a frequency of 50 to 52 Hertz (hz). Too low for human ears, too high for whales, and leaving tracks of acoustic data across the Pacific. The mysterious thrum was first picked up in 1989.  It was detected by an array of surveillance hydrophones set up by the US Navy during the cold war to track Soviet submarines. They initially thought it was mechanical, possibly an enemy vessel.  It wasn’t until four years later when these signals were shared with marine scientist William Watkins that the sound took the shape of a mysterious whale.  They would come to name it, simply, 52. The creature was apparently vocalizing at a frequency that no other marine animal seemed to echo back or understand.  From 1992 to 2004, Watkins, a bioacoustics expert, and his colleagues at the Woods Hole Oceanographic Institution tracked and recorded the 52-Hz calls.  And still, no one had seen it.  For 12 years, 52’s sonic signature was the only proof of life of a whale that seemed to appear and disappear every year, during the mating seasons, across the central and eastern North Pacific.  Bill Watkins passed away in 2004, aged 78. He would never know 52’s full story.  His work on 52, however, resurfaced in a paper a few months after. It was posthumous. The scientist had confirmed that the whale existed, and was indeed roaming the oceans alone.  Its calls didn’t overlap with any other whales. It spoke in a mixed dialect, reminiscent of blue and fin whales, but it was talking to neither of them. The solitary denizen of the deep soon became the subject of even more research and speculation.  And then it became something even more--it was transformed into a living canvas on which we painted stories colored with existential loneliness, projected our sorrows, and searched for some deeper meaning. To us, 52 became the “world’s loneliest whale.” He (and it was determined that it was a he) inspired poetry, art, even a Twitter account peppered with #lonely and #sadlife, and a song by K-pop sensation BTS. And though 52 captured the public's imagination, it mostly remained that in our minds... ...a being imagined; a ghost, a specter in the sea--not a creature of flesh and blood, documented and detailed. Was he really lonely? Was he calling out for companionship? Can whales feel loneliness and isolation in the same way that we do? Today, we talk to a filmmaker who mounted an expedition to try and answer these questions and uncover the truth behind 52. This is Scientific American’s Science Talk podcast. I’m Pakinam Amer.  [Film Sound Clip]"},{"author":"Amer: ","text":"That’s Josh Zeman, a filmmaker who made a documentary about listening for a whale across the vastness of the Pacific ocean … a film whose outcome, it turns out, was as uncertain as the existence of the whale he wanted to find."},{"author":"Josh Zeman","text":"The idea of a lonely creature, really, in essence, it's man’s existential crisis, right? You know, the loneliness crisis to be worthwhile …  that story, that existential crisis story is in the form of a whale, a creature that is so big that it humbles us as human beings and is kind of beautiful and serene and almost spiritual. That was really the initial quest. It was to understand why we as human beings were affected by that idea."},{"author":"Amer: ","text":"In making his film, Josh looked for 52 the only way that made sense--through sound. He leaned on a bioacoustic research team that helped him listen for a single whale among a sea of whale pods and shipping traffic noise. Watkins and other scientists after him have been tracking 52, on and off, for nearly three decades.  But Josh’s film stands out as much a feat of investigative research as it is an exploration of the science of sound--a not-so solitary mission to triangulate the proverbial needle in an ocean of haystacks.  Sonar, drones, high-frequency acoustic recording packages or HARPs, and other listening devices told the story. Josh says the journey changed the way he understood the ocean, which as the saying goes, we know less about than we know about the surface of the moon."},{"author":"Amer: ","text":"What is it about this whale in particular that captured your imagination?"},{"author":"Zeman","text":"At the time I had been through a breakup, and an animal behaviorist named Vint Virga was doing a book called The Soul of all Living Creatures. And it was about how we can learn to be better human beings through the lessons of animals. And he had just written this paragraph or this chapter, where he mentions this whale, the theoretical whale, that legendary whale that swims throughout the oceans calling out and never receives a response. And I think because I've just been through a breakup, I was really emotional. I was like, ‘Oh, my God, this story,’ it just floored me. And I guess that is what kind of connected me to the storyline. But then the weirdest thing was there were all these people around me, I was actually at an art colony. And there was a sculptor, and a painter, and a poet and a writer. And when I got finished with the art colony, all these people called me up and said, ‘Hey, you know that story about the loneliest whale. I did a painting about it, or I get a sculpture about it, or I did a poem about it.’ And I wanted to know more about this creature that seemed to inspire us so much."},{"author":"Amer: ","text":"Your film is a deep dive into the technology that is used to track ocean sounds. We get introduced to the history of the sound surveillance networks and hydrophones that are scattered all across the ocean, against the backdrop of a cold war. It’s essentially a panorama of a world where science and politics meet and give way to a story about a whale, the Moby Dick of the social media era, in a way. What inspired that perspective? Did you already know about how sophisticated the world of underwater acoustics tech was and wanted to put it center stage in the story? Or is that something that you decided to make a big part of the narrative as you collaborated with scientists on the film?"},{"author":"Zeman","text":"Sound is a beautiful thing. It was the emotion of the story of this whale, but then like when we got into the sound, it suddenly opened up this whole new level of the film that made it that much more resonant and I'm not being punny there. There's this whole story about bioacoustics and sound in the ocean that nobody even knows about, like, oh my God, we discovered this whale through, you know, this secret Cold War surveillance system that we use to listen to submarines in the ocean. And here they are listening to a whale. And so it's also that juxtaposition of like, the Cold War and submarines, and then this one whale that, like, kind of peeks through all the noise, calling out, ‘find me find me.’ So ...I think we all have that kind of affinity for the Jacques Cousteau 1970s. And we all have that affinity for the early submarine story sea quest. And even further back, we all have that affinity for Moby Dick, you know, in the ideas that these guys were in the holes of the ships listening and hearing the sounds of the whales calling and what that must have sounded like to them.  [Film Sound Clip]"},{"author":"Amer:'","text":"You went on to make a film about a whale that may or may not be alive at the time. When you started the work, the whale hadn’t been heard for years. The odds were pretty much stacked against you. How did you convince the scientists to join? And how do you pitch, “Hey, I’m on a quest for a whale that may not exist anymore, or that we may not find. Please give me the money and the resources and the time to make it happen.”"},{"author":"Zeman","text":"You make me sound crazy. Well, you know, and it's a great question…. I am not a scientist. I'm not a marine biologist. I love animals. And I love whales. And I always wanted to be a marine biologist. When I was a kid, I loved Jacques Cousteau. But I really had no idea. And I would approach the scientists and they would literally almost laughed me out of the room, they would be like, ‘Are you kidding me? Do you know how hard this is?’ These animals are traveling 25 miles a day, they're on a course, generally, you know, they're like, you see this little square in the ocean? That's 3,000 miles, you know, and I was like, ‘Oh, my God.’ But it was one of those like, ‘this is just so crazy. Let's see if we can do it.’ And nobody knew if it was alive. I had even tried to get the Navy to help me. And that was kind of nuts because it was all classified. And I did approach NatGeo. I did approach everybody. And of course, their question was a valid one. ‘How do you get the whale? What happens if you don't find it? Or can you make sure you find the whale?’ And so we turned to Kickstarter. And we got the help of Adrian Grenier."},{"author":"Amer: ","text":"For any listeners who don’t know, that’s Adrian Grenier--the American actor, producer, director, and musician. He’s probably best known for his portrayal of Vincent Chase in the HBO television series Entourage."},{"author":"Zeman","text":"He came on as a producer, and he really was a proponent of ocean stewardship. And I think we realized it was just a wonderful story that people cared about. And that was more important than anything, you know, whether we found the whale or not, that was really more important. And of course, there was the idea of going out on a fruitless quest, you know, people love to see failure and tragedy sometimes. So that just added to the mystery. And, and from that, because people cared, we ended up having a really successful Kickstarter that raised close to $400,000 for our expedition, and we're able to basically convince some of the best scientists in the world to go out with us, not on a fruitless mission. But on a mission that was really interesting. "},{"author":"Amer: ","text":"One of the discoveries that Zeman makes is that the whale is a hybrid, an offspring of blue and fin whales. The revelation confirms a long-held hypothesis among scientists, including researchers at the WHOI who had speculated that the 52-Hertz voice is a malformation or that the whale is a hybrid of two species. "},{"author":"Zeman","text":"From an evolutionary standpoint, we've had examples of hybrid whales in the past, and we weren't sure 52 is a hybrid. So when the scientists made that discovery, it's one thing to have an assumption or hypothesis, it's another thing to prove it by tracking the recorded calls and finding out that they're specifically coming from and to generated spots, so we were able to prove it on film. And I think that was really amazing."},{"author":"Amer: ","text":"Whales typically survive in tribes. They're very social creatures. What’s special about this hybrid that enabled it to survive for that long on its own?"},{"author":"Zeman","text":"I don't want to make a false equivalency here. Right. This is a whale that calls out theoretically, never receives a response, we don't or cannot understand receiving a response, or maybe the other whales don't understand that he's calling. A way to think about it would be to think about our relationship with a deaf person, and how that person just because they can't 100% communicate in an incredibly clear fashion, does not mean they don’t engage with us in a way. And so, you know, the whale is not completely alone because of its lack of communication. It's just hindered by a lack of communication. So chances are, it is still with a pod of whales that are maybe traveling with some other whales. And again, there's a lack of communication and may be full enriched understanding. But that doesn't mean we're talking about isolation, and then it gets into the questions of loneliness versus aloneness. [Film Sound Clip]"},{"author":"Amer: ","text":"In the ocean what we can hear is more powerful than we can see. You had to cut through the noise, in a world polluted by sounds from cargo vessels, figuratively to find a missing whale. In the film, we see sound visualized as light, via the massive array of microphones picking up sound 24/7.  In that simulation, we could clearly see that sound is lighting up the ocean, showing us why it was so hard to track 52."},{"author":"Zeman","text":"Ocean noise pollution is a big issue. It's an issue that we address in the film. As a layman, I had no idea about the dangers of ocean noise pollution, but then seeing that and understanding how these animals use sound for their whole survival skills, mating, feeding, everything. It's unbelievable to me the effect of ocean noise pollution on how these animals live. So we also have other sound experiences in the film, which is listening to the songs of the humpback whale, that monumental album, and really kind of feeling the spirituality of it. And then, of course, the sound experience of ocean noise pollution, and listening to the engines or the cavitating propellers on these huge, huge ships, you know, 90% of everything we buy, you sell comes by way of ship. So it's also important for us to realize the impact of our consumerism on the ocean. The ocean is so incredibly loud because of the way that it reverberates. And so that's really something to think about and I think it’s really interesting."},{"author":"Amer: ","text":"During their search, and because of all the massive containers crossing the oceans around the hour, they almost lost the whale for good. The whale has still never been actually seen by human eyes. But Josh wanted to finish the work that Watkins had started and prove the worth of his years-long search. So he and his fellow scientists soldiered on.  The movie ends with perhaps the biggest revelation about the whale. “Every story has an ending, even if it wasn’t the one you expected,” Josh narrates in his film.  It’s not just one whale. It’s two whales. Probably more.  But you will have to watch the film to find out how Josh and the scientists tracking 52 came to this conclusion.  With all of the human-caused din already circulating the oceans, for 52, all the 52s, and all of the other creatures who need sound to see and know, just hearing each other must be getting harder and harder. More and more whales will be singing into the void. "},{"author":"Zeman","text":"We are, in essence, creating an ocean of lonely whales"},{"author":"Amer: ","text":"Josh Zeman’s film “The Loneliest Whale” is now streaming on Amazon, Apple TV, among other platforms. It was written and directed by Josh and executive produced by Leonardo DiCaprio and Adrian Grenier. Adrian is the co-founder of the Lonely Whale Foundation. This is Science Talk. And I am Pakinam Amer. Thank you for listening. "}],"wave_peaks":[0,0,0,0,36,125,235,290,539,1243,1124,1361,1155,2119,3813,4134,3253,3426,5996,6681,8034,6802,7226,9363,10061,10464,9891,8030,8603,6463,7478,7191,7524,3834,11124,13012,11739,10158,11182,10663,12143,11292,8629,10215,9865,10904,10543,10134,9714,11907,9335,11340,9179,8767,10705,3439,9506,9137,10326,11046,7631,407,9634,10782,8729,7516,2,10512,11111,9482,13148,11655,14249,11616,13226,15013,10613,11529,9716,14356,9022,9486,10273,11132,10354,13433,10333,9564,10246,9709,8330,9939,11309,10694,11174,10288,9286,12649,9475,11290,10160,9475,10515,14052,10731,8871,10390,9954,10162,9186,9032,5347,11164,14674,10954,11040,10596,8315,6634,268,9647,9506,10253,10092,10097,8837,7692,9907,9924,9854,9381,11518,6520,379,10656,10113,9500,9615,8864,9446,11061,10062,13009,10341,9587,9418,8776,9119,9622,9856,9284,9254,7989,422,10372,13266,9807,10516,9297,11137,9768,9173,10116,8504,6643,664,508,10135,10248,9470,7985,12806,8352,11981,10266,7755,741,506,563,659,14563,10243,11761,9882,9856,9617,10108,9981,10712,9887,7639,9502,9207,9095,9750,9596,10458,10237,12424,9396,11221,9484,431,512,10075,9912,9960,9028,8999,10225,10740,8913,8023,7648,8807,9603,10856,9273,11229,12116,9987,9682,10896,10187,10255,11181,9357,9938,10237,11419,9962,8931,427,10870,7081,9909,9804,10213,11358,9696,10085,8891,10089,9316,625,10918,11677,7917,468,9090,9283,10492,5126,343,307,10227,10129,9098,8710,8156,10171,11237,10774,9648,9812,8668,10377,11507,9054,9831,8913,6920,10610,9796,10747,12702,9982,9330,10852,10149,9566,10621,8882,8996,11186,10562,9452,8664,8061,11644,11850,10369,9222,10494,10402,11161,17691,11975,116,5908,12092,9940,9913,9838,9612,9383,10025,9910,8801,9845,11396,10107,8874,1731,8654,9125,9452,10175,9317,9346,10749,8387,5244,12131,10056,11472,10643,9622,9015,12507,10725,10868,9991,9355,8763,10726,7444,11181,10080,9434,8640,10935,10073,9076,11419,10415,11831,9596,9681,11209,10922,9929,10657,9231,9388,9959,8877,8847,5732,13771,9314,10243,9882,10495,10163,9754,8908,8293,6218,417,16294,10762,11036,11886,9159,7494,9122,11197,10088,9046,12312,9187,8115,12398,11279,9434,10035,10302,9685,533,529,414,476,615,10535,11944,9198,11637,11418,10193,8792,10088,10753,9660,11419,10952,10311,10210,9648,11225,9783,10542,9807,703,9883,11658,10330,10451,9265,8379,3642,393,14427,10204,9112,9558,9600,9183,9488,9558,9464,9904,9456,9383,11531,8572,8957,9349,9855,10137,10084,9027,8602,9591,12733,11196,9813,8956,8021,11682,9455,6921,11114,8887,9471,7777,470,434,634,9698,10586,10982,11353,11220,9034,9707,10139,11431,8777,5606,1065,9309,10933,11662,10391,9685,9388,9658,8839,5917,12433,9295,10459,8292,8693,8734,2876,10928,9651,9660,9457,10025,8820,10674,9206,8940,10876,11530,16595,9694,10512,11442,9223,10462,10262,14123,20771,11223,9664,13607,672,733,1102,795,11584,9086,12820,9386,8798,10616,16688,11169,9531,9080,8016,905,8990,10190,9124,15242,12962,9252,9272,8318,694,14145,9812,9760,7969,905,10874,15762,2771,12808,15104,9393,9895,9237,7772,9734,9859,9173,10417,8767,10704,10379,9370,9524,8597,7889,703,794,10043,9010,9177,9641,9987,1076,9818,11302,9413,9213,10546,9131,8358,4453,10333,9740,6559,10304,9397,10459,10158,11023,8924,10421,9958,9863,9787,6759,238,10727,11422,10193,9357,9573,9110,11959,11955,12775,10447,11914,9063,9612,12648,11435,10240,11674,10374,10612,6510,9817,9276,11292,8305,4,11833,12667,10912,9431,11379,10483,10357,10303,9099,10229,12205,9594,9653,744,9270,9640,11431,10443,9788,968,8362,10286,7866,11998,4908,1404,2061,9690,9307,11947,12172,10287,7160,6780,5735,3475,11101,11210,5410,3427,10620,10425,7829,4321,3446,3631,3584,3697,3518,3265,4527,14763,10693,11000,11496,10888,9468,9286,5390,3779,4047,3948,3120,3202,10787,8552,10855,12758,9587,3366,11762,11725,12962,6134,3527,4425,3675,5226,11880,13054,12775,7930,9752,7618,4127,13430,13365,11320,4014,4935,5438,12715,10044,9303,9692,11430,13321,4340,4731,12813,7845,10068,10022,12618,10288,2898,3685,13367,6683,2912,7960,8326,3939,4353,4529,6649,8469,7426,9871,8687,8356,5814,5854,4624,4419,4292,3640,4012,3492,3018,11866,10543,10341,13667,9166,7737,2894,8409,14583,7385,4899,2898,2721,3167,3172,3365,12564,11866,9748,7870,8269,5333,2689,2994,2918,7207,10482,11560,10831,2452,3377,2997,3529,11637,12084,7384,3100,2523,2729,8245,8228,10908,13650,13464,8465,16750,14915,10841,9099,12163,10453,12747,8637,5479,6707,12705,12578,8144,5982,15206,13102,14494,12927,13257,5863,10633,12993,9031,5259,9432,9744,7576,10350,15072,10710,13197,10040,13259,11641,8672,13697,10009,6860,8300,9315,7616,14882,9068,8149,6489,7062,9726,5962,5651,7758,7762,6131,4165,7381,12319,9007,7960,7105,2739,2827,10700,9946,8771,2686,2360,2523,2629,2576,1842,1758,10788,8037,8917,8379,2340,6250,10426,12482,7813,3077,626,508,424,381,395,422,449,5865,11430,2865,251,7389,8303,6806,8765,2078,610,299,196,193,129,1,11765,10865,10658,8106,1,14442,9591,8908,9145,9261,9575,8453,10655,12528,8795,10710,8518,10038,11139,12141,10087,11098,10598,11094,9525,10575,7631,12558,8941,11972,9349,10700,9115,9402,11462,12653,11415,10381,10596,11140,10022,11053,8633,5785,9154,10232,9081,8045,11765,10985,10595,10858,10341,13430,11462,5342,10616,11683,11631,10604,10057,11934,12081,24014,16837,12956,27752,15330,13185,10012,12224,11092,12120,18179,14080,10865,10158,11148,18183,10855,10554,10977,10089,260,15061,11780,10763,11233,15312,14492,11790,12037,9737,9287,10764,11309,11959,11924,10740,14281,13036,7757,16259,10823,6472,12291,9583,100,12483,13819,12045,10917,13226,10959,11088,11389,13132,11717,9667,256,9206,11099,10230,15371,11783,11811,11006,12271,12357,9704,9301,10643,10765,9682,9981,12366,10802,15718,10657,16164,13825,12510,11119,12484,10695,8495,11693,12867,9534,13600,7117,18365,12612,145,12432,12218,13461,12681,10055,1,3664,10173,9866,9242,9209,12640,9355,10225,11073,10168,9290,8929,10332,11922,11573,9829,9129,10028,9085,8686,11166,9861,9344,10183,9837,10816,10440,9400,10106,10247,11027,9601,9156,9405,9512,9385,9510,8829,7704,10615,9884,10350,8312,3437,10496,10486,9402,10576,14144,11430,8813,10142,10233,12407,10918,9388,9348,10685,9150,8681,8784,15694,8829,10959,0,0,12419,13648,9935,9625,9732,8919,10156,9462,11084,11034,11048,10945,10892,9286,8012,9907,11891,9520,8609,9097,12289,9285,11290,11656,8690,5837,10062,10866,10760,9139,10574,9182,8399,10121,9129,9885,9966,10831,9528,8413,11326,10928,9563,10814,12433,11,10735,9073,10025,9152,7684,10023,9774,8975,11429,12902,10361,10589,8935,8643,8671,12253,9448,10135,9667,9177,11859,11804,11311,4835,12890,10299,8748,12380,11477,11756,13130,8763,9128,8713,10241,10481,9644,11691,10619,10159,9181,8516,9000,12667,12937,9791,9991,12009,9679,14031,10955,8130,2,11647,11006,8962,10577,13613,15216,9291,9447,10779,8971,11257,12678,9149,8641,9568,10501,251,0,15638,14947,14712,13954,11299,8733,13262,14098,13111,13119,11670,11446,12454,11784,11116,9017,13779,11858,10690,13573,9624,13349,15743,11156,9195,10818,10672,9887,11998,10640,12464,11672,13008,17591,10925,4008,9531,10491,11473,10226,10694,13229,10205,12251,9832,7821,11986,11771,16883,8730,13778,13792,12147,11177,10871,9174,15422,13765,9074,1,10233,9929,11346,12446,8010,9617,12051,10612,19123,10994,10370,11412,9027,19458,59,9313,11771,10380,11877,8815,9241,11484,10268,8785,12526,12885,12670,4034,10308,9828,9799,15423,14441,15358,16675,10514,11374,10970,10873,12269,10143,9864,9990,13432,11871,12069,12780,9401,9575,14790,13588,20160,8857,8422,6519,10555,12935,10311,12517,11967,11054,4226,12073,12083,11416,1237,14014,12359,13168,11969,8843,8532,10962,10627,8396,5050,3754,12334,9058,9061,11540,12052,9672,10270,12920,10250,10924,9350,12788,11718,13733,12600,14021,10613,10793,11140,11942,10731,12684,11567,14670,8816,10521,10750,10762,5326,11817,5935,5913,11374,11453,11414,11880,10689,10641,9826,13629,10796,10551,10384,9379,11120,8855,8454,7481,8548,4936,12972,11286,12756,7963,11831,11841,13455,10781,13638,11296,11580,11138,11416,4129,10582,18143,24718,10576,9940,11146,10785,10389,9310,10580,10900,12627,12166,12640,9030,9730,14060,15604,13766,10177,4440,21130,13715,10212,9893,13339,11883,1,8541,9333,10049,9582,11058,10215,9019,8661,8371,8889,10197,10630,9109,9805,9891,7753,1502,8191,11135,9990,9058,9066,10663,9741,8961,7398,13413,14350,8857,10695,10751,8745,8007,9276,8497,13250,8984,9949,9412,10813,9830,9789,9394,9828,9565,10316,11762,11419,14432,11876,8992,11587,5606,14723,14163,11822,9902,8906,9357,9533,8481,9318,9816,8676,9119,8607,9228,8599,8911,8980,11993,11146,10780,11256,13073,8445,7620,8441,13283,11691,9650,8163,15905,13144,12631,9023,5172,9480,8889,9523,11197,12425,15770,11713,8982,7900,8295,9435,9419,10164,11799,12016,8148,9309,9157,8657,10511,8977,9928,10112,9240,10562,2,9332,9349,13212,10735,10125,9406,9694,9231,10308,10780,11179,9150,10802,10647,10208,12152,9486,8834,8453,8690,10099,10101,12291,10117,9685,10182,11728,11085,12792,8955,13014,10067,13089,6765,8928,10823,7551,17549,10295,11394,9500,8797,11365,10016,9642,11720,10676,12229,10634,16203,13497,16263,6044,11364,11758,9334,10571,11670,8342,8805,9455,9378,11405,10327,12648,10483,11277,12707,10165,9818,10718,3453,12027,11756,11099,8347,12744,10321,10537,11069,11960,10116,8597,10986,12427,11028,9679,11606,11244,9790,10369,9382,9019,9728,3918,10613,8053,12839,13792,12102,10592,10549,9525,10372,11546,9036,8536,16024,316,10379,12648,11422,9283,9704,10781,10209,10800,7986,7907,1113,5539,11912,12165,7938,14446,5862,9456,8507,9027,10783,10746,10174,12767,12733,9609,9571,7726,11952,9646,8607,7825,10069,10778,9092,9490,10234,10011,10363,9587,11132,9985,13594,17489,11273,11617,12558,0,10550,10816,9476,12948,12415,9062,11182,11832,12039,12612,556,11012,12174,12268,8925,10731,11378,10900,10524,13308,13704,62,8802,9538,7788,543,10386,9797,11582,12234,13277,13032,11311,9994,12380,12786,12400,9900,9162,13950,11435,10915,11565,12197,11987,9680,8533,10334,1518,8825,8937,10579,11604,10549,9703,9352,8838,11651,11760,7975,12580,11431,9961,10899,11733,12740,12962,12636,7724,9054,2656,10851,11817,8313,6169,12239,12742,12635,11510,12886,13148,11341,9563,8341,11704,10008,10776,14608,15600,11588,12714,7526,12213,9934,12626,13590,9608,10641,9677,12947,12868,12279,12946,8836,13913,10693,11420,11661,2687,13,11343,13661,6705,13551,14998,6986,11390,9197,4496,10848,13557,12744,12449,13769,12875,10515,10024,12217,11733,4814,11370,12555,13906,16873,10959,2153,5043,13631,18362,11026,10769,13013,18352,16706,9421,12731,12127,9949,16891,13238,12739,12816,2484,12270,13640,14061,5550,3738,7699,14630,4472,12748,14355,9122,15322,14015,9405,20074,16364,11910,14412,14971,12042,12427,12458,15138,6698,4622,16725,13371,12682,15573,14906,8885,4814,16349,13400,15079,14624,11813,12373,12929,18517,10759,14625,18640,12833,15359,13941,2942,2284,3900,15047,15180,17529,8703,14647,15329,14131,14714,13085,5180,5363,12204,13703,11813,3167,11900,11508,9792,15682,15026,10886,3189,13240,12799,10873,9321,11681,13297,9566,15239,15137,10152,6531,9741,12033,11702,16146,8972,4578,12593,4448,4490,10237,13930,10726,7440,17084,12354,11280,13374,13561,11063,7948,6762,6320,4641,5259,12378,15995,12408,15251,11913,12479,7219,3830,3768,4136,4470,14273,14796,2728,1977,11079,14036,9608,687,1507,8595,9372,8633,8808,10276,9626,8230,8226,8861,8444,9165,7602,10583,7996,11316,14813,7869,11454,10250,8466,9605,9347,10046,7886,8672,8599,9679,8153,9807,9902,9568,10366,11110,10423,8192,9953,9768,9489,11882,5490,9464,9625,10161,8744,3617,12869,8426,9062,7996,8436,10755,8716,9078,8753,3428,8593,8345,7823,8236,9826,9268,10725,8899,9408,11595,15713,13424,12377,10304,13390,10447,7866,11734,7771,13961,15164,11638,10847,9986,11878,11624,10935,7862,12945,11970,8784,10517,15122,15385,11366,9337,16628,10281,13054,12336,11070,9232,9874,9428,10281,11167,12526,11197,13544,11965,13332,10738,9536,8960,9664,11704,12305,12875,14130,10992,10182,9594,10681,13433,11133,9692,8507,12459,13324,12848,9119,9164,10568,11264,12283,11700,12522,8850,9469,11228,10649,11620,15934,12428,17076,11475,7950,3396,11463,12987,14004,11406,8940,9387,12739,14034,10382,9370,5256,11652,11173,9466,10549,10011,9698,10607,10994,12984,9341,7333,10444,10072,10514,5955,15976,15176,10198,11863,11396,12656,3944,11548,12082,10463,16328,14228,9417,10616,10592,11278,14359,14673,11236,10126,8305,9453,8091,8508,13467,12835,10994,9738,9934,12154,15714,12090,9565,9107,10583,11428,11813,12153,9940,11508,13596,14800,15289,13916,15060,12034,14227,14352,12568,13664,11203,10636,13187,10518,11584,10423,12926,11728,11041,12320,13529,12293,11552,11007,10062,13460,12637,7922,13348,9055,10343,9134,11897,13338,13136,13013,9878,12752,13290,11625,12871,10681,9878,11270,9597,10186,10037,13612,13047,12737,11878,1387,14716,9910,8658,10715,12956,12806,14500,6772,14623,12356,9990,8098,12214,12250,14374,9984,11463,16351,16193,17046,10441,13289,11218,8181,8571,9064,8147,25143,13619,10713,10125,10896,10894,12487,7189,10297,10307,9003,10058,8010,10542,10694,9115,9644,8153,8438,10421,9916,9945,8822,8115,9399,12828,9210,9439,9377,8473,11057,9800,9441,8677,8853,9662,9977,9963,7928,8184,10228,10872,10206,13179,7465,8851,9620,11501,12750,9164,10341,9065,9148,16134,15689,11909,10749,11555,11267,9543,10449,12939,9703,9230,10619,9409,12422,10965,12779,16270,11782,10651,11133,10578,9940,8738,11084,10603,11037,14077,11403,12012,12251,13147,13379,15023,16829,12389,14827,14697,11014,11565,10293,11335,11319,10534,11152,12488,13058,11437,11983,13429,11293,10691,6745,15098,10440,10157,13592,12640,10260,10902,10359,11804,10335,15128,12634,13290,14147,10188,10358,9303,10173,10664,3167,14058,10363,10362,15358,15028,14939,9752,9979,11030,13919,12220,13312,11875,12487,11064,9167,10535,11683,12877,10597,9459,9065,11327,10394,10171,11240,11874,11660,15384,18597,8050,13404,11139,8424,9400,10687,11626,10120,10613,9641,10935,10288,13928,14174,1478,12903,13678,12295,10478,18255,18457,1,8089,9640,9984,8706,9258,8878,7723,9493,12602,7914,9029,9532,8710,10241,8816,8747,8875,8923,6946,6197,1390,8774,8154,8972,9342,9083,8500,7778,8596,8776,9607,8153,8279,8345,6953,8776,7565,9307,9102,8691,7567,8856,12123,8418,12753,10439,11074,9188,8097,9044,9501,15409,8855,8701,7876,8400,7992,10009,11115,8406,7540,9441,8645,9173,8667,7942,8,15246,14578,14433,10289,11463,10927,17461,13567,13320,11076,8045,16815,12159,8663,10467,12400,12290,9191,9661,10193,10443,12352,10158,10502,9933,11593,12280,10524,10729,11479,19518,15089,13280,10571,10464,11397,13075,9131,12242,13874,14071,17025,10233,10993,12493,8565,11209,15375,13212,13250,13079,14450,10381,11738,18227,16508,18539,18625,12147,11623,16149,12934,10013,11758,11071,18458,16801,16783,10166,1049,9390,10192,11134,11953,13935,18354,13103,12804,13890,12277,10462,10847,8621,8230,9971,10401,9004,8751,8441,10468,11461,11092,9374,10579,7697,12838,11550,10631,12326,10084,9996,10569,10674,9421,9086,9648,13280,8167,9965,7540,13258,13674,11396,12522,12414,11339,12015,12139,10998,12846,11263,2395,16858,12261,10488,11053,13320,11641,12070,74,10608,11636,11300,7424,11937,10505,8971,18343,13160,11847,13216,14558,16791,13926,3758,11040,11447,14129,13779,11352,11044,11659,13440,15350,8978,11840,13143,6478,12539,10212,13623,13918,13260,11108,10910,12678,12007,4654,10722,10454,13563,15059,11082,14037,13936,16334,12309,12533,11962,12872,13896,12665,11514,14663,13301,12230,12591,12436,12241,10556,10570,15541,9057,12193,12697,14488,11042,7995,15263,13363,10090,9621,13176,10766,9359,5572,9900,11341,9888,9821,8586,11300,10471,12802,13895,14108,11187,15966,15857,10354,11477,12932,15222,9472,12015,17783,13763,12396,10117,10208,10122,9995,10961,11468,11917,9296,13206,13346,13604,13331,16261,14194,9831,12189,11073,10784,12957,11263,11227,13070,12017,12681,11165,11562,7973,8935,8727,9700,12490,12897,13220,10987,2950,12639,13159,12199,12398,12874,15612,13821,14845,40,16442,12828,12648,13389,12624,13842,11885,9900,9013,11203,6341,12087,10150,10217,11336,8453,0,942,4044,12936,8108,9570,12265,10655,4192,8602,9861,11963,14733,6837,6197,11767,12623,13469,7954,3001,9892,10746,8173,12052,4807,2161,3582,4169,3372,2295,3453,12283,14469,12310,10402,11745,11002,10253,12792,12501,14878,14276,6722,10539,4320,2816,5801,15379,13107,11989,10616,12513,6930,2714,9119,8646,9115,7016,8255,10538,9171,9334,6038,6966,7914,12348,12119,12689,10344,8297,15674,6966,7722,3340,11088,12997,9356,5105,11418,5431,12354,12171,11487,12465,8575,10273,19798,22971,22540,20404,16214,22765,20035,18862,17814,17994,13304,11643,20873,20889,19774,17461,19073,20863,21041,16840,13340,9368,11850,10867,10426,16884,19531,23567,19669,16720,16457,13637,11644,2172,10502,8651,4597,1703,8224,9160,7572,1951,49,9508,8464,8087,8398,8843,7929,8552,9737,10130,7851,7444,9271,9671,9565,8798,8581,9731,9616,12746,10956,8188,6686,9421,7933,8767,9831,10448,9841,7905,9563,8663,7910,9341,9876,7434,6027,9389,9038,8263,9505,8892,8118,9100,10842,9446,7809,7197,10740,8265,9827,8536,8039,9678,9766,8613,7521,8862,9247,8339,7609,8058,12110,10109,10109,10389,8306,8459,8614,8775,9602,7829,8243,12031,9122,8636,9380,7867,8689,7449,10415,7401,9253,8904,10075,9019,8836,10117,10633,9434,13089,12633,15543,11898,12001,13446,10839,9211,12132,9024,9333,11371,10810,12170,8742,12778,11835,10993,9550,12073,11812,12521,20,12337,12616,11318,13334,12703,10654,8427,12064,20198,11639,11579,12172,9721,9501,9321,4920,9331,10523,10041,10747,11225,11014,12326,12520,13019,11014,14879,12152,7099,12195,10667,9861,8817,6992,14498,12689,4234,8923,12366,10467,3386,9425,12247,13103,13287,10015,12313,12763,12029,5609,10175,11888,10959,11978,20246,16441,14985,10321,9545,10939,17930,18572,10877,11462,12175,11154,14676,16364,9510,10617,9577,10008,9312,180,9612,8443,8780,9024,11297,11005,15288,12073,10957,10707,14746,10218,9504,10318,11084,15007,12510,13801,16949,11716,10807,13729,11273,13735,13382,7702,8112,8696,12833,10057,10615,10095,10893,10889,8344,15217,10849,4134,9697,14673,13342,13949,11530,11992,8836,7539,9204,526,14526,15958,12639,7530,12034,14485,8065,9418,2149,7063,12107,9704,10158,9764,7601,15206,11786,11063,13579,12138,8896,9314,6063,8962,7504,8416,8570,11411,18040,12808,13097,13293,14294,12336,7595,10535,11636,9760,8058,12639,1084,15406,13275,10990,12035,11267,10620,10887,12257,11967,11309,8985,9269,19253,19253,12522,8222,9447,11891,12983,9890,6602,8623,10054,12731,9909,7744,10287,9314,12164,261,12482,10119,11216,10222,10748,20178,16495,10862,9676,9693,11274,8102,9189,12224,493,11815,12912,13941,12840,13350,10282,10138,17101,1209,627,620,764,869,811,8039,9234,10561,8434,12817,9655,10846,8463,10875,7492,8881,11124,7889,9108,7150,8644,5447,9340,8431,8827,7411,9539,7232,675,8639,7756,10877,8507,9715,8408,8565,8974,8353,7519,6955,5048,10226,9148,8046,9600,8141,7763,10145,9990,8647,7573,7883,8290,7823,9393,9294,7660,8197,10615,7121,9119,8757,8989,9287,6859,9345,11683,7663,363,372,365,7590,6127,9003,7558,10288,10328,10151,8494,10286,8312,7915,5332,604,10994,9628,7905,6323,7281,12944,7273,7563,4359,8884,8847,7528,2862,666,727,736,658,10154,8779,8905,10104,8584,7205,9419,9298,8651,7818,9919,9455,7370,2130,10009,7808,8741,9962,8328,672,748,663,7998,8355,8743,9373,8887,8223,8050,7393,8071,9176,9556,10495,9964,9647,9926,10291,8186,7865,759,612,643,680,607,632,633,8021,9435,8559,8113,9755,8246,9042,9529,8187,8705,8422,8012,9093,9163,8854,7515,8494,8748,8196,8006,2510,10356,8800,8704,8081,8180,8106,8671,7600,8346,13591,12998,7723,8449,8361,9184,8532,8704,8764,8917,7317,2833,7902,8168,8359,7946,14019,8071,8297,9752,8220,2380,1914,2907,10235,10103,8942,8508,8955,8979,9710,9774,9305,9368,9606,8493,9109,8579,8200,8751,7586,10454,4366,2064,3764,2394,2362,4032,2179,1403,9356,9476,8350,8987,9295,9839,9532,10609,10049,8520,9538,8766,9680,8396,9943,9078,9666,7774,8816,4840,2615,2077,11007,8811,9338,9189,11582,8950,8509,9870,10122,8967,10160,10766,8824,9248,9270,8130,7994,5141,2405,10003,9484,7829,10416,9607,8487,9914,8493,10357,9792,6549,2281,3874,8867,12161,8890,9041,8430,8713,10046,9183,2965,11486,8805,8635,6482,2988,3150,2751,2813,4063,3688,3375,5264,3759,4205,4657,3493,3832,2855,6545,3359,5048,3342,4043,3797,3319,3617,2736,3135,2752,3503,4814,3538,4954,4363,5182,5226,5023,5435,4966,4303,4122,5856,5402,5529,6477,5341,6893,5909,5604,5822,4958,5147,5024,6058,7028,6571,8045,6455,10150,6349,7859,5852,6125,8254,7185,6618,6088,6543,7647,8866,7338,7831,6010,7199,9817,6216,6247,8329,8422,8709,7066,8015,9174,8959,8208,11120,10034,8344,10070,10331,11493,9615,9399,12681,8758,9800,13056,9683,9467,10026,8566,8439,8900,6519,6931,6729,6068,5969,5452,6062,5074,4840,5139,5674,5916,4956,4441,4659,4562,3167,3490,3299,2393,1739,551,339,147,86,55,36,20,10,5,1,0,0,0,0]}
