{
  "title": "Flocking Together May Have Helped Dinosaurs Dominate the Earth",
  "img": "https://static.scientificamerican.com/sciam/cache/file/1E008126-84C2-4411-94C8E3CF31EBB138_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/flocking-together-may-have-helped-dinosaurs-dominate-the-earth/",
  "audio": "https://traffic.megaphone.fm/SAM4029267441.mp3?updated=1703605903",
  "intro": [
    "A fossil bed in Patagonia provides evidence of complex social structure in dinosaurs as early as 193 million years ago. And scientists say that herding behavior could have been key to the beasts’ success."
  ],
  "authors": [
    "Christopher Intagliata"
  ],
  "category": [
    "Dinosaurs"
  ],
  "transcript": [
    {
      "author": "Christopher Intagliata",
      "text": "This is Scientific American’s 60-Second Science. I'm Christopher Intagliata. Just as cows, sheep and bison roam in herds today, so, too, did plant-eating dinosaurs. And it appears they began flocking together much earlier than we used to think—just as the Jurassic period began to unfold."
    },
    {
      "author": "Jahandar Ramezani:'",
      "text": "This is a critical time in the evolution of dinosaurs. This is pretty early on. So the idea is: this type of behavior, this social behavior, may have actually contributed to the evolutionary success of dinosaurs."
    },
    {
      "author": "Intagliata",
      "text": "Jahandar Ramezani of the Massachusetts Institute of Technology is a geochronologist. In other words ..."
    },
    {
      "author": "Ramezani:'",
      "text": "I date things. And I date old things, things in the millions and billions of years—not the really young stuff."
    },
    {
      "author": "Intagliata",
      "text": "In this case, Ramezani was dating tiny zircon crystals in a fossil bed in Patagonia, near the southern tip of South America. Those crystals dated back to nearly 193 million years ago. And the fossils preserved there—an array of nearly 200 specimens of a plant eater named Mussaurus patagonicus—provide a snapshot of the dinosaur at all stages of its life. Eggs and hatchlings, clumps of juveniles and then—further out—adults."
    },
    {
      "author": "Ramezani:'",
      "text": "So this kind of undisturbed distribution of fossils and this kind of age segregation basically shows these dinosaurs had a social structure. They lived in a colony. And everybody has got things to do—duties—with respect to the young and the juveniles."
    },
    {
      "author": "Intagliata:'",
      "text": "The study—in the journal Scientific Reports—suggests dinosaurs developed complex social behavior 40 million years earlier than previously thought. And Ramezani says the work also advances long-standing questions about the social structure of dinosaurs. [Diego Pol et al., Earliest evidence of herd-living and age segregation amongst dinosaurs]"
    },
    {
      "author": "Ramezani:'",
      "text": "Was it more like primitive taxa like the crocodiles? Or did it look like more evolved types of animals like birds and mammals? And we’re beginning to see that, yes, it looks more like a mammal- or bird-type colony."
    },
    {
      "author": "Intagliata",
      "text": "Whatever type of social structure it was, the scientists hypothesize that it helped large plant eaters first spread across the planet—kick-starting tens of millions of years of dominion on Earth. [The above text is a transcript of this podcast.]"
    }
  ]
}