{
  "title": "Listen to This New Podcast: The Lost Women of Science",
  "img": "https://static.scientificamerican.com/sciam/cache/file/ADF92ABF-0691-4D33-BC882A557804E809_source.png",
  "url": "https://www.scientificamerican.com/podcast/episode/listen-to-this-new-podcast-the-lost-women-of-science/",
  "audio": "https://traffic.megaphone.fm/SAM6119474075.mp3?updated=1702506127",
  "intro": [
    "A new podcast is on a mission to retrieve unsung female scientists from oblivion."
  ],
  "authors": [
    "Katie Hafner",
    "The Lost Women of Science Initiative"
  ],
  "category": [
    "History"
  ],
  "transcript": [
    {
      "author": "Katie Hafner",
      "text": ": Hello Science Talk audience. I’m Katie Hafner, and I’m the host of a new podcast called Lost Women of Science. I’ve been writing about science and technology for decades, most of that time for the New York Times, but very rarely did I write about a woman who was a major figure. I don’t remember it bothering me very much at the time. It just seemed normal. I believed I was writing about the most important people in their fields, but it became clear, as my career went on, that important figures were missing, namely women. I started asking why this was a couple of years ago. And I kept coming back to something called the Matilda effect, which is basically a bias against acknowledging women for their work in science. Instead the credit goes to a man. A good example I saw in the news recently is Jocelyn Bell Burnell. She’s a radio astronomer who discovered the first two pulsars, but the Nobel Prize went to a man. If we don’t catch these misattributions, these women can just fade away from our consciousness, and we’ll never know the truth about their story and about our history. I started this podcast to retrieve these scientists from oblivion. We put together a trailer for this series and here it is:  [Trailer plays]"
    },
    {
      "author": "Hafner: ",
      "text": "I'm Katie Hafner, host of a new podcast called Lost Women of Science. Through history women have made hundreds of scientific breakthroughs."
    },
    {
      "author": "Scott Baird",
      "text": ": She had a sixth sense about this disease that enabled her to sort of pick out, um, I think important clues."
    },
    {
      "author": "Celia Ores",
      "text": ": She was helpful in a very different unnoticed way."
    },
    {
      "author": "Brian O’Sullivan",
      "text": ": She put this puzzle together."
    },
    {
      "author": "Hafner",
      "text": ": But many, if not, most of these scientists are missing from the public's consciousness."
    },
    {
      "author": "Baird",
      "text": ": And as I added up all this data in my head, it gradually became clear that her place had been ignored."
    },
    {
      "author": "Hafner",
      "text": ": Each season, we'll explore and celebrate the life and work of one woman who shaped our understanding of the world. And we’ll delve into some of the reasons you might not know her name."
    },
    {
      "author": "Trivedi",
      "text": ": I mean, why, why is it that Rosalind Franklin wasn’t given credit for her contributions to the discovery of the structure of DNA? I think it’s the same type of thing."
    },
    {
      "author": "Hafner",
      "text": ": We’ll be looking at the obstacles these women faced, but also their passion, their drive, their sheer perseverance. We’re revisiting the historical record one extraordinary scientist at a time. "
    },
    {
      "author": "Baird",
      "text": ": I finally figured out, wait a second. There’s an alternative story here."
    },
    {
      "author": "Hafner",
      "text": ": Join us as we honor these remarkable untold stories. Lost Women of Science coming November 4th, wherever you get your podcasts. [End of trailer]"
    },
    {
      "author": "Hafner: ",
      "text": "Getting to these stories requires lots of digging. We at Lost Women of Science go searching in archives, in museums, in hospitals, in people’s basements to piece these people’s lives back together after they’ve been neglected for many, many decades. Our first season is about a pathologist named Dorothy Andersen, the first person to identify cystic fibrosis in a patient in the 1930s. Her work is the foundation for the treatments available for the disease today. In the Lost Women of Science podcast, we break down the science and we try to figure out who these people were and what the world around them was like then. It’s like a science podcast meets a period piece meets a mystery.  The more I do this research, the more I realized that women were at the heart of some of the most important developments in science. A couple of examples: In the early 1900s, Alice Ball, a young Black chemist came up with the most effective treatment for leprosy. And the work of Katalin Karikó, a Hungarian biochemist, has been crucial to the development of the Pfizer and Moderna COVID vaccine. Please join us here at Scientific American or wherever you get your podcasts. Just look for Lost Women of Science, and you’ll find us."
    }
  ]
}