{
  "title": "More Kids Get COVID, Long Haulers and a Vaccine Milestone: COVID Quickly, Episode 23",
  "img": "https://static.scientificamerican.com/sciam/cache/file/15CDE946-CBCE-4DE9-ACE19EE974C78476_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/more-kids-get-covid-long-haulers-and-a-vaccine-milestone-covid-quickly-episode-23/",
  "audio": "https://traffic.megaphone.fm/SAM1849302670.mp3?updated=1703605879",
  "intro": [
    "Today we bring you a new episode in our podcast series COVID, Quickly. Every two weeks, Scientific American’s senior health editors Tanya Lewis and Josh Fischman catch you up on the essential developments in the pandemic: from vaccines to new variants and everything in between.\nYou can listen to all past episodes here."
  ],
  "authors": [
    "Josh Fischman",
    "Jeffery DelViscio"
  ],
  "category": [
    "Public Health"
  ],
  "transcript": [
    {
      "author": "Josh Fischman: ",
      "text": "Hi, and welcome to COVID, Quickly, a Scientific American podcast series. This is your fast-track update on the COVID pandemic. We bring you up to speed on the science behind the most urgent questions about the virus and the disease. We demystify the research and help you understand what it really means. I’m Josh Fischman, Scientific American’s senior health editor. Tanya Lewis, usually here with me, has the day off. Today the giant Omicron wave looks like it may have peaked in the U.S. We’ll look at its unusual effects on two groups: children and people with long-haul COVID. And we’ll talk about a dramatic worldwide vaccine milestone. Omicron cases look like they are starting to drop in many U.S. states. But they’re coming down from staggering heights. By mid-February, about 40 percent of the U.S. population will be infected by the variant. That’s an estimate from Trevor Bedford of the Fred Hutchinson Cancer Research Center in Seattle, who models infection rates. And that’s changed one important feature of the pandemic: Kids getting sick. With earlier variants, very few children got seriously ill. But recently an average of about 800 children have been admitted to the hospital with COVID every day. For kids under five, the hospitalization rates jumped to two to four times that of previous waves. What’s going on? Has the virus mutated to become worse for kids? Probably not, scientists say. What we’re seeing is a consequence of the overall vast number of Omicron infections. There’s a saying: a small fraction of a big number is still a big number. And that seems to be what’s going on with kids and COVID. A small portion of infected kids have always gotten seriously ill. Now we have a lot more infected kids. About a million in the first two weeks of January alone. So even if the portion of infections that need a trip to the hospital stays the same, the absolute number is going to jump up. The good news is that Omicron actually seems less severe than the earlier variant, Delta. Rong Xu, a data scientist at Case Western Reserve University, looked at health records of 80,000 kids and found the Omicron hospitalization rate was one percent. With Delta it was higher, at three percent. But again, with a lot more infected kids, that one percent turns into a bigger actual number. One thing about Omicron that may make it harder on kids is where this variant likes to hang out and multiply. Earlier versions of the virus went deep into the lungs. This one, however, seems to like the airway above the lungs, including the throat. Kids’ airways are tinier, so its easier for them to become clogged with mucus and inflamed with infection. That leads to conditions like croup, which includes a wracking, barking cough that alarms parents. But again some good news: croup symptoms usually go away in about three days. Ibuprofen can reduce the pain and swelling.  Steroids help in more serious cases. It’s a familiar illness and doctors know how to treat it. Call one if your kid is having trouble breathing.  --- The other group of people that’s probably going to be hit by Omicron’s huge numbers are long haulers, or people with what’s called long COVID. After their initial infection, these people struggle for months with a cluster of disabling symptoms. The list includes deep fatigue, shortness of breath, body pain, and headaches. It can be impossible to work or take care of your children, hard to cook and do other things that are basic parts of daily life.  Doctors now estimate that 14 to 30 percent of people who get the coronavirus suffer from this syndrome.And as with kids and Omicron, the percentage isn’t as important as the actual number. Because the wildly contagious variant has infected tens of millions of people, if only a small fraction of those who catch it develop long COVID, millions could be burdened with symptoms for months, if not years. And just because many Omicron cases are mild doesn’t mean such people are immune from lingering symptoms. David Putrino, a rehabilitation medicine specialist at the Icahn School of Medicine in New York City, told my colleague Melinda Wenner Moyer that people with mild illness do go on to get long COVID. A study in the U.K found that ongoing health problems were only weakly linked to severity of illness. One thing that does reduce the frequency of long COVID is vaccination. Another U.K study showed that if people were fully vaccinated, and got a second, breakthrough infection, only five percent had symptoms after a month. But 11 percent of unvaccinated people did have serious symptoms. In the U.S. a study found vaccinated people were seven to ten times less likely to report long COVID problems months after their initial diagnosis than were non-vaccinated people.  So just like with acute COVID, shots help eliminate the risk of a long haul.  --- Across the globe, there now have been 10 billion COVID vaccine shots given out, a major milestone this month. There are 20 different kinds of vaccines, and 4.8 billion people have received at least one dose. That is 60 percent of the population on our planet. That’s in just over a year, an unprecedented rollout of medicine. They have not quite been the shots heard around the world, however. Most of them have gone to people in richer countries. In poor countries, just 5.5. percent of people have received a full two-dose regimen. In the entire continent of Africa, more than 80 percent of the people have not gotten even one dose, according to a news story in Nature magazine.  Not only does that inequality put people in low-income countries at much higher risk of disease, it also raises the risk of new coronavirus variants evolving in these areas. And as the past two years have taught us, variants don’t stay at home.   The way out of the pandemic is better global distribution. We’re getting there–10 billion doses is a big number–but we need to get there even faster.  --- Now you’re up to speed. Thanks for joining us. Our show is produced by the inimitable Jeff DelViscio.  Come back in two weeks for the next episode of COVID, Quickly! Stay safe and check out SciAm.com for updated and in-depth COVID news. [The above is a transcript of this podcast.]"
    }
  ]
}