{
  "title": "Your Brain Does Something Amazing between Bouts of Intense Learning",
  "img": "https://static.scientificamerican.com/sciam/cache/file/E85DC2FA-5C77-450B-9E228F42E50C0F2F_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/your-brain-does-something-amazing-between-bouts-of-intense-learning/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/78E6119C-5E4B-42C2-9823359875EFA4D1.mp3",
  "intro": [
    "New research shows that lightning-quick neural rehearsal can supercharge learning and memory."
  ],
  "authors": [
    "Karen Hopkin"
  ],
  "category": [
    "Fitness"
  ],
  "transcript": [
    {
      "author": "Karen Hopkin",
      "text": ": This is Scientific American's 60-Second Science. I'm Karen Hopkin. They say that practice makes perfect. [CLIP: Piano sounds]"
    },
    {
      "author": "Hopkin",
      "text": ": But sometimes the best practice is not on a keyboard ... [CLIP: Piano sounds]"
    },
    {
      "author": "Hopkin",
      "text": ": It’s all in your head. Because a new study shows that the brain takes advantage of the rest periods during practice to review new skills, a mechanism that facilitates learning. The work appears in the journal Cell Reports. [Ethan R. Buch et al., Consolidation of human skill linked to waking hippocampo-neocortical replay]"
    },
    {
      "author": "Leonardo Cohen",
      "text": ": A lot of the skills we learn in life are sequences of individual actions."
    },
    {
      "author": "Hopkin",
      "text": ": Leonardo Cohen of the National Institute of Neurological Disorders and Stroke, or NINDS."
    },
    {
      "author": "Cohen",
      "text": ": For example, playing a piece of piano music requires pressing individual keys in the correct sequence with very precise timing. [CLIP: Piano music]"
    },
    {
      "author": "Hopkin",
      "text": ": That level of virtuosity requires a ton of practice and a lot of repetition. But Cohen says it also requires a certain amount of rest."
    },
    {
      "author": "Cohen",
      "text": ": We know from previous research that interspersing rest with practice during training is advantageous for learning a new skill. In fact, we recently showed that virtually all early skill learning is evidenced during rest rather than during the actual practice."
    },
    {
      "author": "Hopkin",
      "text": ": It’s during those intermittent breaks that the brain starts to sew together the individual movements that make up a seamless piece. [CLIP: Piano music]"
    },
    {
      "author": "Hopkin",
      "text": ": The question then becomes: How? To find out, Cohen and his colleagues turned to an imaging technique called magnetoencephalography, or MEG."
    },
    {
      "author": "Ethan Buch",
      "text": ": The unique advantage of MEG is that it allows us to observe neural activity across the entire brain with millisecond time resolution, which is crucial for investigating very fast widespread brain dynamics."
    },
    {
      "author": "Hopkin",
      "text": ": Ethan Buch, Cohen’s colleague at NINDS. They and their team had 30 volunteers sit inside an MEG scanner. And they asked them to type the sequence 41324 on a keyboard as quickly and accurately as possible. [CLIP: Sounds of typing]"
    },
    {
      "author": "Hopkin",
      "text": ": The participants would type for 10 seconds, then rest for 10 seconds, then repeat while the researchers monitored their neural activity."
    },
    {
      "author": "Buch",
      "text": ": And what we found was really quite interesting. So we actually found that the brain kept replaying much faster versions of the practice activity patterns over and over again during rest."
    },
    {
      "author": "Hopkin",
      "text": ": So a sequence that might take one second for fingers to type ... [CLIP: Sounds of typing]"
    },
    {
      "author": "Hopkin",
      "text": ": ... would take just 50 milliseconds for the brain to replay. [CLIP: Sounds of typing]"
    },
    {
      "author": "Buch",
      "text": ": That’s an impressive 20-fold compression."
    },
    {
      "author": "Hopkin",
      "text": ": The regions most active were those involved in controlling movement and representing sequences. And the more often the brain repeated the sequence, the faster the subject improved."
    },
    {
      "author": "Buch",
      "text": ": When the participants were beginning to learn the skill, they were initially typing about five to six repetitions of the sequence during each 10 seconds of practice. But during rest, the brain replayed about 25 repetitions of the sequence, and that’s a fivefold increase over the same amount of time."
    },
    {
      "author": "Hopkin",
      "text": ": That lightning-quick neural rehearsal supercharges learning and memory."
    },
    {
      "author": "Buch",
      "text": ": It’s as if the brain actively exploits these rest periods to amplify the effects of practice and rapidly consolidate the skill memory. And this actually appears to be this skill-binding mechanism that we were looking for."
    },
    {
      "author": "Hopkin",
      "text": ": So next time you sit down to practice ... [CLIP: Piano music]"
    },
    {
      "author": "Hopkin",
      "text": ": Give yourself a break—or a lot of little breaks. Your brain, and your audience, will thank you. [CLIP: Piano music]"
    },
    {
      "author": "Hopkin: ",
      "text": "For Scientific American’s 60-Second Science, I’m Karen Hopkin. [The above text is a transcript of this podcast.] "
    }
  ]
}