{
  "title": "How Can an Elephant Squeak Like a Mouse?",
  "img": "https://static.scientificamerican.com/sciam/cache/file/3AB4A492-1AFD-466C-A67F0BBE16A9C544_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/how-can-an-elephant-squeak-like-a-mouse/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/86534347-5380-405E-BFAA01CF3D63A326.mp3",
  "intro": [
    "New research using a camera that can “see\" sound” shows some elephants can produce high-pitched buzzing with their lips."
  ],
  "authors": [
    "Karen Hopkin"
  ],
  "category": [
    "Animals"
  ],
  "transcript": [
    {
      "author": "Karen Hopkin",
      "text": ": This is Scientific American’s 60-Second Science. I’m Karen Hopkin. Ask anyone what an elephant sounds like, and they’ll come up with something like this: [CLIP: Elephant trumpeting sounds] But some elephants can also do this: [CLIP: Elephant squeaking sounds] And researchers using an acoustic camera that converts sounds into colors have figured out how. The findings appear in the journal BMC Biology. [Veronika C. Beeck et al., A novel theory of Asian elephant high-frequency squeak production.] Elephants actually have a few ways they can get their message across. In addition to the traditional trumpet..., [CLIP: Elephant trumpeting sounds] ... they also communicate using a rumble whose pitch is often too low for humans to hear. "
    },
    {
      "author": "Veronika Beeck",
      "text": ": But then the Asian elephant, and the Asian elephant only, produces ridiculously high-pitched squeaks ... [CLIP: Elephant squeaking sounds] ... that seem to come rather from a mouse than from an animal the size of an elephant. Credit: Veronika Beeck University of Vienna"
    },
    {
      "author": "Hopkin",
      "text": ":Veronika Beeck of the University of Vienna. She and her colleagues set out to locate the source of these unusual chirps."
    },
    {
      "author": "Beeck",
      "text": ": The only idea that was out there so far was that elephants produce squeaks in the same way as they produce the trumpets ..."
    },
    {
      "author": "Hopkin",
      "text": ": That is, using their trunk."
    },
    {
      "author": "Beeck",
      "text": ": So we started out with just observing the facial movements and posture of Asian elephants when they squeak."
    },
    {
      "author": "Hopkin",
      "text": ": First up: a group of 14 adult females at an elephant camp in Nepal."
    },
    {
      "author": "Beeck",
      "text": ": So first we observed that elephants squeak when they are aroused. [CLIP: Elephant squeak arousal sounds]"
    },
    {
      "author": "Hopkin",
      "text": ": So any time they get excited—or upset."
    },
    {
      "author": "Beeck",
      "text": ": And they are easily upset—when there’s any strange noise or strange smells, a car passing by in the distance, a dog or a cow coming too close to the enclosure."
    },
    {
      "author": "Hopkin",
      "text": ": They also squeak in social situations. [CLIP: Elephants squeak, rumble and trumpet]"
    },
    {
      "author": "Beeck",
      "text": ": When they have only been separated briefly, and they greet each other again, they burst into exuberant choruses of trumpeting, rumbling and squeaking ..."
    },
    {
      "author": "Hopkin",
      "text": ": And even when having a bath. [CLIP: Elephant arousal bathing sounds] But are the squeaks coming from the trunk or the mouth?"
    },
    {
      "author": "Beeck",
      "text": ": That is where we used the acoustic camera. With an array of 48 microphones, the acoustic camera can calculate the time differences with which the sound reaches the different microphones and translate it into beautiful rainbow colors—which, in the end, makes you see rainbow colors coming out of the elephant’s mouth or trunk."
    },
    {
      "author": "Hopkin",
      "text": ": And what they found?"
    },
    {
      "author": "Beeck",
      "text": ": The rainbow colors clearly came out of the mouth when the elephant squeaked and out of the trunk when it did the trumpet."
    },
    {
      "author": "Hopkin",
      "text": ": One particularly talented pachyderm, a female called Pawan, could squeak and snort at the same time. [CLIP: Elephant squeak and snort sounds]"
    },
    {
      "author": "Beeck",
      "text": ": And this told us that, clearly, the sound production mechanism has to be within the mouth. Because otherwise it wouldn’t be possible to produce a perfectly fine squeak and a perfectly fine nasal snort at the same time."
    },
    {
      "author": "Hopkin",
      "text": ": The squeak, it appears, is made when an elephant presses air out between its tensed lips, which produces a noisy vibration."
    },
    {
      "author": "Beeck",
      "text": ": I couldn’t find this technique to be described in any other animal except for human trumpet players. They call this technique lip buzzing. [CLIP: Lip buzzing sounds]"
    },
    {
      "author": "Hopkin",
      "text": ": Beeck got pretty good at it."
    },
    {
      "author": "Beeck",
      "text": ": Although I have to admit that it was not that easy to learn, which caused lots of skeptical and annoyed looks on the Metro on my daily commute."
    },
    {
      "author": "Hopkin",
      "text": ": Not all elephants make use of this buzz."
    },
    {
      "author": "Beeck",
      "text": ": In the first study group, only four of 14 elephants squeaked, and the ones that did did so a lot."
    },
    {
      "author": "Hopkin",
      "text": ": Pawan would start practicing her signature sounds at four in the morning ... [CLIP: Elephant begging squeak]"
    },
    {
      "author": "Hopkin",
      "text": ": Which generally got her the attention she was seeking, because ..."
    },
    {
      "author": "Beeck",
      "text": ": It’s extremely annoying."
    },
    {
      "author": "Hopkin",
      "text": ": Studying additional elephants that lived in family groups, the researchers found that when mama is a squeaker, the kids are, too. [CLIP: Elephant squeaking sounds]"
    },
    {
      "author": "Beeck",
      "text": ": And that is what made me think that maybe elephants actually have to learn how to squeak or when to squeak from the mother ..."
    },
    {
      "author": "Hopkin",
      "text": ": Which means that elephants may have something to teach us about the development of human language—and that parents really need to watch their mouths when they’re around little ones with big ears. [CLIP: Elephant squeaking sounds] For Scientific American’s 60-Second Science, I’m Karen Hopkin. [The above text is a transcript of this podcast.] With special thanks to squeaky elephants: Pawan, Dipendra, Kree and Omysha."
    }
  ]
}