{
  "title": "The Harmful Effects of Overturning Roe v. Wade",
  "img": "https://static.scientificamerican.com/sciam/cache/file/94ADBD04-88C9-4FC4-9FC561E181533CAB_source.jpeg",
  "url": "https://www.scientificamerican.com/podcast/episode/the-harmful-effects-of-overturning-roe-v-wade/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/B8D2CE9A-5E63-4BE8-B1EAE96F7F02A01D.mp3",
  "intro": [
    "A landmark study of women who were turned away from getting the procedure found that being forced to have a child worsened their health and economic status."
  ],
  "authors": [
    "Tanya Lewis",
    "Tulika Bose"
  ],
  "category": [
    "Reproduction"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis: ",
      "text": "This is Scientific American’s 60-Second Science. I'm Tanya Lewis. On Monday a Supreme Court draft opinion was leaked, causing shockwaves. The opinion—if it’s officially adopted—will overturn Roe v. Wade, the landmark 1973 ruling that guarantees the right to an abortion. Even though experts were expecting this outcome, the leaked opinion still came as something of a surprise. "
    },
    {
      "author": "Diana Greene Foster: ",
      "text": "The callousness of the decision is kind of shocking, too..., the idea that the Constitution doesn’t protect people’s decision-making around something so fundamental as childbearing, when it has such huge impacts on their health and their ability to support themselves and their children."
    },
    {
      "author": "Lewis: ",
      "text": "That’s Diana Greene Foster, a professor of obstetrics, gynecology and reproductive sciences at the University of California, San Francisco. She led the Turnaway Study, a longitudinal study of nearly 1,000 women seeking abortions who either got them or were “turned away” because they were just past the gestational cutoff. Contrary to what some antiabortion activists say, getting an abortion did not harm women. In fact, women who were unable to access abortions were the ones who saw negative impacts, the study found."
    },
    {
      "author": "Foster: ",
      "text": "What we see is very large health burdens, greater health risks for people who carry pregnancies to term. That's consistent with the medical literature. We see greater complications from childbirth than from abortion, and in fact, two women died after giving birth."
    },
    {
      "author": "Lewis: ",
      "text": "But the impacts were not limited to health. Being denied an abortion also had long-lasting negative effects on families’ finances."
    },
    {
      "author": "Foster",
      "text": " After one group gave birth, the people who received abortions and were denied abortions there, you can see in their credit records, you can see in their public financial records, that one group experienced greater bankruptcies, evictions, greater debt than other people who received their wanted abortion."
    },
    {
      "author": "Lewis",
      "text": "Not being able to access an abortion and being forced to carry a pregnancy to term resulted in worse outcomes for these women. I should note that the Turnaway Study specifically involved women, but of course not all people who get pregnant or seek abortions are women. And it’s not as though people who get abortions are fundamentally different from those who want kids. In fact, many of the women who sought abortions later had children when they were ready, and those children fared better and were more secure, Foster and her colleagues found."
    },
    {
      "author": "Foster: ",
      "text": "When they go on and get an abortion and they go on and have a baby, we see those babies do better than children born because their mom was denied an abortion in terms of the mom’s emotional bond with the child, the kids’ economic well-being—the chance that they live in a house with just enough money to pay for food and health."
    },
    {
      "author": "Lewis: ",
      "text": "If the draft opinion becomes official, it will immediately open the door for states to pass laws to restrict or ban abortion outright. And in fact, 13 states already have so-called trigger laws that will take effect as soon as Roe is struck down. To get an abortion, pregnant people in these states will then have to travel out of state if they can afford to do so—or they will not be able to one. And the consequences for those who can’t get the care they want will be serious."
    },
    {
      "author": "Foster: ",
      "text": "For people who are unable to get their abortion because the Supreme Court just lets states ban abortions, we’re going to see worse physical health, greater economic hardship, lower achievement of aspirational plans, kids raised in more precarious economic circumstances, and people’s lives upended."
    },
    {
      "author": "Lewis: ",
      "text": "Another effect of overturning Roe is that fewer medical providers will be trained in providing abortions. In a study published in the journal Obstetrics & Gynecology in April, researchers found that about 45% of ob-gyn residency programs are in states that are certain or likely to ban abortion if the Supreme Court strikes down Roe. This means a similar percentage of ob-gyn residents wouldn’t be able to access abortion training."
    },
    {
      "author": "",
      "text": "Study co-author Jody Steinauer is a professor at U.C.S.F.and director of the Kenneth J. Ryan Residency Training Program in Abortion and Family Planning."
    },
    {
      "author": "Steinauer: ",
      "text": "Taking a step back…, medical students and nursing students have to be able to counsel people about their options for pregnancy, and, you know, now it’s going to be really important for all doctors, nurses and really any health care providers to be able to facilitate very quick referrals for people. So if someone’s in a state with a really early abortion gestational limit..., they’re gonna have to be referred really fast for care."
    },
    {
      "author": "Lewis: ",
      "text": "And these laws don’t just matter for abortion—they also affect training for other skills, including managing miscarriages. According to Steinauer, national and international ob-gyn accreditation organizations require that providers know how to empty a uterus, and even if an individual doctor objects to abortion, they need to be able to do one in an emergency to save the parent’s life. And this could be really important in states that are passing laws that restrict abortions even in the most extreme circumstances, such as rape or incest."
    },
    {
      "author": "Steinauer: ",
      "text": "I’m really hopeful that what will happen is: all of these trigger laws that go into place, I’m hoping that they will not be able to be enforced without exceptions. Because if a state, let’s say, bans abortions except in very specific circumstances around saving the life of the pregnant person or maybe grave health consequences, then a lot of the clinics that currently provide care for people close, then we’re really going to need the hospitals and the practicing clinicians who do gynecology to basically step up to provide the legal abortions. [The above text is a transcript of this podcast.]"
    }
  ]
}